{"section_number":"103.111","edition_id":"1","section_id":"94","structure_id":"33","catch_line":"Parades And Assemblies.","history":"","full_text":"  PARADES AND ASSEMBLIES.\n\t(Title and Section amended by Ord. No. 176,617, Eff. 6\/6\/05.)\n\n\t(a)\tPurpose.  This Section establishes the standards and procedures for the issuance of permits for special events consisting of parades and assemblies in the City of Los Angeles.  The purpose of this Section is to preserve and protect the public health and safety of the citizens of Los Angeles, the rights of individuals to engage in expressive activity protected under the First Amendment, and to provide for the recovery of costs to the City directly flowing from these events.  This Section shall only apply to events that fall within the definition of “Parade” or “Assembly,” as set forth below.  All other street closures, including Athletic Events (as that term is defined in this Section), shall be governed by the procedures set forth in Los Angeles Municipal Code Section 41.20.\n\n\t(b)\tDefinitions.  As used in this Article:\n\n\t“ASSEMBLY” means any stationary formation, assembly, or gathering for the purpose of Expressive Activity upon any public street, sidewalk, alley, or other public place which does not comply with normal or usual traffic regulations or controls.  This term does not include block parties, street festivals, carnivals or other Street Closures, as that term is defined in this Section.\n\n\t“ATHLETIC EVENT” means an event, not involving as a primary component, “Expressive Activity,” as that term is defined in this Section, in which a group of people collectively engage in a sport or form of physical exercise, including but not limited to jogging, bicycling, walking, roller skating, or running, upon any public street, sidewalk, alley or other public place, which does not comply with normal and usual traffic regulations and controls.\n\n\t“BOARD” means the Board of Police Commissioners for the City of Los Angeles.\n\n\t“DEPARTMENT” means the Los Angeles Police Department.\n\n\t“DESIGNATED POLICE COMMISSIONER” means the Board Commissioner designated by the President of the Board to act on behalf of the Board to grant or deny event permits.\n\n\t“EVENT” means a parade or assembly, or both, which is the subject of a permit application under this section.\n\n\t“EXPRESSIVE ACTIVITY” includes conduct, the sole or principal object of which is the expression, dissemination or communication by verbal, visual, literary or auditory means of opinions, views, or ideas.  It includes public oratory and the distribution of literature.\n\n\t“PARADE” means any march or procession, other than an Athletic Event, consisting of persons, animals or vehicles, or combination thereof, upon any public street, sidewalk, alley or other public place, which does not comply with normal or usual traffic regulations or controls.  This term does not include Street Closures, as that term is defined in this Section, funeral processions, or official governmental motorcades.\n\n\t“PERMIT APPLICATION FEE” means a nonrefundable fee to be paid by the applicant at the time the permit application is submitted to the Department.  The amount of the fee will be set from time to time by resolution of the City Council.  The fee will be used to defray the direct costs of processing and investigating the Event application.\n\n\t“STREET CLOSURE” means the closure of streets by the Department of Public Works for an Athletic Event or other activity pursuant to Section 41.20 of this Code.\n\n\t(c)\tPermit Required.  No person shall conduct, manage or sponsor any Parade or Assembly without a written permit from the Board.  No person shall participate in any Parade or Assembly with the knowledge that its sponsor has not been issued the required permit.\n\n\t(d)\tInterference with Event.  No person shall knowingly join or participate in any Parade or Assembly conducted under permit from the Board in violation of any of the terms of the permit, or knowingly join or participate in any permitted Parade or Assembly without the consent and over the objection of the permittee, nor in any manner interfere with the progress or orderly conduct of a permitted Parade or Assembly.\n\n\t(e)\tApplication for Permit.\n\n\t1.\tSubmission of Application.\n\n\tA.\tWritten applications for permits should be submitted to the Department at least 40 days prior to the date of the requested Event.  However, all applications for permits shall be acted upon by the Department and the Board so long as they are received by the Department not less than five days before the date of the requested Event.  The five-day time limitation shall be waived by the Designated Police Commissioner if the occurrence giving rise to the permit application did not reasonably allow the applicant time to file within the time prescribed, and imposition of the time limitation would place an unreasonable restriction on the right to free speech.\n\n\tB.\tAn application will be accepted by the Department only if it is fully completed, legible, and is accompanied by a receipt from the Office of Finance of payment of the Permit Application Fee as required pursuant to Subdivision (e)(2)C. below.\n\n\tC.\tApplications shall be submitted no more than six months before the Event date.\n\n\t2.\tForm of Application.\n\n\tA.\tAn application for a permit shall be made on a form provided by the Department and shall contain the following: \n\n\t(1)\tthe name, address, and telephone number of the applicant;\n\n\t(2)\tthe name, address, and telephone number of the sponsoring organization;\n\n\t(3)\tthe specific date(s) of the Event, including date(s) for set-up and tear down;\n\n\t(4)\tthe starting and ending times;\n\n\t(5)\tthe exact location of the assembly and disbanding areas, indicating the particular portion of a street, corner of an intersection, portion of private property or park area, etc., if appropriate; \n\n\t(6)\tthe exact route and direction of travel of the Parade;\n\n\t(7)\tthe portion of the street needed for the Event; \n\n\t(8)\tthe total number and type of bands, marching units, vehicles, animals, structures, or other elements\/props which will be used in the Event;\n\n\t(9)\tthe estimated number of participants and spectators expected at the Event;\n\n\t(10)\ta description of any sound amplification equipment which will be used in the Event;\n\n\t(11)\tthe number of floats, if any, which will be used in the Parade and their size, type and method of power; \n\n\t(12)\tthe cleanup activities planned; and\n\n\t(13)\tthe parking contingencies planned.\n\n\tB.\t If the Event is designed to be held by and on behalf of or for any organization other than the applicant, the applicant for the permit shall file a communication in writing from the organization authorizing the applicant to apply for such permit on its behalf.\n\n\tC.\tThe application for a permit shall be accompanied by a receipt from the Office of Finance evidencing payment of the requisite Permit Application Fee.\n\n\t(f)\tApplication Processing Procedure.\n\n\t1.\tTiming of Action on Permit.  The Board shall approve or deny an application as set forth in this subsection no later than the earliest date of the following: (i) 15 days after the complete application and receipt for payment of the Permit Application Fee were received by the Department, or (ii) three business days prior to the date of the scheduled Event; provided however that in the event that the Designated Police Commissioner waives the five-day notice requirement as set forth in Subsection (e), the application shall be approved or denied no later than 24 hours prior to the date of the scheduled Event.\n\n\t2.\tProcessing by the Department.\n\n\tA.\tWritten Report.  Applications for permits shall be filed directly with the Department. The Department shall investigate the application and prepare a written report, including recommendations of whether the permit should be granted or denied and any conditions which should be imposed.\n\n\tB.\tNotification of Affected Agencies.  Upon receipt of the complete application and Permit Application Fee receipt, the Department shall notify and transmit a copy of the application to the following:\n\n\t(1)\tChief Engineer of the Fire Department;\n\n\t(2)\tGeneral Manager of the Department of Transportation;\n\n\t(3)\tGeneral Manager of the Department of General Services;\n\n\t(4)\tDirector of the Bureau of Street Services and Director of the Bureau of Sanitation, Department of Public Works;\n\n\t(5)\tCalTrans (where appropriate);\n\n\t(6)\tGeneral Manager of the Metropolitan Transit Authority;\n\n\t(7)\tCalifornia Highway Patrol, only if a state highway is involved;\n\n\t(8)\tEntertainment Industry Development Corporation (EIDC);\n\n\t(9)\tGeneral Manager of the County of Los Angeles Department of Beaches and Harbors (where appropriate);\n\n\t(10)\tGeneral Manager of the Los Angeles City Department of Recreation and Parks (where appropriate);\n\n\t(11)\tThe Mayor’s Office of Special Events; and\n\n\t(12)\tThe Office of the Council Member of the affected Council District.\n\n\tThis notification and transmittal shall be for the purpose of identifying any logistical or public safety issues surrounding the granting of the particular application, and to enable the Department of Transportation and the Bureau of Street Services to determine the traffic control and clean-up services that will be required and the costs to be paid by the applicant for those services.\n\n\tImmediately upon the granting of a permit, the Board shall transmit a copy thereof to each of the above agencies.\n\n\t3.\tAction on Application.\n\n\tA.\tRecommendations of Department.\n\n\t(1)\tIf the recommendation of the Department is to approve the application without conditions or with conditions to which the applicant agrees, the Executive Director of the Board, on behalf of the Board, shall approve the permit. \n\n\t(2)\tIf the recommendation of the Department is to approve the application with conditions to which the applicant disagrees, the contested conditions shall be set forth in a report.  The application, report, and recommendations shall be referred to the Designated Police Commissioner and a copy shall be provided to the applicant.\n\n\t(3)\tIf the recommendation of the Department is to deny the permit, the grounds for the recommendation shall be set forth in a report.  The application, report, and recommendations shall be referred to the Designated Police Commissioner and a copy shall be provided to the applicant.\n\n\t(4)\tIf the Department simultaneously receives two or more applications from applicants requesting the same date, time, and location for the same or similar events, the Department will complete the processing on the applications and forward them to the Designated Police Commissioner for action on each application.\n\n\tB.\tAction by the Designated Police Commissioner.  If an application is referred to the Designated Police Commissioner, the Designated Police Commissioner shall act to grant or deny the application in compliance with Subdivision (f)(1).  The applicant shall be notified in writing of the decision by the Designated Police Commissioner by facsimile or overnight courier and shall be informed that the applicant has the right to appeal the decision as set forth in Subsection (j) below.\n\n\t(g)\tIssuance of the Permit.  The Board shall issue a permit following:\n\n\t1.\tFinal action on the permit pursuant to Subsection (f);\n\n\t2.\tAn agreement by the applicant or sponsor in writing to comply with any conditions imposed on the Event by the permit, including payment of traffic control and clean-up costs; and\n\n\t3.\tCompliance with all of the applicable requirements of Subsection (h) below.\n\n\t(h)\tConditions to Issuance of Permit.  The Board may condition the issuance of a permit by imposing reasonable requirements concerning the time, place, and manner of the Event, as necessary to protect the safety of all persons and property, provided that the conditions shall not unreasonably restrict the right of free speech.  These conditions include, but are not limited to:\n\n\t1.\tAlteration of the date or time of the Event proposed on the application;\n\n\t2.\tAlteration of the location of the Assembly, route of the Parade, and\/or the area and manner of assembling and disbanding of the Parade;\n\n\t3.\tAccommodation of pedestrian or vehicular traffic, including restricting the Event to only a portion of a street or highway;\n\n\t4.\tCompliance with all ordinances or laws and obtaining all legally required permits or licenses;\n\n\t5.\tRequirements for the training and use of volunteers, monitors, or parade officials;\n\n\t6.\tRestrictions on the number and type of vehicles, animals, or structures at the Event, and prior inspection and approval of floats, structures, and decorated vehicles for fire safety by the Los Angeles Fire Department;\n\n\t7.\tRequirements for the use of garbage containers, cleanup, and restoration of City property;\n\n\t8.\tRequirements for providing notice of permit conditions to volunteers, monitors, parade officials, and event participants;\n\n\t9.\tRequirements for providing a certain specified number of parade officials or volunteers to ensure a safe and expeditious parade;\n\n\t10.\tRequirements for the provision of adequate first aid and sanitary facilities;\n\n\t11.\tRequirements for the use of amplification devices or amplified sound; and\n\n\t12.\tRequirements to provide proof of automobile insurance (where the Event involves the operating of vehicles, including motorized floats, upon the streets or highways).\n\n\t(i)\tGrounds for Denial of Application or Revocation of a Permit.\n\n\t1.\tThe Board, through either the Executive Director or the Designated Police Commissioner, shall approve an application for a permit unless it determines from a consideration of the application or other pertinent information, the existence of any of the following, any of which shall also be justification for the Board to revoke a previously issued permit:\n\n\tA.\tInformation contained in the application, or supplementary information requested from the applicant, is false in any material detail;\n\n\tB.\tThe applicant failed to provide a complete application after being notified of the requirement of producing additional information or documents;\n\n\tC.\tThe Event will interfere with another Event, street closure or other activity for which a permit has previously been granted;\n\n\tD.\tThe concentration of persons, animals and\/or vehicles at the site of the Event, or at the assembly and disbanding areas, will prevent proper police, fire, ambulance, or other public services to areas contiguous to the Event;\n\n\tE.\tThe time, route or size of the Event will disrupt to an unreasonable extent the safe and expeditious movement of traffic contiguous to the event site or route, or unreasonably disrupt the use of a street or highway when it is usually subject to great traffic congestion;\n\n\tF.\tThe size or duration of the Event will require the diversion of so great a number of police officers of the City that providing the minimum level of police services to other areas of the City is jeopardized.  Nothing in this paragraph authorizes denial of a permit because of the need to protect Event participants from the conduct of others;\n\n\tG.\tThe Event will substantially interfere with any construction or maintenance work scheduled to take place upon or along the affected City streets or highways, or a previously granted encroachment permit; \n\n\tH.\tThe parade will not move from its point of origin to its point of termination in five hours or less;\n\n\tI.\tThe length of the parade route exceeds 3 miles from its point of origin to its point of termination; or\n\n\tJ.\tThe applicant fails to conduct the Event in accordance with the information contained in the permit application, or any terms and conditions imposed on the issued permit.\n\n\t2.\tWhen the grounds for denial of the application for a permit specified in Subdivision (i)1. can be corrected by altering the time, place and\/or manner of the Event as authorized by Subsection (h), the Board shall, instead of denying the application, conditionally approve the application provided the applicant accepts such conditions for permit issuance.  The conditions imposed shall provide for only such modifications of the applicant’s proposed Event as are necessary to achieve compliance with this subsection.\n\n\t(j)\tAppeal Procedure.\n\n\t1.\tRight to Appeal.  The applicant shall have the right to appeal any permit conditions imposed upon an Event or the denial of a permit application.  The applicant shall also have the right to appeal the amount of traffic control fees or clean-up deposits imposed pursuant to subsection (l).\n\n\t2.\tNotice of Appeal.  A notice of appeal stating the grounds for the appeal shall be filed with the Board no later than three days after delivery of the notice of the denial of the application or notice of the contested\/disputed permit conditions.\n\n\t3.\tHearing by the Board.\n\n\tA.\tIf an applicant files a notice of appeal, the Board shall conduct a hearing on the appeal at the next scheduled meeting of the Board.  The Board shall render its decision at the hearing unless the permit applicant or sponsor agrees to a continuance.  The decision of the Board is final.\n\n\tB.\tIf the date of the next scheduled meeting of the Board following the receipt of a notice of appeal is later than two business days before the date of the scheduled Event, the Board shall convene a special meeting within 24 hours of the delivery of the notice of appeal.  Notice of the time and place of said special meeting shall be given to all parties at least 24 hours prior to said hearing.  The Board shall render its decision at the hearing unless the permit applicant or sponsor agrees to a continuance.  The decision of the Board is final.\n\n\tC.\tNo Board member who did not hear the evidence or who was not read or heard the record or proceedings shall vote on the decision.\n\n\t(k)\tContents of Permit.  In each permit, the Board shall prescribe:\n\n\t1.\tThe assembly area and time therefor:\n\n\t2.\tThe start time;\n\n\t3.\tThe minimum and maximum speeds for the Parade;\n\n\t4.\tThe exact route of the Parade;\n\n\t5.\tWhat portions of streets to be traversed may be occupied by the Event;\n\n\t6.\tThe maximum number of units and the maximum and minimum interval of space to be maintained between the units of the Parade;\n\n\t7.\tThe maximum length of the Parade in miles or fractions thereof;\n\n\t8.\tThe disbanding area and disbanding time;\n\n\t9.\tThe number of persons required to officiate and\/or monitor the Event;\n\n\t10.\tThe number and type of vehicles, if any;\n\n\t11.\tThe material and maximum size of any sign, banner, placard or carrying device therefor; and\n\n\t12.\tAll conditions imposed upon the Event pursuant to Subsection (h) of this Section.\n\n\t (l)\tFees and Indemnification.\n\n\t1.\tEach applicant, and any other person, organization, firm or corporation on whose behalf the application is made, shall be required to agree in writing to jointly and separately indemnify, protect and defend and hold harmless the City of Los Angeles, its officers and employees against all claims, damages, expenses, loss or liability of any kind or nature whatsoever arising out of, or resulting from, the alleged acts or omissions of the permittee, its officers, agents or employees in connection with the Parade or Assembly.\n\n\t2.\tTraffic Control Costs.\n\n\tA.\tPrepayment of Costs.  Upon approval by the Board of a permit for a Parade or Assembly but prior to the date of the scheduled Event, the Department of Transportation, through the Bureau of Street Services, shall provide the applicant with a statement of the estimated cost of providing traffic management at the Event.  The applicant\/sponsor shall be required to pay the traffic control costs either prior to the date of the Event or within 15 days thereafter.  Traffic control consists of clearing the parade\/assembly route of unauthorized vehicles, posting any parking restrictions necessary for the Event, diverting traffic around the Event, and directing pedestrian and vehicular traffic along the route of a parade.\n\n\tB.\tComputing Traffic Control Costs.  The traffic control costs shall be computed by determining the number of LADOT personnel who will be required for traffic control beyond that which would otherwise be required at that time, multiplied by the number of hours for which such additional service is rendered at the rate of the City’s full cost of providing officers on an hourly basis as established by the Department of Transportation.\n\n\tC.\tRefunds or Additional Charges.  If the actual cost for traffic control on the date of the Event is less than the estimated cost pursuant to Subdivision (l)2.A. above, the applicant\/ sponsor will be refunded the difference by the City.  If more traffic officers’ hours are required than originally charged, the applicant\/sponsor will be billed the additional costs.\n\n\tD.\tTraffic control costs shall not be assessed if the size of the parade\/assembly can be controlled by 5 or fewer traffic officers over a two-hour period, as determined by LADOT.\n\n\t3.\tClean-up Deposit.\n\n\tA.\tThe applicant\/sponsor of an Event involving horses or other large animals, the sale of food or beverages, or the erection of any structure shall be required to provide a clean-up deposit prior to the date of the Event, paid to the Department of Public Works, Bureau of Street Services.  The clean-up deposit shall be in the amount established in a cleanup fee schedule adopted by the City Council.\n\n\tB.\tThe clean-up deposit shall be returned after the Event if the area used for the Event has been cleaned and restored to the same condition as existed prior to the Event, as determined by a representative of the Department of Public Works, Bureau of Street Services.\n\n\tC.\tIf the property used for the Event has not been cleaned or restored, the permittee shall be billed for the actual cost of the clean-up and restoration by the Office of Finance, and the clean-up deposit or portion thereof shall be applied toward the payment of the bill.\n\n\tD.\tIf the permittee disputes the bill, he or she may appeal to the Board of Public Works within 5 days after receipt of the bill.  Should there be any unexpended balance on the deposit after completion of the work, this balance shall be promptly refunded to the permittee.  Should the amount of the bill exceed the clean-up deposit, the difference shall become due and payable to the City upon the applicant’s receipt of the bill.\n\n\t4.\tWaiver of Fees for Traffic Control and Clean-up Services.  Upon receipt of an application therefor to the Bureau of Street Services One Stop Special Events Permit Office, Traffic Control and Clean-up Services costs shall be waived for non-commercial Parades and Assemblies, so long as the particular event would qualify for a waiver applying all of the requirements, conditions and criteria set forth in Municipal Code Sections 41.20 and 41.20.1.  Applications for such waivers shall be processed as set forth in Municipal Code Sections 41.20 and 41.20.1.\n\n\t(m)\tWaiver.  Except as specifically set forth herein, no requirements of this Section shall be waived.\n\n\t(n)\tViolation.  Willful violation of any of the provisions of this Section, or the terms or conditions of an Event permit by the permittee or any participant in said Event is a misdemeanor.\n\n\t(o)\tSeverability.  If any subsection, subdivision. sentence, clause, phrase, or portion of this section, or the application thereof to any person, is for any reason held to be invalid or unconstitutional by the decision of any court of competent jurisdiction, such decision shall not affect the validity of the remaining portions of this Section or its application to other persons.  The City Council hereby declares that it would have adopted this section and each subsection, subdivision, sentence, clause, phrase or portion thereof, irrespective of the fact that any one or more subsections, subdivisions, sentences, clauses, phrases, or portions, or the application thereof to any person, be declared invalid or unconstitutional.","order_by":"111","ancestry":{"1":{"id":"33","name":"Police Permit Regulation","identifier":"3","label":"article","url":"\/10\/3\/"},"2":{"id":"29","name":"Business Regulations","identifier":"10","label":"chapter","url":"\/10\/"}},"structure_contents":{"0":{"id":"1971","structure_id":"33","section_number":"103.00","catch_line":"Scope.","url":"\/103.00\/","token":"103.00"},"1":{"id":"2728","structure_id":"33","section_number":"103.01","catch_line":"Definitions.","url":"\/103.01\/","token":"103.01"},"2":{"id":"3947","structure_id":"33","section_number":"103.02","catch_line":"Permit Required.","url":"\/103.02\/","token":"103.02"},"3":{"id":"1237","structure_id":"33","section_number":"103.02.1","catch_line":"Permit Applications.","url":"\/103.02.1\/","token":"103.02.1"},"4":{"id":"3529","structure_id":"33","section_number":"103.03","catch_line":"Public Hearings.","url":"\/103.03\/","token":"103.03"},"5":{"id":"1633","structure_id":"33","section_number":"103.04","catch_line":"False Statements.","url":"\/103.04\/","token":"103.04"},"6":{"id":"3757","structure_id":"33","section_number":"103.05","catch_line":"Overlapping Business.","url":"\/103.05\/","token":"103.05"},"7":{"id":"3124","structure_id":"33","section_number":"103.06","catch_line":"Permits – Duration.","url":"\/103.06\/","token":"103.06"},"8":{"id":"2153","structure_id":"33","section_number":"103.06.1","catch_line":"Permits – Renewal.","url":"\/103.06.1\/","token":"103.06.1"},"9":{"id":"626","structure_id":"33","section_number":"103.06.2","catch_line":"Temporary Permits.","url":"\/103.06.2\/","token":"103.06.2"},"10":{"id":"2080","structure_id":"33","section_number":"103.07","catch_line":"Permits – Annual Fee.","url":"\/103.07\/","token":"103.07"},"11":{"id":"935","structure_id":"33","section_number":"103.08","catch_line":"Permits Non-Transferable.","url":"\/103.08\/","token":"103.08"},"12":{"id":"1789","structure_id":"33","section_number":"103.09","catch_line":"Permit For Each Location.","url":"\/103.09\/","token":"103.09"},"13":{"id":"1610","structure_id":"33","section_number":"103.10","catch_line":"Change Of Location.","url":"\/103.10\/","token":"103.10"},"14":{"id":"2237","structure_id":"33","section_number":"103.11","catch_line":"Additional Locations.","url":"\/103.11\/","token":"103.11"},"15":{"id":"4168","structure_id":"33","section_number":"103.12","catch_line":"Fees.","url":"\/103.12\/","token":"103.12"},"16":{"id":"2834","structure_id":"33","section_number":"103.13","catch_line":"Records.","url":"\/103.13\/","token":"103.13"},"17":{"id":"1926","structure_id":"33","section_number":"103.14","catch_line":"Inspection.","url":"\/103.14\/","token":"103.14"},"18":{"id":"3867","structure_id":"33","section_number":"103.15","catch_line":"Reports.","url":"\/103.15\/","token":"103.15"},"19":{"id":"1179","structure_id":"33","section_number":"103.16","catch_line":"Property.","url":"\/103.16\/","token":"103.16"},"20":{"id":"2714","structure_id":"33","section_number":"103.17","catch_line":"Advertising.","url":"\/103.17\/","token":"103.17"},"21":{"id":"4164","structure_id":"33","section_number":"103.18","catch_line":"Permittee – Responsibility.","url":"\/103.18\/","token":"103.18"},"22":{"id":"1396","structure_id":"33","section_number":"103.19","catch_line":"Signs Required.","url":"\/103.19\/","token":"103.19"},"23":{"id":"3238","structure_id":"33","section_number":"103.20","catch_line":"Display Of Permit.","url":"\/103.20\/","token":"103.20"},"24":{"id":"663","structure_id":"33","section_number":"103.21","catch_line":"Change In Owner Information.","url":"\/103.21\/","token":"103.21"},"25":{"id":"1862","structure_id":"33","section_number":"103.22","catch_line":"Identification Cards.","url":"\/103.22\/","token":"103.22"},"26":{"id":"57","structure_id":"33","section_number":"103.23","catch_line":"Surrender Of Permits.","url":"\/103.23\/","token":"103.23"},"27":{"id":"1606","structure_id":"33","section_number":"103.24","catch_line":"Hours Of Business.","url":"\/103.24\/","token":"103.24"},"28":{"id":"3896","structure_id":"33","section_number":"103.25","catch_line":"Doing Business With Minor.","url":"\/103.25\/","token":"103.25"},"29":{"id":"3138","structure_id":"33","section_number":"103.26","catch_line":"True Name, Age And Address.","url":"\/103.26\/","token":"103.26"},"30":{"id":"233","structure_id":"33","section_number":"103.27","catch_line":"Administration.","url":"\/103.27\/","token":"103.27"},"31":{"id":"2008","structure_id":"33","section_number":"103.28","catch_line":"Investigation By Board.","url":"\/103.28\/","token":"103.28"},"32":{"id":"3636","structure_id":"33","section_number":"103.29","catch_line":"Timing Of Action On Application.","url":"\/103.29\/","token":"103.29"},"33":{"id":"1985","structure_id":"33","section_number":"103.29.01","catch_line":"Executive Director Action On Application.","url":"\/103.29.01\/","token":"103.29.01"},"34":{"id":"3913","structure_id":"33","section_number":"103.30","catch_line":"Effect Of Granting Permit.","url":"\/103.30\/","token":"103.30"},"35":{"id":"1563","structure_id":"33","section_number":"103.31","catch_line":"Denial Of Application.","url":"\/103.31\/","token":"103.31"},"36":{"id":"608","structure_id":"33","section_number":"103.31.1","catch_line":"Final Decisions.","url":"\/103.31.1\/","token":"103.31.1"},"37":{"id":"2525","structure_id":"33","section_number":"103.31.2","catch_line":"Effective Date Of Notices.","url":"\/103.31.2\/","token":"103.31.2"},"38":{"id":"3821","structure_id":"33","section_number":"103.32","catch_line":"Denial –Notice To Applicant.","url":"\/103.32\/","token":"103.32"},"39":{"id":"569","structure_id":"33","section_number":"103.33","catch_line":"Hearing On Denial – Request By Applicant.","url":"\/103.33\/","token":"103.33"},"40":{"id":"3240","structure_id":"33","section_number":"103.34","catch_line":"Suspension Or Revocation Of Permits Issued Under This Article.","url":"\/103.34\/","token":"103.34"},"41":{"id":"3508","structure_id":"33","section_number":"103.34.1","catch_line":"Suspension Or Revocation Of Permits Issued Pursuant To Sections 103.101.1, 103.102 And 103.109.","url":"\/103.34.1\/","token":"103.34.1"},"42":{"id":"3371","structure_id":"33","section_number":"103.34.2","catch_line":"Judicial Review Of Board Action On Applications And Permits Subject To Sections 103.101.1, 103.102 And 103.109.","url":"\/103.34.2\/","token":"103.34.2"},"43":{"id":"2882","structure_id":"33","section_number":"103.35","catch_line":"Disciplinary Action – Grounds.","url":"\/103.35\/","token":"103.35"},"44":{"id":"214","structure_id":"33","section_number":"103.36","catch_line":"Suspension Or Revocation Without Hearing.","url":"\/103.36\/","token":"103.36"},"45":{"id":"2189","structure_id":"33","section_number":"103.37","catch_line":"Suspension Or Revocation – Effect On Other Permits.","url":"\/103.37\/","token":"103.37"},"46":{"id":"4000","structure_id":"33","section_number":"103.38","catch_line":"New Permit Application After Denial Or Revocation.","url":"\/103.38\/","token":"103.38"},"47":{"id":"755","structure_id":"33","section_number":"103.39","catch_line":"Cancelled Or Suspended Permit – Jurisdiction Of The Board.","url":"\/103.39\/","token":"103.39"},"48":{"id":"3036","structure_id":"33","section_number":"103.40","catch_line":"Pending Revocation Or Suspension Proceedings – Effect On Permittee.","url":"\/103.40\/","token":"103.40"},"49":{"id":"2541","structure_id":"33","section_number":"103.40.1","catch_line":"Power Of Board To Limit And\/Or Condition A Permit.","url":"\/103.40.1\/","token":"103.40.1"},"50":{"id":"3520","structure_id":"33","section_number":"103.40.2","catch_line":"Subject Matter Of Limitations And\/Or Conditions To A Permit.","url":"\/103.40.2\/","token":"103.40.2"},"51":{"id":"982","structure_id":"33","section_number":"103.41","catch_line":"Prior Acts No Bar To Board Action.","url":"\/103.41\/","token":"103.41"},"52":{"id":"911","structure_id":"33","section_number":"103.42","catch_line":"Stolen Property – Investigation.","url":"\/103.42\/","token":"103.42"},"53":{"id":"2845","structure_id":"33","section_number":"103.43","catch_line":"Record Search – Charge Authorized.","url":"\/103.43\/","token":"103.43"},"54":{"id":"102","structure_id":"33","section_number":"103.44","catch_line":"Instructional Materials – Custody – Fees For Rental Or Sale.","url":"\/103.44\/","token":"103.44"},"55":{"id":"2184","structure_id":"33","section_number":"103.101","catch_line":"Picture Arcade.","url":"\/103.101\/","token":"103.101"},"56":{"id":"845","structure_id":"33","section_number":"103.101.1","catch_line":"Picture Arcade Permits And Regulations.","url":"\/103.101.1\/","token":"103.101.1"},"57":{"id":"3778","structure_id":"33","section_number":"103.101.2","catch_line":"Compliance By Existing Permittees.","url":"\/103.101.2\/","token":"103.101.2"},"58":{"id":"445","structure_id":"33","section_number":"103.101.3","catch_line":"Game Arcade.","url":"\/103.101.3\/","token":"103.101.3"},"59":{"id":"3234","structure_id":"33","section_number":"103.101.4","catch_line":"Cyber CafÉS.","url":"\/103.101.4\/","token":"103.101.4"},"60":{"id":"1486","structure_id":"33","section_number":"103.102","catch_line":"Cafe Entertainment And Shows.","url":"\/103.102\/","token":"103.102"},"61":{"id":"3379","structure_id":"33","section_number":"103.102.1","catch_line":"Additional Regulations.","url":"\/103.102.1\/","token":"103.102.1"},"62":{"id":"3638","structure_id":"33","section_number":"103.102.2","catch_line":"Compliance By Existing Permittees And Effect Of Noncompliance.","url":"\/103.102.2\/","token":"103.102.2"},"63":{"id":"2551","structure_id":"33","section_number":"103.103","catch_line":"Card Club – Social Card Club – Card School.","url":"\/103.103\/","token":"103.103"},"64":{"id":"2151","structure_id":"33","section_number":"103.104","catch_line":"Carnivals.","url":"\/103.104\/","token":"103.104"},"65":{"id":"1602","structure_id":"33","section_number":"103.105","catch_line":"Dancing Academies.","url":"\/103.105\/","token":"103.105"},"66":{"id":"1052","structure_id":"33","section_number":"103.106","catch_line":"Dance Halls, Dancing Clubs, Public Dances.","url":"\/103.106\/","token":"103.106"},"67":{"id":"2839","structure_id":"33","section_number":"103.106.1","catch_line":"Hostess Dance Hall.","url":"\/103.106.1\/","token":"103.106.1"},"68":{"id":"3668","structure_id":"33","section_number":"103.107","catch_line":"Escort Bureaus.","url":"\/103.107\/","token":"103.107"},"69":{"id":"268","structure_id":"33","section_number":"103.107.1","catch_line":"Escort – Permit Required.","url":"\/103.107.1\/","token":"103.107.1"},"70":{"id":"1084","structure_id":"33","section_number":"103.109","catch_line":"Motion Picture Shows.","url":"\/103.109\/","token":"103.109"},"71":{"id":"94","structure_id":"33","section_number":"103.111","catch_line":"Parades And Assemblies.","url":"\/103.111\/","token":"103.111"},"72":{"id":"3445","structure_id":"33","section_number":"103.112","catch_line":"Billiard Rooms, Poolrooms, Bowling Alleys.","url":"\/103.112\/","token":"103.112"},"73":{"id":"3049","structure_id":"33","section_number":"103.112.1","catch_line":"Family Billiard Rooms.","url":"\/103.112.1\/","token":"103.112.1"},"74":{"id":"277","structure_id":"33","section_number":"103.113","catch_line":"Rides.","url":"\/103.113\/","token":"103.113"},"75":{"id":"442","structure_id":"33","section_number":"103.115","catch_line":"Skating Rinks.","url":"\/103.115\/","token":"103.115"},"76":{"id":"2194","structure_id":"33","section_number":"103.116","catch_line":"Games Of Skill And Science.","url":"\/103.116\/","token":"103.116"},"77":{"id":"384","structure_id":"33","section_number":"103.117","catch_line":"Rifle Range – Shooting Gallery.","url":"\/103.117\/","token":"103.117"},"78":{"id":"1306","structure_id":"33","section_number":"103.118","catch_line":"Teenage Dances.","url":"\/103.118\/","token":"103.118"},"79":{"id":"2754","structure_id":"33","section_number":"103.120","catch_line":"Soundproofing Of Places Of Amusement – When Required.","url":"\/103.120\/","token":"103.120"},"80":{"id":"2832","structure_id":"33","section_number":"103.202","catch_line":"Automobile Parking Lots.","url":"\/103.202\/","token":"103.202"},"81":{"id":"2880","structure_id":"33","section_number":"103.204","catch_line":"Towing Operation.","url":"\/103.204\/","token":"103.204"},"82":{"id":"4074","structure_id":"33","section_number":"103.204.1","catch_line":"Tow Unit Operators.","url":"\/103.204.1\/","token":"103.204.1"},"83":{"id":"448","structure_id":"33","section_number":"103.205","catch_line":"Massage Therapy.","url":"\/103.205\/","token":"103.205"},"84":{"id":"3536","structure_id":"33","section_number":"103.205.1","catch_line":"Massage Therapists.","url":"\/103.205.1\/","token":"103.205.1"},"85":{"id":"2047","structure_id":"33","section_number":"103.205.2","catch_line":"Baths.","url":"\/103.205.2\/","token":"103.205.2"},"86":{"id":"687","structure_id":"33","section_number":"103.206","catch_line":"Alarm Systems.","url":"\/103.206\/","token":"103.206"},"87":{"id":"2780","structure_id":"33","section_number":"103.206.1","catch_line":"Alarm Company Operators.","url":"\/103.206.1\/","token":"103.206.1"},"88":{"id":"3551","structure_id":"33","section_number":"103.206.2","catch_line":"Commercial Unsecured Buildings.","url":"\/103.206.2\/","token":"103.206.2"},"89":{"id":"2339","structure_id":"33","section_number":"103.208","catch_line":"Key Duplicator.","url":"\/103.208\/","token":"103.208"},"90":{"id":"2609","structure_id":"33","section_number":"103.211","catch_line":"Handbill Distribution.","url":"\/103.211\/","token":"103.211"},"91":{"id":"1701","structure_id":"33","section_number":"103.212","catch_line":"Soliciting – Peace Officers’ And Firefighters’ Organizations – Permits.","url":"\/103.212\/","token":"103.212"},"92":{"id":"3677","structure_id":"33","section_number":"103.213","catch_line":"Figure Studios.","url":"\/103.213\/","token":"103.213"},"93":{"id":"966","structure_id":"33","section_number":"103.301","catch_line":"Antique Shops.","url":"\/103.301\/","token":"103.301"},"94":{"id":"1483","structure_id":"33","section_number":"103.301.1","catch_line":"Antique Show Or Collectors Exchange Show.","url":"\/103.301.1\/","token":"103.301.1"},"95":{"id":"3136","structure_id":"33","section_number":"103.304","catch_line":"Junk Collectors.","url":"\/103.304\/","token":"103.304"},"96":{"id":"3016","structure_id":"33","section_number":"103.305","catch_line":"Junk Dealers.","url":"\/103.305\/","token":"103.305"},"97":{"id":"3600","structure_id":"33","section_number":"103.306","catch_line":"Pawnbroker.","url":"\/103.306\/","token":"103.306"},"98":{"id":"1834","structure_id":"33","section_number":"103.307","catch_line":"Rummage Sale.","url":"\/103.307\/","token":"103.307"},"99":{"id":"1830","structure_id":"33","section_number":"103.308","catch_line":"Sales – Fire And Closing Out.","url":"\/103.308\/","token":"103.308"},"100":{"id":"236","structure_id":"33","section_number":"103.309","catch_line":"Secondhand Auto Parts Dealer.","url":"\/103.309\/","token":"103.309"},"101":{"id":"3361","structure_id":"33","section_number":"103.310","catch_line":"Secondhand Book Dealers.","url":"\/103.310\/","token":"103.310"},"102":{"id":"3558","structure_id":"33","section_number":"103.311","catch_line":"Secondhand Dealers.","url":"\/103.311\/","token":"103.311"},"103":{"id":"3738","structure_id":"33","section_number":"103.311.1","catch_line":"Firearms Sales By Secondhand Dealers Prohibited.","url":"\/103.311.1\/","token":"103.311.1"},"104":{"id":"2476","structure_id":"33","section_number":"103.314","catch_line":"Sellers Of Firearms.","url":"\/103.314\/","token":"103.314"},"105":{"id":"3698","structure_id":"33","section_number":"103.314.1","catch_line":"Sellers Of Firearm Ammunition.","url":"\/103.314.1\/","token":"103.314.1"}},"next_section":{"id":"3445","structure_id":"33","section_number":"103.112","catch_line":"Billiard Rooms, Poolrooms, Bowling Alleys.","url":"\/103.112\/","token":"103.112"},"metadata":false,"references":false,"url":"\/103.111\/","token":"103.111","formats":{"txt":"\/103.111.txt","json":"\/103.111.xml"},"dublin_core":{"Title":"Parades And Assemblies.","Type":"Text","Format":"text\/html","Identifier":"§ 103.111","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPARADES AND ASSEMBLIES. (§ 103.111)\n\n  PARADES AND ASSEMBLIES.\n\t(Title and Section amended by Ord. No. 176,617, Eff. 6\/6\/05.)\t(a)\tPurpose. \nThis Section establishes the standards and procedures for the issuance of\npermits for special events consisting of parades and assemblies in the City of\nLos Angeles.  The purpose of this Section is to preserve and protect the public\nhealth and safety of the citizens of Los Angeles, the rights of individuals to\nengage in expressive activity protected under the First Amendment, and to\nprovide for the recovery of costs to the City directly flowing from these\nevents.  This Section shall only apply to events that fall within the\ndefinition of “Parade” or “Assembly,” as set forth below.  All other\nstreet closures, including Athletic Events (as that term is defined in this\nSection), shall be governed by the procedures set forth in Los Angeles Municipal\nCode Section 41.20.\t(b)\tDefinitions.  As used in this Article:\t“ASSEMBLY”\nmeans any stationary formation, assembly, or gathering for the purpose of\nExpressive Activity upon any public street, sidewalk, alley, or other public\nplace which does not comply with normal or usual traffic regulations or\ncontrols.  This term does not include block parties, street festivals,\ncarnivals or other Street Closures, as that term is defined in this\nSection.\t“ATHLETIC EVENT” means an event, not involving as a primary\ncomponent, “Expressive Activity,” as that term is defined in this Section,\nin which a group of people collectively engage in a sport or form of physical\nexercise, including but not limited to jogging, bicycling, walking, roller\nskating, or running, upon any public street, sidewalk, alley or other public\nplace, which does not comply with normal and usual traffic regulations and\ncontrols.\t“BOARD” means the Board of Police Commissioners for the City of\nLos Angeles.\t“DEPARTMENT” means the Los Angeles Police\nDepartment.\t“DESIGNATED POLICE COMMISSIONER” means the Board Commissioner\ndesignated by the President of the Board to act on behalf of the Board to grant\nor deny event permits.\t“EVENT” means a parade or assembly, or both, which is\nthe subject of a permit application under this section.\t“EXPRESSIVE\nACTIVITY” includes conduct, the sole or principal object of which is the\nexpression, dissemination or communication by verbal, visual, literary or\nauditory means of opinions, views, or ideas.  It includes public oratory and\nthe distribution of literature.\t“PARADE” means any march or procession,\nother than an Athletic Event, consisting of persons, animals or vehicles, or\ncombination thereof, upon any public street, sidewalk, alley or other public\nplace, which does not comply with normal or usual traffic regulations or\ncontrols.  This term does not include Street Closures, as that term is defined\nin this Section, funeral processions, or official governmental\nmotorcades.\t“PERMIT APPLICATION FEE” means a nonrefundable fee to be paid by\nthe applicant at the time the permit application is submitted to the\nDepartment.  The amount of the fee will be set from time to time by resolution\nof the City Council.  The fee will be used to defray the direct costs of\nprocessing and investigating the Event application.\t“STREET CLOSURE” means\nthe closure of streets by the Department of Public Works for an Athletic Event\nor other activity pursuant to Section 41.20 of this Code.\t(c)\tPermit Required. \nNo person shall conduct, manage or sponsor any Parade or Assembly without a\nwritten permit from the Board.  No person shall participate in any Parade or\nAssembly with the knowledge that its sponsor has not been issued the required\npermit.\t(d)\tInterference with Event.  No person shall knowingly join or\nparticipate in any Parade or Assembly conducted under permit from the Board in\nviolation of any of the terms of the permit, or knowingly join or participate in\nany permitted Parade or Assembly without the consent and over the objection of\nthe permittee, nor in any manner interfere with the progress or orderly conduct\nof a permitted Parade or Assembly.\t(e)\tApplication for Permit.\t1.\tSubmission of\nApplication.\tA.\tWritten applications for permits should be submitted to the\nDepartment at least 40 days prior to the date of the requested Event.  However,\nall applications for permits shall be acted upon by the Department and the Board\nso long as they are received by the Department not less than five days before\nthe date of the requested Event.  The five-day time limitation shall be waived\nby the Designated Police Commissioner if the occurrence giving rise to the\npermit application did not reasonably allow the applicant time to file within\nthe time prescribed, and imposition of the time limitation would place an\nunreasonable restriction on the right to free speech.\tB.\tAn application will be\naccepted by the Department only if it is fully completed, legible, and is\naccompanied by a receipt from the Office of Finance of payment of the Permit\nApplication Fee as required pursuant to Subdivision (e)(2)C.\nbelow.\tC.\tApplications shall be submitted no more than six months before the\nEvent date.\t2.\tForm of Application.\tA.\tAn application for a permit shall be made\non a form provided by the Department and shall contain the following: \t(1)\tthe\nname, address, and telephone number of the applicant;\t(2)\tthe name, address, and\ntelephone number of the sponsoring organization;\t(3)\tthe specific date(s) of the\nEvent, including date(s) for set-up and tear down;\t(4)\tthe starting and ending\ntimes;\t(5)\tthe exact location of the assembly and disbanding areas, indicating\nthe particular portion of a street, corner of an intersection, portion of\nprivate property or park area, etc., if appropriate; \t(6)\tthe exact route and\ndirection of travel of the Parade;\t(7)\tthe portion of the street needed for the\nEvent; \t(8)\tthe total number and type of bands, marching units, vehicles,\nanimals, structures, or other elements\/props which will be used in the\nEvent;\t(9)\tthe estimated number of participants and spectators expected at the\nEvent;\t(10)\ta description of any sound amplification equipment which will be\nused in the Event;\t(11)\tthe number of floats, if any, which will be used in the\nParade and their size, type and method of power; \t(12)\tthe cleanup activities\nplanned; and\t(13)\tthe parking contingencies planned.\tB.\t If the Event is\ndesigned to be held by and on behalf of or for any organization other than the\napplicant, the applicant for the permit shall file a communication in writing\nfrom the organization authorizing the applicant to apply for such permit on its\nbehalf.\tC.\tThe application for a permit shall be accompanied by a receipt from\nthe Office of Finance evidencing payment of the requisite Permit Application\nFee.\t(f)\tApplication Processing Procedure.\t1.\tTiming of Action on Permit.  The\nBoard shall approve or deny an application as set forth in this subsection no\nlater than the earliest date of the following: (i) 15 days after the complete\napplication and receipt for payment of the Permit Application Fee were received\nby the Department, or (ii) three business days prior to the date of the\nscheduled Event; provided however that in the event that the Designated Police\nCommissioner waives the five-day notice requirement as set forth in Subsection\n(e), the application shall be approved or denied no later than 24 hours prior to\nthe date of the scheduled Event.\t2.\tProcessing by the Department.\tA.\tWritten\nReport.  Applications for permits shall be filed directly with the Department.\nThe Department shall investigate the application and prepare a written report,\nincluding recommendations of whether the permit should be granted or denied and\nany conditions which should be imposed.\tB.\tNotification of Affected Agencies. \nUpon receipt of the complete application and Permit Application Fee receipt, the\nDepartment shall notify and transmit a copy of the application to the\nfollowing:\t(1)\tChief Engineer of the Fire Department;\t(2)\tGeneral Manager of the\nDepartment of Transportation;\t(3)\tGeneral Manager of the Department of General\nServices;\t(4)\tDirector of the Bureau of Street Services and Director of the\nBureau of Sanitation, Department of Public Works;\t(5)\tCalTrans (where\nappropriate);\t(6)\tGeneral Manager of the Metropolitan Transit\nAuthority;\t(7)\tCalifornia Highway Patrol, only if a state highway is\ninvolved;\t(8)\tEntertainment Industry Development Corporation (EIDC);\t(9)\tGeneral\nManager of the County of Los Angeles Department of Beaches and Harbors (where\nappropriate);\t(10)\tGeneral Manager of the Los Angeles City Department of\nRecreation and Parks (where appropriate);\t(11)\tThe Mayor’s Office of Special\nEvents; and\t(12)\tThe Office of the Council Member of the affected Council\nDistrict.\tThis notification and transmittal shall be for the purpose of\nidentifying any logistical or public safety issues surrounding the granting of\nthe particular application, and to enable the Department of Transportation and\nthe Bureau of Street Services to determine the traffic control and clean-up\nservices that will be required and the costs to be paid by the applicant for\nthose services.\tImmediately upon the granting of a permit, the Board shall\ntransmit a copy thereof to each of the above agencies.\t3.\tAction on\nApplication.\tA.\tRecommendations of Department.\t(1)\tIf the recommendation of the\nDepartment is to approve the application without conditions or with conditions\nto which the applicant agrees, the Executive Director of the Board, on behalf of\nthe Board, shall approve the permit. \t(2)\tIf the recommendation of the\nDepartment is to approve the application with conditions to which the applicant\ndisagrees, the contested conditions shall be set forth in a report.  The\napplication, report, and recommendations shall be referred to the Designated\nPolice Commissioner and a copy shall be provided to the applicant.\t(3)\tIf the\nrecommendation of the Department is to deny the permit, the grounds for the\nrecommendation shall be set forth in a report.  The application, report, and\nrecommendations shall be referred to the Designated Police Commissioner and a\ncopy shall be provided to the applicant.\t(4)\tIf the Department simultaneously\nreceives two or more applications from applicants requesting the same date,\ntime, and location for the same or similar events, the Department will complete\nthe processing on the applications and forward them to the Designated Police\nCommissioner for action on each application.\tB.\tAction by the Designated Police\nCommissioner.  If an application is referred to the Designated Police\nCommissioner, the Designated Police Commissioner shall act to grant or deny the\napplication in compliance with Subdivision (f)(1).  The applicant shall be\nnotified in writing of the decision by the Designated Police Commissioner by\nfacsimile or overnight courier and shall be informed that the applicant has the\nright to appeal the decision as set forth in Subsection (j) below.\t(g)\tIssuance\nof the Permit.  The Board shall issue a permit following:\t1.\tFinal action on\nthe permit pursuant to Subsection (f);\t2.\tAn agreement by the applicant or\nsponsor in writing to comply with any conditions imposed on the Event by the\npermit, including payment of traffic control and clean-up costs;\nand\t3.\tCompliance with all of the applicable requirements of Subsection (h)\nbelow.\t(h)\tConditions to Issuance of Permit.  The Board may condition the\nissuance of a permit by imposing reasonable requirements concerning the time,\nplace, and manner of the Event, as necessary to protect the safety of all\npersons and property, provided that the conditions shall not unreasonably\nrestrict the right of free speech.  These conditions include, but are not\nlimited to:\t1.\tAlteration of the date or time of the Event proposed on the\napplication;\t2.\tAlteration of the location of the Assembly, route of the Parade,\nand\/or the area and manner of assembling and disbanding of the\nParade;\t3.\tAccommodation of pedestrian or vehicular traffic, including\nrestricting the Event to only a portion of a street or highway;\t4.\tCompliance\nwith all ordinances or laws and obtaining all legally required permits or\nlicenses;\t5.\tRequirements for the training and use of volunteers, monitors, or\nparade officials;\t6.\tRestrictions on the number and type of vehicles, animals,\nor structures at the Event, and prior inspection and approval of floats,\nstructures, and decorated vehicles for fire safety by the Los Angeles Fire\nDepartment;\t7.\tRequirements for the use of garbage containers, cleanup, and\nrestoration of City property;\t8.\tRequirements for providing notice of permit\nconditions to volunteers, monitors, parade officials, and event\nparticipants;\t9.\tRequirements for providing a certain specified number of parade\nofficials or volunteers to ensure a safe and expeditious\nparade;\t10.\tRequirements for the provision of adequate first aid and sanitary\nfacilities;\t11.\tRequirements for the use of amplification devices or amplified\nsound; and\t12.\tRequirements to provide proof of automobile insurance (where the\nEvent involves the operating of vehicles, including motorized floats, upon the\nstreets or highways).\t(i)\tGrounds for Denial of Application or Revocation of a\nPermit.\t1.\tThe Board, through either the Executive Director or the Designated\nPolice Commissioner, shall approve an application for a permit unless it\ndetermines from a consideration of the application or other pertinent\ninformation, the existence of any of the following, any of which shall also be\njustification for the Board to revoke a previously issued permit:\tA.\tInformation\ncontained in the application, or supplementary information requested from the\napplicant, is false in any material detail;\tB.\tThe applicant failed to provide a\ncomplete application after being notified of the requirement of producing\nadditional information or documents;\tC.\tThe Event will interfere with another\nEvent, street closure or other activity for which a permit has previously been\ngranted;\tD.\tThe concentration of persons, animals and\/or vehicles at the site of\nthe Event, or at the assembly and disbanding areas, will prevent proper police,\nfire, ambulance, or other public services to areas contiguous to the\nEvent;\tE.\tThe time, route or size of the Event will disrupt to an unreasonable\nextent the safe and expeditious movement of traffic contiguous to the event site\nor route, or unreasonably disrupt the use of a street or highway when it is\nusually subject to great traffic congestion;\tF.\tThe size or duration of the\nEvent will require the diversion of so great a number of police officers of the\nCity that providing the minimum level of police services to other areas of the\nCity is jeopardized.  Nothing in this paragraph authorizes denial of a permit\nbecause of the need to protect Event participants from the conduct of\nothers;\tG.\tThe Event will substantially interfere with any construction or\nmaintenance work scheduled to take place upon or along the affected City streets\nor highways, or a previously granted encroachment permit; \tH.\tThe parade will\nnot move from its point of origin to its point of termination in five hours or\nless;\tI.\tThe length of the parade route exceeds 3 miles from its point of origin\nto its point of termination; or\tJ.\tThe applicant fails to conduct the Event in\naccordance with the information contained in the permit application, or any\nterms and conditions imposed on the issued permit.\t2.\tWhen the grounds for\ndenial of the application for a permit specified in Subdivision (i)1. can be\ncorrected by altering the time, place and\/or manner of the Event as authorized\nby Subsection (h), the Board shall, instead of denying the application,\nconditionally approve the application provided the applicant accepts such\nconditions for permit issuance.  The conditions imposed shall provide for only\nsuch modifications of the applicant’s proposed Event as are necessary to\nachieve compliance with this subsection.\t(j)\tAppeal Procedure.\t1.\tRight to\nAppeal.  The applicant shall have the right to appeal any permit conditions\nimposed upon an Event or the denial of a permit application.  The applicant\nshall also have the right to appeal the amount of traffic control fees or\nclean-up deposits imposed pursuant to subsection (l).\t2.\tNotice of Appeal.  A\nnotice of appeal stating the grounds for the appeal shall be filed with the\nBoard no later than three days after delivery of the notice of the denial of the\napplication or notice of the contested\/disputed permit conditions.\t3.\tHearing by\nthe Board.\tA.\tIf an applicant files a notice of appeal, the Board shall conduct\na hearing on the appeal at the next scheduled meeting of the Board.  The Board\nshall render its decision at the hearing unless the permit applicant or sponsor\nagrees to a continuance.  The decision of the Board is final.\tB.\tIf the date of\nthe next scheduled meeting of the Board following the receipt of a notice of\nappeal is later than two business days before the date of the scheduled Event,\nthe Board shall convene a special meeting within 24 hours of the delivery of the\nnotice of appeal.  Notice of the time and place of said special meeting shall\nbe given to all parties at least 24 hours prior to said hearing.  The Board\nshall render its decision at the hearing unless the permit applicant or sponsor\nagrees to a continuance.  The decision of the Board is final.\tC.\tNo Board\nmember who did not hear the evidence or who was not read or heard the record or\nproceedings shall vote on the decision.\t(k)\tContents of Permit.  In each\npermit, the Board shall prescribe:\t1.\tThe assembly area and time\ntherefor:\t2.\tThe start time;\t3.\tThe minimum and maximum speeds for the\nParade;\t4.\tThe exact route of the Parade;\t5.\tWhat portions of streets to be\ntraversed may be occupied by the Event;\t6.\tThe maximum number of units and the\nmaximum and minimum interval of space to be maintained between the units of the\nParade;\t7.\tThe maximum length of the Parade in miles or fractions\nthereof;\t8.\tThe disbanding area and disbanding time;\t9.\tThe number of persons\nrequired to officiate and\/or monitor the Event;\t10.\tThe number and type of\nvehicles, if any;\t11.\tThe material and maximum size of any sign, banner, placard\nor carrying device therefor; and\t12.\tAll conditions imposed upon the Event\npursuant to Subsection (h) of this Section.\t (l)\tFees and\nIndemnification.\t1.\tEach applicant, and any other person, organization, firm or\ncorporation on whose behalf the application is made, shall be required to agree\nin writing to jointly and separately indemnify, protect and defend and hold\nharmless the City of Los Angeles, its officers and employees against all claims,\ndamages, expenses, loss or liability of any kind or nature whatsoever arising\nout of, or resulting from, the alleged acts or omissions of the permittee, its\nofficers, agents or employees in connection with the Parade or\nAssembly.\t2.\tTraffic Control Costs.\tA.\tPrepayment of Costs.  Upon approval by\nthe Board of a permit for a Parade or Assembly but prior to the date of the\nscheduled Event, the Department of Transportation, through the Bureau of Street\nServices, shall provide the applicant with a statement of the estimated cost of\nproviding traffic management at the Event.  The applicant\/sponsor shall be\nrequired to pay the traffic control costs either prior to the date of the Event\nor within 15 days thereafter.  Traffic control consists of clearing the\nparade\/assembly route of unauthorized vehicles, posting any parking restrictions\nnecessary for the Event, diverting traffic around the Event, and directing\npedestrian and vehicular traffic along the route of a parade.\tB.\tComputing\nTraffic Control Costs.  The traffic control costs shall be computed by\ndetermining the number of LADOT personnel who will be required for traffic\ncontrol beyond that which would otherwise be required at that time, multiplied\nby the number of hours for which such additional service is rendered at the rate\nof the City’s full cost of providing officers on an hourly basis as\nestablished by the Department of Transportation.\tC.\tRefunds or Additional\nCharges.  If the actual cost for traffic control on the date of the Event is\nless than the estimated cost pursuant to Subdivision (l)2.A. above, the\napplicant\/ sponsor will be refunded the difference by the City.  If more\ntraffic officers’ hours are required than originally charged, the\napplicant\/sponsor will be billed the additional costs.\tD.\tTraffic control costs\nshall not be assessed if the size of the parade\/assembly can be controlled by 5\nor fewer traffic officers over a two-hour period, as determined by\nLADOT.\t3.\tClean-up Deposit.\tA.\tThe applicant\/sponsor of an Event involving\nhorses or other large animals, the sale of food or beverages, or the erection of\nany structure shall be required to provide a clean-up deposit prior to the date\nof the Event, paid to the Department of Public Works, Bureau of Street\nServices.  The clean-up deposit shall be in the amount established in a cleanup\nfee schedule adopted by the City Council.\tB.\tThe clean-up deposit shall be\nreturned after the Event if the area used for the Event has been cleaned and\nrestored to the same condition as existed prior to the Event, as determined by a\nrepresentative of the Department of Public Works, Bureau of Street\nServices.\tC.\tIf the property used for the Event has not been cleaned or\nrestored, the permittee shall be billed for the actual cost of the clean-up and\nrestoration by the Office of Finance, and the clean-up deposit or portion\nthereof shall be applied toward the payment of the bill.\tD.\tIf the permittee\ndisputes the bill, he or she may appeal to the Board of Public Works within 5\ndays after receipt of the bill.  Should there be any unexpended balance on the\ndeposit after completion of the work, this balance shall be promptly refunded to\nthe permittee.  Should the amount of the bill exceed the clean-up deposit, the\ndifference shall become due and payable to the City upon the applicant’s\nreceipt of the bill.\t4.\tWaiver of Fees for Traffic Control and Clean-up\nServices.  Upon receipt of an application therefor to the Bureau of Street\nServices One Stop Special Events Permit Office, Traffic Control and Clean-up\nServices costs shall be waived for non-commercial Parades and Assemblies, so\nlong as the particular event would qualify for a waiver applying all of the\nrequirements, conditions and criteria set forth in Municipal Code Sections 41.20\nand 41.20.1.  Applications for such waivers shall be processed as set forth in\nMunicipal Code Sections 41.20 and 41.20.1.\t(m)\tWaiver.  Except as specifically\nset forth herein, no requirements of this Section shall be\nwaived.\t(n)\tViolation.  Willful violation of any of the provisions of this\nSection, or the terms or conditions of an Event permit by the permittee or any\nparticipant in said Event is a misdemeanor.\t(o)\tSeverability.  If any\nsubsection, subdivision. sentence, clause, phrase, or portion of this section,\nor the application thereof to any person, is for any reason held to be invalid\nor unconstitutional by the decision of any court of competent jurisdiction, such\ndecision shall not affect the validity of the remaining portions of this Section\nor its application to other persons.  The City Council hereby declares that it\nwould have adopted this section and each subsection, subdivision, sentence,\nclause, phrase or portion thereof, irrespective of the fact that any one or more\nsubsections, subdivisions, sentences, clauses, phrases, or portions, or the\napplication thereof to any person, be declared invalid or unconstitutional.\n","html":"\n\t\t\t\t\t<section><p>  PARADES AND ASSEMBLIES.\n\t(Title and Section amended by Ord. No. 176,617, Eff. 6\/6\/05.)<br \/><br \/>\t(a)\tPurpose.  This Section establishes the standards and procedures for the issuance of permits for special events consisting of parades and assemblies in the City of Los Angeles.  The purpose of this Section is to preserve and protect the public health and safety of the citizens of Los Angeles, the rights of individuals to engage in expressive activity protected under the First Amendment, and to provide for the recovery of costs to the City directly flowing from these events.  This Section shall only apply to events that fall within the definition of “Parade” or “Assembly,” as set forth below.  All other street closures, including Athletic Events (as that term is defined in this Section), shall be governed by the procedures set forth in Los Angeles Municipal Code Section 41.20.<br \/><br \/>\t(b)\tDefinitions.  As used in this Article:<br \/><br \/>\t“ASSEMBLY” means any stationary formation, assembly, or gathering for the purpose of Expressive Activity upon any public street, sidewalk, alley, or other public place which does not comply with normal or usual traffic regulations or controls.  This term does not include block parties, street festivals, carnivals or other Street Closures, as that term is defined in this Section.<br \/><br \/>\t“ATHLETIC EVENT” means an event, not involving as a primary component, “Expressive Activity,” as that term is defined in this Section, in which a group of people collectively engage in a sport or form of physical exercise, including but not limited to jogging, bicycling, walking, roller skating, or running, upon any public street, sidewalk, alley or other public place, which does not comply with normal and usual traffic regulations and controls.<br \/><br \/>\t“BOARD” means the Board of Police Commissioners for the City of Los Angeles.<br \/><br \/>\t“DEPARTMENT” means the Los Angeles Police Department.<br \/><br \/>\t“DESIGNATED POLICE COMMISSIONER” means the Board Commissioner designated by the President of the Board to act on behalf of the Board to grant or deny event permits.<br \/><br \/>\t“EVENT” means a parade or assembly, or both, which is the subject of a permit application under this section.<br \/><br \/>\t“EXPRESSIVE ACTIVITY” includes conduct, the sole or principal <span class=\"dictionary\">object<\/span> of which is the expression, dissemination or communication by verbal, visual, literary or auditory means of <span class=\"dictionary\">opinions<\/span>, views, or ideas.  It includes public oratory and the distribution of literature.<br \/><br \/>\t“PARADE” means any march or procession, other than an Athletic Event, consisting of persons, animals or vehicles, or combination thereof, upon any public street, sidewalk, alley or other public place, which does not comply with normal or usual traffic regulations or controls.  This term does not include Street Closures, as that term is defined in this Section, funeral processions, or official governmental motorcades.<br \/><br \/>\t“PERMIT APPLICATION FEE” means a nonrefundable fee to be paid by the applicant at the time the permit application is submitted to the Department.  The amount of the fee will be set from time to time by resolution of the City Council.  The fee will be used to defray the direct costs of processing and investigating the Event application.<br \/><br \/>\t“STREET CLOSURE” means the closure of streets by the Department of Public Works for an Athletic Event or other activity pursuant to Section 41.20 of this Code.<br \/><br \/>\t(c)\tPermit Required.  No person shall conduct, manage or sponsor any Parade or Assembly without a written permit from the Board.  No person shall participate in any Parade or Assembly with the knowledge that its sponsor has not been issued the required permit.<br \/><br \/>\t(d)\tInterference with Event.  No person shall knowingly join or participate in any Parade or Assembly conducted under permit from the Board in violation of any of the terms of the permit, or knowingly join or participate in any permitted Parade or Assembly without the consent and over the objection of the permittee, nor in any manner interfere with the progress or orderly conduct of a permitted Parade or Assembly.<br \/><br \/>\t(e)\tApplication for Permit.<br \/><br \/>\t1.\tSubmission of Application.<br \/><br \/>\tA.\tWritten applications for permits should be submitted to the Department at least 40 days prior to the date of the requested Event.  However, all applications for permits shall be acted upon by the Department and the Board so long as they are received by the Department not less than five days before the date of the requested Event.  The five-day time limitation shall be waived by the Designated Police Commissioner if the occurrence giving rise to the permit application did not reasonably allow the applicant time to file within the time prescribed, and imposition of the time limitation would place an unreasonable restriction on the right to free speech.<br \/><br \/>\tB.\tAn application will be accepted by the Department only if it is fully completed, legible, and is accompanied by a receipt from the Office of Finance of payment of the Permit Application Fee as required pursuant to Subdivision (e)(2)C. below.<br \/><br \/>\tC.\tApplications shall be submitted no more than six months before the Event date.<br \/><br \/>\t2.\tForm of Application.<br \/><br \/>\tA.\tAn application for a permit shall be made on a form provided by the Department and shall contain the following: <br \/><br \/>\t(1)\tthe name, address, and telephone number of the applicant;<br \/><br \/>\t(2)\tthe name, address, and telephone number of the sponsoring organization;<br \/><br \/>\t(3)\tthe specific date(s) of the Event, including date(s) for set-up and tear down;<br \/><br \/>\t(4)\tthe starting and ending times;<br \/><br \/>\t(5)\tthe exact location of the assembly and disbanding areas, indicating the particular portion of a street, corner of an intersection, portion of private property or park area, etc., if appropriate; <br \/><br \/>\t(6)\tthe exact route and direction of travel of the Parade;<br \/><br \/>\t(7)\tthe portion of the street needed for the Event; <br \/><br \/>\t(8)\tthe total number and type of bands, marching units, vehicles, animals, structures, or other elements\/props which will be used in the Event;<br \/><br \/>\t(9)\tthe estimated number of participants and spectators expected at the Event;<br \/><br \/>\t(10)\ta description of any sound amplification equipment which will be used in the Event;<br \/><br \/>\t(11)\tthe number of floats, if any, which will be used in the Parade and their size, type and method of power; <br \/><br \/>\t(12)\tthe cleanup activities planned; and<br \/><br \/>\t(13)\tthe parking contingencies planned.<br \/><br \/>\tB.\t If the Event is designed to be held by and on behalf of or for any organization other than the applicant, the applicant for the permit shall file a communication in writing from the organization authorizing the applicant to apply for such permit on its behalf.<br \/><br \/>\tC.\tThe application for a permit shall be accompanied by a receipt from the Office of Finance evidencing payment of the requisite Permit Application Fee.<br \/><br \/>\t(f)\tApplication Processing Procedure.<br \/><br \/>\t1.\tTiming of Action on Permit.  The Board shall approve or deny an application as set forth in this subsection no later than the earliest date of the following: (i) 15 days after the complete application and receipt for payment of the Permit Application Fee were received by the Department, or (ii) three business days prior to the date of the scheduled Event; provided however that in the event that the Designated Police Commissioner <span class=\"dictionary\">waives<\/span> the five-day notice requirement as set forth in Subsection (e), the application shall be approved or denied no later than 24 hours prior to the date of the scheduled Event.<br \/><br \/>\t2.\tProcessing by the Department.<br \/><br \/>\tA.\tWritten Report.  Applications for permits shall be filed directly with the Department. The Department shall investigate the application and prepare a written report, including recommendations of whether the permit should be granted or denied and any conditions which should be imposed.<br \/><br \/>\tB.\tNotification of Affected Agencies.  Upon receipt of the complete application and Permit Application Fee receipt, the Department shall notify and transmit a copy of the application to the following:<br \/><br \/>\t(1)\tChief Engineer of the Fire Department;<br \/><br \/>\t(2)\tGeneral Manager of the Department of Transportation;<br \/><br \/>\t(3)\tGeneral Manager of the Department of General Services;<br \/><br \/>\t(4)\tDirector of the Bureau of Street Services and Director of the Bureau of Sanitation, Department of Public Works;<br \/><br \/>\t(5)\tCalTrans (where appropriate);<br \/><br \/>\t(6)\tGeneral Manager of the Metropolitan Transit Authority;<br \/><br \/>\t(7)\tCalifornia Highway Patrol, only if a state highway is involved;<br \/><br \/>\t(8)\tEntertainment Industry Development Corporation (EIDC);<br \/><br \/>\t(9)\tGeneral Manager of the County of Los Angeles Department of Beaches and Harbors (where appropriate);<br \/><br \/>\t(10)\tGeneral Manager of the Los Angeles City Department of Recreation and Parks (where appropriate);<br \/><br \/>\t(11)\tThe Mayor’s Office of Special Events; and<br \/><br \/>\t(12)\tThe Office of the Council Member of the affected Council District.<br \/><br \/>\tThis notification and transmittal shall be for the purpose of identifying any logistical or public safety <span class=\"dictionary\">issues<\/span> surrounding the granting of the particular application, and to enable the Department of Transportation and the Bureau of Street Services to determine the traffic control and clean-up services that will be required and the costs to be paid by the applicant for those services.<br \/><br \/>\tImmediately upon the granting of a permit, the Board shall transmit a copy thereof to each of the above agencies.<br \/><br \/>\t3.\tAction on Application.<br \/><br \/>\tA.\tRecommendations of Department.<br \/><br \/>\t(1)\tIf the recommendation of the Department is to approve the application without conditions or with conditions to which the applicant agrees, the Executive Director of the Board, on behalf of the Board, shall approve the permit. <br \/><br \/>\t(2)\tIf the recommendation of the Department is to approve the application with conditions to which the applicant disagrees, the contested conditions shall be set forth in a report.  The application, report, and recommendations shall be referred to the Designated Police Commissioner and a copy shall be provided to the applicant.<br \/><br \/>\t(3)\tIf the recommendation of the Department is to deny the permit, the grounds for the recommendation shall be set forth in a report.  The application, report, and recommendations shall be referred to the Designated Police Commissioner and a copy shall be provided to the applicant.<br \/><br \/>\t(4)\tIf the Department simultaneously receives two or more applications from applicants requesting the same date, time, and location for the same or similar events, the Department will complete the processing on the applications and forward them to the Designated Police Commissioner for action on each application.<br \/><br \/>\tB.\tAction by the Designated Police Commissioner.  If an application is referred to the Designated Police Commissioner, the Designated Police Commissioner shall act to grant or deny the application in compliance with Subdivision (f)(1).  The applicant shall be notified in writing of the decision by the Designated Police Commissioner by facsimile or overnight courier and shall be informed that the applicant has the right to appeal the decision as set forth in Subsection (j) below.<br \/><br \/>\t(g)\tIssuance of the Permit.  The Board shall <span class=\"dictionary\">issue<\/span> a permit following:<br \/><br \/>\t1.\tFinal action on the permit pursuant to Subsection (f);<br \/><br \/>\t2.\tAn agreement by the applicant or sponsor in writing to comply with any conditions imposed on the Event by the permit, including payment of traffic control and clean-up costs; and<br \/><br \/>\t3.\tCompliance with all of the applicable requirements of Subsection (h) below.<br \/><br \/>\t(h)\tConditions to Issuance of Permit.  The Board may condition the issuance of a permit by imposing reasonable requirements concerning the time, place, and manner of the Event, as necessary to protect the safety of all persons and property, provided that the conditions shall not unreasonably restrict the right of free speech.  These conditions include, but are not limited to:<br \/><br \/>\t1.\tAlteration of the date or time of the Event proposed on the application;<br \/><br \/>\t2.\tAlteration of the location of the Assembly, route of the Parade, and\/or the area and manner of assembling and disbanding of the Parade;<br \/><br \/>\t3.\tAccommodation of pedestrian or vehicular traffic, including restricting the Event to only a portion of a street or highway;<br \/><br \/>\t4.\tCompliance with all <span class=\"dictionary\">ordinances<\/span> or <span class=\"dictionary\">laws<\/span> and obtaining all legally required permits or licenses;<br \/><br \/>\t5.\tRequirements for the training and use of volunteers, monitors, or parade officials;<br \/><br \/>\t6.\tRestrictions on the number and type of vehicles, animals, or structures at the Event, and prior inspection and approval of floats, structures, and decorated vehicles for fire safety by the Los Angeles Fire Department;<br \/><br \/>\t7.\tRequirements for the use of garbage containers, cleanup, and restoration of City property;<br \/><br \/>\t8.\tRequirements for providing notice of permit conditions to volunteers, monitors, parade officials, and event participants;<br \/><br \/>\t9.\tRequirements for providing a certain specified number of parade officials or volunteers to ensure a safe and expeditious parade;<br \/><br \/>\t10.\tRequirements for the provision of adequate first aid and sanitary facilities;<br \/><br \/>\t11.\tRequirements for the use of amplification devices or amplified sound; and<br \/><br \/>\t12.\tRequirements to provide proof of automobile insurance (where the Event involves the operating of vehicles, including motorized floats, upon the streets or highways).<br \/><br \/>\t(i)\tGrounds for Denial of Application or <span class=\"dictionary\">Revocation<\/span> of a Permit.<br \/><br \/>\t1.\tThe Board, through either the Executive Director or the Designated Police Commissioner, shall approve an application for a permit unless it determines from a consideration of the application or other pertinent information, the existence of any of the following, any of which shall also be justification for the Board to revoke a previously issued permit:<br \/><br \/>\tA.\tInformation contained in the application, or supplementary information requested from the applicant, is false in any <span class=\"dictionary\">material<\/span> detail;<br \/><br \/>\tB.\tThe applicant failed to provide a complete application after being notified of the requirement of producing additional information or documents;<br \/><br \/>\tC.\tThe Event will interfere with another Event, street closure or other activity for which a permit has previously been granted;<br \/><br \/>\tD.\tThe concentration of persons, animals and\/or vehicles at the site of the Event, or at the assembly and disbanding areas, will prevent proper police, fire, ambulance, or other public services to areas contiguous to the Event;<br \/><br \/>\tE.\tThe time, route or size of the Event will disrupt to an unreasonable extent the safe and expeditious movement of traffic contiguous to the event site or route, or unreasonably disrupt the use of a street or highway when it is usually subject to great traffic congestion;<br \/><br \/>\tF.\tThe size or duration of the Event will require the <span class=\"dictionary\">diversion<\/span> of so great a number of police officers of the City that providing the minimum level of police services to other areas of the City is jeopardized.  Nothing in this paragraph authorizes denial of a permit because of the need to protect Event participants from the conduct of others;<br \/><br \/>\tG.\tThe Event will substantially interfere with any construction or maintenance work scheduled to take place upon or along the affected City streets or highways, or a previously granted encroachment permit; <br \/><br \/>\tH.\tThe parade will not move from its point of origin to its point of termination in five hours or less;<br \/><br \/>\tI.\tThe length of the parade route exceeds 3 miles from its point of origin to its point of termination; or<br \/><br \/>\tJ.\tThe applicant fails to conduct the Event in accordance with the information contained in the permit application, or any terms and conditions imposed on the issued permit.<br \/><br \/>\t2.\tWhen the grounds for denial of the application for a permit specified in Subdivision (i)1. can be corrected by altering the time, place and\/or manner of the Event as authorized by Subsection (h), the Board shall, instead of denying the application, conditionally approve the application provided the applicant accepts such conditions for permit issuance.  The conditions imposed shall provide for only such modifications of the applicant’s proposed Event as are necessary to achieve compliance with this subsection.<br \/><br \/>\t(j)\tAppeal Procedure.<br \/><br \/>\t1.\tRight to Appeal.  The applicant shall have the right to appeal any permit conditions imposed upon an Event or the denial of a permit application.  The applicant shall also have the right to appeal the amount of traffic control fees or clean-up deposits imposed pursuant to subsection (l).<br \/><br \/>\t2.\t<span class=\"dictionary\">Notice of Appeal<\/span>.  A <span class=\"dictionary\">notice of appeal<\/span> stating the grounds for the appeal shall be filed with the Board no later than three days after delivery of the notice of the denial of the application or notice of the contested\/disputed permit conditions.<br \/><br \/>\t3.\t<span class=\"dictionary\">Hearing<\/span> by the Board.<br \/><br \/>\tA.\tIf an applicant files a <span class=\"dictionary\">notice of appeal<\/span>, the Board shall conduct a <span class=\"dictionary\">hearing<\/span> on the appeal at the next scheduled meeting of the Board.  The Board shall render its decision at the <span class=\"dictionary\">hearing<\/span> unless the permit applicant or sponsor agrees to a <span class=\"dictionary\">continuance<\/span>.  The decision of the Board is final.<br \/><br \/>\tB.\tIf the date of the next scheduled meeting of the Board following the receipt of a <span class=\"dictionary\">notice of appeal<\/span> is later than two business days before the date of the scheduled Event, the Board shall convene a special meeting within 24 hours of the delivery of the <span class=\"dictionary\">notice of appeal<\/span>.  Notice of the time and place of said special meeting shall be given to all parties at least 24 hours prior to said <span class=\"dictionary\">hearing<\/span>.  The Board shall render its decision at the <span class=\"dictionary\">hearing<\/span> unless the permit applicant or sponsor agrees to a <span class=\"dictionary\">continuance<\/span>.  The decision of the Board is final.<br \/><br \/>\tC.\tNo Board member who did not hear the <span class=\"dictionary\">evidence<\/span> or who was not read or heard the record or proceedings shall vote on the decision.<br \/><br \/>\t(k)\tContents of Permit.  In each permit, the Board shall prescribe:<br \/><br \/>\t1.\tThe assembly area and time therefor:<br \/><br \/>\t2.\tThe start time;<br \/><br \/>\t3.\tThe minimum and maximum speeds for the Parade;<br \/><br \/>\t4.\tThe exact route of the Parade;<br \/><br \/>\t5.\tWhat portions of streets to be traversed may be occupied by the Event;<br \/><br \/>\t6.\tThe maximum number of units and the maximum and minimum interval of space to be maintained between the units of the Parade;<br \/><br \/>\t7.\tThe maximum length of the Parade in miles or fractions thereof;<br \/><br \/>\t8.\tThe disbanding area and disbanding time;<br \/><br \/>\t9.\tThe number of persons required to officiate and\/or monitor the Event;<br \/><br \/>\t10.\tThe number and type of vehicles, if any;<br \/><br \/>\t11.\tThe <span class=\"dictionary\">material<\/span> and maximum size of any sign, banner, placard or carrying device therefor; and<br \/><br \/>\t12.\tAll conditions imposed upon the Event pursuant to Subsection (h) of this Section.<br \/><br \/>\t (l)\tFees and Indemnification.<br \/><br \/>\t1.\tEach applicant, and any other person, organization, firm or corporation on whose behalf the application is made, shall be required to agree in writing to jointly and separately indemnify, protect and defend and hold harmless the City of Los Angeles, its officers and employees against all claims, <span class=\"dictionary\">damages<\/span>, expenses, loss or liability of any kind or nature whatsoever arising out of, or resulting from, the alleged acts or omissions of the permittee, its officers, agents or employees in connection with the Parade or Assembly.<br \/><br \/>\t2.\tTraffic Control Costs.<br \/><br \/>\tA.\tPrepayment of Costs.  Upon approval by the Board of a permit for a Parade or Assembly but prior to the date of the scheduled Event, the Department of Transportation, through the Bureau of Street Services, shall provide the applicant with a statement of the estimated cost of providing traffic management at the Event.  The applicant\/sponsor shall be required to pay the traffic control costs either prior to the date of the Event or within 15 days thereafter.  Traffic control consists of clearing the parade\/assembly route of unauthorized vehicles, posting any parking restrictions necessary for the Event, diverting traffic around the Event, and directing pedestrian and vehicular traffic along the route of a parade.<br \/><br \/>\tB.\tComputing Traffic Control Costs.  The traffic control costs shall be computed by determining the number of LADOT personnel who will be required for traffic control beyond that which would otherwise be required at that time, multiplied by the number of hours for which such additional service is rendered at the rate of the City’s full cost of providing officers on an hourly basis as established by the Department of Transportation.<br \/><br \/>\tC.\tRefunds or Additional Charges.  If the actual cost for traffic control on the date of the Event is less than the estimated cost pursuant to Subdivision (l)2.A. above, the applicant\/ sponsor will be refunded the difference by the City.  If more traffic officers’ hours are required than originally charged, the applicant\/sponsor will be billed the additional costs.<br \/><br \/>\tD.\tTraffic control costs shall not be assessed if the size of the parade\/assembly can be controlled by 5 or fewer traffic officers over a two-hour period, as determined by LADOT.<br \/><br \/>\t3.\tClean-up Deposit.<br \/><br \/>\tA.\tThe applicant\/sponsor of an Event involving horses or other large animals, the sale of food or beverages, or the erection of any structure shall be required to provide a clean-up deposit prior to the date of the Event, paid to the Department of Public Works, Bureau of Street Services.  The clean-up deposit shall be in the amount established in a cleanup fee schedule adopted by the City Council.<br \/><br \/>\tB.\tThe clean-up deposit shall be returned after the Event if the area used for the Event has been cleaned and restored to the same condition as existed prior to the Event, as determined by a representative of the Department of Public Works, Bureau of Street Services.<br \/><br \/>\tC.\tIf the property used for the Event has not been cleaned or restored, the permittee shall be billed for the actual cost of the clean-up and restoration by the Office of Finance, and the clean-up deposit or portion thereof shall be applied toward the payment of the bill.<br \/><br \/>\tD.\tIf the permittee disputes the bill, he or she may appeal to the Board of Public Works within 5 days after receipt of the bill.  Should there be any unexpended balance on the deposit after completion of the work, this balance shall be promptly refunded to the permittee.  Should the amount of the bill exceed the clean-up deposit, the difference shall become due and payable to the City upon the applicant’s receipt of the bill.<br \/><br \/>\t4.\t<span class=\"dictionary\">Waiver<\/span> of Fees for Traffic Control and Clean-up Services.  Upon receipt of an application therefor to the Bureau of Street Services One Stop Special Events Permit Office, Traffic Control and Clean-up Services costs shall be waived for non-commercial Parades and Assemblies, so long as the particular event would qualify for a <span class=\"dictionary\">waiver<\/span> applying all of the requirements, conditions and criteria set forth in Municipal Code Sections 41.20 and 41.20.1.  Applications for such <span class=\"dictionary\">waivers<\/span> shall be processed as set forth in Municipal Code Sections 41.20 and 41.20.1.<br \/><br \/>\t(m)\t<span class=\"dictionary\">Waiver<\/span>.  Except as specifically set forth herein, no requirements of this Section shall be waived.<br \/><br \/>\t(n)\tViolation.  Willful violation of any of the provisions of this Section, or the terms or conditions of an Event permit by the permittee or any participant in said Event is a <span class=\"dictionary\">misdemeanor<\/span>.<br \/><br \/>\t(o)\tSeverability.  If any subsection, subdivision. sentence, clause, phrase, or portion of this section, or the application thereof to any person, is for any reason held to be invalid or unconstitutional by the decision of any <span class=\"dictionary\">court<\/span> of competent <span class=\"dictionary\">jurisdiction<\/span>, such decision shall not affect the validity of the remaining portions of this Section or its application to other persons.  The City Council hereby declares that it would have adopted this section and each subsection, subdivision, sentence, clause, phrase or portion thereof, irrespective of the <span class=\"dictionary\">fact<\/span> that any one or more subsections, subdivisions, sentences, clauses, phrases, or portions, or the application thereof to any person, be declared invalid or unconstitutional.<\/p><\/section>","previous_section":{"id":"1084","structure_id":"33","section_number":"103.109","catch_line":"Motion Picture Shows.","url":"\/103.109\/","token":"103.109"},"text":{"0":{"id":"94","text":"  PARADES AND ASSEMBLIES.\n\t(Title and Section amended by Ord. No. 176,617, Eff. 6\/6\/05.)\t(a)\tPurpose.  This Section establishes the standards and procedures for the issuance of permits for special events consisting of parades and assemblies in the City of Los Angeles.  The purpose of this Section is to preserve and protect the public health and safety of the citizens of Los Angeles, the rights of individuals to engage in expressive activity protected under the First Amendment, and to provide for the recovery of costs to the City directly flowing from these events.  This Section shall only apply to events that fall within the definition of “Parade” or “Assembly,” as set forth below.  All other street closures, including Athletic Events (as that term is defined in this Section), shall be governed by the procedures set forth in Los Angeles Municipal Code Section 41.20.\t(b)\tDefinitions.  As used in this Article:\t“ASSEMBLY” means any stationary formation, assembly, or gathering for the purpose of Expressive Activity upon any public street, sidewalk, alley, or other public place which does not comply with normal or usual traffic regulations or controls.  This term does not include block parties, street festivals, carnivals or other Street Closures, as that term is defined in this Section.\t“ATHLETIC EVENT” means an event, not involving as a primary component, “Expressive Activity,” as that term is defined in this Section, in which a group of people collectively engage in a sport or form of physical exercise, including but not limited to jogging, bicycling, walking, roller skating, or running, upon any public street, sidewalk, alley or other public place, which does not comply with normal and usual traffic regulations and controls.\t“BOARD” means the Board of Police Commissioners for the City of Los Angeles.\t“DEPARTMENT” means the Los Angeles Police Department.\t“DESIGNATED POLICE COMMISSIONER” means the Board Commissioner designated by the President of the Board to act on behalf of the Board to grant or deny event permits.\t“EVENT” means a parade or assembly, or both, which is the subject of a permit application under this section.\t“EXPRESSIVE ACTIVITY” includes conduct, the sole or principal object of which is the expression, dissemination or communication by verbal, visual, literary or auditory means of opinions, views, or ideas.  It includes public oratory and the distribution of literature.\t“PARADE” means any march or procession, other than an Athletic Event, consisting of persons, animals or vehicles, or combination thereof, upon any public street, sidewalk, alley or other public place, which does not comply with normal or usual traffic regulations or controls.  This term does not include Street Closures, as that term is defined in this Section, funeral processions, or official governmental motorcades.\t“PERMIT APPLICATION FEE” means a nonrefundable fee to be paid by the applicant at the time the permit application is submitted to the Department.  The amount of the fee will be set from time to time by resolution of the City Council.  The fee will be used to defray the direct costs of processing and investigating the Event application.\t“STREET CLOSURE” means the closure of streets by the Department of Public Works for an Athletic Event or other activity pursuant to Section 41.20 of this Code.\t(c)\tPermit Required.  No person shall conduct, manage or sponsor any Parade or Assembly without a written permit from the Board.  No person shall participate in any Parade or Assembly with the knowledge that its sponsor has not been issued the required permit.\t(d)\tInterference with Event.  No person shall knowingly join or participate in any Parade or Assembly conducted under permit from the Board in violation of any of the terms of the permit, or knowingly join or participate in any permitted Parade or Assembly without the consent and over the objection of the permittee, nor in any manner interfere with the progress or orderly conduct of a permitted Parade or Assembly.\t(e)\tApplication for Permit.\t1.\tSubmission of Application.\tA.\tWritten applications for permits should be submitted to the Department at least 40 days prior to the date of the requested Event.  However, all applications for permits shall be acted upon by the Department and the Board so long as they are received by the Department not less than five days before the date of the requested Event.  The five-day time limitation shall be waived by the Designated Police Commissioner if the occurrence giving rise to the permit application did not reasonably allow the applicant time to file within the time prescribed, and imposition of the time limitation would place an unreasonable restriction on the right to free speech.\tB.\tAn application will be accepted by the Department only if it is fully completed, legible, and is accompanied by a receipt from the Office of Finance of payment of the Permit Application Fee as required pursuant to Subdivision (e)(2)C. below.\tC.\tApplications shall be submitted no more than six months before the Event date.\t2.\tForm of Application.\tA.\tAn application for a permit shall be made on a form provided by the Department and shall contain the following: \t(1)\tthe name, address, and telephone number of the applicant;\t(2)\tthe name, address, and telephone number of the sponsoring organization;\t(3)\tthe specific date(s) of the Event, including date(s) for set-up and tear down;\t(4)\tthe starting and ending times;\t(5)\tthe exact location of the assembly and disbanding areas, indicating the particular portion of a street, corner of an intersection, portion of private property or park area, etc., if appropriate; \t(6)\tthe exact route and direction of travel of the Parade;\t(7)\tthe portion of the street needed for the Event; \t(8)\tthe total number and type of bands, marching units, vehicles, animals, structures, or other elements\/props which will be used in the Event;\t(9)\tthe estimated number of participants and spectators expected at the Event;\t(10)\ta description of any sound amplification equipment which will be used in the Event;\t(11)\tthe number of floats, if any, which will be used in the Parade and their size, type and method of power; \t(12)\tthe cleanup activities planned; and\t(13)\tthe parking contingencies planned.\tB.\t If the Event is designed to be held by and on behalf of or for any organization other than the applicant, the applicant for the permit shall file a communication in writing from the organization authorizing the applicant to apply for such permit on its behalf.\tC.\tThe application for a permit shall be accompanied by a receipt from the Office of Finance evidencing payment of the requisite Permit Application Fee.\t(f)\tApplication Processing Procedure.\t1.\tTiming of Action on Permit.  The Board shall approve or deny an application as set forth in this subsection no later than the earliest date of the following: (i) 15 days after the complete application and receipt for payment of the Permit Application Fee were received by the Department, or (ii) three business days prior to the date of the scheduled Event; provided however that in the event that the Designated Police Commissioner waives the five-day notice requirement as set forth in Subsection (e), the application shall be approved or denied no later than 24 hours prior to the date of the scheduled Event.\t2.\tProcessing by the Department.\tA.\tWritten Report.  Applications for permits shall be filed directly with the Department. The Department shall investigate the application and prepare a written report, including recommendations of whether the permit should be granted or denied and any conditions which should be imposed.\tB.\tNotification of Affected Agencies.  Upon receipt of the complete application and Permit Application Fee receipt, the Department shall notify and transmit a copy of the application to the following:\t(1)\tChief Engineer of the Fire Department;\t(2)\tGeneral Manager of the Department of Transportation;\t(3)\tGeneral Manager of the Department of General Services;\t(4)\tDirector of the Bureau of Street Services and Director of the Bureau of Sanitation, Department of Public Works;\t(5)\tCalTrans (where appropriate);\t(6)\tGeneral Manager of the Metropolitan Transit Authority;\t(7)\tCalifornia Highway Patrol, only if a state highway is involved;\t(8)\tEntertainment Industry Development Corporation (EIDC);\t(9)\tGeneral Manager of the County of Los Angeles Department of Beaches and Harbors (where appropriate);\t(10)\tGeneral Manager of the Los Angeles City Department of Recreation and Parks (where appropriate);\t(11)\tThe Mayor’s Office of Special Events; and\t(12)\tThe Office of the Council Member of the affected Council District.\tThis notification and transmittal shall be for the purpose of identifying any logistical or public safety issues surrounding the granting of the particular application, and to enable the Department of Transportation and the Bureau of Street Services to determine the traffic control and clean-up services that will be required and the costs to be paid by the applicant for those services.\tImmediately upon the granting of a permit, the Board shall transmit a copy thereof to each of the above agencies.\t3.\tAction on Application.\tA.\tRecommendations of Department.\t(1)\tIf the recommendation of the Department is to approve the application without conditions or with conditions to which the applicant agrees, the Executive Director of the Board, on behalf of the Board, shall approve the permit. \t(2)\tIf the recommendation of the Department is to approve the application with conditions to which the applicant disagrees, the contested conditions shall be set forth in a report.  The application, report, and recommendations shall be referred to the Designated Police Commissioner and a copy shall be provided to the applicant.\t(3)\tIf the recommendation of the Department is to deny the permit, the grounds for the recommendation shall be set forth in a report.  The application, report, and recommendations shall be referred to the Designated Police Commissioner and a copy shall be provided to the applicant.\t(4)\tIf the Department simultaneously receives two or more applications from applicants requesting the same date, time, and location for the same or similar events, the Department will complete the processing on the applications and forward them to the Designated Police Commissioner for action on each application.\tB.\tAction by the Designated Police Commissioner.  If an application is referred to the Designated Police Commissioner, the Designated Police Commissioner shall act to grant or deny the application in compliance with Subdivision (f)(1).  The applicant shall be notified in writing of the decision by the Designated Police Commissioner by facsimile or overnight courier and shall be informed that the applicant has the right to appeal the decision as set forth in Subsection (j) below.\t(g)\tIssuance of the Permit.  The Board shall issue a permit following:\t1.\tFinal action on the permit pursuant to Subsection (f);\t2.\tAn agreement by the applicant or sponsor in writing to comply with any conditions imposed on the Event by the permit, including payment of traffic control and clean-up costs; and\t3.\tCompliance with all of the applicable requirements of Subsection (h) below.\t(h)\tConditions to Issuance of Permit.  The Board may condition the issuance of a permit by imposing reasonable requirements concerning the time, place, and manner of the Event, as necessary to protect the safety of all persons and property, provided that the conditions shall not unreasonably restrict the right of free speech.  These conditions include, but are not limited to:\t1.\tAlteration of the date or time of the Event proposed on the application;\t2.\tAlteration of the location of the Assembly, route of the Parade, and\/or the area and manner of assembling and disbanding of the Parade;\t3.\tAccommodation of pedestrian or vehicular traffic, including restricting the Event to only a portion of a street or highway;\t4.\tCompliance with all ordinances or laws and obtaining all legally required permits or licenses;\t5.\tRequirements for the training and use of volunteers, monitors, or parade officials;\t6.\tRestrictions on the number and type of vehicles, animals, or structures at the Event, and prior inspection and approval of floats, structures, and decorated vehicles for fire safety by the Los Angeles Fire Department;\t7.\tRequirements for the use of garbage containers, cleanup, and restoration of City property;\t8.\tRequirements for providing notice of permit conditions to volunteers, monitors, parade officials, and event participants;\t9.\tRequirements for providing a certain specified number of parade officials or volunteers to ensure a safe and expeditious parade;\t10.\tRequirements for the provision of adequate first aid and sanitary facilities;\t11.\tRequirements for the use of amplification devices or amplified sound; and\t12.\tRequirements to provide proof of automobile insurance (where the Event involves the operating of vehicles, including motorized floats, upon the streets or highways).\t(i)\tGrounds for Denial of Application or Revocation of a Permit.\t1.\tThe Board, through either the Executive Director or the Designated Police Commissioner, shall approve an application for a permit unless it determines from a consideration of the application or other pertinent information, the existence of any of the following, any of which shall also be justification for the Board to revoke a previously issued permit:\tA.\tInformation contained in the application, or supplementary information requested from the applicant, is false in any material detail;\tB.\tThe applicant failed to provide a complete application after being notified of the requirement of producing additional information or documents;\tC.\tThe Event will interfere with another Event, street closure or other activity for which a permit has previously been granted;\tD.\tThe concentration of persons, animals and\/or vehicles at the site of the Event, or at the assembly and disbanding areas, will prevent proper police, fire, ambulance, or other public services to areas contiguous to the Event;\tE.\tThe time, route or size of the Event will disrupt to an unreasonable extent the safe and expeditious movement of traffic contiguous to the event site or route, or unreasonably disrupt the use of a street or highway when it is usually subject to great traffic congestion;\tF.\tThe size or duration of the Event will require the diversion of so great a number of police officers of the City that providing the minimum level of police services to other areas of the City is jeopardized.  Nothing in this paragraph authorizes denial of a permit because of the need to protect Event participants from the conduct of others;\tG.\tThe Event will substantially interfere with any construction or maintenance work scheduled to take place upon or along the affected City streets or highways, or a previously granted encroachment permit; \tH.\tThe parade will not move from its point of origin to its point of termination in five hours or less;\tI.\tThe length of the parade route exceeds 3 miles from its point of origin to its point of termination; or\tJ.\tThe applicant fails to conduct the Event in accordance with the information contained in the permit application, or any terms and conditions imposed on the issued permit.\t2.\tWhen the grounds for denial of the application for a permit specified in Subdivision (i)1. can be corrected by altering the time, place and\/or manner of the Event as authorized by Subsection (h), the Board shall, instead of denying the application, conditionally approve the application provided the applicant accepts such conditions for permit issuance.  The conditions imposed shall provide for only such modifications of the applicant’s proposed Event as are necessary to achieve compliance with this subsection.\t(j)\tAppeal Procedure.\t1.\tRight to Appeal.  The applicant shall have the right to appeal any permit conditions imposed upon an Event or the denial of a permit application.  The applicant shall also have the right to appeal the amount of traffic control fees or clean-up deposits imposed pursuant to subsection (l).\t2.\tNotice of Appeal.  A notice of appeal stating the grounds for the appeal shall be filed with the Board no later than three days after delivery of the notice of the denial of the application or notice of the contested\/disputed permit conditions.\t3.\tHearing by the Board.\tA.\tIf an applicant files a notice of appeal, the Board shall conduct a hearing on the appeal at the next scheduled meeting of the Board.  The Board shall render its decision at the hearing unless the permit applicant or sponsor agrees to a continuance.  The decision of the Board is final.\tB.\tIf the date of the next scheduled meeting of the Board following the receipt of a notice of appeal is later than two business days before the date of the scheduled Event, the Board shall convene a special meeting within 24 hours of the delivery of the notice of appeal.  Notice of the time and place of said special meeting shall be given to all parties at least 24 hours prior to said hearing.  The Board shall render its decision at the hearing unless the permit applicant or sponsor agrees to a continuance.  The decision of the Board is final.\tC.\tNo Board member who did not hear the evidence or who was not read or heard the record or proceedings shall vote on the decision.\t(k)\tContents of Permit.  In each permit, the Board shall prescribe:\t1.\tThe assembly area and time therefor:\t2.\tThe start time;\t3.\tThe minimum and maximum speeds for the Parade;\t4.\tThe exact route of the Parade;\t5.\tWhat portions of streets to be traversed may be occupied by the Event;\t6.\tThe maximum number of units and the maximum and minimum interval of space to be maintained between the units of the Parade;\t7.\tThe maximum length of the Parade in miles or fractions thereof;\t8.\tThe disbanding area and disbanding time;\t9.\tThe number of persons required to officiate and\/or monitor the Event;\t10.\tThe number and type of vehicles, if any;\t11.\tThe material and maximum size of any sign, banner, placard or carrying device therefor; and\t12.\tAll conditions imposed upon the Event pursuant to Subsection (h) of this Section.\t (l)\tFees and Indemnification.\t1.\tEach applicant, and any other person, organization, firm or corporation on whose behalf the application is made, shall be required to agree in writing to jointly and separately indemnify, protect and defend and hold harmless the City of Los Angeles, its officers and employees against all claims, damages, expenses, loss or liability of any kind or nature whatsoever arising out of, or resulting from, the alleged acts or omissions of the permittee, its officers, agents or employees in connection with the Parade or Assembly.\t2.\tTraffic Control Costs.\tA.\tPrepayment of Costs.  Upon approval by the Board of a permit for a Parade or Assembly but prior to the date of the scheduled Event, the Department of Transportation, through the Bureau of Street Services, shall provide the applicant with a statement of the estimated cost of providing traffic management at the Event.  The applicant\/sponsor shall be required to pay the traffic control costs either prior to the date of the Event or within 15 days thereafter.  Traffic control consists of clearing the parade\/assembly route of unauthorized vehicles, posting any parking restrictions necessary for the Event, diverting traffic around the Event, and directing pedestrian and vehicular traffic along the route of a parade.\tB.\tComputing Traffic Control Costs.  The traffic control costs shall be computed by determining the number of LADOT personnel who will be required for traffic control beyond that which would otherwise be required at that time, multiplied by the number of hours for which such additional service is rendered at the rate of the City’s full cost of providing officers on an hourly basis as established by the Department of Transportation.\tC.\tRefunds or Additional Charges.  If the actual cost for traffic control on the date of the Event is less than the estimated cost pursuant to Subdivision (l)2.A. above, the applicant\/ sponsor will be refunded the difference by the City.  If more traffic officers’ hours are required than originally charged, the applicant\/sponsor will be billed the additional costs.\tD.\tTraffic control costs shall not be assessed if the size of the parade\/assembly can be controlled by 5 or fewer traffic officers over a two-hour period, as determined by LADOT.\t3.\tClean-up Deposit.\tA.\tThe applicant\/sponsor of an Event involving horses or other large animals, the sale of food or beverages, or the erection of any structure shall be required to provide a clean-up deposit prior to the date of the Event, paid to the Department of Public Works, Bureau of Street Services.  The clean-up deposit shall be in the amount established in a cleanup fee schedule adopted by the City Council.\tB.\tThe clean-up deposit shall be returned after the Event if the area used for the Event has been cleaned and restored to the same condition as existed prior to the Event, as determined by a representative of the Department of Public Works, Bureau of Street Services.\tC.\tIf the property used for the Event has not been cleaned or restored, the permittee shall be billed for the actual cost of the clean-up and restoration by the Office of Finance, and the clean-up deposit or portion thereof shall be applied toward the payment of the bill.\tD.\tIf the permittee disputes the bill, he or she may appeal to the Board of Public Works within 5 days after receipt of the bill.  Should there be any unexpended balance on the deposit after completion of the work, this balance shall be promptly refunded to the permittee.  Should the amount of the bill exceed the clean-up deposit, the difference shall become due and payable to the City upon the applicant’s receipt of the bill.\t4.\tWaiver of Fees for Traffic Control and Clean-up Services.  Upon receipt of an application therefor to the Bureau of Street Services One Stop Special Events Permit Office, Traffic Control and Clean-up Services costs shall be waived for non-commercial Parades and Assemblies, so long as the particular event would qualify for a waiver applying all of the requirements, conditions and criteria set forth in Municipal Code Sections 41.20 and 41.20.1.  Applications for such waivers shall be processed as set forth in Municipal Code Sections 41.20 and 41.20.1.\t(m)\tWaiver.  Except as specifically set forth herein, no requirements of this Section shall be waived.\t(n)\tViolation.  Willful violation of any of the provisions of this Section, or the terms or conditions of an Event permit by the permittee or any participant in said Event is a misdemeanor.\t(o)\tSeverability.  If any subsection, subdivision. sentence, clause, phrase, or portion of this section, or the application thereof to any person, is for any reason held to be invalid or unconstitutional by the decision of any court of competent jurisdiction, such decision shall not affect the validity of the remaining portions of this Section or its application to other persons.  The City Council hereby declares that it would have adopted this section and each subsection, subdivision, sentence, clause, phrase or portion thereof, irrespective of the fact that any one or more subsections, subdivisions, sentences, clauses, phrases, or portions, or the application thereof to any person, be declared invalid or unconstitutional.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}