{"section_number":"103.314","edition_id":"1","section_id":"2476","structure_id":"33","catch_line":"Sellers Of Firearms.","history":"","full_text":"  SELLERS OF FIREARMS.\n\t(Amended by Ord. No. 170,212, Eff. 2\/5\/95.)\n\n\t(a)\tDefinitions.\n\n\t1.\t“Firearm” means any pistol, revolver, rifle, shotgun or other device designed to be used as a weapon, from which a projectile is expelled through a barrel by the force of an explosion or any other form of combustion, or any device which is capable of being altered so as to expel a projectile in such manner.\n\n\t2.\t“Firearms Dealer” means any person engaged in the business of selling, transferring or leasing at retail, advertising for sale, transfer or lease at retail or offering or exposing for sale, transfer or lease at retail, any firearm.\n\n\t3.\t“Residential Neighborhood” means any district of the City zoned for residential use or, if not so zoned, any street segment bounded by intersecting streets wherein over fifty percent of the buildings on that street segment are used for residential purposes.\n\n\t(b)\tPresumption.  For the purposes of this section there shall be a presumption that any person who has been issued a valid Federal firearms license has acquired such license with an intent to engage in the sale of firearms.\n\n\t(c)\tPermit Required.  No person shall engage in, manage, conduct or carry on the business of a firearms dealer without a written permit from the “Board.”\n\n\t(d)\tFixed location.  Each permittee must have a fixed place of business. Sales of firearms may be made only at said fixed location.\n\n\t(e)\tOverlapping Business.  If any person engages in, conducts, manages or carries on at the same time more than one business requiring police permits, such person shall comply with all of the provisions affecting each business.\n\n\t(f)\tCondition of Issuance.  No permit or renewal permit shall be issued unless:\n\n\t1.\tThe applicant has a valid Federal firearms license, a valid seller’s permit issued by the State of California Board of Equalization and a certificate of eligibility as described in Section 12071 of the Penal Code of the State of California;\n\n\t2.\tThe applicant has obtained all other required permits for the operation of the business as proposed and has complied with all other applicable laws;\n\n\t3.\tThe applicant provides evidence of a possessory interest such as owner, lessee or renter, in the property at which the business is proposed to be conducted;\n\n\t4.\tThe proposed location of the business is other than in a residential neighborhood;\n\n\t5.\tThe applicant has obtained a policy of insurance as provided in Subdivision (g).\n\n\t6.\tThe applicant agrees to indemnify, defend and hold harmless the City, its officers, agents and employees, from claims arising from the negligence of the applicant or permittee; and\n\n\t7.\tThe applicant has been provided and has read copies of Municipal Code Section 103.314 and  the Police Commission Board Rules relating to that section.\n\n\t(g)\tInsurance Requirements.  The permittee shall maintain in full force and effect a policy of insurance on file with the City Attorney.  Such policy shall be executed by an insurance company admitted to do business in this state, and shall be in a form that the City deems proper.  It shall insure the applicant or permittee against liability for damage to property and for injury to or the death of any person as a result of the sale, transfer or lease, or the  advertising for sale, transfer or lease, or the  offering or exposing for sale, transfer or lease, of any firearm.  The policy shall also name the City and its officers, agents and employees as additional insureds.  The minimum liability limit shall not be less than One Million Dollars ($1,000,000.00) for damage to or destruction of property in any one incident, and One Million Dollars ($1,000,000.00) for the death or injury to any one person.  Provided, however, that additional amounts may be required by the City if deemed necessary.\n\n\tSuch policy of insurance shall contain an endorsement providing that the policy will be continuous until canceled by a 30-day written notice sent by registered mail to the City Attorney 30 days in advance of the cancellation date.  Prior to cancellation of any such policy, permittee shall secure equivalent insurance.  Failure to so do is grounds for revocation of the permit.\n\n\t(h)\tDenial of Permit.  Any applicant who is denied a permit shall be informed of the reasons for denial.\n\n\t(i)\tPermit Valid for Issuance.  When issued the permit shall state on its face “Valid for Retail Sale of Firearms.”\n\n\t(j)\tConsent to Inspection.  The acceptance of a permit to engage in the business of a firearms dealer constitutes consent to inspection of the books, records and business premises in the manner set forth in Section 103.14 of this Code.\n\n\t(k)\tPermit Assignment.  The assignment or attempted assignment of any permit issued pursuant to this section, otherwise than in connection with a change of ownership as provided in Section 103.08, is unlawful and any such assignment or attempted assignment shall render the permit null and void.\n\n\t(l)\tPermittee Responsible For The Conduct Of Business.  No firearms or ammunition shall be sold or leased or offered for sale or lease or advertised for sale or lease by the permittee, nor shall the permittee otherwise conduct its business, in violation of the Penal Code of the State of California, this section or any other applicable law.\n\n\t(m)\tSale of Saturday Night Specials Prohibited.  (New Subsec. (m) Added by Ord. No. 171,268, Eff. 10\/6\/96.)\n\n\t1.\tDefinition.  Except as provided in Subdivision 2 of this subsection, the term “Saturday Night Special” shall mean any of the following:\n\n\t(i)\tA pistol, revolver or firearm capable of being concealed upon the person, as those terms are defined in California Penal Code Section 12001(a), which contains a frame, barrel, breechblock, cylinder or slide that is not completely fabricated of heat treated carbon steel, forged alloy or other material of equal or higher tensile strength;\n\n\t(ii)\tA semi-automatic pistol which:\n\n\t(a)\tis not originally equipped by the manufacturer with a locked-breech action; and\n\n\t(b)\tis chambered for cartridges developing maximum permissible breech pressures above 24,100 Copper Units of Pressure as standardized by the Sporting Arms and Ammunition Manufacturers Institute;\n\n\t(c)\tfor purpose of this subdivision, “semi-automatic pistol” shall mean a firearm, as defined in California Penal Code Section 12001(b), which is designed to be held and fired with one hand, and which does the following upon discharge:\n\n\t(i)\tfires the cartridge in the chamber;\n\n\t(ii)\tejects the fired cartridge case; and\n\n\t(iii)\tloads a cartridge from the magazine into the chamber.  “Semi-automatic pistol” shall not include any assault weapon designated in California Penal Code Section 12276.\n\n\t(iii)\tA pistol, revolver, or firearm capable of being concealed upon the person, as those terms are defined in California Penal Code Section 12001(a), which:\n\n\t(a)\tuses an action mechanism which is substantially identical in design to any action mechanism manufactured in or before 1898 that was originally chambered for rimfire ammunition developing maximum permissible breech pressures below 19,000 Copper Units of Pressure as standardized by the Sporting Arms and Ammunition Manufacturers Institute; and\n\n\t(b)\tis chambered to fire either centerfire ammunition or rimfire ammunition developing maximum permissible breech pressures above 19,000 Copper Units of Pressure as standardized by the Sporting Arms and Ammunition Manufacturers Institute; and\n\n\t(c)\tis not originally equipped by the manufacturer with a nondetachable safety guard surrounding the trigger; or\n\n\t(d)\tis equipped with a barrel of less than 20 bore diameters in overall length protruding from the frame.\n\n\t(e)\tfor purpose of this subdivision, “action mechanism” shall mean the mechanism of a firearm by which it is loaded, locked, fired and unloaded.\n\n\t2.\tEXCLUSIONS:  The term “Saturday Night Special” does not include any of the following;\n\n\t(i)\tAny pistol which is an antique or relic firearm or other weapon falling within the specifications of Paragraphs (5), (7) and (8) of Subsection (b) of California Penal Code Section 12020; or\n\n\t(ii)\tAny pistol for which the propelling force is classified as pneumatic, that is, of, or related to, compressed air or any other gases not directly produced by combustion.\n\n\t(iii)\tChildren’s pop guns or toys; or\n\n\t(iv)\tAn “unconventional pistol” as defined in California Penal Code Section 12020(c)(12); or\n\n\t(v)\tAny pistol which has been modified to either render it permanently inoperable or permanently to make it a device no longer classified as a “Saturday Night Special”.\n\n\t3.\tRoster of Saturday Night Specials.  Within 30 days after the effective date of this Subsection, the Chief of Police shall compile, publish and distribute to dealers licensed under this section to sell guns at retail, a roster of Saturday Night Specials which shall list those firearms, by manufacturer and model number, which the Chief determines satisfy the definition of “Saturday Night Specials” set forth in this subsection.\n\n\t4.\tPublication.  The Chief shall publish the roster of Saturday Night Specials on a semiannual basis and shall send a copy of the roster to every dealer licensed under the provisions of this section.\n\n\t5.\tSale Prohibited.  No firearms dealer licensed to sell firearms under this section shall sell, offer or display for sale, give, lend or transfer ownership of, any firearm listed on the roster of Saturday Night Specials received by the licensee.  This section shall prohibit a licensee from processing firearm transactions between unlicensed parties pursuant to Section 12072(d) of the Penal Code of the State of California.  (Amended by Ord. No. 171,758, Eff. 11\/23\/97.)\n\n\t6.\tExemptions:  Nothing in this section shall prohibit the disposition of any Saturday Night Special by police departments, sheriff’s offices, marshall’s offices, the California Highway Patrol, other local, state and federal law enforcement agencies, or the military and naval forces of this state or the United States for use in the discharge of their official duties; nor shall anything in this section prohibit the use of any Saturday Night Special by regular, salaried, full-time officers, employees or agents thereof when on duty and the use of such firearms is within the scope of their duties.\n\n\t(n)\tConditions of Employment by Permittee.  (Amended by Ord. No. 180,451, Eff. 2\/7\/09.)\n\n\t1.\tNo officer, employee or agent of the permittee, hereinafter referred to collectively as “employee”, who will have access to and control of firearms or ammunitions shall:\n\n\t(i)\tbe under twenty-one years of age;\n\n\t(ii)\thave had a Federal firearms license revoked or denied within the last year;\n\n\t(iii)\tbe prohibited by law from owning, possessing or having custody or control of any firearm as defined in such law;\n\n\t(iv)\thave been convicted of any firearms related offense within the last five years.\n\n\t2.\tPrior to employment, all prospective employees of the permittee shall make application to the Board for employment authorization and shall submit all required information and fees, together with fingerprints as required by Section 103.02.1 of this Code, to the Board.  The applicant for employment shall be advised by the Board as to the approval of the application as soon as processing has been completed.  No applicant for employment may be hired until and unless the application for employment has been approved by the Board.  This provision shall also apply to any employee in the employment of the permittee who has access to and control of firearms or ammunition at the time the provision becomes effective, and such an employee must also submit an application to the Board.  An employee in the employment of the permittee at the time this provision becomes effective who does not meet all of the above conditions must be released from employment within ninety days after notification to the permittee that the employee has failed to meet all of the above conditions.\n\n\t(o)\tTrigger Locks.  (New Subsec. (o) Added by Ord. No. 171,758, Eff. 11\/23\/97.)  A trigger lock is a device which is designed to prevent the firearm from functioning and which is locked by a padlock, key lock, combination lock, or a similar locking device, that is reusable, and, when applied to the weapon, renders the weapon inoperable.  The permittee shall not sell, lease or otherwise transfer a firearm without also selling or otherwise providing a trigger lock with each such firearm sold, leased or otherwise transferred.  In the event trigger locks are not manufactured for a particular firearm, the requirement is satisfied by selling a similar device designed to prevent the unintentional discharge of firearms.\n\n\t(p)\tRules For The Protection Of Firearms.  (Subsec. (n) Redesignated as (p) by Ord. No. 171,758, Eff. 11\/23\/97.)  The Board shall adopt and enforce by rules and regulations security requirements consistent with State law for the protection from theft of firearms and ammunition sold and maintained by any permittee.  Such rules may require that any permittee provide burglar alarms systems, separate storage areas for ammunition and other measures designed to prevent the theft of such merchandise from the premises of the permittee.\n\n\t(q)\tWarning Regarding Dangers of Firearms in the Home.  (New Subsec. (q) Added by Ord. No. 178,996, Eff. 9\/3\/07.)  Within 30 days after the effective date of this subsection, the permittee shall do the following:\n\n\t1.\tPost conspicuously within the premises the following warning in block letters not less than one inch in height:\n\nWARNING:  THE CITY OF LOS ANGELES HAS DETERMINED THAT GUNS IN THE HOME ARE MUCH MORE LIKELY TO BE USED TO KILL OR INJURE A HOUSEHOLD MEMBER THAN TO PROTECT AGAINST AN ATTACKER.  IT IS SAFEST NOT TO KEEP A GUN IN THE HOME.  IF A GUN IS KEPT IN THE HOME, IT SHOULD BE KEPT UNLOADED AND SECURELY LOCKED AND AMMUNITION SHOULD BE LOCKED SEPARATELY.\n\n\t2.\tProvide all firearm purchasers with a bill of sale for the purchase of the firearm(s), which includes the warning language required in Subdivision 1. of this subsection.\n\n\t(r)\tPhysical Inventory Inspections.  (New Subsec. (r) Added by Ord. No. 180,451, Eff. 2\/7\/09.)  Within the first five business days of April and October of each year, permittees shall cause a physical inventory to be taken that includes a listing of each firearm held by the permittee by make, model, and serial number.  In addition, the inventory shall include a listing of each firearm lost or stolen that is required to be reported pursuant to Penal Code Section 12071(b)(13).  Permittees shall maintain a copy of the inventory on the premises for which the license was issued.  Immediately upon completion of the inventory, permittees shall forward a copy of the inventory to the address specified by the Board, by such means as specified by the Board.  With each copy of the inventory, permittees shall include an affidavit signed by the permittee (or, if the permittee is not a natural person, by an officer, general manager, or other principal of the permittee) stating under penalty of perjury that within the first five business days of that April or October, as the case may be, the signer personally confirmed the presence of the firearms and all other information reported on the inventory.\n\n\t(s)\tRevocation of Permit.  (Subsec. (r) Redesignated as (s) by Ord. No. 180,451, Eff. 2\/7\/09.)  In addition to any other grounds for revocation of a permit, such permit shall be revoked if permittee’s Federal firearms license is revoked or expires.\n\n\t(t)\t(Subsec. (s) Redesignated as (t) by Ord. No. 180,451, Eff. 2\/7\/09.)  If any provision of this ordinance is found to be unconstitutional or otherwise invalid by any court of competent jurisdiction, that invalidity shall not affect the remaining provisions, which can be implemented without the invalid provisions, and to this end, the provisions of this ordinance are declared to be severable.","order_by":"314","ancestry":{"1":{"id":"33","name":"Police Permit Regulation","identifier":"3","label":"article","url":"\/10\/3\/"},"2":{"id":"29","name":"Business Regulations","identifier":"10","label":"chapter","url":"\/10\/"}},"structure_contents":{"0":{"id":"1971","structure_id":"33","section_number":"103.00","catch_line":"Scope.","url":"\/103.00\/","token":"103.00"},"1":{"id":"2728","structure_id":"33","section_number":"103.01","catch_line":"Definitions.","url":"\/103.01\/","token":"103.01"},"2":{"id":"3947","structure_id":"33","section_number":"103.02","catch_line":"Permit Required.","url":"\/103.02\/","token":"103.02"},"3":{"id":"1237","structure_id":"33","section_number":"103.02.1","catch_line":"Permit Applications.","url":"\/103.02.1\/","token":"103.02.1"},"4":{"id":"3529","structure_id":"33","section_number":"103.03","catch_line":"Public Hearings.","url":"\/103.03\/","token":"103.03"},"5":{"id":"1633","structure_id":"33","section_number":"103.04","catch_line":"False Statements.","url":"\/103.04\/","token":"103.04"},"6":{"id":"3757","structure_id":"33","section_number":"103.05","catch_line":"Overlapping Business.","url":"\/103.05\/","token":"103.05"},"7":{"id":"3124","structure_id":"33","section_number":"103.06","catch_line":"Permits – Duration.","url":"\/103.06\/","token":"103.06"},"8":{"id":"2153","structure_id":"33","section_number":"103.06.1","catch_line":"Permits – Renewal.","url":"\/103.06.1\/","token":"103.06.1"},"9":{"id":"626","structure_id":"33","section_number":"103.06.2","catch_line":"Temporary Permits.","url":"\/103.06.2\/","token":"103.06.2"},"10":{"id":"2080","structure_id":"33","section_number":"103.07","catch_line":"Permits – Annual Fee.","url":"\/103.07\/","token":"103.07"},"11":{"id":"935","structure_id":"33","section_number":"103.08","catch_line":"Permits Non-Transferable.","url":"\/103.08\/","token":"103.08"},"12":{"id":"1789","structure_id":"33","section_number":"103.09","catch_line":"Permit For Each Location.","url":"\/103.09\/","token":"103.09"},"13":{"id":"1610","structure_id":"33","section_number":"103.10","catch_line":"Change Of Location.","url":"\/103.10\/","token":"103.10"},"14":{"id":"2237","structure_id":"33","section_number":"103.11","catch_line":"Additional Locations.","url":"\/103.11\/","token":"103.11"},"15":{"id":"4168","structure_id":"33","section_number":"103.12","catch_line":"Fees.","url":"\/103.12\/","token":"103.12"},"16":{"id":"2834","structure_id":"33","section_number":"103.13","catch_line":"Records.","url":"\/103.13\/","token":"103.13"},"17":{"id":"1926","structure_id":"33","section_number":"103.14","catch_line":"Inspection.","url":"\/103.14\/","token":"103.14"},"18":{"id":"3867","structure_id":"33","section_number":"103.15","catch_line":"Reports.","url":"\/103.15\/","token":"103.15"},"19":{"id":"1179","structure_id":"33","section_number":"103.16","catch_line":"Property.","url":"\/103.16\/","token":"103.16"},"20":{"id":"2714","structure_id":"33","section_number":"103.17","catch_line":"Advertising.","url":"\/103.17\/","token":"103.17"},"21":{"id":"4164","structure_id":"33","section_number":"103.18","catch_line":"Permittee – Responsibility.","url":"\/103.18\/","token":"103.18"},"22":{"id":"1396","structure_id":"33","section_number":"103.19","catch_line":"Signs Required.","url":"\/103.19\/","token":"103.19"},"23":{"id":"3238","structure_id":"33","section_number":"103.20","catch_line":"Display Of Permit.","url":"\/103.20\/","token":"103.20"},"24":{"id":"663","structure_id":"33","section_number":"103.21","catch_line":"Change In Owner Information.","url":"\/103.21\/","token":"103.21"},"25":{"id":"1862","structure_id":"33","section_number":"103.22","catch_line":"Identification Cards.","url":"\/103.22\/","token":"103.22"},"26":{"id":"57","structure_id":"33","section_number":"103.23","catch_line":"Surrender Of Permits.","url":"\/103.23\/","token":"103.23"},"27":{"id":"1606","structure_id":"33","section_number":"103.24","catch_line":"Hours Of Business.","url":"\/103.24\/","token":"103.24"},"28":{"id":"3896","structure_id":"33","section_number":"103.25","catch_line":"Doing Business With Minor.","url":"\/103.25\/","token":"103.25"},"29":{"id":"3138","structure_id":"33","section_number":"103.26","catch_line":"True Name, Age And Address.","url":"\/103.26\/","token":"103.26"},"30":{"id":"233","structure_id":"33","section_number":"103.27","catch_line":"Administration.","url":"\/103.27\/","token":"103.27"},"31":{"id":"2008","structure_id":"33","section_number":"103.28","catch_line":"Investigation By Board.","url":"\/103.28\/","token":"103.28"},"32":{"id":"3636","structure_id":"33","section_number":"103.29","catch_line":"Timing Of Action On Application.","url":"\/103.29\/","token":"103.29"},"33":{"id":"1985","structure_id":"33","section_number":"103.29.01","catch_line":"Executive Director Action On Application.","url":"\/103.29.01\/","token":"103.29.01"},"34":{"id":"3913","structure_id":"33","section_number":"103.30","catch_line":"Effect Of Granting Permit.","url":"\/103.30\/","token":"103.30"},"35":{"id":"1563","structure_id":"33","section_number":"103.31","catch_line":"Denial Of Application.","url":"\/103.31\/","token":"103.31"},"36":{"id":"608","structure_id":"33","section_number":"103.31.1","catch_line":"Final Decisions.","url":"\/103.31.1\/","token":"103.31.1"},"37":{"id":"2525","structure_id":"33","section_number":"103.31.2","catch_line":"Effective Date Of Notices.","url":"\/103.31.2\/","token":"103.31.2"},"38":{"id":"3821","structure_id":"33","section_number":"103.32","catch_line":"Denial –Notice To Applicant.","url":"\/103.32\/","token":"103.32"},"39":{"id":"569","structure_id":"33","section_number":"103.33","catch_line":"Hearing On Denial – Request By Applicant.","url":"\/103.33\/","token":"103.33"},"40":{"id":"3240","structure_id":"33","section_number":"103.34","catch_line":"Suspension Or Revocation Of Permits Issued Under This Article.","url":"\/103.34\/","token":"103.34"},"41":{"id":"3508","structure_id":"33","section_number":"103.34.1","catch_line":"Suspension Or Revocation Of Permits Issued Pursuant To Sections 103.101.1, 103.102 And 103.109.","url":"\/103.34.1\/","token":"103.34.1"},"42":{"id":"3371","structure_id":"33","section_number":"103.34.2","catch_line":"Judicial Review Of Board Action On Applications And Permits Subject To Sections 103.101.1, 103.102 And 103.109.","url":"\/103.34.2\/","token":"103.34.2"},"43":{"id":"2882","structure_id":"33","section_number":"103.35","catch_line":"Disciplinary Action – Grounds.","url":"\/103.35\/","token":"103.35"},"44":{"id":"214","structure_id":"33","section_number":"103.36","catch_line":"Suspension Or Revocation Without Hearing.","url":"\/103.36\/","token":"103.36"},"45":{"id":"2189","structure_id":"33","section_number":"103.37","catch_line":"Suspension Or Revocation – Effect On Other Permits.","url":"\/103.37\/","token":"103.37"},"46":{"id":"4000","structure_id":"33","section_number":"103.38","catch_line":"New Permit Application After Denial Or Revocation.","url":"\/103.38\/","token":"103.38"},"47":{"id":"755","structure_id":"33","section_number":"103.39","catch_line":"Cancelled Or Suspended Permit – Jurisdiction Of The Board.","url":"\/103.39\/","token":"103.39"},"48":{"id":"3036","structure_id":"33","section_number":"103.40","catch_line":"Pending Revocation Or Suspension Proceedings – Effect On Permittee.","url":"\/103.40\/","token":"103.40"},"49":{"id":"2541","structure_id":"33","section_number":"103.40.1","catch_line":"Power Of Board To Limit And\/Or Condition A Permit.","url":"\/103.40.1\/","token":"103.40.1"},"50":{"id":"3520","structure_id":"33","section_number":"103.40.2","catch_line":"Subject Matter Of Limitations And\/Or Conditions To A Permit.","url":"\/103.40.2\/","token":"103.40.2"},"51":{"id":"982","structure_id":"33","section_number":"103.41","catch_line":"Prior Acts No Bar To Board Action.","url":"\/103.41\/","token":"103.41"},"52":{"id":"911","structure_id":"33","section_number":"103.42","catch_line":"Stolen Property – Investigation.","url":"\/103.42\/","token":"103.42"},"53":{"id":"2845","structure_id":"33","section_number":"103.43","catch_line":"Record Search – Charge Authorized.","url":"\/103.43\/","token":"103.43"},"54":{"id":"102","structure_id":"33","section_number":"103.44","catch_line":"Instructional Materials – Custody – Fees For Rental Or Sale.","url":"\/103.44\/","token":"103.44"},"55":{"id":"2184","structure_id":"33","section_number":"103.101","catch_line":"Picture Arcade.","url":"\/103.101\/","token":"103.101"},"56":{"id":"845","structure_id":"33","section_number":"103.101.1","catch_line":"Picture Arcade Permits And Regulations.","url":"\/103.101.1\/","token":"103.101.1"},"57":{"id":"3778","structure_id":"33","section_number":"103.101.2","catch_line":"Compliance By Existing Permittees.","url":"\/103.101.2\/","token":"103.101.2"},"58":{"id":"445","structure_id":"33","section_number":"103.101.3","catch_line":"Game Arcade.","url":"\/103.101.3\/","token":"103.101.3"},"59":{"id":"3234","structure_id":"33","section_number":"103.101.4","catch_line":"Cyber CafÉS.","url":"\/103.101.4\/","token":"103.101.4"},"60":{"id":"1486","structure_id":"33","section_number":"103.102","catch_line":"Cafe Entertainment And Shows.","url":"\/103.102\/","token":"103.102"},"61":{"id":"3379","structure_id":"33","section_number":"103.102.1","catch_line":"Additional Regulations.","url":"\/103.102.1\/","token":"103.102.1"},"62":{"id":"3638","structure_id":"33","section_number":"103.102.2","catch_line":"Compliance By Existing Permittees And Effect Of Noncompliance.","url":"\/103.102.2\/","token":"103.102.2"},"63":{"id":"2551","structure_id":"33","section_number":"103.103","catch_line":"Card Club – Social Card Club – Card School.","url":"\/103.103\/","token":"103.103"},"64":{"id":"2151","structure_id":"33","section_number":"103.104","catch_line":"Carnivals.","url":"\/103.104\/","token":"103.104"},"65":{"id":"1602","structure_id":"33","section_number":"103.105","catch_line":"Dancing Academies.","url":"\/103.105\/","token":"103.105"},"66":{"id":"1052","structure_id":"33","section_number":"103.106","catch_line":"Dance Halls, Dancing Clubs, Public Dances.","url":"\/103.106\/","token":"103.106"},"67":{"id":"2839","structure_id":"33","section_number":"103.106.1","catch_line":"Hostess Dance Hall.","url":"\/103.106.1\/","token":"103.106.1"},"68":{"id":"3668","structure_id":"33","section_number":"103.107","catch_line":"Escort Bureaus.","url":"\/103.107\/","token":"103.107"},"69":{"id":"268","structure_id":"33","section_number":"103.107.1","catch_line":"Escort – Permit Required.","url":"\/103.107.1\/","token":"103.107.1"},"70":{"id":"1084","structure_id":"33","section_number":"103.109","catch_line":"Motion Picture Shows.","url":"\/103.109\/","token":"103.109"},"71":{"id":"94","structure_id":"33","section_number":"103.111","catch_line":"Parades And Assemblies.","url":"\/103.111\/","token":"103.111"},"72":{"id":"3445","structure_id":"33","section_number":"103.112","catch_line":"Billiard Rooms, Poolrooms, Bowling Alleys.","url":"\/103.112\/","token":"103.112"},"73":{"id":"3049","structure_id":"33","section_number":"103.112.1","catch_line":"Family Billiard Rooms.","url":"\/103.112.1\/","token":"103.112.1"},"74":{"id":"277","structure_id":"33","section_number":"103.113","catch_line":"Rides.","url":"\/103.113\/","token":"103.113"},"75":{"id":"442","structure_id":"33","section_number":"103.115","catch_line":"Skating Rinks.","url":"\/103.115\/","token":"103.115"},"76":{"id":"2194","structure_id":"33","section_number":"103.116","catch_line":"Games Of Skill And Science.","url":"\/103.116\/","token":"103.116"},"77":{"id":"384","structure_id":"33","section_number":"103.117","catch_line":"Rifle Range – Shooting Gallery.","url":"\/103.117\/","token":"103.117"},"78":{"id":"1306","structure_id":"33","section_number":"103.118","catch_line":"Teenage Dances.","url":"\/103.118\/","token":"103.118"},"79":{"id":"2754","structure_id":"33","section_number":"103.120","catch_line":"Soundproofing Of Places Of Amusement – When Required.","url":"\/103.120\/","token":"103.120"},"80":{"id":"2832","structure_id":"33","section_number":"103.202","catch_line":"Automobile Parking Lots.","url":"\/103.202\/","token":"103.202"},"81":{"id":"2880","structure_id":"33","section_number":"103.204","catch_line":"Towing Operation.","url":"\/103.204\/","token":"103.204"},"82":{"id":"4074","structure_id":"33","section_number":"103.204.1","catch_line":"Tow Unit Operators.","url":"\/103.204.1\/","token":"103.204.1"},"83":{"id":"448","structure_id":"33","section_number":"103.205","catch_line":"Massage Therapy.","url":"\/103.205\/","token":"103.205"},"84":{"id":"3536","structure_id":"33","section_number":"103.205.1","catch_line":"Massage Therapists.","url":"\/103.205.1\/","token":"103.205.1"},"85":{"id":"2047","structure_id":"33","section_number":"103.205.2","catch_line":"Baths.","url":"\/103.205.2\/","token":"103.205.2"},"86":{"id":"687","structure_id":"33","section_number":"103.206","catch_line":"Alarm Systems.","url":"\/103.206\/","token":"103.206"},"87":{"id":"2780","structure_id":"33","section_number":"103.206.1","catch_line":"Alarm Company Operators.","url":"\/103.206.1\/","token":"103.206.1"},"88":{"id":"3551","structure_id":"33","section_number":"103.206.2","catch_line":"Commercial Unsecured Buildings.","url":"\/103.206.2\/","token":"103.206.2"},"89":{"id":"2339","structure_id":"33","section_number":"103.208","catch_line":"Key Duplicator.","url":"\/103.208\/","token":"103.208"},"90":{"id":"2609","structure_id":"33","section_number":"103.211","catch_line":"Handbill Distribution.","url":"\/103.211\/","token":"103.211"},"91":{"id":"1701","structure_id":"33","section_number":"103.212","catch_line":"Soliciting – Peace Officers’ And Firefighters’ Organizations – Permits.","url":"\/103.212\/","token":"103.212"},"92":{"id":"3677","structure_id":"33","section_number":"103.213","catch_line":"Figure Studios.","url":"\/103.213\/","token":"103.213"},"93":{"id":"966","structure_id":"33","section_number":"103.301","catch_line":"Antique Shops.","url":"\/103.301\/","token":"103.301"},"94":{"id":"1483","structure_id":"33","section_number":"103.301.1","catch_line":"Antique Show Or Collectors Exchange Show.","url":"\/103.301.1\/","token":"103.301.1"},"95":{"id":"3136","structure_id":"33","section_number":"103.304","catch_line":"Junk Collectors.","url":"\/103.304\/","token":"103.304"},"96":{"id":"3016","structure_id":"33","section_number":"103.305","catch_line":"Junk Dealers.","url":"\/103.305\/","token":"103.305"},"97":{"id":"3600","structure_id":"33","section_number":"103.306","catch_line":"Pawnbroker.","url":"\/103.306\/","token":"103.306"},"98":{"id":"1834","structure_id":"33","section_number":"103.307","catch_line":"Rummage Sale.","url":"\/103.307\/","token":"103.307"},"99":{"id":"1830","structure_id":"33","section_number":"103.308","catch_line":"Sales – Fire And Closing Out.","url":"\/103.308\/","token":"103.308"},"100":{"id":"236","structure_id":"33","section_number":"103.309","catch_line":"Secondhand Auto Parts Dealer.","url":"\/103.309\/","token":"103.309"},"101":{"id":"3361","structure_id":"33","section_number":"103.310","catch_line":"Secondhand Book Dealers.","url":"\/103.310\/","token":"103.310"},"102":{"id":"3558","structure_id":"33","section_number":"103.311","catch_line":"Secondhand Dealers.","url":"\/103.311\/","token":"103.311"},"103":{"id":"3738","structure_id":"33","section_number":"103.311.1","catch_line":"Firearms Sales By Secondhand Dealers Prohibited.","url":"\/103.311.1\/","token":"103.311.1"},"104":{"id":"2476","structure_id":"33","section_number":"103.314","catch_line":"Sellers Of Firearms.","url":"\/103.314\/","token":"103.314"},"105":{"id":"3698","structure_id":"33","section_number":"103.314.1","catch_line":"Sellers Of Firearm Ammunition.","url":"\/103.314.1\/","token":"103.314.1"}},"next_section":{"id":"3698","structure_id":"33","section_number":"103.314.1","catch_line":"Sellers Of Firearm Ammunition.","url":"\/103.314.1\/","token":"103.314.1"},"metadata":false,"references":false,"url":"\/103.314\/","token":"103.314","formats":{"txt":"\/103.314.txt","json":"\/103.314.xml"},"dublin_core":{"Title":"Sellers Of Firearms.","Type":"Text","Format":"text\/html","Identifier":"§ 103.314","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nSELLERS OF FIREARMS. (§ 103.314)\n\n  SELLERS OF FIREARMS.\n\t(Amended by Ord. No. 170,212, Eff. 2\/5\/95.)\t(a)\tDefinitions.\t1.\t“Firearm”\nmeans any pistol, revolver, rifle, shotgun or other device designed to be used\nas a weapon, from which a projectile is expelled through a barrel by the force\nof an explosion or any other form of combustion, or any device which is capable\nof being altered so as to expel a projectile in such manner.\t2.\t“Firearms\nDealer” means any person engaged in the business of selling, transferring or\nleasing at retail, advertising for sale, transfer or lease at retail or offering\nor exposing for sale, transfer or lease at retail, any\nfirearm.\t3.\t“Residential Neighborhood” means any district of the City zoned\nfor residential use or, if not so zoned, any street segment bounded by\nintersecting streets wherein over fifty percent of the buildings on that street\nsegment are used for residential purposes.\t(b)\tPresumption.  For the purposes\nof this section there shall be a presumption that any person who has been issued\na valid Federal firearms license has acquired such license with an intent to\nengage in the sale of firearms.\t(c)\tPermit Required.  No person shall engage\nin, manage, conduct or carry on the business of a firearms dealer without a\nwritten permit from the “Board.”\t(d)\tFixed location.  Each permittee must\nhave a fixed place of business. Sales of firearms may be made only at said fixed\nlocation.\t(e)\tOverlapping Business.  If any person engages in, conducts,\nmanages or carries on at the same time more than one business requiring police\npermits, such person shall comply with all of the provisions affecting each\nbusiness.\t(f)\tCondition of Issuance.  No permit or renewal permit shall be\nissued unless:\t1.\tThe applicant has a valid Federal firearms license, a valid\nseller’s permit issued by the State of California Board of Equalization and a\ncertificate of eligibility as described in Section 12071 of the Penal Code of\nthe State of California;\t2.\tThe applicant has obtained all other required\npermits for the operation of the business as proposed and has complied with all\nother applicable laws;\t3.\tThe applicant provides evidence of a possessory\ninterest such as owner, lessee or renter, in the property at which the business\nis proposed to be conducted;\t4.\tThe proposed location of the business is other\nthan in a residential neighborhood;\t5.\tThe applicant has obtained a policy of\ninsurance as provided in Subdivision (g).\t6.\tThe applicant agrees to indemnify,\ndefend and hold harmless the City, its officers, agents and employees, from\nclaims arising from the negligence of the applicant or permittee; and\t7.\tThe\napplicant has been provided and has read copies of Municipal Code Section\n103.314 and  the Police Commission Board Rules relating to that\nsection.\t(g)\tInsurance Requirements.  The permittee shall maintain in full\nforce and effect a policy of insurance on file with the City Attorney.  Such\npolicy shall be executed by an insurance company admitted to do business in this\nstate, and shall be in a form that the City deems proper.  It shall insure the\napplicant or permittee against liability for damage to property and for injury\nto or the death of any person as a result of the sale, transfer or lease, or\nthe  advertising for sale, transfer or lease, or the  offering or exposing for\nsale, transfer or lease, of any firearm.  The policy shall also name the City\nand its officers, agents and employees as additional insureds.  The minimum\nliability limit shall not be less than One Million Dollars ($1,000,000.00) for\ndamage to or destruction of property in any one incident, and One Million\nDollars ($1,000,000.00) for the death or injury to any one person.  Provided,\nhowever, that additional amounts may be required by the City if deemed\nnecessary.\tSuch policy of insurance shall contain an endorsement providing that\nthe policy will be continuous until canceled by a 30-day written notice sent by\nregistered mail to the City Attorney 30 days in advance of the cancellation\ndate.  Prior to cancellation of any such policy, permittee shall secure\nequivalent insurance.  Failure to so do is grounds for revocation of the\npermit.\t(h)\tDenial of Permit.  Any applicant who is denied a permit shall be\ninformed of the reasons for denial.\t(i)\tPermit Valid for Issuance.  When issued\nthe permit shall state on its face “Valid for Retail Sale of\nFirearms.”\t(j)\tConsent to Inspection.  The acceptance of a permit to engage\nin the business of a firearms dealer constitutes consent to inspection of the\nbooks, records and business premises in the manner set forth in Section 103.14\nof this Code.\t(k)\tPermit Assignment.  The assignment or attempted assignment of\nany permit issued pursuant to this section, otherwise than in connection with a\nchange of ownership as provided in Section 103.08, is unlawful and any such\nassignment or attempted assignment shall render the permit null and\nvoid.\t(l)\tPermittee Responsible For The Conduct Of Business.  No firearms or\nammunition shall be sold or leased or offered for sale or lease or advertised\nfor sale or lease by the permittee, nor shall the permittee otherwise conduct\nits business, in violation of the Penal Code of the State of California, this\nsection or any other applicable law.\t(m)\tSale of Saturday Night Specials\nProhibited.  (New Subsec. (m) Added by Ord. No. 171,268, Eff.\n10\/6\/96.)\t1.\tDefinition.  Except as provided in Subdivision 2 of this\nsubsection, the term “Saturday Night Special” shall mean any of the\nfollowing:\t(i)\tA pistol, revolver or firearm capable of being concealed upon the\nperson, as those terms are defined in California Penal Code Section 12001(a),\nwhich contains a frame, barrel, breechblock, cylinder or slide that is not\ncompletely fabricated of heat treated carbon steel, forged alloy or other\nmaterial of equal or higher tensile strength;\t(ii)\tA semi-automatic pistol\nwhich:\t(a)\tis not originally equipped by the manufacturer with a locked-breech\naction; and\t(b)\tis chambered for cartridges developing maximum permissible\nbreech pressures above 24,100 Copper Units of Pressure as standardized by the\nSporting Arms and Ammunition Manufacturers Institute;\t(c)\tfor purpose of this\nsubdivision, “semi-automatic pistol” shall mean a firearm, as defined in\nCalifornia Penal Code Section 12001(b), which is designed to be held and fired\nwith one hand, and which does the following upon discharge:\t(i)\tfires the\ncartridge in the chamber;\t(ii)\tejects the fired cartridge case; and\t(iii)\tloads\na cartridge from the magazine into the chamber.  “Semi-automatic pistol”\nshall not include any assault weapon designated in California Penal Code Section\n12276.\t(iii)\tA pistol, revolver, or firearm capable of being concealed upon the\nperson, as those terms are defined in California Penal Code Section 12001(a),\nwhich:\t(a)\tuses an action mechanism which is substantially identical in design\nto any action mechanism manufactured in or before 1898 that was originally\nchambered for rimfire ammunition developing maximum permissible breech pressures\nbelow 19,000 Copper Units of Pressure as standardized by the Sporting Arms and\nAmmunition Manufacturers Institute; and\t(b)\tis chambered to fire either\ncenterfire ammunition or rimfire ammunition developing maximum permissible\nbreech pressures above 19,000 Copper Units of Pressure as standardized by the\nSporting Arms and Ammunition Manufacturers Institute; and\t(c)\tis not originally\nequipped by the manufacturer with a nondetachable safety guard surrounding the\ntrigger; or\t(d)\tis equipped with a barrel of less than 20 bore diameters in\noverall length protruding from the frame.\t(e)\tfor purpose of this subdivision,\n“action mechanism” shall mean the mechanism of a firearm by which it is\nloaded, locked, fired and unloaded.\t2.\tEXCLUSIONS:  The term “Saturday Night\nSpecial” does not include any of the following;\t(i)\tAny pistol which is an\nantique or relic firearm or other weapon falling within the specifications of\nParagraphs (5), (7) and (8) of Subsection (b) of California Penal Code Section\n12020; or\t(ii)\tAny pistol for which the propelling force is classified as\npneumatic, that is, of, or related to, compressed air or any other gases not\ndirectly produced by combustion.\t(iii)\tChildren’s pop guns or toys; or\t(iv)\tAn\n“unconventional pistol” as defined in California Penal Code Section\n12020(c)(12); or\t(v)\tAny pistol which has been modified to either render it\npermanently inoperable or permanently to make it a device no longer classified\nas a “Saturday Night Special”.\t3.\tRoster of Saturday Night Specials. \nWithin 30 days after the effective date of this Subsection, the Chief of Police\nshall compile, publish and distribute to dealers licensed under this section to\nsell guns at retail, a roster of Saturday Night Specials which shall list those\nfirearms, by manufacturer and model number, which the Chief determines satisfy\nthe definition of “Saturday Night Specials” set forth in this\nsubsection.\t4.\tPublication.  The Chief shall publish the roster of Saturday\nNight Specials on a semiannual basis and shall send a copy of the roster to\nevery dealer licensed under the provisions of this section.\t5.\tSale\nProhibited.  No firearms dealer licensed to sell firearms under this section\nshall sell, offer or display for sale, give, lend or transfer ownership of, any\nfirearm listed on the roster of Saturday Night Specials received by the\nlicensee.  This section shall prohibit a licensee from processing firearm\ntransactions between unlicensed parties pursuant to Section 12072(d) of the\nPenal Code of the State of California.  (Amended by Ord. No. 171,758, Eff.\n11\/23\/97.)\t6.\tExemptions:  Nothing in this section shall prohibit the\ndisposition of any Saturday Night Special by police departments, sheriff’s\noffices, marshall’s offices, the California Highway Patrol, other local, state\nand federal law enforcement agencies, or the military and naval forces of this\nstate or the United States for use in the discharge of their official duties;\nnor shall anything in this section prohibit the use of any Saturday Night\nSpecial by regular, salaried, full-time officers, employees or agents thereof\nwhen on duty and the use of such firearms is within the scope of their\nduties.\t(n)\tConditions of Employment by Permittee.  (Amended by Ord. No.\n180,451, Eff. 2\/7\/09.)\t1.\tNo officer, employee or agent of the permittee,\nhereinafter referred to collectively as “employee”, who will have access to\nand control of firearms or ammunitions shall:\t(i)\tbe under twenty-one years of\nage;\t(ii)\thave had a Federal firearms license revoked or denied within the last\nyear;\t(iii)\tbe prohibited by law from owning, possessing or having custody or\ncontrol of any firearm as defined in such law;\t(iv)\thave been convicted of any\nfirearms related offense within the last five years.\t2.\tPrior to employment, all\nprospective employees of the permittee shall make application to the Board for\nemployment authorization and shall submit all required information and fees,\ntogether with fingerprints as required by Section 103.02.1 of this Code, to the\nBoard.  The applicant for employment shall be advised by the Board as to the\napproval of the application as soon as processing has been completed.  No\napplicant for employment may be hired until and unless the application for\nemployment has been approved by the Board.  This provision shall also apply to\nany employee in the employment of the permittee who has access to and control of\nfirearms or ammunition at the time the provision becomes effective, and such an\nemployee must also submit an application to the Board.  An employee in the\nemployment of the permittee at the time this provision becomes effective who\ndoes not meet all of the above conditions must be released from employment\nwithin ninety days after notification to the permittee that the employee has\nfailed to meet all of the above conditions.\t(o)\tTrigger Locks.  (New Subsec.\n(o) Added by Ord. No. 171,758, Eff. 11\/23\/97.)  A trigger lock is a device\nwhich is designed to prevent the firearm from functioning and which is locked by\na padlock, key lock, combination lock, or a similar locking device, that is\nreusable, and, when applied to the weapon, renders the weapon inoperable.  The\npermittee shall not sell, lease or otherwise transfer a firearm without also\nselling or otherwise providing a trigger lock with each such firearm sold,\nleased or otherwise transferred.  In the event trigger locks are not\nmanufactured for a particular firearm, the requirement is satisfied by selling a\nsimilar device designed to prevent the unintentional discharge of\nfirearms.\t(p)\tRules For The Protection Of Firearms.  (Subsec. (n) Redesignated\nas (p) by Ord. No. 171,758, Eff. 11\/23\/97.)  The Board shall adopt and enforce\nby rules and regulations security requirements consistent with State law for the\nprotection from theft of firearms and ammunition sold and maintained by any\npermittee.  Such rules may require that any permittee provide burglar alarms\nsystems, separate storage areas for ammunition and other measures designed to\nprevent the theft of such merchandise from the premises of the\npermittee.\t(q)\tWarning Regarding Dangers of Firearms in the Home.  (New Subsec.\n(q) Added by Ord. No. 178,996, Eff. 9\/3\/07.)  Within 30 days after the\neffective date of this subsection, the permittee shall do the following:\t1.\tPost\nconspicuously within the premises the following warning in block letters not\nless than one inch in height:WARNING:  THE CITY OF LOS ANGELES HAS DETERMINED\nTHAT GUNS IN THE HOME ARE MUCH MORE LIKELY TO BE USED TO KILL OR INJURE A\nHOUSEHOLD MEMBER THAN TO PROTECT AGAINST AN ATTACKER.  IT IS SAFEST NOT TO KEEP\nA GUN IN THE HOME.  IF A GUN IS KEPT IN THE HOME, IT SHOULD BE KEPT UNLOADED\nAND SECURELY LOCKED AND AMMUNITION SHOULD BE LOCKED SEPARATELY.\t2.\tProvide all\nfirearm purchasers with a bill of sale for the purchase of the firearm(s), which\nincludes the warning language required in Subdivision 1. of this\nsubsection.\t(r)\tPhysical Inventory Inspections.  (New Subsec. (r) Added by Ord.\nNo. 180,451, Eff. 2\/7\/09.)  Within the first five business days of April and\nOctober of each year, permittees shall cause a physical inventory to be taken\nthat includes a listing of each firearm held by the permittee by make, model,\nand serial number.  In addition, the inventory shall include a listing of each\nfirearm lost or stolen that is required to be reported pursuant to Penal Code\nSection 12071(b)(13).  Permittees shall maintain a copy of the inventory on the\npremises for which the license was issued.  Immediately upon completion of the\ninventory, permittees shall forward a copy of the inventory to the address\nspecified by the Board, by such means as specified by the Board.  With each\ncopy of the inventory, permittees shall include an affidavit signed by the\npermittee (or, if the permittee is not a natural person, by an officer, general\nmanager, or other principal of the permittee) stating under penalty of perjury\nthat within the first five business days of that April or October, as the case\nmay be, the signer personally confirmed the presence of the firearms and all\nother information reported on the inventory.\t(s)\tRevocation of Permit. \n(Subsec. (r) Redesignated as (s) by Ord. No. 180,451, Eff. 2\/7\/09.)  In\naddition to any other grounds for revocation of a permit, such permit shall be\nrevoked if permittee’s Federal firearms license is revoked or\nexpires.\t(t)\t(Subsec. (s) Redesignated as (t) by Ord. No. 180,451, Eff.\n2\/7\/09.)  If any provision of this ordinance is found to be unconstitutional or\notherwise invalid by any court of competent jurisdiction, that invalidity shall\nnot affect the remaining provisions, which can be implemented without the\ninvalid provisions, and to this end, the provisions of this ordinance are\ndeclared to be severable.\n","html":"\n\t\t\t\t\t<section><p>  SELLERS OF FIREARMS.\n\t(Amended by Ord. No. 170,212, Eff. 2\/5\/95.)<br \/><br \/>\t(a)\tDefinitions.<br \/><br \/>\t1.\t“Firearm” means any pistol, revolver, rifle, shotgun or other device designed to be used as a weapon, from which a projectile is expelled through a barrel by the force of an explosion or any other form of combustion, or any device which is capable of being altered so as to expel a projectile in such manner.<br \/><br \/>\t2.\t“Firearms Dealer” means any person engaged in the business of selling, transferring or leasing at retail, advertising for sale, transfer or lease at retail or offering or exposing for sale, transfer or lease at retail, any firearm.<br \/><br \/>\t3.\t“Residential Neighborhood” means any district of the City zoned for residential use or, if not so zoned, any street segment bounded by intersecting streets wherein over fifty percent of the buildings on that street segment are used for residential purposes.<br \/><br \/>\t(b)\t<span class=\"dictionary\">Presumption<\/span>.  For the purposes of this section there shall be a <span class=\"dictionary\">presumption<\/span> that any person who has been issued a valid Federal firearms license has acquired such license with an <span class=\"dictionary\">intent<\/span> to engage in the sale of firearms.<br \/><br \/>\t(c)\tPermit Required.  No person shall engage in, manage, conduct or carry on the business of a firearms dealer without a written permit from the “Board.”<br \/><br \/>\t(d)\tFixed location.  Each permittee must have a fixed place of business. Sales of firearms may be made only at said fixed location.<br \/><br \/>\t(e)\tOverlapping Business.  If any person engages in, conducts, manages or carries on at the same time more than one business requiring police permits, such person shall comply with all of the provisions affecting each business.<br \/><br \/>\t(f)\tCondition of Issuance.  No permit or renewal permit shall be issued unless:<br \/><br \/>\t1.\tThe applicant has a valid Federal firearms license, a valid seller’s permit issued by the State of California Board of Equalization and a certificate of eligibility as described in Section 12071 of the Penal Code of the State of California;<br \/><br \/>\t2.\tThe applicant has obtained all other required permits for the operation of the business as proposed and has complied with all other applicable <span class=\"dictionary\">laws<\/span>;<br \/><br \/>\t3.\tThe applicant provides <span class=\"dictionary\">evidence<\/span> of a possessory interest such as owner, lessee or renter, in the property at which the business is proposed to be conducted;<br \/><br \/>\t4.\tThe proposed location of the business is other than in a residential neighborhood;<br \/><br \/>\t5.\tThe applicant has obtained a policy of insurance as provided in Subdivision (g).<br \/><br \/>\t6.\tThe applicant agrees to indemnify, defend and hold harmless the City, its officers, agents and employees, from claims arising from the <span class=\"dictionary\">negligence<\/span> of the applicant or permittee; and<br \/><br \/>\t7.\tThe applicant has been provided and has read copies of Municipal Code Section 103.314 and  the Police Commission Board Rules relating to that section.<br \/><br \/>\t(g)\tInsurance Requirements.  The permittee shall maintain in full force and effect a policy of insurance on file with the City Attorney.  Such policy shall be executed by an insurance company admitted to do business in this state, and shall be in a form that the City deems proper.  It shall insure the applicant or permittee against liability for damage to property and for injury to or the death of any person as a result of the sale, transfer or lease, or the  advertising for sale, transfer or lease, or the  offering or exposing for sale, transfer or lease, of any firearm.  The policy shall also name the City and its officers, agents and employees as additional insureds.  The minimum liability limit shall not be less than One Million Dollars ($1,000,000.00) for damage to or destruction of property in any one incident, and One Million Dollars ($1,000,000.00) for the death or injury to any one person.  Provided, however, that additional amounts may be required by the City if deemed necessary.<br \/><br \/>\tSuch policy of insurance shall contain an endorsement providing that the policy will be continuous until canceled by a 30-day written notice sent by registered mail to the City Attorney 30 days in advance of the cancellation date.  Prior to cancellation of any such policy, permittee shall secure equivalent insurance.  Failure to so do is grounds for <span class=\"dictionary\">revocation<\/span> of the permit.<br \/><br \/>\t(h)\tDenial of Permit.  Any applicant who is denied a permit shall be informed of the reasons for denial.<br \/><br \/>\t(i)\tPermit Valid for Issuance.  When issued the permit shall state on its face “Valid for Retail Sale of Firearms.”<br \/><br \/>\t(j)\tConsent to Inspection.  The acceptance of a permit to engage in the business of a firearms dealer constitutes consent to inspection of the books, records and business premises in the manner set forth in Section 103.14 of this Code.<br \/><br \/>\t(k)\tPermit Assignment.  The assignment or attempted assignment of any permit issued pursuant to this section, otherwise than in connection with a change of ownership as provided in Section 103.08, is unlawful and any such assignment or attempted assignment shall render the permit null and void.<br \/><br \/>\t(l)\tPermittee Responsible For The Conduct Of Business.  No firearms or ammunition shall be sold or leased or offered for sale or lease or advertised for sale or lease by the permittee, nor shall the permittee otherwise conduct its business, in violation of the Penal Code of the State of California, this section or any other applicable <span class=\"dictionary\">law<\/span>.<br \/><br \/>\t(m)\tSale of Saturday Night Specials Prohibited.  (New Subsec. (m) Added by Ord. No. 171,268, Eff. 10\/6\/96.)<br \/><br \/>\t1.\tDefinition.  Except as provided in Subdivision 2 of this subsection, the term “Saturday Night Special” shall mean any of the following:<br \/><br \/>\t(i)\tA pistol, revolver or firearm capable of being concealed upon the person, as those terms are defined in California Penal Code Section 12001(a), which contains a frame, barrel, breechblock, cylinder or slide that is not completely fabricated of heat treated carbon steel, forged alloy or other <span class=\"dictionary\">material<\/span> of equal or higher tensile strength;<br \/><br \/>\t(ii)\tA semi-automatic pistol which:<br \/><br \/>\t(a)\tis not originally equipped by the manufacturer with a locked-breech action; and<br \/><br \/>\t(b)\tis chambered for cartridges developing maximum permissible breech pressures above 24,100 Copper Units of Pressure as standardized by the Sporting Arms and Ammunition Manufacturers Institute;<br \/><br \/>\t(c)\tfor purpose of this subdivision, “semi-automatic pistol” shall mean a firearm, as defined in California Penal Code Section 12001(b), which is designed to be held and fired with one hand, and which does the following upon discharge:<br \/><br \/>\t(i)\tfires the cartridge in the chamber;<br \/><br \/>\t(ii)\tejects the fired cartridge case; and<br \/><br \/>\t(iii)\tloads a cartridge from the magazine into the chamber.  “Semi-automatic pistol” shall not include any <span class=\"dictionary\">assault<\/span> weapon designated in California Penal Code Section 12276.<br \/><br \/>\t(iii)\tA pistol, revolver, or firearm capable of being concealed upon the person, as those terms are defined in California Penal Code Section 12001(a), which:<br \/><br \/>\t(a)\tuses an action mechanism which is substantially identical in design to any action mechanism manufactured in or before 1898 that was originally chambered for rimfire ammunition developing maximum permissible breech pressures below 19,000 Copper Units of Pressure as standardized by the Sporting Arms and Ammunition Manufacturers Institute; and<br \/><br \/>\t(b)\tis chambered to fire either centerfire ammunition or rimfire ammunition developing maximum permissible breech pressures above 19,000 Copper Units of Pressure as standardized by the Sporting Arms and Ammunition Manufacturers Institute; and<br \/><br \/>\t(c)\tis not originally equipped by the manufacturer with a nondetachable safety guard surrounding the trigger; or<br \/><br \/>\t(d)\tis equipped with a barrel of less than 20 bore diameters in overall length protruding from the frame.<br \/><br \/>\t(e)\tfor purpose of this subdivision, “action mechanism” shall mean the mechanism of a firearm by which it is loaded, locked, fired and unloaded.<br \/><br \/>\t2.\tEXCLUSIONS:  The term “Saturday Night Special” does not include any of the following;<br \/><br \/>\t(i)\tAny pistol which is an antique or relic firearm or other weapon falling within the specifications of Paragraphs (5), (7) and (8) of Subsection (b) of California Penal Code Section 12020; or<br \/><br \/>\t(ii)\tAny pistol for which the propelling force is classified as pneumatic, that is, of, or related to, compressed air or any other gases not directly produced by combustion.<br \/><br \/>\t(iii)\tChildren’s pop guns or toys; or<br \/><br \/>\t(iv)\tAn “unconventional pistol” as defined in California Penal Code Section 12020(c)(12); or<br \/><br \/>\t(v)\tAny pistol which has been modified to either render it permanently inoperable or permanently to make it a device no longer classified as a “Saturday Night Special”.<br \/><br \/>\t3.\tRoster of Saturday Night Specials.  Within 30 days after the effective date of this Subsection, the Chief of Police shall compile, publish and distribute to dealers licensed under this section to sell guns at retail, a roster of Saturday Night Specials which shall list those firearms, by manufacturer and model number, which the Chief determines satisfy the definition of “Saturday Night Specials” set forth in this subsection.<br \/><br \/>\t4.\tPublication.  The Chief shall publish the roster of Saturday Night Specials on a semiannual basis and shall send a copy of the roster to every dealer licensed under the provisions of this section.<br \/><br \/>\t5.\tSale Prohibited.  No firearms dealer licensed to sell firearms under this section shall sell, offer or display for sale, give, lend or transfer ownership of, any firearm listed on the roster of Saturday Night Specials received by the licensee.  This section shall prohibit a licensee from processing firearm transactions between unlicensed parties pursuant to Section 12072(d) of the Penal Code of the State of California.  (Amended by Ord. No. 171,758, Eff. 11\/23\/97.)<br \/><br \/>\t6.\tExemptions:  Nothing in this section shall prohibit the <span class=\"dictionary\">disposition<\/span> of any Saturday Night Special by police departments, sheriff’s offices, marshall’s offices, the California Highway Patrol, other local, state and federal <span class=\"dictionary\">law<\/span> enforcement agencies, or the military and naval forces of this state or the United States for use in the discharge of their official duties; nor shall anything in this section prohibit the use of any Saturday Night Special by regular, salaried, full-time officers, employees or agents thereof when on duty and the use of such firearms is within the scope of their duties.<br \/><br \/>\t(n)\tConditions of Employment by Permittee.  (Amended by Ord. No. 180,451, Eff. 2\/7\/09.)<br \/><br \/>\t1.\tNo officer, employee or agent of the permittee, hereinafter referred to collectively as “employee”, who will have access to and control of firearms or ammunitions shall:<br \/><br \/>\t(i)\tbe under twenty-one years of age;<br \/><br \/>\t(ii)\thave had a Federal firearms license revoked or denied within the last year;<br \/><br \/>\t(iii)\tbe prohibited by <span class=\"dictionary\">law<\/span> from owning, possessing or having <span class=\"dictionary\">custody<\/span> or control of any firearm as defined in such <span class=\"dictionary\">law<\/span>;<br \/><br \/>\t(iv)\thave been convicted of any firearms related <span class=\"dictionary\">offense<\/span> within the last five years.<br \/><br \/>\t2.\tPrior to employment, all prospective employees of the permittee shall make application to the Board for employment authorization and shall submit all required information and fees, together with fingerprints as required by Section 103.02.1 of this Code, to the Board.  The applicant for employment shall be advised by the Board as to the approval of the application as soon as processing has been completed.  No applicant for employment may be hired until and unless the application for employment has been approved by the Board.  This provision shall also apply to any employee in the employment of the permittee who has access to and control of firearms or ammunition at the time the provision becomes effective, and such an employee must also submit an application to the Board.  An employee in the employment of the permittee at the time this provision becomes effective who does not meet all of the above conditions must be released from employment within ninety days after notification to the permittee that the employee has failed to meet all of the above conditions.<br \/><br \/>\t(o)\tTrigger Locks.  (New Subsec. (o) Added by Ord. No. 171,758, Eff. 11\/23\/97.)  A trigger lock is a device which is designed to prevent the firearm from functioning and which is locked by a padlock, key lock, combination lock, or a similar locking device, that is reusable, and, when applied to the weapon, renders the weapon inoperable.  The permittee shall not sell, lease or otherwise transfer a firearm without also selling or otherwise providing a trigger lock with each such firearm sold, leased or otherwise transferred.  In the event trigger locks are not manufactured for a particular firearm, the requirement is satisfied by selling a similar device designed to prevent the unintentional discharge of firearms.<br \/><br \/>\t(p)\tRules For The Protection Of Firearms.  (Subsec. (n) Redesignated as (p) by Ord. No. 171,758, Eff. 11\/23\/97.)  The Board shall adopt and enforce by rules and regulations security requirements consistent with State <span class=\"dictionary\">law<\/span> for the protection from theft of firearms and ammunition sold and maintained by any permittee.  Such rules may require that any permittee provide burglar alarms systems, separate storage areas for ammunition and other measures designed to prevent the theft of such merchandise from the premises of the permittee.<br \/><br \/>\t(q)\tWarning Regarding Dangers of Firearms in the Home.  (New Subsec. (q) Added by Ord. No. 178,996, Eff. 9\/3\/07.)  Within 30 days after the effective date of this subsection, the permittee shall do the following:<br \/><br \/>\t1.\tPost conspicuously within the premises the following warning in block letters not less than one inch in height:<br \/><br \/>WARNING:  THE CITY OF LOS ANGELES HAS DETERMINED THAT GUNS IN THE HOME ARE MUCH MORE LIKELY TO BE USED TO KILL OR INJURE A HOUSEHOLD MEMBER THAN TO PROTECT AGAINST AN ATTACKER.  IT IS SAFEST NOT TO KEEP A GUN IN THE HOME.  IF A GUN IS KEPT IN THE HOME, IT SHOULD BE KEPT UNLOADED AND SECURELY LOCKED AND AMMUNITION SHOULD BE LOCKED SEPARATELY.<br \/><br \/>\t2.\tProvide all firearm purchasers with a bill of sale for the purchase of the firearm(s), which includes the warning language required in Subdivision 1. of this subsection.<br \/><br \/>\t(r)\tPhysical Inventory Inspections.  (New Subsec. (r) Added by Ord. No. 180,451, Eff. 2\/7\/09.)  Within the first five business days of April and October of each year, permittees shall cause a physical inventory to be taken that includes a listing of each firearm held by the permittee by make, model, and serial number.  In addition, the inventory shall include a listing of each firearm lost or stolen that is required to be reported pursuant to Penal Code Section 12071(b)(13).  Permittees shall maintain a copy of the inventory on the premises for which the license was issued.  Immediately upon completion of the inventory, permittees shall forward a copy of the inventory to the address specified by the Board, by such means as specified by the Board.  With each copy of the inventory, permittees shall include an <span class=\"dictionary\">affidavit<\/span> signed by the permittee (or, if the permittee is not a natural person, by an officer, general manager, or other principal of the permittee) stating under <span class=\"dictionary\">penalty<\/span> of <span class=\"dictionary\">perjury<\/span> that within the first five business days of that April or October, as the case may be, the signer personally confirmed the presence of the firearms and all other information reported on the inventory.<br \/><br \/>\t(s)\t<span class=\"dictionary\">Revocation<\/span> of Permit.  (Subsec. (r) Redesignated as (s) by Ord. No. 180,451, Eff. 2\/7\/09.)  In addition to any other grounds for <span class=\"dictionary\">revocation<\/span> of a permit, such permit shall be revoked if permittee’s Federal firearms license is revoked or expires.<br \/><br \/>\t(t)\t(Subsec. (s) Redesignated as (t) by Ord. No. 180,451, Eff. 2\/7\/09.)  If any provision of this <span class=\"dictionary\">ordinance<\/span> is found to be unconstitutional or otherwise invalid by any <span class=\"dictionary\">court<\/span> of competent <span class=\"dictionary\">jurisdiction<\/span>, that invalidity shall not affect the remaining provisions, which can be implemented without the invalid provisions, and to this end, the provisions of this <span class=\"dictionary\">ordinance<\/span> are declared to be severable.<\/p><\/section>","previous_section":{"id":"3738","structure_id":"33","section_number":"103.311.1","catch_line":"Firearms Sales By Secondhand Dealers Prohibited.","url":"\/103.311.1\/","token":"103.311.1"},"text":{"0":{"id":"2453","text":"  SELLERS OF FIREARMS.\n\t(Amended by Ord. No. 170,212, Eff. 2\/5\/95.)\t(a)\tDefinitions.\t1.\t“Firearm” means any pistol, revolver, rifle, shotgun or other device designed to be used as a weapon, from which a projectile is expelled through a barrel by the force of an explosion or any other form of combustion, or any device which is capable of being altered so as to expel a projectile in such manner.\t2.\t“Firearms Dealer” means any person engaged in the business of selling, transferring or leasing at retail, advertising for sale, transfer or lease at retail or offering or exposing for sale, transfer or lease at retail, any firearm.\t3.\t“Residential Neighborhood” means any district of the City zoned for residential use or, if not so zoned, any street segment bounded by intersecting streets wherein over fifty percent of the buildings on that street segment are used for residential purposes.\t(b)\tPresumption.  For the purposes of this section there shall be a presumption that any person who has been issued a valid Federal firearms license has acquired such license with an intent to engage in the sale of firearms.\t(c)\tPermit Required.  No person shall engage in, manage, conduct or carry on the business of a firearms dealer without a written permit from the “Board.”\t(d)\tFixed location.  Each permittee must have a fixed place of business. Sales of firearms may be made only at said fixed location.\t(e)\tOverlapping Business.  If any person engages in, conducts, manages or carries on at the same time more than one business requiring police permits, such person shall comply with all of the provisions affecting each business.\t(f)\tCondition of Issuance.  No permit or renewal permit shall be issued unless:\t1.\tThe applicant has a valid Federal firearms license, a valid seller’s permit issued by the State of California Board of Equalization and a certificate of eligibility as described in Section 12071 of the Penal Code of the State of California;\t2.\tThe applicant has obtained all other required permits for the operation of the business as proposed and has complied with all other applicable laws;\t3.\tThe applicant provides evidence of a possessory interest such as owner, lessee or renter, in the property at which the business is proposed to be conducted;\t4.\tThe proposed location of the business is other than in a residential neighborhood;\t5.\tThe applicant has obtained a policy of insurance as provided in Subdivision (g).\t6.\tThe applicant agrees to indemnify, defend and hold harmless the City, its officers, agents and employees, from claims arising from the negligence of the applicant or permittee; and\t7.\tThe applicant has been provided and has read copies of Municipal Code Section 103.314 and  the Police Commission Board Rules relating to that section.\t(g)\tInsurance Requirements.  The permittee shall maintain in full force and effect a policy of insurance on file with the City Attorney.  Such policy shall be executed by an insurance company admitted to do business in this state, and shall be in a form that the City deems proper.  It shall insure the applicant or permittee against liability for damage to property and for injury to or the death of any person as a result of the sale, transfer or lease, or the  advertising for sale, transfer or lease, or the  offering or exposing for sale, transfer or lease, of any firearm.  The policy shall also name the City and its officers, agents and employees as additional insureds.  The minimum liability limit shall not be less than One Million Dollars ($1,000,000.00) for damage to or destruction of property in any one incident, and One Million Dollars ($1,000,000.00) for the death or injury to any one person.  Provided, however, that additional amounts may be required by the City if deemed necessary.\tSuch policy of insurance shall contain an endorsement providing that the policy will be continuous until canceled by a 30-day written notice sent by registered mail to the City Attorney 30 days in advance of the cancellation date.  Prior to cancellation of any such policy, permittee shall secure equivalent insurance.  Failure to so do is grounds for revocation of the permit.\t(h)\tDenial of Permit.  Any applicant who is denied a permit shall be informed of the reasons for denial.\t(i)\tPermit Valid for Issuance.  When issued the permit shall state on its face “Valid for Retail Sale of Firearms.”\t(j)\tConsent to Inspection.  The acceptance of a permit to engage in the business of a firearms dealer constitutes consent to inspection of the books, records and business premises in the manner set forth in Section 103.14 of this Code.\t(k)\tPermit Assignment.  The assignment or attempted assignment of any permit issued pursuant to this section, otherwise than in connection with a change of ownership as provided in Section 103.08, is unlawful and any such assignment or attempted assignment shall render the permit null and void.\t(l)\tPermittee Responsible For The Conduct Of Business.  No firearms or ammunition shall be sold or leased or offered for sale or lease or advertised for sale or lease by the permittee, nor shall the permittee otherwise conduct its business, in violation of the Penal Code of the State of California, this section or any other applicable law.\t(m)\tSale of Saturday Night Specials Prohibited.  (New Subsec. (m) Added by Ord. No. 171,268, Eff. 10\/6\/96.)\t1.\tDefinition.  Except as provided in Subdivision 2 of this subsection, the term “Saturday Night Special” shall mean any of the following:\t(i)\tA pistol, revolver or firearm capable of being concealed upon the person, as those terms are defined in California Penal Code Section 12001(a), which contains a frame, barrel, breechblock, cylinder or slide that is not completely fabricated of heat treated carbon steel, forged alloy or other material of equal or higher tensile strength;\t(ii)\tA semi-automatic pistol which:\t(a)\tis not originally equipped by the manufacturer with a locked-breech action; and\t(b)\tis chambered for cartridges developing maximum permissible breech pressures above 24,100 Copper Units of Pressure as standardized by the Sporting Arms and Ammunition Manufacturers Institute;\t(c)\tfor purpose of this subdivision, “semi-automatic pistol” shall mean a firearm, as defined in California Penal Code Section 12001(b), which is designed to be held and fired with one hand, and which does the following upon discharge:\t(i)\tfires the cartridge in the chamber;\t(ii)\tejects the fired cartridge case; and\t(iii)\tloads a cartridge from the magazine into the chamber.  “Semi-automatic pistol” shall not include any assault weapon designated in California Penal Code Section 12276.\t(iii)\tA pistol, revolver, or firearm capable of being concealed upon the person, as those terms are defined in California Penal Code Section 12001(a), which:\t(a)\tuses an action mechanism which is substantially identical in design to any action mechanism manufactured in or before 1898 that was originally chambered for rimfire ammunition developing maximum permissible breech pressures below 19,000 Copper Units of Pressure as standardized by the Sporting Arms and Ammunition Manufacturers Institute; and\t(b)\tis chambered to fire either centerfire ammunition or rimfire ammunition developing maximum permissible breech pressures above 19,000 Copper Units of Pressure as standardized by the Sporting Arms and Ammunition Manufacturers Institute; and\t(c)\tis not originally equipped by the manufacturer with a nondetachable safety guard surrounding the trigger; or\t(d)\tis equipped with a barrel of less than 20 bore diameters in overall length protruding from the frame.\t(e)\tfor purpose of this subdivision, “action mechanism” shall mean the mechanism of a firearm by which it is loaded, locked, fired and unloaded.\t2.\tEXCLUSIONS:  The term “Saturday Night Special” does not include any of the following;\t(i)\tAny pistol which is an antique or relic firearm or other weapon falling within the specifications of Paragraphs (5), (7) and (8) of Subsection (b) of California Penal Code Section 12020; or\t(ii)\tAny pistol for which the propelling force is classified as pneumatic, that is, of, or related to, compressed air or any other gases not directly produced by combustion.\t(iii)\tChildren’s pop guns or toys; or\t(iv)\tAn “unconventional pistol” as defined in California Penal Code Section 12020(c)(12); or\t(v)\tAny pistol which has been modified to either render it permanently inoperable or permanently to make it a device no longer classified as a “Saturday Night Special”.\t3.\tRoster of Saturday Night Specials.  Within 30 days after the effective date of this Subsection, the Chief of Police shall compile, publish and distribute to dealers licensed under this section to sell guns at retail, a roster of Saturday Night Specials which shall list those firearms, by manufacturer and model number, which the Chief determines satisfy the definition of “Saturday Night Specials” set forth in this subsection.\t4.\tPublication.  The Chief shall publish the roster of Saturday Night Specials on a semiannual basis and shall send a copy of the roster to every dealer licensed under the provisions of this section.\t5.\tSale Prohibited.  No firearms dealer licensed to sell firearms under this section shall sell, offer or display for sale, give, lend or transfer ownership of, any firearm listed on the roster of Saturday Night Specials received by the licensee.  This section shall prohibit a licensee from processing firearm transactions between unlicensed parties pursuant to Section 12072(d) of the Penal Code of the State of California.  (Amended by Ord. No. 171,758, Eff. 11\/23\/97.)\t6.\tExemptions:  Nothing in this section shall prohibit the disposition of any Saturday Night Special by police departments, sheriff’s offices, marshall’s offices, the California Highway Patrol, other local, state and federal law enforcement agencies, or the military and naval forces of this state or the United States for use in the discharge of their official duties; nor shall anything in this section prohibit the use of any Saturday Night Special by regular, salaried, full-time officers, employees or agents thereof when on duty and the use of such firearms is within the scope of their duties.\t(n)\tConditions of Employment by Permittee.  (Amended by Ord. No. 180,451, Eff. 2\/7\/09.)\t1.\tNo officer, employee or agent of the permittee, hereinafter referred to collectively as “employee”, who will have access to and control of firearms or ammunitions shall:\t(i)\tbe under twenty-one years of age;\t(ii)\thave had a Federal firearms license revoked or denied within the last year;\t(iii)\tbe prohibited by law from owning, possessing or having custody or control of any firearm as defined in such law;\t(iv)\thave been convicted of any firearms related offense within the last five years.\t2.\tPrior to employment, all prospective employees of the permittee shall make application to the Board for employment authorization and shall submit all required information and fees, together with fingerprints as required by Section 103.02.1 of this Code, to the Board.  The applicant for employment shall be advised by the Board as to the approval of the application as soon as processing has been completed.  No applicant for employment may be hired until and unless the application for employment has been approved by the Board.  This provision shall also apply to any employee in the employment of the permittee who has access to and control of firearms or ammunition at the time the provision becomes effective, and such an employee must also submit an application to the Board.  An employee in the employment of the permittee at the time this provision becomes effective who does not meet all of the above conditions must be released from employment within ninety days after notification to the permittee that the employee has failed to meet all of the above conditions.\t(o)\tTrigger Locks.  (New Subsec. (o) Added by Ord. No. 171,758, Eff. 11\/23\/97.)  A trigger lock is a device which is designed to prevent the firearm from functioning and which is locked by a padlock, key lock, combination lock, or a similar locking device, that is reusable, and, when applied to the weapon, renders the weapon inoperable.  The permittee shall not sell, lease or otherwise transfer a firearm without also selling or otherwise providing a trigger lock with each such firearm sold, leased or otherwise transferred.  In the event trigger locks are not manufactured for a particular firearm, the requirement is satisfied by selling a similar device designed to prevent the unintentional discharge of firearms.\t(p)\tRules For The Protection Of Firearms.  (Subsec. (n) Redesignated as (p) by Ord. No. 171,758, Eff. 11\/23\/97.)  The Board shall adopt and enforce by rules and regulations security requirements consistent with State law for the protection from theft of firearms and ammunition sold and maintained by any permittee.  Such rules may require that any permittee provide burglar alarms systems, separate storage areas for ammunition and other measures designed to prevent the theft of such merchandise from the premises of the permittee.\t(q)\tWarning Regarding Dangers of Firearms in the Home.  (New Subsec. (q) Added by Ord. No. 178,996, Eff. 9\/3\/07.)  Within 30 days after the effective date of this subsection, the permittee shall do the following:\t1.\tPost conspicuously within the premises the following warning in block letters not less than one inch in height:WARNING:  THE CITY OF LOS ANGELES HAS DETERMINED THAT GUNS IN THE HOME ARE MUCH MORE LIKELY TO BE USED TO KILL OR INJURE A HOUSEHOLD MEMBER THAN TO PROTECT AGAINST AN ATTACKER.  IT IS SAFEST NOT TO KEEP A GUN IN THE HOME.  IF A GUN IS KEPT IN THE HOME, IT SHOULD BE KEPT UNLOADED AND SECURELY LOCKED AND AMMUNITION SHOULD BE LOCKED SEPARATELY.\t2.\tProvide all firearm purchasers with a bill of sale for the purchase of the firearm(s), which includes the warning language required in Subdivision 1. of this subsection.\t(r)\tPhysical Inventory Inspections.  (New Subsec. (r) Added by Ord. No. 180,451, Eff. 2\/7\/09.)  Within the first five business days of April and October of each year, permittees shall cause a physical inventory to be taken that includes a listing of each firearm held by the permittee by make, model, and serial number.  In addition, the inventory shall include a listing of each firearm lost or stolen that is required to be reported pursuant to Penal Code Section 12071(b)(13).  Permittees shall maintain a copy of the inventory on the premises for which the license was issued.  Immediately upon completion of the inventory, permittees shall forward a copy of the inventory to the address specified by the Board, by such means as specified by the Board.  With each copy of the inventory, permittees shall include an affidavit signed by the permittee (or, if the permittee is not a natural person, by an officer, general manager, or other principal of the permittee) stating under penalty of perjury that within the first five business days of that April or October, as the case may be, the signer personally confirmed the presence of the firearms and all other information reported on the inventory.\t(s)\tRevocation of Permit.  (Subsec. (r) Redesignated as (s) by Ord. No. 180,451, Eff. 2\/7\/09.)  In addition to any other grounds for revocation of a permit, such permit shall be revoked if permittee’s Federal firearms license is revoked or expires.\t(t)\t(Subsec. (s) Redesignated as (t) by Ord. No. 180,451, Eff. 2\/7\/09.)  If any provision of this ordinance is found to be unconstitutional or otherwise invalid by any court of competent jurisdiction, that invalidity shall not affect the remaining provisions, which can be implemented without the invalid provisions, and to this end, the provisions of this ordinance are declared to be severable.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}