{"section_number":"103.202","edition_id":"1","section_id":"2832","structure_id":"33","catch_line":"Automobile Parking Lots.","history":"","full_text":"  AUTOMOBILE PARKING LOTS.\n\n\t(a)\tDefinitions.  As used in this article:\n\n\t1.\t“AUTOMOBILE PARKING LOT” or “LOT” means any lot, contiguous lots, or other parcels of land under single management or control where more than eight motor vehicles are kept stored or parked within or without a building, for a consideration, at any one time.\n\n\tEXEMPTIONS:\n\n\tThe provisions of this section shall not apply to any automobile parking lot:\n\n\t(i)\tWhich is operated and entirely controlled by the owner or operator of an apartment house, lodging house, hotel or multiple dwelling, motel, auto court, or other place of residence, or any office building, when such lot is used exclusively, with no fee or charge, for the accommodation of the vehicles of occupants, tenants or lessees of that place of residence or office building and their guests and invitees;\n\n\t(ii)\tWhich is not operated for profit but is maintained and used exclusively for the accommodation of the vehicles of employees or customers of the owner or person in control of the lot; or\n\n\t(iii)\tWhich is directly operated and maintained by the owner or operator of any retail or wholesale store or any theatre or other business or amusement establishment, and is used exclusively for the accommodation of vehicles of the customers or patrons thereof, with no fee or charge being made therefor.\n\n\t(b)\tPermit Required.  (Amended by Ord. No. 180,922, Eff. 12\/12\/09.)\n\n\t1.\tNo person shall conduct, manage or operate an automobile parking lot without a written permit from the Board.  For purposes of this section, lots or parcels of land separated by a public street or public alley shall not be deemed contiguous lots or parcels.\n\n\t2.\tCompanies that conduct, manage, or operate multiple automobile parking lots shall obtain a Master Automobile Parking Lot permit.  The Master Automobile Parking Lot permit application shall comply with the requirements set forth in Section 103.02.1 and shall separately identify each parking lot to which it applies.  A Master Automobile Parking Lot permit shall apply only to those parking lots specifically identified in the permit at the time it is issued.\n\n\t3.\tCompanies that have obtained a Master Automobile Parking Lot permit shall file any applications for additional automobile parking lots in person only at the main office of the Office of Finance.  Such applications for additional lots shall provide the location of the additional lot and the name of a qualified manager designated to conduct, manage or operate the additional lot.\n\n\t4.\tThe Board may grant a temporary permit for an additional parking lot on the same day the application for such parking lot is submitted to the Office of Finance provided the following conditions are met:\n\n\t(i)\tA Master Automobile Parking Lot permit is on file at the Office of Finance;\n\n\t(ii)\tA complete application for the additional parking lot is on file at the Office of Finance;\n\n\t(iii)\tAll permit fees and taxes owed to the City have been paid to the Office of Finance;\n\n\t(iv)\tDocumentation of the proper zoning clearance has been submitted to the Office of Finance; and\n\n\t(v)\tA preliminary investigation by the Board does not reveal information which would normally constitute grounds for denial.\n\n\t(c)\tPrerequisite to Application.\n\n\t1.\tBond Required.   Before an application for a permit to operate a parking lot will be received or acted upon, the applicant must file and maintain with the Office of Finance (Amended by Ord. No. 173,300, Eff. 6\/30\/00, Oper. 7\/1\/00.) a bond in the amount of $10,000 for each parking lot, or a blanket bond in the amount of $50,000 covering all parking lots owned or operated by the same applicant. Such bond shall indemnify any person whose vehicle is accepted by the permittee for parking or storage against loss by reason of theft or other unlawful taking, or for damages to such vehicle for which the permittee is legally liable. Said bond shall provide that it will be continuous until cancelled by a 30 day written notice, and that it will cover each and every annual permit issued to the principal named until so cancelled. Notice of cancellation shall be sent by registered mail to the City Attorney 30 days in advance of the cancellation date.\n\n\tAll bonds shall be executed by a corporate surety approved by the Board and admitted to do business in this State. Such bond shall not be void upon the first recovery, but may be sued and recovered upon from time to time by any person aggrieved, until the whole amount is exhausted.\n\n\t2.\tLiability Under Bond – Restoration.  If the amount of liability under the bond is decreased for any reason, the permit shall be automatically suspended. In order to reinstate the permit, the permittee shall either file a new bond or restore the bond on file to the original amount.\n\n\t(d)\tDisciplinary Action – Additional Ground.  The following acts committed by a permittee hereunder shall be a ground for disciplinary action in addition to the grounds listed in Sec. 103.35:\n\n\t1.\tThe permittee, his agents or employees, through carelessness, negligence or failure to make proper provision for the safeguarding of vehicles left in their custody, have knowingly or unknowingly facilitated or contributed toward the theft or conversion of any such vehicle; or of the contents thereof, or the damaging of any such vehicle; or\n\n\t2.\tThe permittee, his agents or employees have failed to cooperate with the police to aid in the detection of any theft or other crime committed on the premises described in the permit or which arose out of the conduct of the business for which the permit was issued; or\n\n\t3.\tThe permittee, his agents or employees delivered a vehicle in their custody to a person who failed to present either the parking ticket issued therefor or a memorandum written and signed in the presence of said permittee or his attendant by the person to whom the ticket was delivered. Such memorandum must give a satisfactory reason for the inability to produce the ticket. No penalty for a violation of this subdivision shall be imposed against any permittee or attendant where the vehicle was delivered to the registered owner thereof or to any person lawfully entitled to possession of the vehicle.\n\n\t(e)\tHandling of Vehicles.\n\n\t(1)\tNeither the permittee, his agents or employees shall drive, park, stand, stop or store any vehicle parked or stored in any such parking lot on, upon or across any public street, public sidewalk, public alley or other public place, or drive or move any vehicle parked or stored in any automobile parking lot, except within the property lines of such automobile parking lot. Neither the permittee nor any agent or employee shall take or drive, or permit any person to take or drive, any vehicle left in the custody of the permittee away from such automobile parking lot for any purpose without the express permission of the bailor of such vehicle or his authorized representative, except that any such vehicle may be moved for safekeeping to another place in the event of fire, flood or other catastrophe or emergency.\n\n\t(2)\tThe permittee, his agents or employees shall notify the Police Department whenever a vehicle has been left on a parking lot for a period in excess of 48 hours without a prior contractual arrangement for such period of time in order to determine whether the vehicle is stolen or abandoned. Following such notification, the permittee, his agents or employees may remove or cause to be removed such vehicle to a facility within the City that is attended on a 24-hour basis, for the purpose of protecting the property for the account of and at the expense of the bailor of the vehicle.\n\n\t(f)\tGuarding of Vehicles.\n\n\t(1)\tAttendants – Receipts.  There must be at least one attendant on the lot at all times during the hours the lot is open for business. At each closing time, each vehicle, except those locked by the persons bringing them to the lot, which then remains on the lot, shall be securely locked if a key thereto is available and said key deposited with a responsible person at a safe and convenient place, both previously approved by the Board, to be delivered to the person who parked the vehicle upon surrender of the parking receipt or ticket. A ticket or receipt must be delivered to each person leaving a vehicle on the lot at the time of such leaving, and must have printed on it the name of the person maintaining or operating such lot and the address thereof, and also the place where the key to the vehicle may be obtained after the lot has closed; except that a parking receipt or ticket need not be delivered at time of parking to contract or term customers of parking lots; in lieu of such ticket or receipt for contract or term customers, the parking lot shall issue a receipt to the customer at the beginning of each contract or term period for parking.\n\n\t(2)\tReturn of Vehicles.  The permittee, his agents, or employees shall deliver each vehicle to the person who left that vehicle in his care upon presentation of the parking ticket or receipt therefor.\n\n\t(3)\tLots Without Attendants – Regulations.  (Amended by Ord. No. 133,317, Eff. 12\/23\/66.)  The Board may permit the operation of a parking lot without an attendant where the customer is required to drive, park and lock his vehicle if the Board finds that the design of the lot makes such operation feasible without causing traffic congestion or damage to property. In no event shall a permittee be allowed to operate a parking lot without an attendant where the vehicles are so parked that any vehicle has to be moved in order to move any other vehicle.\n\n\tEach parking lot operated without an attendant which is equipped with an automatic device, whether coin operated or otherwise, which regulates ingress or egress or both ingress and egress, shall have posted on or about all such devices a sign, plainly visible to the public indicating the name, address and telephone number of a person to be contacted in case of emergency or failure of the automatic device to function. The person to be notified shall respond to any request for assistance within a reasonable time.\n\n\tEach parking lot operated without an attendant shall have a workable device to inform the public when the lot is fully occupied, except that where parking is restricted to use of contract customers on a daily, weekly or monthly rental basis, a sign shall be posted informing the public of the parking restrictions applicable.\n\n\tIf the Board finds that the parking lot is so designed that the public can readily determine if parking spaces are open without driving onto the lot, it may exempt the lot from the requirement of an automatic device to indicate that the lot is full.\n\n\t(g)\tSigns – Closing Time – Parking Fees.\n\n\t(1)\tEach permittee shall install and maintain at each entrance of the lot for which the permit has been issued a sign plainly visible from the street with letters and numerals at least six inches high and one-inch stroke in contrasting colors, showing the permittee’s name, the address of the business, the time the lot closes, and the parking fees; except, however, that the name and address of the permittee need not exceed three inches in height with a one-half inch stroke, in contrasting colors. If any letters or numerals on such signs exceed 12 inches in height, then all other numerals and letters relating to parking fees shall be not less than one-half the height of the largest numeral or letter on the sign. All fractions of time shall be spelled out in letters. Parking fees shall be posted at the entrance of the lot as follows:\n\n\t(i)\tRates per hour;\n\n\t(ii)\tRates per fraction of an hour, if any;\n\n\t(iii)\tRates for subsequent hours or fraction thereof;\n\n\t(iv)\tThe maximum charge;\n\n\t(v)\tThe time the lot closes.\n\n\tIn the event that afternoon, evening, or night parking fees will be higher than the daytime fees, then such higher fees shall also be posted at the entrance of the parking lot in addition to the daytime parking fees.\n\n\tEach permittee shall install and maintain in a conspicuous place on the parking lot, which place may be designated by the Board, a sign with letters and numerals at least six inches high and one-inch stroke in contrasting colors showing a complete schedule of parking fees applicable during any business day showing all rates, changes in rates and the hours such changes become effective. If any letters or numerals on such signs exceed 12 inches in height, then all other numerals and letters relating to parking fees shall be not less than one-half the height of the largest letter or numeral on the sign. All fractions of time shall be spelled out in letters.\n\n\tIt shall be unlawful for any permittee or his agents or employees to charge or collect any parking fees for the parking of any vehicle at a rate in excess of the rate posted at the entrance of the lot at the time the vehicle was accepted for storage, nor shall any permittee alter or change any of his posted schedules of fees by superimposing another and different sign thereon, or otherwise, during the course of any business day while the lot is open for business; provided, however, that any posted schedule of fees may be changed prior to the opening of any lot for business at the beginning of any business day, and the fee schedule posted at the entrance of the lot may be changed at the time of change to a night rate and to a second night rate change after 1:00 o’clock A.M.\n\n\t(2)\tEach permittee shall file with the Board and post on the parking lot within 30 days after the effective date of this subdivision a complete and accurate schedule of rates to be charged specifying therein the time and the dates for which such rates are applicable. Applicants for parking lot permits shall file such a schedule with their application and post such schedule on the lot before operating the parking lot. No charge other than the rates specified in such schedule shall be made except as hereinafter provided.\n\n\tIn the event a permittee desires to change his schedule of rates he shall give a 10-day written notice to the Board which shall contain the new schedule of rates. A duplicate copy of such notice shall be posted for a period of 10 days in a conspicuous place in the parking lot, which place may be designated by the Board. Upon the expiration of the 10-day period, the rates may be changed in accordance with such notice.\n\n\tUpon the application to the Board and a showing of hardship by the permittee, the Board may permit a downward revision of the rate schedule within the said 10-day period.  (Amended by Ord. No. 113,316, Eff. 5\/29\/59.)\n\n\t(3)\tWhen an automobile parking lot has been filled to the safe capacity stated upon the permit for that lot, the operator shall not allow the entry of additional vehicles except when vacancies are created below that safe capacity. Each time that the parking lot is filled to its safe capacity, the operator shall place a sign at the entrance thereof with the word “FULL” thereon. The letters of such word shall be at least six inches high with a one-inch stroke, and the sign and letters shall be in contrasting colors. The sign shall be affixed to a stand at least 24 inches high.\n\n\t(4)\tEach permittee shall post prominently at the attendant’s booth or other approved location, notification of the “six-minute grace period” provided in Section 444 of the Vehicle Code where applicable.\n\n\t(h)\tSigns – Ticket Validation.  No permittee, operator, manager or any other person in charge of any parking lot shall install or maintain any billboard or sign at such parking lot indicating that the validation or endorsement of the parking receipt by any other person will be accepted in lieu of all or any portion of the parking fee, or entitle the customer to a refund thereof unless such validations or endorsements are accepted as advertised.\n\n\t(i)\tAttendants – Identification.  Attendants shall wear cards, buttons, tabs, badges or name plates with their correct, full names inscribed thereon attached to a conspicuous place on their clothing, except that where permittees have assigned non-duplicated, consecutive employee numbers to their attendants, such attendants may wear a button or tab containing such employee number in lieu of a name plate. Attendants shall identify themselves by giving their full, correct name or correct, assigned employee number to any patron of the parking lot who asks for such identification.\n\n\t(j)\tFencing.  If the Board finds that protection is necessary to prevent theft of property, or to prevent injury or damage to pedestrians or property, it shall require that those portions of the parking lot not needed for access or egress be surrounded by a wall or fence to be approved by the Board. The height and the materials of such wall or fence shall be specified by the Board but in no event shall a fence higher than five feet be required nor shall such fence exceed in height the height of fences permitted by the provisions of Article 2, Chapter I of this Code.\n\n\t(k)\tInvestigation.\n\n\t(1)\tUpon the filing of such application, the Board shall make such investigation as it deems necessary and if the Board finds that the conduct or operation of an automobile parking lot at the proposed location would not be detrimental or injurious to the neighborhood in general, and that the applicant is of good character and of good business repute and has not been convicted of theft or embezzlement, or of any offense involving the unlawful use, taking or conversion of a vehicle belonging to another, and is otherwise a fit and proper person to conduct an automobile parking lot, or if the applicant is a corporation, its officers, directors and principal stockholders are of good character and of good business repute and have not been convicted of theft or embezzlement, or of any offense involving the unlawful use, taking or conversion of a vehicle belonging to another, and are otherwise fit and proper persons to conduct such a lot, the permit shall issue, otherwise, the application shall be denied only after the Board shall conduct a hearing on said application.\n\n\t(2)\tThe Board shall cause to be shown on each permit issued the safe capacity of the parking lot, which safe capacity shall be determined by the Board during its investigation upon the filing of each application. Such safe capacity shall be determined by the judgment of the Board, with particular attention to ease of removal of any car from such lot within a reasonable period of time, without movement of other vehicles into the public right of way.","order_by":"202","ancestry":{"1":{"id":"33","name":"Police Permit Regulation","identifier":"3","label":"article","url":"\/10\/3\/"},"2":{"id":"29","name":"Business Regulations","identifier":"10","label":"chapter","url":"\/10\/"}},"structure_contents":{"0":{"id":"1971","structure_id":"33","section_number":"103.00","catch_line":"Scope.","url":"\/103.00\/","token":"103.00"},"1":{"id":"2728","structure_id":"33","section_number":"103.01","catch_line":"Definitions.","url":"\/103.01\/","token":"103.01"},"2":{"id":"3947","structure_id":"33","section_number":"103.02","catch_line":"Permit Required.","url":"\/103.02\/","token":"103.02"},"3":{"id":"1237","structure_id":"33","section_number":"103.02.1","catch_line":"Permit Applications.","url":"\/103.02.1\/","token":"103.02.1"},"4":{"id":"3529","structure_id":"33","section_number":"103.03","catch_line":"Public Hearings.","url":"\/103.03\/","token":"103.03"},"5":{"id":"1633","structure_id":"33","section_number":"103.04","catch_line":"False Statements.","url":"\/103.04\/","token":"103.04"},"6":{"id":"3757","structure_id":"33","section_number":"103.05","catch_line":"Overlapping Business.","url":"\/103.05\/","token":"103.05"},"7":{"id":"3124","structure_id":"33","section_number":"103.06","catch_line":"Permits – Duration.","url":"\/103.06\/","token":"103.06"},"8":{"id":"2153","structure_id":"33","section_number":"103.06.1","catch_line":"Permits – Renewal.","url":"\/103.06.1\/","token":"103.06.1"},"9":{"id":"626","structure_id":"33","section_number":"103.06.2","catch_line":"Temporary Permits.","url":"\/103.06.2\/","token":"103.06.2"},"10":{"id":"2080","structure_id":"33","section_number":"103.07","catch_line":"Permits – Annual Fee.","url":"\/103.07\/","token":"103.07"},"11":{"id":"935","structure_id":"33","section_number":"103.08","catch_line":"Permits Non-Transferable.","url":"\/103.08\/","token":"103.08"},"12":{"id":"1789","structure_id":"33","section_number":"103.09","catch_line":"Permit For Each Location.","url":"\/103.09\/","token":"103.09"},"13":{"id":"1610","structure_id":"33","section_number":"103.10","catch_line":"Change Of Location.","url":"\/103.10\/","token":"103.10"},"14":{"id":"2237","structure_id":"33","section_number":"103.11","catch_line":"Additional Locations.","url":"\/103.11\/","token":"103.11"},"15":{"id":"4168","structure_id":"33","section_number":"103.12","catch_line":"Fees.","url":"\/103.12\/","token":"103.12"},"16":{"id":"2834","structure_id":"33","section_number":"103.13","catch_line":"Records.","url":"\/103.13\/","token":"103.13"},"17":{"id":"1926","structure_id":"33","section_number":"103.14","catch_line":"Inspection.","url":"\/103.14\/","token":"103.14"},"18":{"id":"3867","structure_id":"33","section_number":"103.15","catch_line":"Reports.","url":"\/103.15\/","token":"103.15"},"19":{"id":"1179","structure_id":"33","section_number":"103.16","catch_line":"Property.","url":"\/103.16\/","token":"103.16"},"20":{"id":"2714","structure_id":"33","section_number":"103.17","catch_line":"Advertising.","url":"\/103.17\/","token":"103.17"},"21":{"id":"4164","structure_id":"33","section_number":"103.18","catch_line":"Permittee – Responsibility.","url":"\/103.18\/","token":"103.18"},"22":{"id":"1396","structure_id":"33","section_number":"103.19","catch_line":"Signs Required.","url":"\/103.19\/","token":"103.19"},"23":{"id":"3238","structure_id":"33","section_number":"103.20","catch_line":"Display Of Permit.","url":"\/103.20\/","token":"103.20"},"24":{"id":"663","structure_id":"33","section_number":"103.21","catch_line":"Change In Owner Information.","url":"\/103.21\/","token":"103.21"},"25":{"id":"1862","structure_id":"33","section_number":"103.22","catch_line":"Identification Cards.","url":"\/103.22\/","token":"103.22"},"26":{"id":"57","structure_id":"33","section_number":"103.23","catch_line":"Surrender Of Permits.","url":"\/103.23\/","token":"103.23"},"27":{"id":"1606","structure_id":"33","section_number":"103.24","catch_line":"Hours Of Business.","url":"\/103.24\/","token":"103.24"},"28":{"id":"3896","structure_id":"33","section_number":"103.25","catch_line":"Doing Business With Minor.","url":"\/103.25\/","token":"103.25"},"29":{"id":"3138","structure_id":"33","section_number":"103.26","catch_line":"True Name, Age And Address.","url":"\/103.26\/","token":"103.26"},"30":{"id":"233","structure_id":"33","section_number":"103.27","catch_line":"Administration.","url":"\/103.27\/","token":"103.27"},"31":{"id":"2008","structure_id":"33","section_number":"103.28","catch_line":"Investigation By Board.","url":"\/103.28\/","token":"103.28"},"32":{"id":"3636","structure_id":"33","section_number":"103.29","catch_line":"Timing Of Action On Application.","url":"\/103.29\/","token":"103.29"},"33":{"id":"1985","structure_id":"33","section_number":"103.29.01","catch_line":"Executive Director Action On Application.","url":"\/103.29.01\/","token":"103.29.01"},"34":{"id":"3913","structure_id":"33","section_number":"103.30","catch_line":"Effect Of Granting Permit.","url":"\/103.30\/","token":"103.30"},"35":{"id":"1563","structure_id":"33","section_number":"103.31","catch_line":"Denial Of Application.","url":"\/103.31\/","token":"103.31"},"36":{"id":"608","structure_id":"33","section_number":"103.31.1","catch_line":"Final Decisions.","url":"\/103.31.1\/","token":"103.31.1"},"37":{"id":"2525","structure_id":"33","section_number":"103.31.2","catch_line":"Effective Date Of Notices.","url":"\/103.31.2\/","token":"103.31.2"},"38":{"id":"3821","structure_id":"33","section_number":"103.32","catch_line":"Denial –Notice To Applicant.","url":"\/103.32\/","token":"103.32"},"39":{"id":"569","structure_id":"33","section_number":"103.33","catch_line":"Hearing On Denial – Request By Applicant.","url":"\/103.33\/","token":"103.33"},"40":{"id":"3240","structure_id":"33","section_number":"103.34","catch_line":"Suspension Or Revocation Of Permits Issued Under This Article.","url":"\/103.34\/","token":"103.34"},"41":{"id":"3508","structure_id":"33","section_number":"103.34.1","catch_line":"Suspension Or Revocation Of Permits Issued Pursuant To Sections 103.101.1, 103.102 And 103.109.","url":"\/103.34.1\/","token":"103.34.1"},"42":{"id":"3371","structure_id":"33","section_number":"103.34.2","catch_line":"Judicial Review Of Board Action On Applications And Permits Subject To Sections 103.101.1, 103.102 And 103.109.","url":"\/103.34.2\/","token":"103.34.2"},"43":{"id":"2882","structure_id":"33","section_number":"103.35","catch_line":"Disciplinary Action – Grounds.","url":"\/103.35\/","token":"103.35"},"44":{"id":"214","structure_id":"33","section_number":"103.36","catch_line":"Suspension Or Revocation Without Hearing.","url":"\/103.36\/","token":"103.36"},"45":{"id":"2189","structure_id":"33","section_number":"103.37","catch_line":"Suspension Or Revocation – Effect On Other Permits.","url":"\/103.37\/","token":"103.37"},"46":{"id":"4000","structure_id":"33","section_number":"103.38","catch_line":"New Permit Application After Denial Or Revocation.","url":"\/103.38\/","token":"103.38"},"47":{"id":"755","structure_id":"33","section_number":"103.39","catch_line":"Cancelled Or Suspended Permit – Jurisdiction Of The Board.","url":"\/103.39\/","token":"103.39"},"48":{"id":"3036","structure_id":"33","section_number":"103.40","catch_line":"Pending Revocation Or Suspension Proceedings – Effect On Permittee.","url":"\/103.40\/","token":"103.40"},"49":{"id":"2541","structure_id":"33","section_number":"103.40.1","catch_line":"Power Of Board To Limit And\/Or Condition A Permit.","url":"\/103.40.1\/","token":"103.40.1"},"50":{"id":"3520","structure_id":"33","section_number":"103.40.2","catch_line":"Subject Matter Of Limitations And\/Or Conditions To A Permit.","url":"\/103.40.2\/","token":"103.40.2"},"51":{"id":"982","structure_id":"33","section_number":"103.41","catch_line":"Prior Acts No Bar To Board Action.","url":"\/103.41\/","token":"103.41"},"52":{"id":"911","structure_id":"33","section_number":"103.42","catch_line":"Stolen Property – Investigation.","url":"\/103.42\/","token":"103.42"},"53":{"id":"2845","structure_id":"33","section_number":"103.43","catch_line":"Record Search – Charge Authorized.","url":"\/103.43\/","token":"103.43"},"54":{"id":"102","structure_id":"33","section_number":"103.44","catch_line":"Instructional Materials – Custody – Fees For Rental Or Sale.","url":"\/103.44\/","token":"103.44"},"55":{"id":"2184","structure_id":"33","section_number":"103.101","catch_line":"Picture Arcade.","url":"\/103.101\/","token":"103.101"},"56":{"id":"845","structure_id":"33","section_number":"103.101.1","catch_line":"Picture Arcade Permits And Regulations.","url":"\/103.101.1\/","token":"103.101.1"},"57":{"id":"3778","structure_id":"33","section_number":"103.101.2","catch_line":"Compliance By Existing Permittees.","url":"\/103.101.2\/","token":"103.101.2"},"58":{"id":"445","structure_id":"33","section_number":"103.101.3","catch_line":"Game Arcade.","url":"\/103.101.3\/","token":"103.101.3"},"59":{"id":"3234","structure_id":"33","section_number":"103.101.4","catch_line":"Cyber CafÉS.","url":"\/103.101.4\/","token":"103.101.4"},"60":{"id":"1486","structure_id":"33","section_number":"103.102","catch_line":"Cafe Entertainment And Shows.","url":"\/103.102\/","token":"103.102"},"61":{"id":"3379","structure_id":"33","section_number":"103.102.1","catch_line":"Additional Regulations.","url":"\/103.102.1\/","token":"103.102.1"},"62":{"id":"3638","structure_id":"33","section_number":"103.102.2","catch_line":"Compliance By Existing Permittees And Effect Of Noncompliance.","url":"\/103.102.2\/","token":"103.102.2"},"63":{"id":"2551","structure_id":"33","section_number":"103.103","catch_line":"Card Club – Social Card Club – Card School.","url":"\/103.103\/","token":"103.103"},"64":{"id":"2151","structure_id":"33","section_number":"103.104","catch_line":"Carnivals.","url":"\/103.104\/","token":"103.104"},"65":{"id":"1602","structure_id":"33","section_number":"103.105","catch_line":"Dancing Academies.","url":"\/103.105\/","token":"103.105"},"66":{"id":"1052","structure_id":"33","section_number":"103.106","catch_line":"Dance Halls, Dancing Clubs, Public Dances.","url":"\/103.106\/","token":"103.106"},"67":{"id":"2839","structure_id":"33","section_number":"103.106.1","catch_line":"Hostess Dance Hall.","url":"\/103.106.1\/","token":"103.106.1"},"68":{"id":"3668","structure_id":"33","section_number":"103.107","catch_line":"Escort Bureaus.","url":"\/103.107\/","token":"103.107"},"69":{"id":"268","structure_id":"33","section_number":"103.107.1","catch_line":"Escort – Permit Required.","url":"\/103.107.1\/","token":"103.107.1"},"70":{"id":"1084","structure_id":"33","section_number":"103.109","catch_line":"Motion Picture Shows.","url":"\/103.109\/","token":"103.109"},"71":{"id":"94","structure_id":"33","section_number":"103.111","catch_line":"Parades And Assemblies.","url":"\/103.111\/","token":"103.111"},"72":{"id":"3445","structure_id":"33","section_number":"103.112","catch_line":"Billiard Rooms, Poolrooms, Bowling Alleys.","url":"\/103.112\/","token":"103.112"},"73":{"id":"3049","structure_id":"33","section_number":"103.112.1","catch_line":"Family Billiard Rooms.","url":"\/103.112.1\/","token":"103.112.1"},"74":{"id":"277","structure_id":"33","section_number":"103.113","catch_line":"Rides.","url":"\/103.113\/","token":"103.113"},"75":{"id":"442","structure_id":"33","section_number":"103.115","catch_line":"Skating Rinks.","url":"\/103.115\/","token":"103.115"},"76":{"id":"2194","structure_id":"33","section_number":"103.116","catch_line":"Games Of Skill And Science.","url":"\/103.116\/","token":"103.116"},"77":{"id":"384","structure_id":"33","section_number":"103.117","catch_line":"Rifle Range – Shooting Gallery.","url":"\/103.117\/","token":"103.117"},"78":{"id":"1306","structure_id":"33","section_number":"103.118","catch_line":"Teenage Dances.","url":"\/103.118\/","token":"103.118"},"79":{"id":"2754","structure_id":"33","section_number":"103.120","catch_line":"Soundproofing Of Places Of Amusement – When Required.","url":"\/103.120\/","token":"103.120"},"80":{"id":"2832","structure_id":"33","section_number":"103.202","catch_line":"Automobile Parking Lots.","url":"\/103.202\/","token":"103.202"},"81":{"id":"2880","structure_id":"33","section_number":"103.204","catch_line":"Towing Operation.","url":"\/103.204\/","token":"103.204"},"82":{"id":"4074","structure_id":"33","section_number":"103.204.1","catch_line":"Tow Unit Operators.","url":"\/103.204.1\/","token":"103.204.1"},"83":{"id":"448","structure_id":"33","section_number":"103.205","catch_line":"Massage Therapy.","url":"\/103.205\/","token":"103.205"},"84":{"id":"3536","structure_id":"33","section_number":"103.205.1","catch_line":"Massage Therapists.","url":"\/103.205.1\/","token":"103.205.1"},"85":{"id":"2047","structure_id":"33","section_number":"103.205.2","catch_line":"Baths.","url":"\/103.205.2\/","token":"103.205.2"},"86":{"id":"687","structure_id":"33","section_number":"103.206","catch_line":"Alarm Systems.","url":"\/103.206\/","token":"103.206"},"87":{"id":"2780","structure_id":"33","section_number":"103.206.1","catch_line":"Alarm Company Operators.","url":"\/103.206.1\/","token":"103.206.1"},"88":{"id":"3551","structure_id":"33","section_number":"103.206.2","catch_line":"Commercial Unsecured Buildings.","url":"\/103.206.2\/","token":"103.206.2"},"89":{"id":"2339","structure_id":"33","section_number":"103.208","catch_line":"Key Duplicator.","url":"\/103.208\/","token":"103.208"},"90":{"id":"2609","structure_id":"33","section_number":"103.211","catch_line":"Handbill Distribution.","url":"\/103.211\/","token":"103.211"},"91":{"id":"1701","structure_id":"33","section_number":"103.212","catch_line":"Soliciting – Peace Officers’ And Firefighters’ Organizations – Permits.","url":"\/103.212\/","token":"103.212"},"92":{"id":"3677","structure_id":"33","section_number":"103.213","catch_line":"Figure Studios.","url":"\/103.213\/","token":"103.213"},"93":{"id":"966","structure_id":"33","section_number":"103.301","catch_line":"Antique Shops.","url":"\/103.301\/","token":"103.301"},"94":{"id":"1483","structure_id":"33","section_number":"103.301.1","catch_line":"Antique Show Or Collectors Exchange Show.","url":"\/103.301.1\/","token":"103.301.1"},"95":{"id":"3136","structure_id":"33","section_number":"103.304","catch_line":"Junk Collectors.","url":"\/103.304\/","token":"103.304"},"96":{"id":"3016","structure_id":"33","section_number":"103.305","catch_line":"Junk Dealers.","url":"\/103.305\/","token":"103.305"},"97":{"id":"3600","structure_id":"33","section_number":"103.306","catch_line":"Pawnbroker.","url":"\/103.306\/","token":"103.306"},"98":{"id":"1834","structure_id":"33","section_number":"103.307","catch_line":"Rummage Sale.","url":"\/103.307\/","token":"103.307"},"99":{"id":"1830","structure_id":"33","section_number":"103.308","catch_line":"Sales – Fire And Closing Out.","url":"\/103.308\/","token":"103.308"},"100":{"id":"236","structure_id":"33","section_number":"103.309","catch_line":"Secondhand Auto Parts Dealer.","url":"\/103.309\/","token":"103.309"},"101":{"id":"3361","structure_id":"33","section_number":"103.310","catch_line":"Secondhand Book Dealers.","url":"\/103.310\/","token":"103.310"},"102":{"id":"3558","structure_id":"33","section_number":"103.311","catch_line":"Secondhand Dealers.","url":"\/103.311\/","token":"103.311"},"103":{"id":"3738","structure_id":"33","section_number":"103.311.1","catch_line":"Firearms Sales By Secondhand Dealers Prohibited.","url":"\/103.311.1\/","token":"103.311.1"},"104":{"id":"2476","structure_id":"33","section_number":"103.314","catch_line":"Sellers Of Firearms.","url":"\/103.314\/","token":"103.314"},"105":{"id":"3698","structure_id":"33","section_number":"103.314.1","catch_line":"Sellers Of Firearm Ammunition.","url":"\/103.314.1\/","token":"103.314.1"}},"next_section":{"id":"2880","structure_id":"33","section_number":"103.204","catch_line":"Towing Operation.","url":"\/103.204\/","token":"103.204"},"metadata":false,"references":false,"url":"\/103.202\/","token":"103.202","formats":{"txt":"\/103.202.txt","json":"\/103.202.xml"},"dublin_core":{"Title":"Automobile Parking Lots.","Type":"Text","Format":"text\/html","Identifier":"§ 103.202","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nAUTOMOBILE PARKING LOTS. (§ 103.202)\n\n  AUTOMOBILE PARKING LOTS.\t(a)\tDefinitions.  As used in this\narticle:\t1.\t“AUTOMOBILE PARKING LOT” or “LOT” means any lot, contiguous\nlots, or other parcels of land under single management or control where more\nthan eight motor vehicles are kept stored or parked within or without a\nbuilding, for a consideration, at any one time.\tEXEMPTIONS:\tThe provisions of\nthis section shall not apply to any automobile parking lot:\t(i)\tWhich is\noperated and entirely controlled by the owner or operator of an apartment house,\nlodging house, hotel or multiple dwelling, motel, auto court, or other place of\nresidence, or any office building, when such lot is used exclusively, with no\nfee or charge, for the accommodation of the vehicles of occupants, tenants or\nlessees of that place of residence or office building and their guests and\ninvitees;\t(ii)\tWhich is not operated for profit but is maintained and used\nexclusively for the accommodation of the vehicles of employees or customers of\nthe owner or person in control of the lot; or\t(iii)\tWhich is directly operated\nand maintained by the owner or operator of any retail or wholesale store or any\ntheatre or other business or amusement establishment, and is used exclusively\nfor the accommodation of vehicles of the customers or patrons thereof, with no\nfee or charge being made therefor.\t(b)\tPermit Required.  (Amended by Ord. No.\n180,922, Eff. 12\/12\/09.)\t1.\tNo person shall conduct, manage or operate an\nautomobile parking lot without a written permit from the Board.  For purposes\nof this section, lots or parcels of land separated by a public street or public\nalley shall not be deemed contiguous lots or parcels.\t2.\tCompanies that conduct,\nmanage, or operate multiple automobile parking lots shall obtain a Master\nAutomobile Parking Lot permit.  The Master Automobile Parking Lot permit\napplication shall comply with the requirements set forth in Section 103.02.1 and\nshall separately identify each parking lot to which it applies.  A Master\nAutomobile Parking Lot permit shall apply only to those parking lots\nspecifically identified in the permit at the time it is issued.\t3.\tCompanies\nthat have obtained a Master Automobile Parking Lot permit shall file any\napplications for additional automobile parking lots in person only at the main\noffice of the Office of Finance.  Such applications for additional lots shall\nprovide the location of the additional lot and the name of a qualified manager\ndesignated to conduct, manage or operate the additional lot.\t4.\tThe Board may\ngrant a temporary permit for an additional parking lot on the same day the\napplication for such parking lot is submitted to the Office of Finance provided\nthe following conditions are met:\t(i)\tA Master Automobile Parking Lot permit is\non file at the Office of Finance;\t(ii)\tA complete application for the additional\nparking lot is on file at the Office of Finance;\t(iii)\tAll permit fees and taxes\nowed to the City have been paid to the Office of Finance;\t(iv)\tDocumentation of\nthe proper zoning clearance has been submitted to the Office of Finance;\nand\t(v)\tA preliminary investigation by the Board does not reveal information\nwhich would normally constitute grounds for denial.\t(c)\tPrerequisite to\nApplication.\t1.\tBond Required.   Before an application for a permit to operate\na parking lot will be received or acted upon, the applicant must file and\nmaintain with the Office of Finance (Amended by Ord. No. 173,300, Eff. 6\/30\/00,\nOper. 7\/1\/00.) a bond in the amount of $10,000 for each parking lot, or a\nblanket bond in the amount of $50,000 covering all parking lots owned or\noperated by the same applicant. Such bond shall indemnify any person whose\nvehicle is accepted by the permittee for parking or storage against loss by\nreason of theft or other unlawful taking, or for damages to such vehicle for\nwhich the permittee is legally liable. Said bond shall provide that it will be\ncontinuous until cancelled by a 30 day written notice, and that it will cover\neach and every annual permit issued to the principal named until so cancelled.\nNotice of cancellation shall be sent by registered mail to the City Attorney 30\ndays in advance of the cancellation date.\tAll bonds shall be executed by a\ncorporate surety approved by the Board and admitted to do business in this\nState. Such bond shall not be void upon the first recovery, but may be sued and\nrecovered upon from time to time by any person aggrieved, until the whole amount\nis exhausted.\t2.\tLiability Under Bond – Restoration.  If the amount of\nliability under the bond is decreased for any reason, the permit shall be\nautomatically suspended. In order to reinstate the permit, the permittee shall\neither file a new bond or restore the bond on file to the original\namount.\t(d)\tDisciplinary Action – Additional Ground.  The following acts\ncommitted by a permittee hereunder shall be a ground for disciplinary action in\naddition to the grounds listed in Sec. 103.35:\t1.\tThe permittee, his agents or\nemployees, through carelessness, negligence or failure to make proper provision\nfor the safeguarding of vehicles left in their custody, have knowingly or\nunknowingly facilitated or contributed toward the theft or conversion of any\nsuch vehicle; or of the contents thereof, or the damaging of any such vehicle;\nor\t2.\tThe permittee, his agents or employees have failed to cooperate with the\npolice to aid in the detection of any theft or other crime committed on the\npremises described in the permit or which arose out of the conduct of the\nbusiness for which the permit was issued; or\t3.\tThe permittee, his agents or\nemployees delivered a vehicle in their custody to a person who failed to present\neither the parking ticket issued therefor or a memorandum written and signed in\nthe presence of said permittee or his attendant by the person to whom the ticket\nwas delivered. Such memorandum must give a satisfactory reason for the inability\nto produce the ticket. No penalty for a violation of this subdivision shall be\nimposed against any permittee or attendant where the vehicle was delivered to\nthe registered owner thereof or to any person lawfully entitled to possession of\nthe vehicle.\t(e)\tHandling of Vehicles.\t(1)\tNeither the permittee, his agents or\nemployees shall drive, park, stand, stop or store any vehicle parked or stored\nin any such parking lot on, upon or across any public street, public sidewalk,\npublic alley or other public place, or drive or move any vehicle parked or\nstored in any automobile parking lot, except within the property lines of such\nautomobile parking lot. Neither the permittee nor any agent or employee shall\ntake or drive, or permit any person to take or drive, any vehicle left in the\ncustody of the permittee away from such automobile parking lot for any purpose\nwithout the express permission of the bailor of such vehicle or his authorized\nrepresentative, except that any such vehicle may be moved for safekeeping to\nanother place in the event of fire, flood or other catastrophe or\nemergency.\t(2)\tThe permittee, his agents or employees shall notify the Police\nDepartment whenever a vehicle has been left on a parking lot for a period in\nexcess of 48 hours without a prior contractual arrangement for such period of\ntime in order to determine whether the vehicle is stolen or abandoned. Following\nsuch notification, the permittee, his agents or employees may remove or cause to\nbe removed such vehicle to a facility within the City that is attended on a\n24-hour basis, for the purpose of protecting the property for the account of and\nat the expense of the bailor of the vehicle.\t(f)\tGuarding of\nVehicles.\t(1)\tAttendants – Receipts.  There must be at least one attendant on\nthe lot at all times during the hours the lot is open for business. At each\nclosing time, each vehicle, except those locked by the persons bringing them to\nthe lot, which then remains on the lot, shall be securely locked if a key\nthereto is available and said key deposited with a responsible person at a safe\nand convenient place, both previously approved by the Board, to be delivered to\nthe person who parked the vehicle upon surrender of the parking receipt or\nticket. A ticket or receipt must be delivered to each person leaving a vehicle\non the lot at the time of such leaving, and must have printed on it the name of\nthe person maintaining or operating such lot and the address thereof, and also\nthe place where the key to the vehicle may be obtained after the lot has closed;\nexcept that a parking receipt or ticket need not be delivered at time of parking\nto contract or term customers of parking lots; in lieu of such ticket or receipt\nfor contract or term customers, the parking lot shall issue a receipt to the\ncustomer at the beginning of each contract or term period for\nparking.\t(2)\tReturn of Vehicles.  The permittee, his agents, or employees shall\ndeliver each vehicle to the person who left that vehicle in his care upon\npresentation of the parking ticket or receipt therefor.\t(3)\tLots Without\nAttendants – Regulations.  (Amended by Ord. No. 133,317, Eff. 12\/23\/66.) \nThe Board may permit the operation of a parking lot without an attendant where\nthe customer is required to drive, park and lock his vehicle if the Board finds\nthat the design of the lot makes such operation feasible without causing traffic\ncongestion or damage to property. In no event shall a permittee be allowed to\noperate a parking lot without an attendant where the vehicles are so parked that\nany vehicle has to be moved in order to move any other vehicle.\tEach parking lot\noperated without an attendant which is equipped with an automatic device,\nwhether coin operated or otherwise, which regulates ingress or egress or both\ningress and egress, shall have posted on or about all such devices a sign,\nplainly visible to the public indicating the name, address and telephone number\nof a person to be contacted in case of emergency or failure of the automatic\ndevice to function. The person to be notified shall respond to any request for\nassistance within a reasonable time.\tEach parking lot operated without an\nattendant shall have a workable device to inform the public when the lot is\nfully occupied, except that where parking is restricted to use of contract\ncustomers on a daily, weekly or monthly rental basis, a sign shall be posted\ninforming the public of the parking restrictions applicable.\tIf the Board finds\nthat the parking lot is so designed that the public can readily determine if\nparking spaces are open without driving onto the lot, it may exempt the lot from\nthe requirement of an automatic device to indicate that the lot is\nfull.\t(g)\tSigns – Closing Time – Parking Fees.\t(1)\tEach permittee shall\ninstall and maintain at each entrance of the lot for which the permit has been\nissued a sign plainly visible from the street with letters and numerals at least\nsix inches high and one-inch stroke in contrasting colors, showing the\npermittee’s name, the address of the business, the time the lot closes, and\nthe parking fees; except, however, that the name and address of the permittee\nneed not exceed three inches in height with a one-half inch stroke, in\ncontrasting colors. If any letters or numerals on such signs exceed 12 inches in\nheight, then all other numerals and letters relating to parking fees shall be\nnot less than one-half the height of the largest numeral or letter on the sign.\nAll fractions of time shall be spelled out in letters. Parking fees shall be\nposted at the entrance of the lot as follows:\t(i)\tRates per hour;\t(ii)\tRates per\nfraction of an hour, if any;\t(iii)\tRates for subsequent hours or fraction\nthereof;\t(iv)\tThe maximum charge;\t(v)\tThe time the lot closes.\tIn the event that\nafternoon, evening, or night parking fees will be higher than the daytime fees,\nthen such higher fees shall also be posted at the entrance of the parking lot in\naddition to the daytime parking fees.\tEach permittee shall install and maintain\nin a conspicuous place on the parking lot, which place may be designated by the\nBoard, a sign with letters and numerals at least six inches high and one-inch\nstroke in contrasting colors showing a complete schedule of parking fees\napplicable during any business day showing all rates, changes in rates and the\nhours such changes become effective. If any letters or numerals on such signs\nexceed 12 inches in height, then all other numerals and letters relating to\nparking fees shall be not less than one-half the height of the largest letter or\nnumeral on the sign. All fractions of time shall be spelled out in letters.\tIt\nshall be unlawful for any permittee or his agents or employees to charge or\ncollect any parking fees for the parking of any vehicle at a rate in excess of\nthe rate posted at the entrance of the lot at the time the vehicle was accepted\nfor storage, nor shall any permittee alter or change any of his posted schedules\nof fees by superimposing another and different sign thereon, or otherwise,\nduring the course of any business day while the lot is open for business;\nprovided, however, that any posted schedule of fees may be changed prior to the\nopening of any lot for business at the beginning of any business day, and the\nfee schedule posted at the entrance of the lot may be changed at the time of\nchange to a night rate and to a second night rate change after 1:00 o’clock\nA.M.\t(2)\tEach permittee shall file with the Board and post on the parking lot\nwithin 30 days after the effective date of this subdivision a complete and\naccurate schedule of rates to be charged specifying therein the time and the\ndates for which such rates are applicable. Applicants for parking lot permits\nshall file such a schedule with their application and post such schedule on the\nlot before operating the parking lot. No charge other than the rates specified\nin such schedule shall be made except as hereinafter provided.\tIn the event a\npermittee desires to change his schedule of rates he shall give a 10-day written\nnotice to the Board which shall contain the new schedule of rates. A duplicate\ncopy of such notice shall be posted for a period of 10 days in a conspicuous\nplace in the parking lot, which place may be designated by the Board. Upon the\nexpiration of the 10-day period, the rates may be changed in accordance with\nsuch notice.\tUpon the application to the Board and a showing of hardship by the\npermittee, the Board may permit a downward revision of the rate schedule within\nthe said 10-day period.  (Amended by Ord. No. 113,316, Eff. 5\/29\/59.)\t(3)\tWhen\nan automobile parking lot has been filled to the safe capacity stated upon the\npermit for that lot, the operator shall not allow the entry of additional\nvehicles except when vacancies are created below that safe capacity. Each time\nthat the parking lot is filled to its safe capacity, the operator shall place a\nsign at the entrance thereof with the word “FULL” thereon. The letters of\nsuch word shall be at least six inches high with a one-inch stroke, and the sign\nand letters shall be in contrasting colors. The sign shall be affixed to a stand\nat least 24 inches high.\t(4)\tEach permittee shall post prominently at the\nattendant’s booth or other approved location, notification of the\n“six-minute grace period” provided in Section 444 of the Vehicle Code where\napplicable.\t(h)\tSigns – Ticket Validation.  No permittee, operator, manager\nor any other person in charge of any parking lot shall install or maintain any\nbillboard or sign at such parking lot indicating that the validation or\nendorsement of the parking receipt by any other person will be accepted in lieu\nof all or any portion of the parking fee, or entitle the customer to a refund\nthereof unless such validations or endorsements are accepted as\nadvertised.\t(i)\tAttendants – Identification.  Attendants shall wear cards,\nbuttons, tabs, badges or name plates with their correct, full names inscribed\nthereon attached to a conspicuous place on their clothing, except that where\npermittees have assigned non-duplicated, consecutive employee numbers to their\nattendants, such attendants may wear a button or tab containing such employee\nnumber in lieu of a name plate. Attendants shall identify themselves by giving\ntheir full, correct name or correct, assigned employee number to any patron of\nthe parking lot who asks for such identification.\t(j)\tFencing.  If the Board\nfinds that protection is necessary to prevent theft of property, or to prevent\ninjury or damage to pedestrians or property, it shall require that those\nportions of the parking lot not needed for access or egress be surrounded by a\nwall or fence to be approved by the Board. The height and the materials of such\nwall or fence shall be specified by the Board but in no event shall a fence\nhigher than five feet be required nor shall such fence exceed in height the\nheight of fences permitted by the provisions of Article 2, Chapter I of this\nCode.\t(k)\tInvestigation.\t(1)\tUpon the filing of such application, the Board\nshall make such investigation as it deems necessary and if the Board finds that\nthe conduct or operation of an automobile parking lot at the proposed location\nwould not be detrimental or injurious to the neighborhood in general, and that\nthe applicant is of good character and of good business repute and has not been\nconvicted of theft or embezzlement, or of any offense involving the unlawful\nuse, taking or conversion of a vehicle belonging to another, and is otherwise a\nfit and proper person to conduct an automobile parking lot, or if the applicant\nis a corporation, its officers, directors and principal stockholders are of good\ncharacter and of good business repute and have not been convicted of theft or\nembezzlement, or of any offense involving the unlawful use, taking or conversion\nof a vehicle belonging to another, and are otherwise fit and proper persons to\nconduct such a lot, the permit shall issue, otherwise, the application shall be\ndenied only after the Board shall conduct a hearing on said application.\t(2)\tThe\nBoard shall cause to be shown on each permit issued the safe capacity of the\nparking lot, which safe capacity shall be determined by the Board during its\ninvestigation upon the filing of each application. Such safe capacity shall be\ndetermined by the judgment of the Board, with particular attention to ease of\nremoval of any car from such lot within a reasonable period of time, without\nmovement of other vehicles into the public right of way.\n","html":"\n\t\t\t\t\t<section><p>  AUTOMOBILE PARKING LOTS.<br \/><br \/>\t(a)\tDefinitions.  As used in this article:<br \/><br \/>\t1.\t“AUTOMOBILE PARKING LOT” or “LOT” means any lot, contiguous lots, or other parcels of land under single management or control where more than eight motor vehicles are kept stored or parked within or without a building, for a consideration, at any one time.<br \/><br \/>\tEXEMPTIONS:<br \/><br \/>\tThe provisions of this section shall not apply to any automobile parking lot:<br \/><br \/>\t(i)\tWhich is operated and entirely controlled by the owner or operator of an apartment house, lodging house, hotel or multiple dwelling, motel, auto <span class=\"dictionary\">court<\/span>, or other place of residence, or any office building, when such lot is used exclusively, with no fee or charge, for the accommodation of the vehicles of occupants, tenants or lessees of that place of residence or office building and their guests and invitees;<br \/><br \/>\t(ii)\tWhich is not operated for profit but is maintained and used exclusively for the accommodation of the vehicles of employees or customers of the owner or person in control of the lot; or<br \/><br \/>\t(iii)\tWhich is directly operated and maintained by the owner or operator of any retail or wholesale store or any theatre or other business or amusement establishment, and is used exclusively for the accommodation of vehicles of the customers or patrons thereof, with no fee or charge being made therefor.<br \/><br \/>\t(b)\tPermit Required.  (Amended by Ord. No. 180,922, Eff. 12\/12\/09.)<br \/><br \/>\t1.\tNo person shall conduct, manage or operate an automobile parking lot without a written permit from the Board.  For purposes of this section, lots or parcels of land separated by a public street or public alley shall not be deemed contiguous lots or parcels.<br \/><br \/>\t2.\tCompanies that conduct, manage, or operate multiple automobile parking lots shall obtain a Master Automobile Parking Lot permit.  The Master Automobile Parking Lot permit application shall comply with the requirements set forth in Section 103.02.1 and shall separately identify each parking lot to which it applies.  A Master Automobile Parking Lot permit shall apply only to those parking lots specifically identified in the permit at the time it is issued.<br \/><br \/>\t3.\tCompanies that have obtained a Master Automobile Parking Lot permit shall file any applications for additional automobile parking lots in person only at the main office of the Office of Finance.  Such applications for additional lots shall provide the location of the additional lot and the name of a qualified manager designated to conduct, manage or operate the additional lot.<br \/><br \/>\t4.\tThe Board may grant a temporary permit for an additional parking lot on the same day the application for such parking lot is submitted to the Office of Finance provided the following conditions are met:<br \/><br \/>\t(i)\tA Master Automobile Parking Lot permit is on file at the Office of Finance;<br \/><br \/>\t(ii)\tA complete application for the additional parking lot is on file at the Office of Finance;<br \/><br \/>\t(iii)\tAll permit fees and taxes owed to the City have been paid to the Office of Finance;<br \/><br \/>\t(iv)\tDocumentation of the proper zoning clearance has been submitted to the Office of Finance; and<br \/><br \/>\t(v)\tA preliminary investigation by the Board does not reveal information which would normally constitute grounds for denial.<br \/><br \/>\t(c)\tPrerequisite to Application.<br \/><br \/>\t1.\t<span class=\"dictionary\">Bond<\/span> Required.   Before an application for a permit to operate a parking lot will be received or acted upon, the applicant must file and maintain with the Office of Finance (Amended by Ord. No. 173,300, Eff. 6\/30\/00, Oper. 7\/1\/00.) a <span class=\"dictionary\">bond<\/span> in the amount of $10,000 for each parking lot, or a blanket <span class=\"dictionary\">bond<\/span> in the amount of $50,000 covering all parking lots owned or operated by the same applicant. Such <span class=\"dictionary\">bond<\/span> shall indemnify any person whose vehicle is accepted by the permittee for parking or storage against loss by reason of theft or other unlawful taking, or for <span class=\"dictionary\">damages<\/span> to such vehicle for which the permittee is legally liable. Said <span class=\"dictionary\">bond<\/span> shall provide that it will be continuous until cancelled by a 30 day written notice, and that it will cover each and every annual permit issued to the principal named until so cancelled. Notice of cancellation shall be sent by registered mail to the City Attorney 30 days in advance of the cancellation date.<br \/><br \/>\tAll <span class=\"dictionary\">bonds<\/span> shall be executed by a corporate <span class=\"dictionary\">surety<\/span> approved by the Board and admitted to do business in this State. Such <span class=\"dictionary\">bond<\/span> shall not be void upon the first recovery, but may be sued and recovered upon from time to time by any person aggrieved, until the whole amount is exhausted.<br \/><br \/>\t2.\tLiability Under <span class=\"dictionary\">Bond<\/span> – Restoration.  If the amount of liability under the <span class=\"dictionary\">bond<\/span> is decreased for any reason, the permit shall be automatically suspended. In <span class=\"dictionary\">order<\/span> to reinstate the permit, the permittee shall either file a new <span class=\"dictionary\">bond<\/span> or restore the <span class=\"dictionary\">bond<\/span> on file to the original amount.<br \/><br \/>\t(d)\tDisciplinary Action – Additional Ground.  The following acts committed by a permittee hereunder shall be a ground for disciplinary action in addition to the grounds listed in Sec. 103.35:<br \/><br \/>\t1.\tThe permittee, his agents or employees, through carelessness, <span class=\"dictionary\">negligence<\/span> or failure to make proper provision for the safeguarding of vehicles left in their <span class=\"dictionary\">custody<\/span>, have knowingly or unknowingly facilitated or contributed toward the theft or conversion of any such vehicle; or of the contents thereof, or the damaging of any such vehicle; or<br \/><br \/>\t2.\tThe permittee, his agents or employees have failed to cooperate with the police to aid in the detection of any theft or other <span class=\"dictionary\">crime<\/span> committed on the premises described in the permit or which arose out of the conduct of the business for which the permit was issued; or<br \/><br \/>\t3.\tThe permittee, his agents or employees delivered a vehicle in their <span class=\"dictionary\">custody<\/span> to a person who failed to present either the parking ticket issued therefor or a <span class=\"dictionary\">memorandum<\/span> written and signed in the presence of said permittee or his attendant by the person to whom the ticket was delivered. Such <span class=\"dictionary\">memorandum<\/span> must give a satisfactory reason for the inability to produce the ticket. No <span class=\"dictionary\">penalty<\/span> for a violation of this subdivision shall be imposed against any permittee or attendant where the vehicle was delivered to the registered owner thereof or to any person lawfully entitled to <span class=\"dictionary\">possession<\/span> of the vehicle.<br \/><br \/>\t(e)\tHandling of Vehicles.<br \/><br \/>\t(1)\tNeither the permittee, his agents or employees shall drive, park, stand, stop or store any vehicle parked or stored in any such parking lot on, upon or across any public street, public sidewalk, public alley or other public place, or drive or move any vehicle parked or stored in any automobile parking lot, except within the property lines of such automobile parking lot. Neither the permittee nor any agent or employee shall take or drive, or permit any person to take or drive, any vehicle left in the <span class=\"dictionary\">custody<\/span> of the permittee away from such automobile parking lot for any purpose without the express permission of the bailor of such vehicle or his authorized representative, except that any such vehicle may be moved for safekeeping to another place in the event of fire, flood or other catastrophe or emergency.<br \/><br \/>\t(2)\tThe permittee, his agents or employees shall notify the Police Department whenever a vehicle has been left on a parking lot for a period in excess of 48 hours without a prior contractual arrangement for such period of time in <span class=\"dictionary\">order<\/span> to determine whether the vehicle is stolen or abandoned. Following such notification, the permittee, his agents or employees may remove or cause to be removed such vehicle to a facility within the City that is attended on a 24-hour basis, for the purpose of protecting the property for the account of and at the expense of the bailor of the vehicle.<br \/><br \/>\t(f)\tGuarding of Vehicles.<br \/><br \/>\t(1)\tAttendants – Receipts.  There must be at least one attendant on the lot at all times during the hours the lot is open for business. At each closing time, each vehicle, except those locked by the persons bringing them to the lot, which then remains on the lot, shall be securely locked if a key thereto is available and said key deposited with a responsible person at a safe and convenient place, both previously approved by the Board, to be delivered to the person who parked the vehicle upon surrender of the parking receipt or ticket. A ticket or receipt must be delivered to each person leaving a vehicle on the lot at the time of such leaving, and must have printed on it the name of the person maintaining or operating such lot and the address thereof, and also the place where the key to the vehicle may be obtained after the lot has closed; except that a parking receipt or ticket need not be delivered at time of parking to <span class=\"dictionary\">contract<\/span> or term customers of parking lots; in lieu of such ticket or receipt for <span class=\"dictionary\">contract<\/span> or term customers, the parking lot shall <span class=\"dictionary\">issue<\/span> a receipt to the customer at the beginning of each <span class=\"dictionary\">contract<\/span> or term period for parking.<br \/><br \/>\t(2)\tReturn of Vehicles.  The permittee, his agents, or employees shall deliver each vehicle to the person who left that vehicle in his care upon presentation of the parking ticket or receipt therefor.<br \/><br \/>\t(3)\tLots Without Attendants – Regulations.  (Amended by Ord. No. 133,317, Eff. 12\/23\/66.)  The Board may permit the operation of a parking lot without an attendant where the customer is required to drive, park and lock his vehicle if the Board finds that the design of the lot makes such operation feasible without causing traffic congestion or damage to property. In no event shall a permittee be allowed to operate a parking lot without an attendant where the vehicles are so parked that any vehicle has to be moved in <span class=\"dictionary\">order<\/span> to move any other vehicle.<br \/><br \/>\tEach parking lot operated without an attendant which is equipped with an automatic device, whether coin operated or otherwise, which regulates ingress or egress or both ingress and egress, shall have posted on or about all such devices a sign, plainly visible to the public indicating the name, address and telephone number of a person to be contacted in case of emergency or failure of the automatic device to function. The person to be notified shall respond to any request for assistance within a reasonable time.<br \/><br \/>\tEach parking lot operated without an attendant shall have a workable device to inform the public when the lot is fully occupied, except that where parking is restricted to use of <span class=\"dictionary\">contract<\/span> customers on a daily, weekly or monthly rental basis, a sign shall be posted informing the public of the parking restrictions applicable.<br \/><br \/>\tIf the Board finds that the parking lot is so designed that the public can readily determine if parking spaces are open without driving onto the lot, it may exempt the lot from the requirement of an automatic device to indicate that the lot is full.<br \/><br \/>\t(g)\tSigns – Closing Time – Parking Fees.<br \/><br \/>\t(1)\tEach permittee shall install and maintain at each entrance of the lot for which the permit has been issued a sign plainly visible from the street with letters and numerals at least six inches high and one-inch stroke in contrasting colors, showing the permittee’s name, the address of the business, the time the lot closes, and the parking fees; except, however, that the name and address of the permittee need not exceed three inches in height with a one-half inch stroke, in contrasting colors. If any letters or numerals on such signs exceed 12 inches in height, then all other numerals and letters relating to parking fees shall be not less than one-half the height of the largest numeral or letter on the sign. All fractions of time shall be spelled out in letters. Parking fees shall be posted at the entrance of the lot as follows:<br \/><br \/>\t(i)\tRates per hour;<br \/><br \/>\t(ii)\tRates per fraction of an hour, if any;<br \/><br \/>\t(iii)\tRates for subsequent hours or fraction thereof;<br \/><br \/>\t(iv)\tThe maximum charge;<br \/><br \/>\t(v)\tThe time the lot closes.<br \/><br \/>\tIn the event that afternoon, evening, or night parking fees will be higher than the daytime fees, then such higher fees shall also be posted at the entrance of the parking lot in addition to the daytime parking fees.<br \/><br \/>\tEach permittee shall install and maintain in a conspicuous place on the parking lot, which place may be designated by the Board, a sign with letters and numerals at least six inches high and one-inch stroke in contrasting colors showing a complete schedule of parking fees applicable during any business day showing all rates, changes in rates and the hours such changes become effective. If any letters or numerals on such signs exceed 12 inches in height, then all other numerals and letters relating to parking fees shall be not less than one-half the height of the largest letter or numeral on the sign. All fractions of time shall be spelled out in letters.<br \/><br \/>\tIt shall be unlawful for any permittee or his agents or employees to charge or collect any parking fees for the parking of any vehicle at a rate in excess of the rate posted at the entrance of the lot at the time the vehicle was accepted for storage, nor shall any permittee alter or change any of his posted <span class=\"dictionary\">schedules<\/span> of fees by superimposing another and different sign thereon, or otherwise, during the course of any business day while the lot is open for business; provided, however, that any posted schedule of fees may be changed prior to the opening of any lot for business at the beginning of any business day, and the fee schedule posted at the entrance of the lot may be changed at the time of change to a night rate and to a second night rate change after 1:00 o’clock A.M.<br \/><br \/>\t(2)\tEach permittee shall file with the Board and post on the parking lot within 30 days after the effective date of this subdivision a complete and accurate schedule of rates to be charged specifying therein the time and the dates for which such rates are applicable. Applicants for parking lot permits shall file such a schedule with their application and post such schedule on the lot before operating the parking lot. No charge other than the rates specified in such schedule shall be made except as hereinafter provided.<br \/><br \/>\tIn the event a permittee desires to change his schedule of rates he shall give a 10-day written notice to the Board which shall contain the new schedule of rates. A duplicate copy of such notice shall be posted for a period of 10 days in a conspicuous place in the parking lot, which place may be designated by the Board. Upon the expiration of the 10-day period, the rates may be changed in accordance with such notice.<br \/><br \/>\tUpon the application to the Board and a showing of hardship by the permittee, the Board may permit a downward revision of the rate schedule within the said 10-day period.  (Amended by Ord. No. 113,316, Eff. 5\/29\/59.)<br \/><br \/>\t(3)\tWhen an automobile parking lot has been filled to the safe capacity stated upon the permit for that lot, the operator shall not allow the entry of additional vehicles except when vacancies are created below that safe capacity. Each time that the parking lot is filled to its safe capacity, the operator shall place a sign at the entrance thereof with the word “FULL” thereon. The letters of such word shall be at least six inches high with a one-inch stroke, and the sign and letters shall be in contrasting colors. The sign shall be affixed to a stand at least 24 inches high.<br \/><br \/>\t(4)\tEach permittee shall post prominently at the attendant’s booth or other approved location, notification of the “six-minute grace period” provided in Section 444 of the Vehicle Code where applicable.<br \/><br \/>\t(h)\tSigns – Ticket Validation.  No permittee, operator, manager or any other person in charge of any parking lot shall install or maintain any billboard or sign at such parking lot indicating that the validation or endorsement of the parking receipt by any other person will be accepted in lieu of all or any portion of the parking fee, or entitle the customer to a refund thereof unless such validations or endorsements are accepted as advertised.<br \/><br \/>\t(i)\tAttendants – Identification.  Attendants shall wear cards, buttons, tabs, badges or name plates with their correct, full names inscribed thereon attached to a conspicuous place on their clothing, except that where permittees have assigned non-duplicated, consecutive employee numbers to their attendants, such attendants may wear a button or tab containing such employee number in lieu of a name plate. Attendants shall identify themselves by giving their full, correct name or correct, assigned employee number to any patron of the parking lot who asks for such identification.<br \/><br \/>\t(j)\tFencing.  If the Board finds that protection is necessary to prevent theft of property, or to prevent injury or damage to pedestrians or property, it shall require that those portions of the parking lot not needed for access or egress be surrounded by a wall or fence to be approved by the Board. The height and the <span class=\"dictionary\">materials<\/span> of such wall or fence shall be specified by the Board but in no event shall a fence higher than five feet be required nor shall such fence exceed in height the height of fences permitted by the provisions of Article 2, Chapter I of this Code.<br \/><br \/>\t(k)\tInvestigation.<br \/><br \/>\t(1)\tUpon the filing of such application, the Board shall make such investigation as it deems necessary and if the Board finds that the conduct or operation of an automobile parking lot at the proposed location would not be detrimental or injurious to the neighborhood in general, and that the applicant is of good character and of good business repute and has not been convicted of theft or <span class=\"dictionary\">embezzlement<\/span>, or of any <span class=\"dictionary\">offense<\/span> involving the unlawful use, taking or conversion of a vehicle belonging to another, and is otherwise a fit and proper person to conduct an automobile parking lot, or if the applicant is a corporation, its officers, directors and principal stockholders are of good character and of good business repute and have not been convicted of theft or <span class=\"dictionary\">embezzlement<\/span>, or of any <span class=\"dictionary\">offense<\/span> involving the unlawful use, taking or conversion of a vehicle belonging to another, and are otherwise fit and proper persons to conduct such a lot, the permit shall <span class=\"dictionary\">issue<\/span>, otherwise, the application shall be denied only after the Board shall conduct a <span class=\"dictionary\">hearing<\/span> on said application.<br \/><br \/>\t(2)\tThe Board shall cause to be shown on each permit issued the safe capacity of the parking lot, which safe capacity shall be determined by the Board during its investigation upon the filing of each application. Such safe capacity shall be determined by the <span class=\"dictionary\">judgment<\/span> of the Board, with particular attention to ease of removal of any car from such lot within a reasonable period of time, without movement of other vehicles into the public right of way.<\/p><\/section>","previous_section":{"id":"2754","structure_id":"33","section_number":"103.120","catch_line":"Soundproofing Of Places Of Amusement – When Required.","url":"\/103.120\/","token":"103.120"},"text":{"0":{"id":"2807","text":"  AUTOMOBILE PARKING LOTS.\t(a)\tDefinitions.  As used in this article:\t1.\t“AUTOMOBILE PARKING LOT” or “LOT” means any lot, contiguous lots, or other parcels of land under single management or control where more than eight motor vehicles are kept stored or parked within or without a building, for a consideration, at any one time.\tEXEMPTIONS:\tThe provisions of this section shall not apply to any automobile parking lot:\t(i)\tWhich is operated and entirely controlled by the owner or operator of an apartment house, lodging house, hotel or multiple dwelling, motel, auto court, or other place of residence, or any office building, when such lot is used exclusively, with no fee or charge, for the accommodation of the vehicles of occupants, tenants or lessees of that place of residence or office building and their guests and invitees;\t(ii)\tWhich is not operated for profit but is maintained and used exclusively for the accommodation of the vehicles of employees or customers of the owner or person in control of the lot; or\t(iii)\tWhich is directly operated and maintained by the owner or operator of any retail or wholesale store or any theatre or other business or amusement establishment, and is used exclusively for the accommodation of vehicles of the customers or patrons thereof, with no fee or charge being made therefor.\t(b)\tPermit Required.  (Amended by Ord. No. 180,922, Eff. 12\/12\/09.)\t1.\tNo person shall conduct, manage or operate an automobile parking lot without a written permit from the Board.  For purposes of this section, lots or parcels of land separated by a public street or public alley shall not be deemed contiguous lots or parcels.\t2.\tCompanies that conduct, manage, or operate multiple automobile parking lots shall obtain a Master Automobile Parking Lot permit.  The Master Automobile Parking Lot permit application shall comply with the requirements set forth in Section 103.02.1 and shall separately identify each parking lot to which it applies.  A Master Automobile Parking Lot permit shall apply only to those parking lots specifically identified in the permit at the time it is issued.\t3.\tCompanies that have obtained a Master Automobile Parking Lot permit shall file any applications for additional automobile parking lots in person only at the main office of the Office of Finance.  Such applications for additional lots shall provide the location of the additional lot and the name of a qualified manager designated to conduct, manage or operate the additional lot.\t4.\tThe Board may grant a temporary permit for an additional parking lot on the same day the application for such parking lot is submitted to the Office of Finance provided the following conditions are met:\t(i)\tA Master Automobile Parking Lot permit is on file at the Office of Finance;\t(ii)\tA complete application for the additional parking lot is on file at the Office of Finance;\t(iii)\tAll permit fees and taxes owed to the City have been paid to the Office of Finance;\t(iv)\tDocumentation of the proper zoning clearance has been submitted to the Office of Finance; and\t(v)\tA preliminary investigation by the Board does not reveal information which would normally constitute grounds for denial.\t(c)\tPrerequisite to Application.\t1.\tBond Required.   Before an application for a permit to operate a parking lot will be received or acted upon, the applicant must file and maintain with the Office of Finance (Amended by Ord. No. 173,300, Eff. 6\/30\/00, Oper. 7\/1\/00.) a bond in the amount of $10,000 for each parking lot, or a blanket bond in the amount of $50,000 covering all parking lots owned or operated by the same applicant. Such bond shall indemnify any person whose vehicle is accepted by the permittee for parking or storage against loss by reason of theft or other unlawful taking, or for damages to such vehicle for which the permittee is legally liable. Said bond shall provide that it will be continuous until cancelled by a 30 day written notice, and that it will cover each and every annual permit issued to the principal named until so cancelled. Notice of cancellation shall be sent by registered mail to the City Attorney 30 days in advance of the cancellation date.\tAll bonds shall be executed by a corporate surety approved by the Board and admitted to do business in this State. Such bond shall not be void upon the first recovery, but may be sued and recovered upon from time to time by any person aggrieved, until the whole amount is exhausted.\t2.\tLiability Under Bond – Restoration.  If the amount of liability under the bond is decreased for any reason, the permit shall be automatically suspended. In order to reinstate the permit, the permittee shall either file a new bond or restore the bond on file to the original amount.\t(d)\tDisciplinary Action – Additional Ground.  The following acts committed by a permittee hereunder shall be a ground for disciplinary action in addition to the grounds listed in Sec. 103.35:\t1.\tThe permittee, his agents or employees, through carelessness, negligence or failure to make proper provision for the safeguarding of vehicles left in their custody, have knowingly or unknowingly facilitated or contributed toward the theft or conversion of any such vehicle; or of the contents thereof, or the damaging of any such vehicle; or\t2.\tThe permittee, his agents or employees have failed to cooperate with the police to aid in the detection of any theft or other crime committed on the premises described in the permit or which arose out of the conduct of the business for which the permit was issued; or\t3.\tThe permittee, his agents or employees delivered a vehicle in their custody to a person who failed to present either the parking ticket issued therefor or a memorandum written and signed in the presence of said permittee or his attendant by the person to whom the ticket was delivered. Such memorandum must give a satisfactory reason for the inability to produce the ticket. No penalty for a violation of this subdivision shall be imposed against any permittee or attendant where the vehicle was delivered to the registered owner thereof or to any person lawfully entitled to possession of the vehicle.\t(e)\tHandling of Vehicles.\t(1)\tNeither the permittee, his agents or employees shall drive, park, stand, stop or store any vehicle parked or stored in any such parking lot on, upon or across any public street, public sidewalk, public alley or other public place, or drive or move any vehicle parked or stored in any automobile parking lot, except within the property lines of such automobile parking lot. Neither the permittee nor any agent or employee shall take or drive, or permit any person to take or drive, any vehicle left in the custody of the permittee away from such automobile parking lot for any purpose without the express permission of the bailor of such vehicle or his authorized representative, except that any such vehicle may be moved for safekeeping to another place in the event of fire, flood or other catastrophe or emergency.\t(2)\tThe permittee, his agents or employees shall notify the Police Department whenever a vehicle has been left on a parking lot for a period in excess of 48 hours without a prior contractual arrangement for such period of time in order to determine whether the vehicle is stolen or abandoned. Following such notification, the permittee, his agents or employees may remove or cause to be removed such vehicle to a facility within the City that is attended on a 24-hour basis, for the purpose of protecting the property for the account of and at the expense of the bailor of the vehicle.\t(f)\tGuarding of Vehicles.\t(1)\tAttendants – Receipts.  There must be at least one attendant on the lot at all times during the hours the lot is open for business. At each closing time, each vehicle, except those locked by the persons bringing them to the lot, which then remains on the lot, shall be securely locked if a key thereto is available and said key deposited with a responsible person at a safe and convenient place, both previously approved by the Board, to be delivered to the person who parked the vehicle upon surrender of the parking receipt or ticket. A ticket or receipt must be delivered to each person leaving a vehicle on the lot at the time of such leaving, and must have printed on it the name of the person maintaining or operating such lot and the address thereof, and also the place where the key to the vehicle may be obtained after the lot has closed; except that a parking receipt or ticket need not be delivered at time of parking to contract or term customers of parking lots; in lieu of such ticket or receipt for contract or term customers, the parking lot shall issue a receipt to the customer at the beginning of each contract or term period for parking.\t(2)\tReturn of Vehicles.  The permittee, his agents, or employees shall deliver each vehicle to the person who left that vehicle in his care upon presentation of the parking ticket or receipt therefor.\t(3)\tLots Without Attendants – Regulations.  (Amended by Ord. No. 133,317, Eff. 12\/23\/66.)  The Board may permit the operation of a parking lot without an attendant where the customer is required to drive, park and lock his vehicle if the Board finds that the design of the lot makes such operation feasible without causing traffic congestion or damage to property. In no event shall a permittee be allowed to operate a parking lot without an attendant where the vehicles are so parked that any vehicle has to be moved in order to move any other vehicle.\tEach parking lot operated without an attendant which is equipped with an automatic device, whether coin operated or otherwise, which regulates ingress or egress or both ingress and egress, shall have posted on or about all such devices a sign, plainly visible to the public indicating the name, address and telephone number of a person to be contacted in case of emergency or failure of the automatic device to function. The person to be notified shall respond to any request for assistance within a reasonable time.\tEach parking lot operated without an attendant shall have a workable device to inform the public when the lot is fully occupied, except that where parking is restricted to use of contract customers on a daily, weekly or monthly rental basis, a sign shall be posted informing the public of the parking restrictions applicable.\tIf the Board finds that the parking lot is so designed that the public can readily determine if parking spaces are open without driving onto the lot, it may exempt the lot from the requirement of an automatic device to indicate that the lot is full.\t(g)\tSigns – Closing Time – Parking Fees.\t(1)\tEach permittee shall install and maintain at each entrance of the lot for which the permit has been issued a sign plainly visible from the street with letters and numerals at least six inches high and one-inch stroke in contrasting colors, showing the permittee’s name, the address of the business, the time the lot closes, and the parking fees; except, however, that the name and address of the permittee need not exceed three inches in height with a one-half inch stroke, in contrasting colors. If any letters or numerals on such signs exceed 12 inches in height, then all other numerals and letters relating to parking fees shall be not less than one-half the height of the largest numeral or letter on the sign. All fractions of time shall be spelled out in letters. Parking fees shall be posted at the entrance of the lot as follows:\t(i)\tRates per hour;\t(ii)\tRates per fraction of an hour, if any;\t(iii)\tRates for subsequent hours or fraction thereof;\t(iv)\tThe maximum charge;\t(v)\tThe time the lot closes.\tIn the event that afternoon, evening, or night parking fees will be higher than the daytime fees, then such higher fees shall also be posted at the entrance of the parking lot in addition to the daytime parking fees.\tEach permittee shall install and maintain in a conspicuous place on the parking lot, which place may be designated by the Board, a sign with letters and numerals at least six inches high and one-inch stroke in contrasting colors showing a complete schedule of parking fees applicable during any business day showing all rates, changes in rates and the hours such changes become effective. If any letters or numerals on such signs exceed 12 inches in height, then all other numerals and letters relating to parking fees shall be not less than one-half the height of the largest letter or numeral on the sign. All fractions of time shall be spelled out in letters.\tIt shall be unlawful for any permittee or his agents or employees to charge or collect any parking fees for the parking of any vehicle at a rate in excess of the rate posted at the entrance of the lot at the time the vehicle was accepted for storage, nor shall any permittee alter or change any of his posted schedules of fees by superimposing another and different sign thereon, or otherwise, during the course of any business day while the lot is open for business; provided, however, that any posted schedule of fees may be changed prior to the opening of any lot for business at the beginning of any business day, and the fee schedule posted at the entrance of the lot may be changed at the time of change to a night rate and to a second night rate change after 1:00 o’clock A.M.\t(2)\tEach permittee shall file with the Board and post on the parking lot within 30 days after the effective date of this subdivision a complete and accurate schedule of rates to be charged specifying therein the time and the dates for which such rates are applicable. Applicants for parking lot permits shall file such a schedule with their application and post such schedule on the lot before operating the parking lot. No charge other than the rates specified in such schedule shall be made except as hereinafter provided.\tIn the event a permittee desires to change his schedule of rates he shall give a 10-day written notice to the Board which shall contain the new schedule of rates. A duplicate copy of such notice shall be posted for a period of 10 days in a conspicuous place in the parking lot, which place may be designated by the Board. Upon the expiration of the 10-day period, the rates may be changed in accordance with such notice.\tUpon the application to the Board and a showing of hardship by the permittee, the Board may permit a downward revision of the rate schedule within the said 10-day period.  (Amended by Ord. No. 113,316, Eff. 5\/29\/59.)\t(3)\tWhen an automobile parking lot has been filled to the safe capacity stated upon the permit for that lot, the operator shall not allow the entry of additional vehicles except when vacancies are created below that safe capacity. Each time that the parking lot is filled to its safe capacity, the operator shall place a sign at the entrance thereof with the word “FULL” thereon. The letters of such word shall be at least six inches high with a one-inch stroke, and the sign and letters shall be in contrasting colors. The sign shall be affixed to a stand at least 24 inches high.\t(4)\tEach permittee shall post prominently at the attendant’s booth or other approved location, notification of the “six-minute grace period” provided in Section 444 of the Vehicle Code where applicable.\t(h)\tSigns – Ticket Validation.  No permittee, operator, manager or any other person in charge of any parking lot shall install or maintain any billboard or sign at such parking lot indicating that the validation or endorsement of the parking receipt by any other person will be accepted in lieu of all or any portion of the parking fee, or entitle the customer to a refund thereof unless such validations or endorsements are accepted as advertised.\t(i)\tAttendants – Identification.  Attendants shall wear cards, buttons, tabs, badges or name plates with their correct, full names inscribed thereon attached to a conspicuous place on their clothing, except that where permittees have assigned non-duplicated, consecutive employee numbers to their attendants, such attendants may wear a button or tab containing such employee number in lieu of a name plate. Attendants shall identify themselves by giving their full, correct name or correct, assigned employee number to any patron of the parking lot who asks for such identification.\t(j)\tFencing.  If the Board finds that protection is necessary to prevent theft of property, or to prevent injury or damage to pedestrians or property, it shall require that those portions of the parking lot not needed for access or egress be surrounded by a wall or fence to be approved by the Board. The height and the materials of such wall or fence shall be specified by the Board but in no event shall a fence higher than five feet be required nor shall such fence exceed in height the height of fences permitted by the provisions of Article 2, Chapter I of this Code.\t(k)\tInvestigation.\t(1)\tUpon the filing of such application, the Board shall make such investigation as it deems necessary and if the Board finds that the conduct or operation of an automobile parking lot at the proposed location would not be detrimental or injurious to the neighborhood in general, and that the applicant is of good character and of good business repute and has not been convicted of theft or embezzlement, or of any offense involving the unlawful use, taking or conversion of a vehicle belonging to another, and is otherwise a fit and proper person to conduct an automobile parking lot, or if the applicant is a corporation, its officers, directors and principal stockholders are of good character and of good business repute and have not been convicted of theft or embezzlement, or of any offense involving the unlawful use, taking or conversion of a vehicle belonging to another, and are otherwise fit and proper persons to conduct such a lot, the permit shall issue, otherwise, the application shall be denied only after the Board shall conduct a hearing on said application.\t(2)\tThe Board shall cause to be shown on each permit issued the safe capacity of the parking lot, which safe capacity shall be determined by the Board during its investigation upon the filing of each application. Such safe capacity shall be determined by the judgment of the Board, with particular attention to ease of removal of any car from such lot within a reasonable period of time, without movement of other vehicles into the public right of way.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}