{"section_number":"103.118","edition_id":"1","section_id":"1306","structure_id":"33","catch_line":"Teenage Dances.","history":"","full_text":"  TEENAGE DANCES.\n\t(Amended by Ord. No. 160,203, Eff. 9\/2\/85.)\n\n\t(a)\tDefinitions.  As used in this article, the term “premises” shall mean any facility open to the public where activity regulated hereunder is occurring, the room or rooms where such activity is occurring and the area adjacent thereto to which direct access is available from such room and the term “Teenager” shall mean any person over the age of 13 years and under the age of 18 years.\n\n\t(b)\tPermit Required.\n\n\t1.\tNo person, dancing club or other association shall, without first obtaining a permit from the Board, operate, manage or maintain any dance hall, “disco”, nightclub or hostess hall, or conduct any public dance or dances wherein teenagers are permitted to be present, except as herein provided.\n\n\t2.\tSuch permit shall be in addition to any other dance permit required by this article.\n\n\t(c)\tPermit – Application – Contents of.  An application for a permit shall be accompanied by certification that the premises where a dance is to be held or dancing activity is to occur is adequate for the purpose, and that the premises conform with the existing health, safety, fire and zoning ordinances of the City of Los Angeles. The certification shall also specify the maximum number of persons that may safely be accommodated at the location where the dance or dancing activity is to take place.\n\n\t(d)\tExceptions.\n\n\t1.\tA permit shall not be required for any agency or department of the City of Los Angeles, County of Los Angeles, Board of Education, or other political subdivision of the State of California, or for any religious or charitable organization holding a valid tax exempt registration certificate under Section 21.22 of this Code and which is normally engaged in youth or child-serving activities.\n\n\t2.\tA permit shall not be required for any hotel, cafe, restaurant, banquet hall or catering facility which does not predominantly cater to the patronage of teenagers and where no charge or admission is imposed for the privilege of entering or dancing.\n\n\t(e)\tInvestigation.  Upon the filing of an application, the Board shall cause that investigation to be made which it deems necessary. The Board shall issue no permit to the applicant unless the following conditions are satisfied:\n\n\t1.\tThe dance or dancing activity for which an application has been filed conforms to the laws of the City of Los Angeles and of the State of California, and will not constitute a menace to the health, peace or safety of the community;\n\n\t2.\tA sufficient number of adult supervisors who are employees of the location will be provided to insure compliance with the provisions of this section and any rules or regulations promulgated by the Board with respect thereto. For purposes herein, a sufficient number shall constitute, at a minimum, a ratio of one adult to every 35 teenagers in attendance at the teenage dance premises.\n\n\t(f)\tLighting in Hall.  Each of the premises where any dance or dancing activity regulated under this section is held, shall be adequately lighted at all times when open for dancing. For purposes herein, the volume of illumination shall at no time be less than one foot-candle in any part of the building and premises accessible to participants.\n\n\t(g)\tParking – Lighting.  All off-street parking facilities under the direct or indirect control of a permittee shall be adequately lighted and supervised so as to ensure that violations of this article or other laws do not occur. For purposes herein, adequate lighting and supervision will be established by the Board at the time of the granting or reviewing a permit.\n\n\t(h)\tUse of Drugs or Alcoholic Beverages – Prohibited.  No alcoholic beverages shall be sold, consumed or be available on the premises where there is a dance or dancing activity is being held which is regulated by this section. Admission to the premises shall be denied to any person showing evidence of drinking any alcoholic beverages or showing symptoms of being intoxicated as a result of the ingestion of any chemical substance.\n\n\t(i)\tTime Limit for Dances.  Teenage dancing regulated hereunder shall not be permitted after 1:00 a.m. on Saturdays, Sundays, and local public school holidays. On all other days, except Fridays, Saturdays, and the day before a legal holiday, teenage dancing regulated hereunder shall be prohibited after the hour of 10:00 p.m., provided however that permission to continue dancing after 10:00 p.m. on such other days may be granted by the Board during public school vacation periods if the Board finds the continuation of dancing after 10:00 p.m. does not unreasonably disturb the peace and quiet of the surrounding neighborhood. In no event shall such an establishment be permitted to continue such teenage dances or dancing activity later than 1:00 a.m.\n\n\t(j)\tTeenagers Under the Age of 15 Years.  No person under the age of 15 years shall be permitted to enter any premises where there is dancing activity regulated under this section unless such person is accompanied by a parent or legal guardian unless the parent or legal guardian of such person has signed and filed with the owner, manager or operator of the facility a consent form for such minor to be there unaccompanied by said parent or guardian. The consent shall be set forth on a form approved by the Board. Such form must be signed by the parent or legal guardian in the presence of the owner, manager or operator of the facility and shall contain the minor’s name, date of birth, address, and the parent or legal guardian’s telephone number for use in case of an emergency. In the event no such consent form has been so completed and filed, such teenagers shall not be permitted to enter into or remain at the premises unless accompanied or escorted by his or her parent or legal guardian. Any teenager admitted and accompanied by a parent or legal guardian shall have the rights and privileges of other legally admitted teenagers. Any teenager entering pursuant to a consent form filed by his or her parent or legal guardian must present valid identification as defined in Subsection (n).\n\n\t(k)\tPersons Under the Age of 13 Years.  In no event shall any person under the age of 13 years be permitted to enter the premises where there is a dance or dancing activity being held which is regulated under this section.\n\n\t(l)\tPersons Over the Age of 20 Years.  No person over the age of 20 years shall be permitted to enter the premises where there is a dance or dancing activity being held which is regulated under this section unless that person is a parent or legal guardian accompanying a child as required by Subsections (j) and (m) herein.\n\n\t(m)\tTeenagers Between the Age of 15 and 18 Years.  No person between the ages of 15 and 18 years may be present at premises regulated under this section unless he or she (1) is accompanied by a parent or legal guardian, or, if unaccompanied, the parent or legal guardian of such person has signed and filed a consent form similar to that required by Subsection (j) herein; or (2) presents valid proof of age as defined in Subsection (n) herein.\n\n\t(n)\tProof of Age.   Proof of age shall be required of each patron entering the establishment. Such proof may be established by identification issued by a governmental agency, the patron’s school, or the Department of Motor Vehicles, and must contain the patron’s name, date of birth, and a picture that has been taken within the preceding two years.\n\n\t(o)\tDenial of Entry on Request of Parent.  No person having charge or control of any premises regulated under this section shall allow a teenager to enter or remain at the premises after receiving a written notice signed by the parent or legal guardian of such teenager which requests that said teenager be prevented from entering the premises.\n\n\t(p)\tAttendance.  Except in emergency situations, no patron shall be permitted to leave the premises at which any dance or dancing activity regulated by this section is being held and thereafter re-enter prior to the conclusion of such dance or dancing activity. No pass or other indicia permitting re-entry shall be issued.\n\n\t(q)\tCriminal History of Supervisory Staff.  No person, dancing club, or other association or entity obtaining a permit under this section shall employ any person as a supervisory employee at the premises at the time of any dancing activity regulated hereunder who has been convicted of a misdemeanor or a felony in the last five (5) years, nor shall such permittee employ any person who has been arrested and is out on bail or on his or her own recognizance pending trial. As permitted by California Labor Code Section 432.7, such permittee shall ask all applicants for such employment at the premises about any conviction, as that term is used in said Labor Code Section, and about any arrest for which the applicant is out on bail or on his or her own recognizance pending trial. Copies of the employment applications of all persons hired shall be filed with the Board. Upon a showing of just causes a permittee may apply to the Board for a waiver of this provision. Just cause, as used in this subsection, shall include but is not limited to a demonstration that the prior conviction, or arrest as described herein, would not have an adverse effect on the employee’s ability to supervise teenagers at a location as described within this section. While teenagers are present, all employees also present within the premises, as that term is defined by this section, shall be considered supervisory employees.\n\n\t(r)\tDuty of Management.  If a teenager is discovered inside the premises showing evidence or symptoms of being intoxicated as a result of the ingestion of alcohol or any chemical substance, that teenager shall be reported by management to local police authorities and to his or her parent or legal guardian. Management shall attempt to separate the teenager from other teenagers at the premises pending the arrival of police or the parent or legal guardian of the teenager. A notice shall be posted by all pay phones containing the local police telephone number and shall request all patrons to call the police if management neglects to take action to report a violation of this subsection.\n\n\t(s)\tOperation After 1:00 a.m. – 18 Year Olds.  If the premises intends to operate after the closing time set forth in Subsection (i) herein, the premises must first be vacated by all customers, and thereafter only those persons 18 years of age or older who present valid identification containing proof of age established as set forth in Subsection (n) herein may be permitted to enter the premises.\n\n\t(t)\tAdditional Restrictions by the Board.  The Board may promulgate additional rules as necessary with respect thereto.\n\n\t(u)\tRegulation by Permittee.  Nothing herein is intended to preclude the imposition of more restrictive regulations by any permittee so long as the regulations are not in conflict with any provision of this section.","order_by":"118","ancestry":{"1":{"id":"33","name":"Police Permit Regulation","identifier":"3","label":"article","url":"\/10\/3\/"},"2":{"id":"29","name":"Business Regulations","identifier":"10","label":"chapter","url":"\/10\/"}},"structure_contents":{"0":{"id":"1971","structure_id":"33","section_number":"103.00","catch_line":"Scope.","url":"\/103.00\/","token":"103.00"},"1":{"id":"2728","structure_id":"33","section_number":"103.01","catch_line":"Definitions.","url":"\/103.01\/","token":"103.01"},"2":{"id":"3947","structure_id":"33","section_number":"103.02","catch_line":"Permit Required.","url":"\/103.02\/","token":"103.02"},"3":{"id":"1237","structure_id":"33","section_number":"103.02.1","catch_line":"Permit Applications.","url":"\/103.02.1\/","token":"103.02.1"},"4":{"id":"3529","structure_id":"33","section_number":"103.03","catch_line":"Public Hearings.","url":"\/103.03\/","token":"103.03"},"5":{"id":"1633","structure_id":"33","section_number":"103.04","catch_line":"False Statements.","url":"\/103.04\/","token":"103.04"},"6":{"id":"3757","structure_id":"33","section_number":"103.05","catch_line":"Overlapping Business.","url":"\/103.05\/","token":"103.05"},"7":{"id":"3124","structure_id":"33","section_number":"103.06","catch_line":"Permits – Duration.","url":"\/103.06\/","token":"103.06"},"8":{"id":"2153","structure_id":"33","section_number":"103.06.1","catch_line":"Permits – Renewal.","url":"\/103.06.1\/","token":"103.06.1"},"9":{"id":"626","structure_id":"33","section_number":"103.06.2","catch_line":"Temporary Permits.","url":"\/103.06.2\/","token":"103.06.2"},"10":{"id":"2080","structure_id":"33","section_number":"103.07","catch_line":"Permits – Annual Fee.","url":"\/103.07\/","token":"103.07"},"11":{"id":"935","structure_id":"33","section_number":"103.08","catch_line":"Permits Non-Transferable.","url":"\/103.08\/","token":"103.08"},"12":{"id":"1789","structure_id":"33","section_number":"103.09","catch_line":"Permit For Each Location.","url":"\/103.09\/","token":"103.09"},"13":{"id":"1610","structure_id":"33","section_number":"103.10","catch_line":"Change Of Location.","url":"\/103.10\/","token":"103.10"},"14":{"id":"2237","structure_id":"33","section_number":"103.11","catch_line":"Additional Locations.","url":"\/103.11\/","token":"103.11"},"15":{"id":"4168","structure_id":"33","section_number":"103.12","catch_line":"Fees.","url":"\/103.12\/","token":"103.12"},"16":{"id":"2834","structure_id":"33","section_number":"103.13","catch_line":"Records.","url":"\/103.13\/","token":"103.13"},"17":{"id":"1926","structure_id":"33","section_number":"103.14","catch_line":"Inspection.","url":"\/103.14\/","token":"103.14"},"18":{"id":"3867","structure_id":"33","section_number":"103.15","catch_line":"Reports.","url":"\/103.15\/","token":"103.15"},"19":{"id":"1179","structure_id":"33","section_number":"103.16","catch_line":"Property.","url":"\/103.16\/","token":"103.16"},"20":{"id":"2714","structure_id":"33","section_number":"103.17","catch_line":"Advertising.","url":"\/103.17\/","token":"103.17"},"21":{"id":"4164","structure_id":"33","section_number":"103.18","catch_line":"Permittee – Responsibility.","url":"\/103.18\/","token":"103.18"},"22":{"id":"1396","structure_id":"33","section_number":"103.19","catch_line":"Signs Required.","url":"\/103.19\/","token":"103.19"},"23":{"id":"3238","structure_id":"33","section_number":"103.20","catch_line":"Display Of Permit.","url":"\/103.20\/","token":"103.20"},"24":{"id":"663","structure_id":"33","section_number":"103.21","catch_line":"Change In Owner Information.","url":"\/103.21\/","token":"103.21"},"25":{"id":"1862","structure_id":"33","section_number":"103.22","catch_line":"Identification Cards.","url":"\/103.22\/","token":"103.22"},"26":{"id":"57","structure_id":"33","section_number":"103.23","catch_line":"Surrender Of Permits.","url":"\/103.23\/","token":"103.23"},"27":{"id":"1606","structure_id":"33","section_number":"103.24","catch_line":"Hours Of Business.","url":"\/103.24\/","token":"103.24"},"28":{"id":"3896","structure_id":"33","section_number":"103.25","catch_line":"Doing Business With Minor.","url":"\/103.25\/","token":"103.25"},"29":{"id":"3138","structure_id":"33","section_number":"103.26","catch_line":"True Name, Age And Address.","url":"\/103.26\/","token":"103.26"},"30":{"id":"233","structure_id":"33","section_number":"103.27","catch_line":"Administration.","url":"\/103.27\/","token":"103.27"},"31":{"id":"2008","structure_id":"33","section_number":"103.28","catch_line":"Investigation By Board.","url":"\/103.28\/","token":"103.28"},"32":{"id":"3636","structure_id":"33","section_number":"103.29","catch_line":"Timing Of Action On Application.","url":"\/103.29\/","token":"103.29"},"33":{"id":"1985","structure_id":"33","section_number":"103.29.01","catch_line":"Executive Director Action On Application.","url":"\/103.29.01\/","token":"103.29.01"},"34":{"id":"3913","structure_id":"33","section_number":"103.30","catch_line":"Effect Of Granting Permit.","url":"\/103.30\/","token":"103.30"},"35":{"id":"1563","structure_id":"33","section_number":"103.31","catch_line":"Denial Of Application.","url":"\/103.31\/","token":"103.31"},"36":{"id":"608","structure_id":"33","section_number":"103.31.1","catch_line":"Final Decisions.","url":"\/103.31.1\/","token":"103.31.1"},"37":{"id":"2525","structure_id":"33","section_number":"103.31.2","catch_line":"Effective Date Of Notices.","url":"\/103.31.2\/","token":"103.31.2"},"38":{"id":"3821","structure_id":"33","section_number":"103.32","catch_line":"Denial –Notice To Applicant.","url":"\/103.32\/","token":"103.32"},"39":{"id":"569","structure_id":"33","section_number":"103.33","catch_line":"Hearing On Denial – Request By Applicant.","url":"\/103.33\/","token":"103.33"},"40":{"id":"3240","structure_id":"33","section_number":"103.34","catch_line":"Suspension Or Revocation Of Permits Issued Under This Article.","url":"\/103.34\/","token":"103.34"},"41":{"id":"3508","structure_id":"33","section_number":"103.34.1","catch_line":"Suspension Or Revocation Of Permits Issued Pursuant To Sections 103.101.1, 103.102 And 103.109.","url":"\/103.34.1\/","token":"103.34.1"},"42":{"id":"3371","structure_id":"33","section_number":"103.34.2","catch_line":"Judicial Review Of Board Action On Applications And Permits Subject To Sections 103.101.1, 103.102 And 103.109.","url":"\/103.34.2\/","token":"103.34.2"},"43":{"id":"2882","structure_id":"33","section_number":"103.35","catch_line":"Disciplinary Action – Grounds.","url":"\/103.35\/","token":"103.35"},"44":{"id":"214","structure_id":"33","section_number":"103.36","catch_line":"Suspension Or Revocation Without Hearing.","url":"\/103.36\/","token":"103.36"},"45":{"id":"2189","structure_id":"33","section_number":"103.37","catch_line":"Suspension Or Revocation – Effect On Other Permits.","url":"\/103.37\/","token":"103.37"},"46":{"id":"4000","structure_id":"33","section_number":"103.38","catch_line":"New Permit Application After Denial Or Revocation.","url":"\/103.38\/","token":"103.38"},"47":{"id":"755","structure_id":"33","section_number":"103.39","catch_line":"Cancelled Or Suspended Permit – Jurisdiction Of The Board.","url":"\/103.39\/","token":"103.39"},"48":{"id":"3036","structure_id":"33","section_number":"103.40","catch_line":"Pending Revocation Or Suspension Proceedings – Effect On Permittee.","url":"\/103.40\/","token":"103.40"},"49":{"id":"2541","structure_id":"33","section_number":"103.40.1","catch_line":"Power Of Board To Limit And\/Or Condition A Permit.","url":"\/103.40.1\/","token":"103.40.1"},"50":{"id":"3520","structure_id":"33","section_number":"103.40.2","catch_line":"Subject Matter Of Limitations And\/Or Conditions To A Permit.","url":"\/103.40.2\/","token":"103.40.2"},"51":{"id":"982","structure_id":"33","section_number":"103.41","catch_line":"Prior Acts No Bar To Board Action.","url":"\/103.41\/","token":"103.41"},"52":{"id":"911","structure_id":"33","section_number":"103.42","catch_line":"Stolen Property – Investigation.","url":"\/103.42\/","token":"103.42"},"53":{"id":"2845","structure_id":"33","section_number":"103.43","catch_line":"Record Search – Charge Authorized.","url":"\/103.43\/","token":"103.43"},"54":{"id":"102","structure_id":"33","section_number":"103.44","catch_line":"Instructional Materials – Custody – Fees For Rental Or Sale.","url":"\/103.44\/","token":"103.44"},"55":{"id":"2184","structure_id":"33","section_number":"103.101","catch_line":"Picture Arcade.","url":"\/103.101\/","token":"103.101"},"56":{"id":"845","structure_id":"33","section_number":"103.101.1","catch_line":"Picture Arcade Permits And Regulations.","url":"\/103.101.1\/","token":"103.101.1"},"57":{"id":"3778","structure_id":"33","section_number":"103.101.2","catch_line":"Compliance By Existing Permittees.","url":"\/103.101.2\/","token":"103.101.2"},"58":{"id":"445","structure_id":"33","section_number":"103.101.3","catch_line":"Game Arcade.","url":"\/103.101.3\/","token":"103.101.3"},"59":{"id":"3234","structure_id":"33","section_number":"103.101.4","catch_line":"Cyber CafÉS.","url":"\/103.101.4\/","token":"103.101.4"},"60":{"id":"1486","structure_id":"33","section_number":"103.102","catch_line":"Cafe Entertainment And Shows.","url":"\/103.102\/","token":"103.102"},"61":{"id":"3379","structure_id":"33","section_number":"103.102.1","catch_line":"Additional Regulations.","url":"\/103.102.1\/","token":"103.102.1"},"62":{"id":"3638","structure_id":"33","section_number":"103.102.2","catch_line":"Compliance By Existing Permittees And Effect Of Noncompliance.","url":"\/103.102.2\/","token":"103.102.2"},"63":{"id":"2551","structure_id":"33","section_number":"103.103","catch_line":"Card Club – Social Card Club – Card School.","url":"\/103.103\/","token":"103.103"},"64":{"id":"2151","structure_id":"33","section_number":"103.104","catch_line":"Carnivals.","url":"\/103.104\/","token":"103.104"},"65":{"id":"1602","structure_id":"33","section_number":"103.105","catch_line":"Dancing Academies.","url":"\/103.105\/","token":"103.105"},"66":{"id":"1052","structure_id":"33","section_number":"103.106","catch_line":"Dance Halls, Dancing Clubs, Public Dances.","url":"\/103.106\/","token":"103.106"},"67":{"id":"2839","structure_id":"33","section_number":"103.106.1","catch_line":"Hostess Dance Hall.","url":"\/103.106.1\/","token":"103.106.1"},"68":{"id":"3668","structure_id":"33","section_number":"103.107","catch_line":"Escort Bureaus.","url":"\/103.107\/","token":"103.107"},"69":{"id":"268","structure_id":"33","section_number":"103.107.1","catch_line":"Escort – Permit Required.","url":"\/103.107.1\/","token":"103.107.1"},"70":{"id":"1084","structure_id":"33","section_number":"103.109","catch_line":"Motion Picture Shows.","url":"\/103.109\/","token":"103.109"},"71":{"id":"94","structure_id":"33","section_number":"103.111","catch_line":"Parades And Assemblies.","url":"\/103.111\/","token":"103.111"},"72":{"id":"3445","structure_id":"33","section_number":"103.112","catch_line":"Billiard Rooms, Poolrooms, Bowling Alleys.","url":"\/103.112\/","token":"103.112"},"73":{"id":"3049","structure_id":"33","section_number":"103.112.1","catch_line":"Family Billiard Rooms.","url":"\/103.112.1\/","token":"103.112.1"},"74":{"id":"277","structure_id":"33","section_number":"103.113","catch_line":"Rides.","url":"\/103.113\/","token":"103.113"},"75":{"id":"442","structure_id":"33","section_number":"103.115","catch_line":"Skating Rinks.","url":"\/103.115\/","token":"103.115"},"76":{"id":"2194","structure_id":"33","section_number":"103.116","catch_line":"Games Of Skill And Science.","url":"\/103.116\/","token":"103.116"},"77":{"id":"384","structure_id":"33","section_number":"103.117","catch_line":"Rifle Range – Shooting Gallery.","url":"\/103.117\/","token":"103.117"},"78":{"id":"1306","structure_id":"33","section_number":"103.118","catch_line":"Teenage Dances.","url":"\/103.118\/","token":"103.118"},"79":{"id":"2754","structure_id":"33","section_number":"103.120","catch_line":"Soundproofing Of Places Of Amusement – When Required.","url":"\/103.120\/","token":"103.120"},"80":{"id":"2832","structure_id":"33","section_number":"103.202","catch_line":"Automobile Parking Lots.","url":"\/103.202\/","token":"103.202"},"81":{"id":"2880","structure_id":"33","section_number":"103.204","catch_line":"Towing Operation.","url":"\/103.204\/","token":"103.204"},"82":{"id":"4074","structure_id":"33","section_number":"103.204.1","catch_line":"Tow Unit Operators.","url":"\/103.204.1\/","token":"103.204.1"},"83":{"id":"448","structure_id":"33","section_number":"103.205","catch_line":"Massage Therapy.","url":"\/103.205\/","token":"103.205"},"84":{"id":"3536","structure_id":"33","section_number":"103.205.1","catch_line":"Massage Therapists.","url":"\/103.205.1\/","token":"103.205.1"},"85":{"id":"2047","structure_id":"33","section_number":"103.205.2","catch_line":"Baths.","url":"\/103.205.2\/","token":"103.205.2"},"86":{"id":"687","structure_id":"33","section_number":"103.206","catch_line":"Alarm Systems.","url":"\/103.206\/","token":"103.206"},"87":{"id":"2780","structure_id":"33","section_number":"103.206.1","catch_line":"Alarm Company Operators.","url":"\/103.206.1\/","token":"103.206.1"},"88":{"id":"3551","structure_id":"33","section_number":"103.206.2","catch_line":"Commercial Unsecured Buildings.","url":"\/103.206.2\/","token":"103.206.2"},"89":{"id":"2339","structure_id":"33","section_number":"103.208","catch_line":"Key Duplicator.","url":"\/103.208\/","token":"103.208"},"90":{"id":"2609","structure_id":"33","section_number":"103.211","catch_line":"Handbill Distribution.","url":"\/103.211\/","token":"103.211"},"91":{"id":"1701","structure_id":"33","section_number":"103.212","catch_line":"Soliciting – Peace Officers’ And Firefighters’ Organizations – Permits.","url":"\/103.212\/","token":"103.212"},"92":{"id":"3677","structure_id":"33","section_number":"103.213","catch_line":"Figure Studios.","url":"\/103.213\/","token":"103.213"},"93":{"id":"966","structure_id":"33","section_number":"103.301","catch_line":"Antique Shops.","url":"\/103.301\/","token":"103.301"},"94":{"id":"1483","structure_id":"33","section_number":"103.301.1","catch_line":"Antique Show Or Collectors Exchange Show.","url":"\/103.301.1\/","token":"103.301.1"},"95":{"id":"3136","structure_id":"33","section_number":"103.304","catch_line":"Junk Collectors.","url":"\/103.304\/","token":"103.304"},"96":{"id":"3016","structure_id":"33","section_number":"103.305","catch_line":"Junk Dealers.","url":"\/103.305\/","token":"103.305"},"97":{"id":"3600","structure_id":"33","section_number":"103.306","catch_line":"Pawnbroker.","url":"\/103.306\/","token":"103.306"},"98":{"id":"1834","structure_id":"33","section_number":"103.307","catch_line":"Rummage Sale.","url":"\/103.307\/","token":"103.307"},"99":{"id":"1830","structure_id":"33","section_number":"103.308","catch_line":"Sales – Fire And Closing Out.","url":"\/103.308\/","token":"103.308"},"100":{"id":"236","structure_id":"33","section_number":"103.309","catch_line":"Secondhand Auto Parts Dealer.","url":"\/103.309\/","token":"103.309"},"101":{"id":"3361","structure_id":"33","section_number":"103.310","catch_line":"Secondhand Book Dealers.","url":"\/103.310\/","token":"103.310"},"102":{"id":"3558","structure_id":"33","section_number":"103.311","catch_line":"Secondhand Dealers.","url":"\/103.311\/","token":"103.311"},"103":{"id":"3738","structure_id":"33","section_number":"103.311.1","catch_line":"Firearms Sales By Secondhand Dealers Prohibited.","url":"\/103.311.1\/","token":"103.311.1"},"104":{"id":"2476","structure_id":"33","section_number":"103.314","catch_line":"Sellers Of Firearms.","url":"\/103.314\/","token":"103.314"},"105":{"id":"3698","structure_id":"33","section_number":"103.314.1","catch_line":"Sellers Of Firearm Ammunition.","url":"\/103.314.1\/","token":"103.314.1"}},"next_section":{"id":"2754","structure_id":"33","section_number":"103.120","catch_line":"Soundproofing Of Places Of Amusement – When Required.","url":"\/103.120\/","token":"103.120"},"metadata":false,"references":false,"url":"\/103.118\/","token":"103.118","formats":{"txt":"\/103.118.txt","json":"\/103.118.xml"},"dublin_core":{"Title":"Teenage Dances.","Type":"Text","Format":"text\/html","Identifier":"§ 103.118","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nTEENAGE DANCES. (§ 103.118)\n\n  TEENAGE DANCES.\n\t(Amended by Ord. No. 160,203, Eff. 9\/2\/85.)\t(a)\tDefinitions.  As used in this\narticle, the term “premises” shall mean any facility open to the public\nwhere activity regulated hereunder is occurring, the room or rooms where such\nactivity is occurring and the area adjacent thereto to which direct access is\navailable from such room and the term “Teenager” shall mean any person over\nthe age of 13 years and under the age of 18 years.\t(b)\tPermit Required.\t1.\tNo\nperson, dancing club or other association shall, without first obtaining a\npermit from the Board, operate, manage or maintain any dance hall, “disco”,\nnightclub or hostess hall, or conduct any public dance or dances wherein\nteenagers are permitted to be present, except as herein provided.\t2.\tSuch permit\nshall be in addition to any other dance permit required by this\narticle.\t(c)\tPermit – Application – Contents of.  An application for a\npermit shall be accompanied by certification that the premises where a dance is\nto be held or dancing activity is to occur is adequate for the purpose, and that\nthe premises conform with the existing health, safety, fire and zoning\nordinances of the City of Los Angeles. The certification shall also specify the\nmaximum number of persons that may safely be accommodated at the location where\nthe dance or dancing activity is to take place.\t(d)\tExceptions.\t1.\tA permit\nshall not be required for any agency or department of the City of Los Angeles,\nCounty of Los Angeles, Board of Education, or other political subdivision of the\nState of California, or for any religious or charitable organization holding a\nvalid tax exempt registration certificate under Section 21.22 of this Code and\nwhich is normally engaged in youth or child-serving activities.\t2.\tA permit\nshall not be required for any hotel, cafe, restaurant, banquet hall or catering\nfacility which does not predominantly cater to the patronage of teenagers and\nwhere no charge or admission is imposed for the privilege of entering or\ndancing.\t(e)\tInvestigation.  Upon the filing of an application, the Board shall\ncause that investigation to be made which it deems necessary. The Board shall\nissue no permit to the applicant unless the following conditions are\nsatisfied:\t1.\tThe dance or dancing activity for which an application has been\nfiled conforms to the laws of the City of Los Angeles and of the State of\nCalifornia, and will not constitute a menace to the health, peace or safety of\nthe community;\t2.\tA sufficient number of adult supervisors who are employees of\nthe location will be provided to insure compliance with the provisions of this\nsection and any rules or regulations promulgated by the Board with respect\nthereto. For purposes herein, a sufficient number shall constitute, at a\nminimum, a ratio of one adult to every 35 teenagers in attendance at the teenage\ndance premises.\t(f)\tLighting in Hall.  Each of the premises where any dance or\ndancing activity regulated under this section is held, shall be adequately\nlighted at all times when open for dancing. For purposes herein, the volume of\nillumination shall at no time be less than one foot-candle in any part of the\nbuilding and premises accessible to participants.\t(g)\tParking – Lighting. \nAll off-street parking facilities under the direct or indirect control of a\npermittee shall be adequately lighted and supervised so as to ensure that\nviolations of this article or other laws do not occur. For purposes herein,\nadequate lighting and supervision will be established by the Board at the time\nof the granting or reviewing a permit.\t(h)\tUse of Drugs or Alcoholic Beverages\n– Prohibited.  No alcoholic beverages shall be sold, consumed or be available\non the premises where there is a dance or dancing activity is being held which\nis regulated by this section. Admission to the premises shall be denied to any\nperson showing evidence of drinking any alcoholic beverages or showing symptoms\nof being intoxicated as a result of the ingestion of any chemical\nsubstance.\t(i)\tTime Limit for Dances.  Teenage dancing regulated hereunder\nshall not be permitted after 1:00 a.m. on Saturdays, Sundays, and local public\nschool holidays. On all other days, except Fridays, Saturdays, and the day\nbefore a legal holiday, teenage dancing regulated hereunder shall be prohibited\nafter the hour of 10:00 p.m., provided however that permission to continue\ndancing after 10:00 p.m. on such other days may be granted by the Board during\npublic school vacation periods if the Board finds the continuation of dancing\nafter 10:00 p.m. does not unreasonably disturb the peace and quiet of the\nsurrounding neighborhood. In no event shall such an establishment be permitted\nto continue such teenage dances or dancing activity later than 1:00\na.m.\t(j)\tTeenagers Under the Age of 15 Years.  No person under the age of 15\nyears shall be permitted to enter any premises where there is dancing activity\nregulated under this section unless such person is accompanied by a parent or\nlegal guardian unless the parent or legal guardian of such person has signed and\nfiled with the owner, manager or operator of the facility a consent form for\nsuch minor to be there unaccompanied by said parent or guardian. The consent\nshall be set forth on a form approved by the Board. Such form must be signed by\nthe parent or legal guardian in the presence of the owner, manager or operator\nof the facility and shall contain the minor’s name, date of birth, address,\nand the parent or legal guardian’s telephone number for use in case of an\nemergency. In the event no such consent form has been so completed and filed,\nsuch teenagers shall not be permitted to enter into or remain at the premises\nunless accompanied or escorted by his or her parent or legal guardian. Any\nteenager admitted and accompanied by a parent or legal guardian shall have the\nrights and privileges of other legally admitted teenagers. Any teenager entering\npursuant to a consent form filed by his or her parent or legal guardian must\npresent valid identification as defined in Subsection (n).\t(k)\tPersons Under the\nAge of 13 Years.  In no event shall any person under the age of 13 years be\npermitted to enter the premises where there is a dance or dancing activity being\nheld which is regulated under this section.\t(l)\tPersons Over the Age of 20\nYears.  No person over the age of 20 years shall be permitted to enter the\npremises where there is a dance or dancing activity being held which is\nregulated under this section unless that person is a parent or legal guardian\naccompanying a child as required by Subsections (j) and (m)\nherein.\t(m)\tTeenagers Between the Age of 15 and 18 Years.  No person between\nthe ages of 15 and 18 years may be present at premises regulated under this\nsection unless he or she (1) is accompanied by a parent or legal guardian, or,\nif unaccompanied, the parent or legal guardian of such person has signed and\nfiled a consent form similar to that required by Subsection (j) herein; or (2)\npresents valid proof of age as defined in Subsection (n) herein.\t(n)\tProof of\nAge.   Proof of age shall be required of each patron entering the\nestablishment. Such proof may be established by identification issued by a\ngovernmental agency, the patron’s school, or the Department of Motor Vehicles,\nand must contain the patron’s name, date of birth, and a picture that has been\ntaken within the preceding two years.\t(o)\tDenial of Entry on Request of\nParent.  No person having charge or control of any premises regulated under\nthis section shall allow a teenager to enter or remain at the premises after\nreceiving a written notice signed by the parent or legal guardian of such\nteenager which requests that said teenager be prevented from entering the\npremises.\t(p)\tAttendance.  Except in emergency situations, no patron shall be\npermitted to leave the premises at which any dance or dancing activity regulated\nby this section is being held and thereafter re-enter prior to the conclusion of\nsuch dance or dancing activity. No pass or other indicia permitting re-entry\nshall be issued.\t(q)\tCriminal History of Supervisory Staff.  No person, dancing\nclub, or other association or entity obtaining a permit under this section shall\nemploy any person as a supervisory employee at the premises at the time of any\ndancing activity regulated hereunder who has been convicted of a misdemeanor or\na felony in the last five (5) years, nor shall such permittee employ any person\nwho has been arrested and is out on bail or on his or her own recognizance\npending trial. As permitted by California Labor Code Section 432.7, such\npermittee shall ask all applicants for such employment at the premises about any\nconviction, as that term is used in said Labor Code Section, and about any\narrest for which the applicant is out on bail or on his or her own recognizance\npending trial. Copies of the employment applications of all persons hired shall\nbe filed with the Board. Upon a showing of just causes a permittee may apply to\nthe Board for a waiver of this provision. Just cause, as used in this\nsubsection, shall include but is not limited to a demonstration that the prior\nconviction, or arrest as described herein, would not have an adverse effect on\nthe employee’s ability to supervise teenagers at a location as described\nwithin this section. While teenagers are present, all employees also present\nwithin the premises, as that term is defined by this section, shall be\nconsidered supervisory employees.\t(r)\tDuty of Management.  If a teenager is\ndiscovered inside the premises showing evidence or symptoms of being intoxicated\nas a result of the ingestion of alcohol or any chemical substance, that teenager\nshall be reported by management to local police authorities and to his or her\nparent or legal guardian. Management shall attempt to separate the teenager from\nother teenagers at the premises pending the arrival of police or the parent or\nlegal guardian of the teenager. A notice shall be posted by all pay phones\ncontaining the local police telephone number and shall request all patrons to\ncall the police if management neglects to take action to report a violation of\nthis subsection.\t(s)\tOperation After 1:00 a.m. – 18 Year Olds.  If the\npremises intends to operate after the closing time set forth in Subsection (i)\nherein, the premises must first be vacated by all customers, and thereafter only\nthose persons 18 years of age or older who present valid identification\ncontaining proof of age established as set forth in Subsection (n) herein may be\npermitted to enter the premises.\t(t)\tAdditional Restrictions by the Board.  The\nBoard may promulgate additional rules as necessary with respect\nthereto.\t(u)\tRegulation by Permittee.  Nothing herein is intended to preclude\nthe imposition of more restrictive regulations by any permittee so long as the\nregulations are not in conflict with any provision of this section.\n","html":"\n\t\t\t\t\t<section><p>  TEENAGE DANCES.\n\t(Amended by Ord. No. 160,203, Eff. 9\/2\/85.)<br \/><br \/>\t(a)\tDefinitions.  As used in this article, the term “premises” shall mean any facility open to the public where activity regulated hereunder is occurring, the room or rooms where such activity is occurring and the area adjacent thereto to which direct access is available from such room and the term “Teenager” shall mean any person over the age of 13 years and under the age of 18 years.<br \/><br \/>\t(b)\tPermit Required.<br \/><br \/>\t1.\tNo person, dancing club or other association shall, without first obtaining a permit from the Board, operate, manage or maintain any dance hall, “disco”, nightclub or hostess hall, or conduct any public dance or dances wherein teenagers are permitted to be present, except as herein provided.<br \/><br \/>\t2.\tSuch permit shall be in addition to any other dance permit required by this article.<br \/><br \/>\t(c)\tPermit – Application – Contents of.  An application for a permit shall be accompanied by certification that the premises where a dance is to be held or dancing activity is to occur is adequate for the purpose, and that the premises conform with the existing health, safety, fire and zoning <span class=\"dictionary\">ordinances<\/span> of the City of Los Angeles. The certification shall also specify the maximum number of persons that may safely be accommodated at the location where the dance or dancing activity is to take place.<br \/><br \/>\t(d)\tExceptions.<br \/><br \/>\t1.\tA permit shall not be required for any agency or department of the City of Los Angeles, County of Los Angeles, Board of Education, or other political subdivision of the State of California, or for any religious or charitable organization holding a valid tax exempt registration certificate under Section 21.22 of this Code and which is normally engaged in youth or child-serving activities.<br \/><br \/>\t2.\tA permit shall not be required for any hotel, cafe, restaurant, banquet hall or catering facility which does not predominantly cater to the patronage of teenagers and where no charge or admission is imposed for the <span class=\"dictionary\">privilege<\/span> of entering or dancing.<br \/><br \/>\t(e)\tInvestigation.  Upon the filing of an application, the Board shall cause that investigation to be made which it deems necessary. The Board shall <span class=\"dictionary\">issue<\/span> no permit to the applicant unless the following conditions are satisfied:<br \/><br \/>\t1.\tThe dance or dancing activity for which an application has been filed conforms to the <span class=\"dictionary\">laws<\/span> of the City of Los Angeles and of the State of California, and will not constitute a menace to the health, peace or safety of the community;<br \/><br \/>\t2.\tA sufficient number of adult supervisors who are employees of the location will be provided to insure compliance with the provisions of this section and any rules or regulations promulgated by the Board with respect thereto. For purposes herein, a sufficient number shall constitute, at a minimum, a ratio of one adult to every 35 teenagers in attendance at the teenage dance premises.<br \/><br \/>\t(f)\tLighting in Hall.  Each of the premises where any dance or dancing activity regulated under this section is held, shall be adequately lighted at all times when open for dancing. For purposes herein, the volume of illumination shall at no time be less than one foot-candle in any part of the building and premises accessible to participants.<br \/><br \/>\t(g)\tParking – Lighting.  All off-street parking facilities under the direct or indirect control of a permittee shall be adequately lighted and supervised so as to ensure that violations of this article or other <span class=\"dictionary\">laws<\/span> do not occur. For purposes herein, adequate lighting and supervision will be established by the Board at the time of the granting or reviewing a permit.<br \/><br \/>\t(h)\tUse of Drugs or Alcoholic Beverages – Prohibited.  No alcoholic beverages shall be sold, consumed or be available on the premises where there is a dance or dancing activity is being held which is regulated by this section. Admission to the premises shall be denied to any person showing <span class=\"dictionary\">evidence<\/span> of drinking any alcoholic beverages or showing symptoms of being intoxicated as a result of the ingestion of any chemical substance.<br \/><br \/>\t(i)\tTime Limit for Dances.  Teenage dancing regulated hereunder shall not be permitted after 1:00 a.m. on Saturdays, Sundays, and local public school holidays. On all other days, except Fridays, Saturdays, and the day before a legal holiday, teenage dancing regulated hereunder shall be prohibited after the hour of 10:00 p.m., provided however that permission to continue dancing after 10:00 p.m. on such other days may be granted by the Board during public school vacation periods if the Board finds the continuation of dancing after 10:00 p.m. does not unreasonably disturb the peace and quiet of the surrounding neighborhood. In no event shall such an establishment be permitted to continue such teenage dances or dancing activity later than 1:00 a.m.<br \/><br \/>\t(j)\tTeenagers Under the Age of 15 Years.  No person under the age of 15 years shall be permitted to enter any premises where there is dancing activity regulated under this section unless such person is accompanied by a parent or legal guardian unless the parent or legal guardian of such person has signed and filed with the owner, manager or operator of the facility a consent form for such <span class=\"dictionary\">minor<\/span> to be there unaccompanied by said parent or guardian. The consent shall be set forth on a form approved by the Board. Such form must be signed by the parent or legal guardian in the presence of the owner, manager or operator of the facility and shall contain the <span class=\"dictionary\">minor<\/span>’s name, date of birth, address, and the parent or legal guardian’s telephone number for use in case of an emergency. In the event no such consent form has been so completed and filed, such teenagers shall not be permitted to enter into or remain at the premises unless accompanied or escorted by his or her parent or legal guardian. Any teenager admitted and accompanied by a parent or legal guardian shall have the rights and <span class=\"dictionary\">privileges<\/span> of other legally admitted teenagers. Any teenager entering pursuant to a consent form filed by his or her parent or legal guardian must present valid identification as defined in Subsection (n).<br \/><br \/>\t(k)\tPersons Under the Age of 13 Years.  In no event shall any person under the age of 13 years be permitted to enter the premises where there is a dance or dancing activity being held which is regulated under this section.<br \/><br \/>\t(l)\tPersons Over the Age of 20 Years.  No person over the age of 20 years shall be permitted to enter the premises where there is a dance or dancing activity being held which is regulated under this section unless that person is a parent or legal guardian accompanying a child as required by Subsections (j) and (m) herein.<br \/><br \/>\t(m)\tTeenagers Between the Age of 15 and 18 Years.  No person between the ages of 15 and 18 years may be present at premises regulated under this section unless he or she (1) is accompanied by a parent or legal guardian, or, if unaccompanied, the parent or legal guardian of such person has signed and filed a consent form similar to that required by Subsection (j) herein; or (2) presents valid proof of age as defined in Subsection (n) herein.<br \/><br \/>\t(n)\tProof of Age.   Proof of age shall be required of each patron entering the establishment. Such proof may be established by identification issued by a governmental agency, the patron’s school, or the Department of Motor Vehicles, and must contain the patron’s name, date of birth, and a picture that has been taken within the preceding two years.<br \/><br \/>\t(o)\tDenial of Entry on Request of Parent.  No person having charge or control of any premises regulated under this section shall allow a teenager to enter or remain at the premises after receiving a written notice signed by the parent or legal guardian of such teenager which requests that said teenager be prevented from entering the premises.<br \/><br \/>\t(p)\tAttendance.  Except in emergency situations, no patron shall be permitted to leave the premises at which any dance or dancing activity regulated by this section is being held and thereafter re-enter prior to the conclusion of such dance or dancing activity. No pass or other indicia permitting re-entry shall be issued.<br \/><br \/>\t(q)\tCriminal History of Supervisory Staff.  No person, dancing club, or other association or entity obtaining a permit under this section shall employ any person as a supervisory employee at the premises at the time of any dancing activity regulated hereunder who has been convicted of a <span class=\"dictionary\">misdemeanor<\/span> or a <span class=\"dictionary\">felony<\/span> in the last five (5) years, nor shall such permittee employ any person who has been arrested and is out on <span class=\"dictionary\">bail<\/span> or on his or her own <span class=\"dictionary\">recognizance<\/span> pending <span class=\"dictionary\">trial<\/span>. As permitted by California Labor Code Section 432.7, such permittee shall ask all applicants for such employment at the premises about any <span class=\"dictionary\">conviction<\/span>, as that term is used in said Labor Code Section, and about any <span class=\"dictionary\">arrest<\/span> for which the applicant is out on <span class=\"dictionary\">bail<\/span> or on his or her own <span class=\"dictionary\">recognizance<\/span> pending <span class=\"dictionary\">trial<\/span>. Copies of the employment applications of all persons hired shall be filed with the Board. Upon a showing of just causes a permittee may apply to the Board for a <span class=\"dictionary\">waiver<\/span> of this provision. Just cause, as used in this subsection, shall include but is not limited to a demonstration that the prior <span class=\"dictionary\">conviction<\/span>, or <span class=\"dictionary\">arrest<\/span> as described herein, would not have an adverse effect on the employee’s ability to supervise teenagers at a location as described within this section. While teenagers are present, all employees also present within the premises, as that term is defined by this section, shall be considered supervisory employees.<br \/><br \/>\t(r)\tDuty of Management.  If a teenager is discovered inside the premises showing <span class=\"dictionary\">evidence<\/span> or symptoms of being intoxicated as a result of the ingestion of alcohol or any chemical substance, that teenager shall be reported by management to local police authorities and to his or her parent or legal guardian. Management shall attempt to separate the teenager from other teenagers at the premises pending the arrival of police or the parent or legal guardian of the teenager. A notice shall be posted by all pay phones containing the local police telephone number and shall request all patrons to call the police if management neglects to take action to report a violation of this subsection.<br \/><br \/>\t(s)\tOperation After 1:00 a.m. – 18 Year Olds.  If the premises intends to operate after the closing time set forth in Subsection (i) herein, the premises must first be vacated by all customers, and thereafter only those persons 18 years of age or older who present valid identification containing proof of age established as set forth in Subsection (n) herein may be permitted to enter the premises.<br \/><br \/>\t(t)\tAdditional Restrictions by the Board.  The Board may promulgate additional rules as necessary with respect thereto.<br \/><br \/>\t(u)\tRegulation by Permittee.  Nothing herein is intended to preclude the imposition of more restrictive regulations by any permittee so long as the regulations are not in conflict with any provision of this section.<\/p><\/section>","previous_section":{"id":"384","structure_id":"33","section_number":"103.117","catch_line":"Rifle Range – Shooting Gallery.","url":"\/103.117\/","token":"103.117"},"text":{"0":{"id":"1292","text":"  TEENAGE DANCES.\n\t(Amended by Ord. No. 160,203, Eff. 9\/2\/85.)\t(a)\tDefinitions.  As used in this article, the term “premises” shall mean any facility open to the public where activity regulated hereunder is occurring, the room or rooms where such activity is occurring and the area adjacent thereto to which direct access is available from such room and the term “Teenager” shall mean any person over the age of 13 years and under the age of 18 years.\t(b)\tPermit Required.\t1.\tNo person, dancing club or other association shall, without first obtaining a permit from the Board, operate, manage or maintain any dance hall, “disco”, nightclub or hostess hall, or conduct any public dance or dances wherein teenagers are permitted to be present, except as herein provided.\t2.\tSuch permit shall be in addition to any other dance permit required by this article.\t(c)\tPermit – Application – Contents of.  An application for a permit shall be accompanied by certification that the premises where a dance is to be held or dancing activity is to occur is adequate for the purpose, and that the premises conform with the existing health, safety, fire and zoning ordinances of the City of Los Angeles. The certification shall also specify the maximum number of persons that may safely be accommodated at the location where the dance or dancing activity is to take place.\t(d)\tExceptions.\t1.\tA permit shall not be required for any agency or department of the City of Los Angeles, County of Los Angeles, Board of Education, or other political subdivision of the State of California, or for any religious or charitable organization holding a valid tax exempt registration certificate under Section 21.22 of this Code and which is normally engaged in youth or child-serving activities.\t2.\tA permit shall not be required for any hotel, cafe, restaurant, banquet hall or catering facility which does not predominantly cater to the patronage of teenagers and where no charge or admission is imposed for the privilege of entering or dancing.\t(e)\tInvestigation.  Upon the filing of an application, the Board shall cause that investigation to be made which it deems necessary. The Board shall issue no permit to the applicant unless the following conditions are satisfied:\t1.\tThe dance or dancing activity for which an application has been filed conforms to the laws of the City of Los Angeles and of the State of California, and will not constitute a menace to the health, peace or safety of the community;\t2.\tA sufficient number of adult supervisors who are employees of the location will be provided to insure compliance with the provisions of this section and any rules or regulations promulgated by the Board with respect thereto. For purposes herein, a sufficient number shall constitute, at a minimum, a ratio of one adult to every 35 teenagers in attendance at the teenage dance premises.\t(f)\tLighting in Hall.  Each of the premises where any dance or dancing activity regulated under this section is held, shall be adequately lighted at all times when open for dancing. For purposes herein, the volume of illumination shall at no time be less than one foot-candle in any part of the building and premises accessible to participants.\t(g)\tParking – Lighting.  All off-street parking facilities under the direct or indirect control of a permittee shall be adequately lighted and supervised so as to ensure that violations of this article or other laws do not occur. For purposes herein, adequate lighting and supervision will be established by the Board at the time of the granting or reviewing a permit.\t(h)\tUse of Drugs or Alcoholic Beverages – Prohibited.  No alcoholic beverages shall be sold, consumed or be available on the premises where there is a dance or dancing activity is being held which is regulated by this section. Admission to the premises shall be denied to any person showing evidence of drinking any alcoholic beverages or showing symptoms of being intoxicated as a result of the ingestion of any chemical substance.\t(i)\tTime Limit for Dances.  Teenage dancing regulated hereunder shall not be permitted after 1:00 a.m. on Saturdays, Sundays, and local public school holidays. On all other days, except Fridays, Saturdays, and the day before a legal holiday, teenage dancing regulated hereunder shall be prohibited after the hour of 10:00 p.m., provided however that permission to continue dancing after 10:00 p.m. on such other days may be granted by the Board during public school vacation periods if the Board finds the continuation of dancing after 10:00 p.m. does not unreasonably disturb the peace and quiet of the surrounding neighborhood. In no event shall such an establishment be permitted to continue such teenage dances or dancing activity later than 1:00 a.m.\t(j)\tTeenagers Under the Age of 15 Years.  No person under the age of 15 years shall be permitted to enter any premises where there is dancing activity regulated under this section unless such person is accompanied by a parent or legal guardian unless the parent or legal guardian of such person has signed and filed with the owner, manager or operator of the facility a consent form for such minor to be there unaccompanied by said parent or guardian. The consent shall be set forth on a form approved by the Board. Such form must be signed by the parent or legal guardian in the presence of the owner, manager or operator of the facility and shall contain the minor’s name, date of birth, address, and the parent or legal guardian’s telephone number for use in case of an emergency. In the event no such consent form has been so completed and filed, such teenagers shall not be permitted to enter into or remain at the premises unless accompanied or escorted by his or her parent or legal guardian. Any teenager admitted and accompanied by a parent or legal guardian shall have the rights and privileges of other legally admitted teenagers. Any teenager entering pursuant to a consent form filed by his or her parent or legal guardian must present valid identification as defined in Subsection (n).\t(k)\tPersons Under the Age of 13 Years.  In no event shall any person under the age of 13 years be permitted to enter the premises where there is a dance or dancing activity being held which is regulated under this section.\t(l)\tPersons Over the Age of 20 Years.  No person over the age of 20 years shall be permitted to enter the premises where there is a dance or dancing activity being held which is regulated under this section unless that person is a parent or legal guardian accompanying a child as required by Subsections (j) and (m) herein.\t(m)\tTeenagers Between the Age of 15 and 18 Years.  No person between the ages of 15 and 18 years may be present at premises regulated under this section unless he or she (1) is accompanied by a parent or legal guardian, or, if unaccompanied, the parent or legal guardian of such person has signed and filed a consent form similar to that required by Subsection (j) herein; or (2) presents valid proof of age as defined in Subsection (n) herein.\t(n)\tProof of Age.   Proof of age shall be required of each patron entering the establishment. Such proof may be established by identification issued by a governmental agency, the patron’s school, or the Department of Motor Vehicles, and must contain the patron’s name, date of birth, and a picture that has been taken within the preceding two years.\t(o)\tDenial of Entry on Request of Parent.  No person having charge or control of any premises regulated under this section shall allow a teenager to enter or remain at the premises after receiving a written notice signed by the parent or legal guardian of such teenager which requests that said teenager be prevented from entering the premises.\t(p)\tAttendance.  Except in emergency situations, no patron shall be permitted to leave the premises at which any dance or dancing activity regulated by this section is being held and thereafter re-enter prior to the conclusion of such dance or dancing activity. No pass or other indicia permitting re-entry shall be issued.\t(q)\tCriminal History of Supervisory Staff.  No person, dancing club, or other association or entity obtaining a permit under this section shall employ any person as a supervisory employee at the premises at the time of any dancing activity regulated hereunder who has been convicted of a misdemeanor or a felony in the last five (5) years, nor shall such permittee employ any person who has been arrested and is out on bail or on his or her own recognizance pending trial. As permitted by California Labor Code Section 432.7, such permittee shall ask all applicants for such employment at the premises about any conviction, as that term is used in said Labor Code Section, and about any arrest for which the applicant is out on bail or on his or her own recognizance pending trial. Copies of the employment applications of all persons hired shall be filed with the Board. Upon a showing of just causes a permittee may apply to the Board for a waiver of this provision. Just cause, as used in this subsection, shall include but is not limited to a demonstration that the prior conviction, or arrest as described herein, would not have an adverse effect on the employee’s ability to supervise teenagers at a location as described within this section. While teenagers are present, all employees also present within the premises, as that term is defined by this section, shall be considered supervisory employees.\t(r)\tDuty of Management.  If a teenager is discovered inside the premises showing evidence or symptoms of being intoxicated as a result of the ingestion of alcohol or any chemical substance, that teenager shall be reported by management to local police authorities and to his or her parent or legal guardian. Management shall attempt to separate the teenager from other teenagers at the premises pending the arrival of police or the parent or legal guardian of the teenager. A notice shall be posted by all pay phones containing the local police telephone number and shall request all patrons to call the police if management neglects to take action to report a violation of this subsection.\t(s)\tOperation After 1:00 a.m. – 18 Year Olds.  If the premises intends to operate after the closing time set forth in Subsection (i) herein, the premises must first be vacated by all customers, and thereafter only those persons 18 years of age or older who present valid identification containing proof of age established as set forth in Subsection (n) herein may be permitted to enter the premises.\t(t)\tAdditional Restrictions by the Board.  The Board may promulgate additional rules as necessary with respect thereto.\t(u)\tRegulation by Permittee.  Nothing herein is intended to preclude the imposition of more restrictive regulations by any permittee so long as the regulations are not in conflict with any provision of this section.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}