{"section_number":"104.114","edition_id":"1","section_id":"2787","structure_id":"76","catch_line":"Procedures For Further Regulation.","history":"","full_text":"  PROCEDURES FOR FURTHER REGULATION.\n\n\tA.\tThe City shall not impose new regulatory requirements to pay a living wage exceeding applicable state or federal minimum wage requirements upon any business entity that does not have a business relationship with the City of Los Angeles in the future unless the City Council first secures a study that looks at the effects such a regulation would have:\n\n\t1.\ton the industry and\/or geographic location targeted, including any potential relocation or cessation of any business;\n\n\t2.\ton the consumers or clients served by the industry and\/or geographic location, including any increase in pricing they might face; and\n\n\t3.\ton the City’s and\/or geographic location’s ability to retain and attract new business to the area.\n\n\tSuch a study shall include an opportunity for public input, and the City Council will hear public testimony regarding the study at least two weeks before acting on any living wage proposal.\n\n\tB.\tThe City shall not impose new regulatory requirements to pay a living wage unless the industry and region to be regulated receive business benefits stemming from a City asset that match or exceed the benefit from proximity to LAX received by Hotels in the Airport Hospitality Enhancement Zone.  Such benefits must be significant, but shall not include any of the following:\n\n\t1.\tuse of city streets or sidewalks by customers or employees to access the businesses;\n\n\t2.\tpurchase of water and\/or electrical power by the businesses from the City or Department of Water and Power;\n\n\t3.\tprovision of ordinary police, fire, and paramedic services to persons at the businesses;\n\n\t4.\tCity refuse collection from the businesses;\n\n\t5.\tbuilding or premises inspection by City departments for safety, emergency preparedness, and\/or compliance with applicable regulation;\n\n\t6.\tbusiness or customer use of City facilities open to the general public; or\n\n\t7.\tany other City service provided throughout the City to the general public and\/or private businesses.\n\n\tC.\tNotwithstanding the foregoing, the City shall not apply the requirements in the preceding section if the industry to be regulated has so many employees being paid less than living wage as to have a significant negative effect on the City economy as a whole.  The industry in question must have more than 15,000 employees working in the City.  Before acting on such a proposal, the City Council will request a panel of three economists to submit a written report to Council presenting their expert opinion as to whether the industry to be regulated has more than 15,000 employees working in the City and that the number of employees being paid less than a living wage is so substantial as to have a significant negative effect on the City economy as a whole.  The panel of three economists shall have one member selected by the County Federation of Labor, one member selected by the Los Angeles Area Chamber of Commerce, and one member selected by the other two members.\n\n\tD.\tNone of the procedures or intended requirements in this section shall apply to any living wage regulation that the City Council and Mayor decide to place before the voters for approval before the regulation takes effect.","order_by":"114","ancestry":{"1":{"id":"76","name":"Airport Hospitality Enhancement Zone Ordinance","identifier":"4","label":"article","url":"\/10\/4\/"},"2":{"id":"29","name":"Business Regulations","identifier":"10","label":"chapter","url":"\/10\/"}},"structure_contents":{"0":{"id":"612","structure_id":"76","section_number":"104.101","catch_line":"Purpose.","url":"\/104.101\/","token":"104.101"},"1":{"id":"851","structure_id":"76","section_number":"104.102","catch_line":"Definitions.","url":"\/104.102\/","token":"104.102"},"2":{"id":"2419","structure_id":"76","section_number":"104.103","catch_line":"The Airport Hospitality Enhancement Zone.","url":"\/104.103\/","token":"104.103"},"3":{"id":"3794","structure_id":"76","section_number":"104.104","catch_line":"Payment Of Minimum Compensation To Hotel Workers.","url":"\/104.104\/","token":"104.104"},"4":{"id":"1375","structure_id":"76","section_number":"104.105","catch_line":"Health Benefits.","url":"\/104.105\/","token":"104.105"},"5":{"id":"285","structure_id":"76","section_number":"104.106","catch_line":"Incremental Application Of Living Wage Provisions.","url":"\/104.106\/","token":"104.106"},"6":{"id":"1250","structure_id":"76","section_number":"104.107","catch_line":"Notifying Hotel Workers Of Their Potential Right To The Federal Earned Income Credit.","url":"\/104.107\/","token":"104.107"},"7":{"id":"543","structure_id":"76","section_number":"104.108","catch_line":"Retaliatory Action Prohibited.","url":"\/104.108\/","token":"104.108"},"8":{"id":"1840","structure_id":"76","section_number":"104.109","catch_line":"Enforcement.","url":"\/104.109\/","token":"104.109"},"9":{"id":"3516","structure_id":"76","section_number":"104.110","catch_line":"Exemption For Collective Bargaining Agreement.","url":"\/104.110\/","token":"104.110"},"10":{"id":"2589","structure_id":"76","section_number":"104.111","catch_line":"One-Year Waiver For Certain Hotel Employers.","url":"\/104.111\/","token":"104.111"},"11":{"id":"3606","structure_id":"76","section_number":"104.112","catch_line":"No Waiver Of Rights.","url":"\/104.112\/","token":"104.112"},"12":{"id":"1257","structure_id":"76","section_number":"104.113","catch_line":"Coexistence With Other Available Relief For Specific Deprivations Of Protected Rights.","url":"\/104.113\/","token":"104.113"},"13":{"id":"2787","structure_id":"76","section_number":"104.114","catch_line":"Procedures For Further Regulation.","url":"\/104.114\/","token":"104.114"},"14":{"id":"3853","structure_id":"76","section_number":"104.115","catch_line":"Severability.","url":"\/104.115\/","token":"104.115"},"15":{"id":"479","structure_id":"76","section_number":"104.116","catch_line":"Administration.","url":"\/104.116\/","token":"104.116"}},"next_section":{"id":"3853","structure_id":"76","section_number":"104.115","catch_line":"Severability.","url":"\/104.115\/","token":"104.115"},"metadata":false,"references":false,"url":"\/104.114\/","token":"104.114","formats":{"txt":"\/104.114.txt","json":"\/104.114.xml"},"dublin_core":{"Title":"Procedures For Further Regulation.","Type":"Text","Format":"text\/html","Identifier":"§ 104.114","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPROCEDURES FOR FURTHER REGULATION. (§ 104.114)\n\n  PROCEDURES FOR FURTHER REGULATION.\tA.\tThe City shall not impose new\nregulatory requirements to pay a living wage exceeding applicable state or\nfederal minimum wage requirements upon any business entity that does not have a\nbusiness relationship with the City of Los Angeles in the future unless the City\nCouncil first secures a study that looks at the effects such a regulation would\nhave:\t1.\ton the industry and\/or geographic location targeted, including any\npotential relocation or cessation of any business;\t2.\ton the consumers or\nclients served by the industry and\/or geographic location, including any\nincrease in pricing they might face; and\t3.\ton the City’s and\/or geographic\nlocation’s ability to retain and attract new business to the area.\tSuch a\nstudy shall include an opportunity for public input, and the City Council will\nhear public testimony regarding the study at least two weeks before acting on\nany living wage proposal.\tB.\tThe City shall not impose new regulatory\nrequirements to pay a living wage unless the industry and region to be regulated\nreceive business benefits stemming from a City asset that match or exceed the\nbenefit from proximity to LAX received by Hotels in the Airport Hospitality\nEnhancement Zone.  Such benefits must be significant, but shall not include any\nof the following:\t1.\tuse of city streets or sidewalks by customers or employees\nto access the businesses;\t2.\tpurchase of water and\/or electrical power by the\nbusinesses from the City or Department of Water and Power;\t3.\tprovision of\nordinary police, fire, and paramedic services to persons at the\nbusinesses;\t4.\tCity refuse collection from the businesses;\t5.\tbuilding or\npremises inspection by City departments for safety, emergency preparedness,\nand\/or compliance with applicable regulation;\t6.\tbusiness or customer use of\nCity facilities open to the general public; or\t7.\tany other City service\nprovided throughout the City to the general public and\/or private\nbusinesses.\tC.\tNotwithstanding the foregoing, the City shall not apply the\nrequirements in the preceding section if the industry to be regulated has so\nmany employees being paid less than living wage as to have a significant\nnegative effect on the City economy as a whole.  The industry in question must\nhave more than 15,000 employees working in the City.  Before acting on such a\nproposal, the City Council will request a panel of three economists to submit a\nwritten report to Council presenting their expert opinion as to whether the\nindustry to be regulated has more than 15,000 employees working in the City and\nthat the number of employees being paid less than a living wage is so\nsubstantial as to have a significant negative effect on the City economy as a\nwhole.  The panel of three economists shall have one member selected by the\nCounty Federation of Labor, one member selected by the Los Angeles Area Chamber\nof Commerce, and one member selected by the other two members.\tD.\tNone of the\nprocedures or intended requirements in this section shall apply to any living\nwage regulation that the City Council and Mayor decide to place before the\nvoters for approval before the regulation takes effect.\n","html":"\n\t\t\t\t\t<section><p>  PROCEDURES FOR FURTHER REGULATION.<br \/><br \/>\tA.\tThe City shall not impose new regulatory requirements to pay a living wage exceeding applicable state or federal minimum wage requirements upon any business entity that does not have a business relationship with the City of Los Angeles in the future unless the City Council first secures a study that looks at the effects such a regulation would have:<br \/><br \/>\t1.\ton the industry and\/or geographic location targeted, including any potential relocation or cessation of any business;<br \/><br \/>\t2.\ton the consumers or clients served by the industry and\/or geographic location, including any increase in pricing they might face; and<br \/><br \/>\t3.\ton the City’s and\/or geographic location’s ability to retain and attract new business to the area.<br \/><br \/>\tSuch a study shall include an opportunity for public input, and the City Council will hear public <span class=\"dictionary\">testimony<\/span> regarding the study at least two weeks before acting on any living wage proposal.<br \/><br \/>\tB.\tThe City shall not impose new regulatory requirements to pay a living wage unless the industry and region to be regulated receive business benefits stemming from a City asset that match or exceed the benefit from proximity to LAX received by Hotels in the Airport Hospitality Enhancement Zone.  Such benefits must be significant, but shall not include any of the following:<br \/><br \/>\t1.\tuse of city streets or sidewalks by customers or employees to access the businesses;<br \/><br \/>\t2.\tpurchase of water and\/or electrical power by the businesses from the City or Department of Water and Power;<br \/><br \/>\t3.\tprovision of ordinary police, fire, and paramedic services to persons at the businesses;<br \/><br \/>\t4.\tCity refuse collection from the businesses;<br \/><br \/>\t5.\tbuilding or premises inspection by City departments for safety, emergency preparedness, and\/or compliance with applicable regulation;<br \/><br \/>\t6.\tbusiness or customer use of City facilities open to the general public; or<br \/><br \/>\t7.\tany other City service provided throughout the City to the general public and\/or private businesses.<br \/><br \/>\tC.\tNotwithstanding the foregoing, the City shall not apply the requirements in the preceding section if the industry to be regulated has so many employees being paid less than living wage as to have a significant negative effect on the City economy as a whole.  The industry in question must have more than 15,000 employees working in the City.  Before acting on such a proposal, the City Council will request a <span class=\"dictionary\">panel<\/span> of three economists to submit a written report to Council presenting their expert <span class=\"dictionary\">opinion<\/span> as to whether the industry to be regulated has more than 15,000 employees working in the City and that the number of employees being paid less than a living wage is so substantial as to have a significant negative effect on the City economy as a whole.  The <span class=\"dictionary\">panel<\/span> of three economists shall have one member selected by the County Federation of Labor, one member selected by the Los Angeles Area Chamber of Commerce, and one member selected by the other two members.<br \/><br \/>\tD.\tNone of the procedures or intended requirements in this section shall apply to any living wage regulation that the City Council and Mayor decide to place before the voters for approval before the regulation takes effect.<\/p><\/section>","previous_section":{"id":"1257","structure_id":"76","section_number":"104.113","catch_line":"Coexistence With Other Available Relief For Specific Deprivations Of Protected Rights.","url":"\/104.113\/","token":"104.113"},"text":{"0":{"id":"2762","text":"  PROCEDURES FOR FURTHER REGULATION.\tA.\tThe City shall not impose new regulatory requirements to pay a living wage exceeding applicable state or federal minimum wage requirements upon any business entity that does not have a business relationship with the City of Los Angeles in the future unless the City Council first secures a study that looks at the effects such a regulation would have:\t1.\ton the industry and\/or geographic location targeted, including any potential relocation or cessation of any business;\t2.\ton the consumers or clients served by the industry and\/or geographic location, including any increase in pricing they might face; and\t3.\ton the City’s and\/or geographic location’s ability to retain and attract new business to the area.\tSuch a study shall include an opportunity for public input, and the City Council will hear public testimony regarding the study at least two weeks before acting on any living wage proposal.\tB.\tThe City shall not impose new regulatory requirements to pay a living wage unless the industry and region to be regulated receive business benefits stemming from a City asset that match or exceed the benefit from proximity to LAX received by Hotels in the Airport Hospitality Enhancement Zone.  Such benefits must be significant, but shall not include any of the following:\t1.\tuse of city streets or sidewalks by customers or employees to access the businesses;\t2.\tpurchase of water and\/or electrical power by the businesses from the City or Department of Water and Power;\t3.\tprovision of ordinary police, fire, and paramedic services to persons at the businesses;\t4.\tCity refuse collection from the businesses;\t5.\tbuilding or premises inspection by City departments for safety, emergency preparedness, and\/or compliance with applicable regulation;\t6.\tbusiness or customer use of City facilities open to the general public; or\t7.\tany other City service provided throughout the City to the general public and\/or private businesses.\tC.\tNotwithstanding the foregoing, the City shall not apply the requirements in the preceding section if the industry to be regulated has so many employees being paid less than living wage as to have a significant negative effect on the City economy as a whole.  The industry in question must have more than 15,000 employees working in the City.  Before acting on such a proposal, the City Council will request a panel of three economists to submit a written report to Council presenting their expert opinion as to whether the industry to be regulated has more than 15,000 employees working in the City and that the number of employees being paid less than a living wage is so substantial as to have a significant negative effect on the City economy as a whole.  The panel of three economists shall have one member selected by the County Federation of Labor, one member selected by the Los Angeles Area Chamber of Commerce, and one member selected by the other two members.\tD.\tNone of the procedures or intended requirements in this section shall apply to any living wage regulation that the City Council and Mayor decide to place before the voters for approval before the regulation takes effect.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}