{"section_number":"11.08","edition_id":"1","section_id":"2073","structure_id":"56","catch_line":"City Departments Exempt From Paying Fees Or Charges Required By This Code.","history":"","full_text":"  CITY DEPARTMENTS EXEMPT FROM PAYING FEES OR CHARGES REQUIRED BY THIS CODE.\n\n\t(a)\tNotwithstanding any other Provision of this Code to the contrary, no budgetary department, bureau or office of the City shall pay any fee or charge required by this Code for any license or permit, or for the performance of any official service provided for in this Code; nor shall any fee or charge otherwise imposed by this Code be required in connection with the relocation or restoration of buildings or structures determined pursuant to Article 5 of Chapter 7 of Division 22 of the Los Angeles Administrative Code to be historical or cultural monuments, and which have been, or are in the process of being, permanently located at a site or facility approved by the City Council for the purposes of preserving, maintaining, and exhibiting such monuments. (Amended by Ord. No. 147,994, Eff. 2\/21\/76. )\n\n\t(b)\tThis section shall not apply to any department, bureau or office of this City which has control of its own funds, except the Library and Recreation and Parks Departments; or to fees or charges which are reimbursable from any of the following Funds: Revolving, Trust, Bond or Capital Improvement Projects.\n\n\t(c)\tIn order to receive such exemption, however, an such exempt departments, bureaus or offices shall attach to each permit or license application a written certification signed by the administrative head of the department, bureau or office that such permit or license is not to be reimbursed from a Revolving, Trust, Bond or Capital Improvement Project Fund. Provided further that any permittee or license exempt under the provisions of Section (a) hereof because such permit or license is sought in connection with the relocation or restoration of buildings or structures determined to be cultural or historical monuments, as provided for herein, shall attach to each permit or license application a written certification by the Cultural Heritage Board that such building or structure is a cultural or historical monument and is being relocated to or improved upon a site or facility approved by the City Council for the purposes of preserving, maintaining and exhibiting such monuments. (Amended by Ord. No. 147,994, Eff. 2\/21\/76.)","order_by":"08","ancestry":{"1":{"id":"56","name":"General Provisions","identifier":"1","label":"article","url":"\/1\/1\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"1079","structure_id":"56","section_number":"11.00","catch_line":"Provisions Applicable To Code.","url":"\/11.00\/","token":"11.00"},"1":{"id":"600","structure_id":"56","section_number":"11.01","catch_line":"Definitions And Interpretation.","url":"\/11.01\/","token":"11.01"},"2":{"id":"2257","structure_id":"56","section_number":"11.02","catch_line":"Inconsistent Permits And Licenses.","url":"\/11.02\/","token":"11.02"},"3":{"id":"948","structure_id":"56","section_number":"11.03","catch_line":"Post War Renewal Of Licenses Of Craftsmen And Others.","url":"\/11.03\/","token":"11.03"},"4":{"id":"680","structure_id":"56","section_number":"11.04","catch_line":"Delinquent Accounts – Uncollectible Cancellation.","url":"\/11.04\/","token":"11.04"},"5":{"id":"2221","structure_id":"56","section_number":"11.05","catch_line":"Effect Of Renumbering Or Redesignation Of Provisions Or Sections In Statutes Or Codes Of The State Of California Which Are Referred To In The Los Angeles Municipal Code.","url":"\/11.05\/","token":"11.05"},"6":{"id":"779","structure_id":"56","section_number":"11.06","catch_line":"Violation Of Municipal Ordinances – Citation In Lieu Of Taking Arrested Person Before Magistrate.","url":"\/11.06\/","token":"11.06"},"7":{"id":"4139","structure_id":"56","section_number":"11.07","catch_line":"Bad Check Collection Fees.","url":"\/11.07\/","token":"11.07"},"8":{"id":"2073","structure_id":"56","section_number":"11.08","catch_line":"City Departments Exempt From Paying Fees Or Charges Required By This Code.","url":"\/11.08\/","token":"11.08"},"9":{"id":"2226","structure_id":"56","section_number":"11.09","catch_line":"Administrative Determinations – Notice – Judicial Review.","url":"\/11.09\/","token":"11.09"},"10":{"id":"2726","structure_id":"56","section_number":"11.10","catch_line":"Exemptions Relating To The Los Angeles 200Th Anniversary Celebration.","url":"\/11.10\/","token":"11.10"},"11":{"id":"149","structure_id":"56","section_number":"11.11","catch_line":"Use Of The Metric System Of Measure As An Alternative System Of Measurement","url":"\/11.11\/","token":"11.11"},"12":{"id":"2091","structure_id":"56","section_number":"11.12","catch_line":"Summary Of Fees For Bureau Of Engineering Services\nProvided Pursuant To The Provisions Of This Chapter.","url":"\/11.12\/","token":"11.12"}},"next_section":{"id":"2226","structure_id":"56","section_number":"11.09","catch_line":"Administrative Determinations – Notice – Judicial Review.","url":"\/11.09\/","token":"11.09"},"metadata":false,"references":false,"url":"\/11.08\/","token":"11.08","formats":{"txt":"\/11.08.txt","json":"\/11.08.xml"},"dublin_core":{"Title":"City Departments Exempt From Paying Fees Or Charges Required By This Code.","Type":"Text","Format":"text\/html","Identifier":"§ 11.08","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nCITY DEPARTMENTS EXEMPT FROM PAYING FEES OR CHARGES REQUIRED BY THIS CODE. (§\n11.08)\n\n  CITY DEPARTMENTS EXEMPT FROM PAYING FEES OR CHARGES REQUIRED BY THIS\nCODE.\t(a)\tNotwithstanding any other Provision of this Code to the contrary, no\nbudgetary department, bureau or office of the City shall pay any fee or charge\nrequired by this Code for any license or permit, or for the performance of any\nofficial service provided for in this Code; nor shall any fee or charge\notherwise imposed by this Code be required in connection with the relocation or\nrestoration of buildings or structures determined pursuant to Article 5 of\nChapter 7 of Division 22 of the Los Angeles Administrative Code to be historical\nor cultural monuments, and which have been, or are in the process of being,\npermanently located at a site or facility approved by the City Council for the\npurposes of preserving, maintaining, and exhibiting such monuments. (Amended by\nOrd. No. 147,994, Eff. 2\/21\/76. )\t(b)\tThis section shall not apply to any\ndepartment, bureau or office of this City which has control of its own funds,\nexcept the Library and Recreation and Parks Departments; or to fees or charges\nwhich are reimbursable from any of the following Funds: Revolving, Trust, Bond\nor Capital Improvement Projects.\t(c)\tIn order to receive such exemption,\nhowever, an such exempt departments, bureaus or offices shall attach to each\npermit or license application a written certification signed by the\nadministrative head of the department, bureau or office that such permit or\nlicense is not to be reimbursed from a Revolving, Trust, Bond or Capital\nImprovement Project Fund. Provided further that any permittee or license exempt\nunder the provisions of Section (a) hereof because such permit or license is\nsought in connection with the relocation or restoration of buildings or\nstructures determined to be cultural or historical monuments, as provided for\nherein, shall attach to each permit or license application a written\ncertification by the Cultural Heritage Board that such building or structure is\na cultural or historical monument and is being relocated to or improved upon a\nsite or facility approved by the City Council for the purposes of preserving,\nmaintaining and exhibiting such monuments. (Amended by Ord. No. 147,994, Eff.\n2\/21\/76.)\n","html":"\n\t\t\t\t\t<section><p>  CITY DEPARTMENTS EXEMPT FROM PAYING FEES OR CHARGES REQUIRED BY THIS CODE.<br \/><br \/>\t(a)\tNotwithstanding any other Provision of this Code to the contrary, no budgetary department, bureau or office of the City shall pay any fee or charge required by this Code for any license or permit, or for the performance of any official service provided for in this Code; nor shall any fee or charge otherwise imposed by this Code be required in connection with the relocation or restoration of buildings or structures determined pursuant to Article 5 of Chapter 7 of Division 22 of the Los Angeles Administrative Code to be historical or cultural monuments, and which have been, or are in the process of being, permanently located at a site or facility approved by the City Council for the purposes of preserving, maintaining, and exhibiting such monuments. (Amended by Ord. No. 147,994, Eff. 2\/21\/76. )<br \/><br \/>\t(b)\tThis section shall not apply to any department, bureau or office of this City which has control of its own funds, except the Library and Recreation and Parks Departments; or to fees or charges which are reimbursable from any of the following Funds: Revolving, Trust, <span class=\"dictionary\">Bond<\/span> or Capital Improvement Projects.<br \/><br \/>\t(c)\tIn <span class=\"dictionary\">order<\/span> to receive such exemption, however, an such exempt departments, bureaus or offices shall attach to each permit or license application a written certification signed by the administrative head of the department, bureau or office that such permit or license is not to be reimbursed from a Revolving, Trust, <span class=\"dictionary\">Bond<\/span> or Capital Improvement Project Fund. Provided further that any permittee or license exempt under the provisions of Section (a) hereof because such permit or license is sought in connection with the relocation or restoration of buildings or structures determined to be cultural or historical monuments, as provided for herein, shall attach to each permit or license application a written certification by the Cultural Heritage Board that such building or structure is a cultural or historical monument and is being relocated to or improved upon a site or facility approved by the City Council for the purposes of preserving, maintaining and exhibiting such monuments. (Amended by Ord. No. 147,994, Eff. 2\/21\/76.)<\/p><\/section>","previous_section":{"id":"4139","structure_id":"56","section_number":"11.07","catch_line":"Bad Check Collection Fees.","url":"\/11.07\/","token":"11.07"},"text":{"0":{"id":"2055","text":"  CITY DEPARTMENTS EXEMPT FROM PAYING FEES OR CHARGES REQUIRED BY THIS CODE.\t(a)\tNotwithstanding any other Provision of this Code to the contrary, no budgetary department, bureau or office of the City shall pay any fee or charge required by this Code for any license or permit, or for the performance of any official service provided for in this Code; nor shall any fee or charge otherwise imposed by this Code be required in connection with the relocation or restoration of buildings or structures determined pursuant to Article 5 of Chapter 7 of Division 22 of the Los Angeles Administrative Code to be historical or cultural monuments, and which have been, or are in the process of being, permanently located at a site or facility approved by the City Council for the purposes of preserving, maintaining, and exhibiting such monuments. (Amended by Ord. No. 147,994, Eff. 2\/21\/76. )\t(b)\tThis section shall not apply to any department, bureau or office of this City which has control of its own funds, except the Library and Recreation and Parks Departments; or to fees or charges which are reimbursable from any of the following Funds: Revolving, Trust, Bond or Capital Improvement Projects.\t(c)\tIn order to receive such exemption, however, an such exempt departments, bureaus or offices shall attach to each permit or license application a written certification signed by the administrative head of the department, bureau or office that such permit or license is not to be reimbursed from a Revolving, Trust, Bond or Capital Improvement Project Fund. Provided further that any permittee or license exempt under the provisions of Section (a) hereof because such permit or license is sought in connection with the relocation or restoration of buildings or structures determined to be cultural or historical monuments, as provided for herein, shall attach to each permit or license application a written certification by the Cultural Heritage Board that such building or structure is a cultural or historical monument and is being relocated to or improved upon a site or facility approved by the City Council for the purposes of preserving, maintaining and exhibiting such monuments. (Amended by Ord. No. 147,994, Eff. 2\/21\/76.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}