{"section_number":"11.07","edition_id":"1","section_id":"4139","structure_id":"56","catch_line":"Bad Check Collection Fees.","history":"","full_text":"  BAD CHECK COLLECTION FEES.\n\t(Added by Ord. No. 124,508, Eff. 6\/6\/63.)\n\n\t(a)\t(Amended by Ord. No. 143,860, Eff. 10\/30\/72.)  Whenever any person pays any fee, charge, deposit, or amount due the City by check, and said check proves to be non-negotiable or is unhonored, the following fee can be charged to and collected from such person in addition to the full amount of the fee, charge, deposit, or amount otherwise due:\n\n\t$10.00 for each nonnegotiable or unhonored check. (Amended by Ord. No. 157,613, Eff. 5\/26\/83.)\n\n\t$25.00 per hour or fraction thereof for any investigation which is made necessary in order to collect or receive an money due after seven calendar days from the date said check was received.\n\n\tEXCEPTIONS:\n\n\t1.\tAny department, division, office or bureau of this City may, by resolution of its board of commissioners, or if none, by order of its general manager, decline to enforce the provisions of this section with respect to those fees, charges deposits, or other amounts which it has the duty of collecting if it determines that collection of the fees provided for in this section is unreasonable or unnecessary. The controller shall be promptly notified of each such action.\n\n\t2.\tThe chief accounting employee of each department, division, office or bureau of this City enforcing this section may waive the fees provided for herein if he determines that such fees are not collectible without unreasonable cost to the City, and the full amount of all fees, charges, deposits, or other amounts for which the non-negotiable or unhonored check has been written has been collected. The Controller shall be promptly notified of each such action. (Amended by Ord. No. 157,202, Eff. 12\/11\/82.)\n\n\t(b)\tThis section shall not apply to checks which are returned or unhonored due solely to acknowledged bank error and the check is made good within three days after its original return.\n\n\t(c)\tAny person who presents a non-negotiable or unhonored check in payment of fees or charges established by this Code may be placed on a cash-only payment basis by the enforcing department, office, division or bureau for that payment and future payments. (Amended by Ord. No. 157,613, Eff. 5\/26\/83.)\n\n\t(d)\tAll fees imposed and collected under the provisions of this section shall be deposited in the General Fund.\n\n\t(e)\tThere shall be no implementation of Exceptions 1 or 2 of this section unless the concerned department head has approved and caused to be filed and kept current with the Controller a statement of departmental policies and procedures wherein collection of fees under this section shall not be required and may be waived. The procedures shall require that the department head notify the Controller in each instance of any waiver of fee and identify in that notice to the Controller the specific policy or procedure applicable in the instance involved.  (Amended by Ord. No. 157,202, Eff. 12\/11\/82.)","order_by":"07","ancestry":{"1":{"id":"56","name":"General Provisions","identifier":"1","label":"article","url":"\/1\/1\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"1079","structure_id":"56","section_number":"11.00","catch_line":"Provisions Applicable To Code.","url":"\/11.00\/","token":"11.00"},"1":{"id":"600","structure_id":"56","section_number":"11.01","catch_line":"Definitions And Interpretation.","url":"\/11.01\/","token":"11.01"},"2":{"id":"2257","structure_id":"56","section_number":"11.02","catch_line":"Inconsistent Permits And Licenses.","url":"\/11.02\/","token":"11.02"},"3":{"id":"948","structure_id":"56","section_number":"11.03","catch_line":"Post War Renewal Of Licenses Of Craftsmen And Others.","url":"\/11.03\/","token":"11.03"},"4":{"id":"680","structure_id":"56","section_number":"11.04","catch_line":"Delinquent Accounts – Uncollectible Cancellation.","url":"\/11.04\/","token":"11.04"},"5":{"id":"2221","structure_id":"56","section_number":"11.05","catch_line":"Effect Of Renumbering Or Redesignation Of Provisions Or Sections In Statutes Or Codes Of The State Of California Which Are Referred To In The Los Angeles Municipal Code.","url":"\/11.05\/","token":"11.05"},"6":{"id":"779","structure_id":"56","section_number":"11.06","catch_line":"Violation Of Municipal Ordinances – Citation In Lieu Of Taking Arrested Person Before Magistrate.","url":"\/11.06\/","token":"11.06"},"7":{"id":"4139","structure_id":"56","section_number":"11.07","catch_line":"Bad Check Collection Fees.","url":"\/11.07\/","token":"11.07"},"8":{"id":"2073","structure_id":"56","section_number":"11.08","catch_line":"City Departments Exempt From Paying Fees Or Charges Required By This Code.","url":"\/11.08\/","token":"11.08"},"9":{"id":"2226","structure_id":"56","section_number":"11.09","catch_line":"Administrative Determinations – Notice – Judicial Review.","url":"\/11.09\/","token":"11.09"},"10":{"id":"2726","structure_id":"56","section_number":"11.10","catch_line":"Exemptions Relating To The Los Angeles 200Th Anniversary Celebration.","url":"\/11.10\/","token":"11.10"},"11":{"id":"149","structure_id":"56","section_number":"11.11","catch_line":"Use Of The Metric System Of Measure As An Alternative System Of Measurement","url":"\/11.11\/","token":"11.11"},"12":{"id":"2091","structure_id":"56","section_number":"11.12","catch_line":"Summary Of Fees For Bureau Of Engineering Services\nProvided Pursuant To The Provisions Of This Chapter.","url":"\/11.12\/","token":"11.12"}},"next_section":{"id":"2073","structure_id":"56","section_number":"11.08","catch_line":"City Departments Exempt From Paying Fees Or Charges Required By This Code.","url":"\/11.08\/","token":"11.08"},"metadata":false,"references":false,"url":"\/11.07\/","token":"11.07","formats":{"txt":"\/11.07.txt","json":"\/11.07.xml"},"dublin_core":{"Title":"Bad Check Collection Fees.","Type":"Text","Format":"text\/html","Identifier":"§ 11.07","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nBAD CHECK COLLECTION FEES. (§ 11.07)\n\n  BAD CHECK COLLECTION FEES.\n\t(Added by Ord. No. 124,508, Eff. 6\/6\/63.)\t(a)\t(Amended by Ord. No. 143,860,\nEff. 10\/30\/72.)  Whenever any person pays any fee, charge, deposit, or amount\ndue the City by check, and said check proves to be non-negotiable or is\nunhonored, the following fee can be charged to and collected from such person in\naddition to the full amount of the fee, charge, deposit, or amount otherwise\ndue:\t$10.00 for each nonnegotiable or unhonored check. (Amended by Ord. No.\n157,613, Eff. 5\/26\/83.)\t$25.00 per hour or fraction thereof for any\ninvestigation which is made necessary in order to collect or receive an money\ndue after seven calendar days from the date said check was\nreceived.\tEXCEPTIONS:\t1.\tAny department, division, office or bureau of this City\nmay, by resolution of its board of commissioners, or if none, by order of its\ngeneral manager, decline to enforce the provisions of this section with respect\nto those fees, charges deposits, or other amounts which it has the duty of\ncollecting if it determines that collection of the fees provided for in this\nsection is unreasonable or unnecessary. The controller shall be promptly\nnotified of each such action.\t2.\tThe chief accounting employee of each\ndepartment, division, office or bureau of this City enforcing this section may\nwaive the fees provided for herein if he determines that such fees are not\ncollectible without unreasonable cost to the City, and the full amount of all\nfees, charges, deposits, or other amounts for which the non-negotiable or\nunhonored check has been written has been collected. The Controller shall be\npromptly notified of each such action. (Amended by Ord. No. 157,202, Eff.\n12\/11\/82.)\t(b)\tThis section shall not apply to checks which are returned or\nunhonored due solely to acknowledged bank error and the check is made good\nwithin three days after its original return.\t(c)\tAny person who presents a\nnon-negotiable or unhonored check in payment of fees or charges established by\nthis Code may be placed on a cash-only payment basis by the enforcing\ndepartment, office, division or bureau for that payment and future payments.\n(Amended by Ord. No. 157,613, Eff. 5\/26\/83.)\t(d)\tAll fees imposed and collected\nunder the provisions of this section shall be deposited in the General\nFund.\t(e)\tThere shall be no implementation of Exceptions 1 or 2 of this section\nunless the concerned department head has approved and caused to be filed and\nkept current with the Controller a statement of departmental policies and\nprocedures wherein collection of fees under this section shall not be required\nand may be waived. The procedures shall require that the department head notify\nthe Controller in each instance of any waiver of fee and identify in that notice\nto the Controller the specific policy or procedure applicable in the instance\ninvolved.  (Amended by Ord. No. 157,202, Eff. 12\/11\/82.)\n","html":"\n\t\t\t\t\t<section><p>  BAD CHECK COLLECTION FEES.\n\t(Added by Ord. No. 124,508, Eff. 6\/6\/63.)<br \/><br \/>\t(a)\t(Amended by Ord. No. 143,860, Eff. 10\/30\/72.)  Whenever any person pays any fee, charge, deposit, or amount due the City by check, and said check proves to be non-negotiable or is unhonored, the following fee can be charged to and collected from such person in addition to the full amount of the fee, charge, deposit, or amount otherwise due:<br \/><br \/>\t$10.00 for each nonnegotiable or unhonored check. (Amended by Ord. No. 157,613, Eff. 5\/26\/83.)<br \/><br \/>\t$25.00 per hour or fraction thereof for any investigation which is made necessary in <span class=\"dictionary\">order<\/span> to collect or receive an money due after seven calendar days from the date said check was received.<br \/><br \/>\tEXCEPTIONS:<br \/><br \/>\t1.\tAny department, division, office or bureau of this City may, by resolution of its board of commissioners, or if none, by <span class=\"dictionary\">order<\/span> of its general manager, decline to enforce the provisions of this section with respect to those fees, charges deposits, or other amounts which it has the duty of collecting if it determines that collection of the fees provided for in this section is unreasonable or unnecessary. The controller shall be promptly notified of each such action.<br \/><br \/>\t2.\tThe chief accounting employee of each department, division, office or bureau of this City enforcing this section may <span class=\"dictionary\">waive<\/span> the fees provided for herein if he determines that such fees are not collectible without unreasonable cost to the City, and the full amount of all fees, charges, deposits, or other amounts for which the non-negotiable or unhonored check has been written has been collected. The Controller shall be promptly notified of each such action. (Amended by Ord. No. 157,202, Eff. 12\/11\/82.)<br \/><br \/>\t(b)\tThis section shall not apply to checks which are returned or unhonored due solely to acknowledged bank error and the check is made good within three days after its original return.<br \/><br \/>\t(c)\tAny person who presents a non-negotiable or unhonored check in payment of fees or charges established by this Code may be placed on a cash-only payment basis by the enforcing department, office, division or bureau for that payment and future payments. (Amended by Ord. No. 157,613, Eff. 5\/26\/83.)<br \/><br \/>\t(d)\tAll fees imposed and collected under the provisions of this section shall be deposited in the General Fund.<br \/><br \/>\t(e)\tThere shall be no implementation of Exceptions 1 or 2 of this section unless the concerned department head has approved and caused to be filed and kept current with the Controller a statement of departmental policies and procedures wherein collection of fees under this section shall not be required and may be waived. The procedures shall require that the department head notify the Controller in each instance of any <span class=\"dictionary\">waiver<\/span> of fee and identify in that notice to the Controller the specific policy or procedure applicable in the instance involved.  (Amended by Ord. No. 157,202, Eff. 12\/11\/82.)<\/p><\/section>","previous_section":{"id":"779","structure_id":"56","section_number":"11.06","catch_line":"Violation Of Municipal Ordinances – Citation In Lieu Of Taking Arrested Person Before Magistrate.","url":"\/11.06\/","token":"11.06"},"text":{"0":{"id":"4112","text":"  BAD CHECK COLLECTION FEES.\n\t(Added by Ord. No. 124,508, Eff. 6\/6\/63.)\t(a)\t(Amended by Ord. No. 143,860, Eff. 10\/30\/72.)  Whenever any person pays any fee, charge, deposit, or amount due the City by check, and said check proves to be non-negotiable or is unhonored, the following fee can be charged to and collected from such person in addition to the full amount of the fee, charge, deposit, or amount otherwise due:\t$10.00 for each nonnegotiable or unhonored check. (Amended by Ord. No. 157,613, Eff. 5\/26\/83.)\t$25.00 per hour or fraction thereof for any investigation which is made necessary in order to collect or receive an money due after seven calendar days from the date said check was received.\tEXCEPTIONS:\t1.\tAny department, division, office or bureau of this City may, by resolution of its board of commissioners, or if none, by order of its general manager, decline to enforce the provisions of this section with respect to those fees, charges deposits, or other amounts which it has the duty of collecting if it determines that collection of the fees provided for in this section is unreasonable or unnecessary. The controller shall be promptly notified of each such action.\t2.\tThe chief accounting employee of each department, division, office or bureau of this City enforcing this section may waive the fees provided for herein if he determines that such fees are not collectible without unreasonable cost to the City, and the full amount of all fees, charges, deposits, or other amounts for which the non-negotiable or unhonored check has been written has been collected. The Controller shall be promptly notified of each such action. (Amended by Ord. No. 157,202, Eff. 12\/11\/82.)\t(b)\tThis section shall not apply to checks which are returned or unhonored due solely to acknowledged bank error and the check is made good within three days after its original return.\t(c)\tAny person who presents a non-negotiable or unhonored check in payment of fees or charges established by this Code may be placed on a cash-only payment basis by the enforcing department, office, division or bureau for that payment and future payments. (Amended by Ord. No. 157,613, Eff. 5\/26\/83.)\t(d)\tAll fees imposed and collected under the provisions of this section shall be deposited in the General Fund.\t(e)\tThere shall be no implementation of Exceptions 1 or 2 of this section unless the concerned department head has approved and caused to be filed and kept current with the Controller a statement of departmental policies and procedures wherein collection of fees under this section shall not be required and may be waived. The procedures shall require that the department head notify the Controller in each instance of any waiver of fee and identify in that notice to the Controller the specific policy or procedure applicable in the instance involved.  (Amended by Ord. No. 157,202, Eff. 12\/11\/82.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}