{"section_number":"11.11","edition_id":"1","section_id":"149","structure_id":"56","catch_line":"Use Of The Metric System Of Measure As An Alternative System Of Measurement","history":"","full_text":"  USE OF THE METRIC SYSTEM OF MEASURE AS AN ALTERNATIVE SYSTEM OF MEASUREMENT\n\t(Added by Ord. No. 171,464, Eff. 2\/6\/97.)\n\n\t(a)\tScope.  This section shall apply to any activity or work of any Bureau or Department of the City engaged in administering or enforcing any City ordinances, State or Federal enactments or any regulations where units of distance, weight or force are used in any regulatory, enforcement, design or control activity or posting of limits.\n\n\t(b)\tUse of Metric System of Measure Authorized.\n\n\t1.\tNotwithstanding any provision of this Code to the contrary, commencing with the effective date of this ordinance, any Bureau or Department of the City may use the metric system of measure in enforcing any enactments, statutes, ordinances, codes or regulations subject to its jurisdiction; provided, however, that such use is not contrary to any applicable State of California  or Federal regulations or enactments.\n\n\t2.\tThe metric system of measure authorized by this section is that system of units and measurements defined and described in the Federal Metric Conversion Act of 1975 (15 U.S.C. 2056) and commonly referred to as the ‘System Internationale d’Unites’.\n\n\t3.\tIt is intended that whenever any City code or ordinance contains an Imperial unit of measure that the equivalent unit in metric measure may be used and that the conversion shall be made using nationally recognized conversion factors.  Where metric units are used, all metric values shall be direct conversions of the values expressed in the official enactment, ordinance, code or regulation.  In the case of linear measurements, conversion shall be based on the Standard U.S. Survey Foot defined as 0.3048006 parts of a meter.  Converted values may be rounded to a reasonable number of decimal places; provided however that no such rounding shall result in any increase in any fee collected or dedication or taking of land, any increase in any upper or lower limit of speed or any reduction in any standard of minimum clearance.\n\n\t(c)\tPublic Notice.  Prior to commencing the use of the metric system of measure a public notice of intent to do so shall be approved by the governing officer or body of the Department.  The notice shall identify the Department or Bureau proposing the use of the metric system of values and shall enumerate the provisions containing the numeric values and measurements that will be converted.  The notice shall further state whether or not a dual system of measurement will be permitted.  After approval by the Department, the notice shall be transmitted to the City Council which may approve or disapprove the notice by resolution.  After approval by the City Council the notice shall be published in a newspaper of general circulation for a period not less than 30 days or for such longer period as may be applicable where a longer notice period is specified for an amendment to any code.","order_by":"11","ancestry":{"1":{"id":"56","name":"General Provisions","identifier":"1","label":"article","url":"\/1\/1\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"1079","structure_id":"56","section_number":"11.00","catch_line":"Provisions Applicable To Code.","url":"\/11.00\/","token":"11.00"},"1":{"id":"600","structure_id":"56","section_number":"11.01","catch_line":"Definitions And Interpretation.","url":"\/11.01\/","token":"11.01"},"2":{"id":"2257","structure_id":"56","section_number":"11.02","catch_line":"Inconsistent Permits And Licenses.","url":"\/11.02\/","token":"11.02"},"3":{"id":"948","structure_id":"56","section_number":"11.03","catch_line":"Post War Renewal Of Licenses Of Craftsmen And Others.","url":"\/11.03\/","token":"11.03"},"4":{"id":"680","structure_id":"56","section_number":"11.04","catch_line":"Delinquent Accounts – Uncollectible Cancellation.","url":"\/11.04\/","token":"11.04"},"5":{"id":"2221","structure_id":"56","section_number":"11.05","catch_line":"Effect Of Renumbering Or Redesignation Of Provisions Or Sections In Statutes Or Codes Of The State Of California Which Are Referred To In The Los Angeles Municipal Code.","url":"\/11.05\/","token":"11.05"},"6":{"id":"779","structure_id":"56","section_number":"11.06","catch_line":"Violation Of Municipal Ordinances – Citation In Lieu Of Taking Arrested Person Before Magistrate.","url":"\/11.06\/","token":"11.06"},"7":{"id":"4139","structure_id":"56","section_number":"11.07","catch_line":"Bad Check Collection Fees.","url":"\/11.07\/","token":"11.07"},"8":{"id":"2073","structure_id":"56","section_number":"11.08","catch_line":"City Departments Exempt From Paying Fees Or Charges Required By This Code.","url":"\/11.08\/","token":"11.08"},"9":{"id":"2226","structure_id":"56","section_number":"11.09","catch_line":"Administrative Determinations – Notice – Judicial Review.","url":"\/11.09\/","token":"11.09"},"10":{"id":"2726","structure_id":"56","section_number":"11.10","catch_line":"Exemptions Relating To The Los Angeles 200Th Anniversary Celebration.","url":"\/11.10\/","token":"11.10"},"11":{"id":"149","structure_id":"56","section_number":"11.11","catch_line":"Use Of The Metric System Of Measure As An Alternative System Of Measurement","url":"\/11.11\/","token":"11.11"},"12":{"id":"2091","structure_id":"56","section_number":"11.12","catch_line":"Summary Of Fees For Bureau Of Engineering Services\nProvided Pursuant To The Provisions Of This Chapter.","url":"\/11.12\/","token":"11.12"}},"next_section":{"id":"2091","structure_id":"56","section_number":"11.12","catch_line":"Summary Of Fees For Bureau Of Engineering Services\nProvided Pursuant To The Provisions Of This Chapter.","url":"\/11.12\/","token":"11.12"},"metadata":false,"references":false,"url":"\/11.11\/","token":"11.11","formats":{"txt":"\/11.11.txt","json":"\/11.11.xml"},"dublin_core":{"Title":"Use Of The Metric System Of Measure As An Alternative System Of Measurement","Type":"Text","Format":"text\/html","Identifier":"§ 11.11","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nUSE OF THE METRIC SYSTEM OF MEASURE AS AN ALTERNATIVE SYSTEM OF MEASUREMENT (§\n11.11)\n\n  USE OF THE METRIC SYSTEM OF MEASURE AS AN ALTERNATIVE SYSTEM OF MEASUREMENT\n\t(Added by Ord. No. 171,464, Eff. 2\/6\/97.)\t(a)\tScope.  This section shall apply\nto any activity or work of any Bureau or Department of the City engaged in\nadministering or enforcing any City ordinances, State or Federal enactments or\nany regulations where units of distance, weight or force are used in any\nregulatory, enforcement, design or control activity or posting of\nlimits.\t(b)\tUse of Metric System of Measure Authorized.\t1.\tNotwithstanding any\nprovision of this Code to the contrary, commencing with the effective date of\nthis ordinance, any Bureau or Department of the City may use the metric system\nof measure in enforcing any enactments, statutes, ordinances, codes or\nregulations subject to its jurisdiction; provided, however, that such use is not\ncontrary to any applicable State of California  or Federal regulations or\nenactments.\t2.\tThe metric system of measure authorized by this section is that\nsystem of units and measurements defined and described in the Federal Metric\nConversion Act of 1975 (15 U.S.C. 2056) and commonly referred to as the\n‘System Internationale d’Unites’.\t3.\tIt is intended that whenever any City\ncode or ordinance contains an Imperial unit of measure that the equivalent unit\nin metric measure may be used and that the conversion shall be made using\nnationally recognized conversion factors.  Where metric units are used, all\nmetric values shall be direct conversions of the values expressed in the\nofficial enactment, ordinance, code or regulation.  In the case of linear\nmeasurements, conversion shall be based on the Standard U.S. Survey Foot defined\nas 0.3048006 parts of a meter.  Converted values may be rounded to a reasonable\nnumber of decimal places; provided however that no such rounding shall result in\nany increase in any fee collected or dedication or taking of land, any increase\nin any upper or lower limit of speed or any reduction in any standard of minimum\nclearance.\t(c)\tPublic Notice.  Prior to commencing the use of the metric system\nof measure a public notice of intent to do so shall be approved by the governing\nofficer or body of the Department.  The notice shall identify the Department or\nBureau proposing the use of the metric system of values and shall enumerate the\nprovisions containing the numeric values and measurements that will be\nconverted.  The notice shall further state whether or not a dual system of\nmeasurement will be permitted.  After approval by the Department, the notice\nshall be transmitted to the City Council which may approve or disapprove the\nnotice by resolution.  After approval by the City Council the notice shall be\npublished in a newspaper of general circulation for a period not less than 30\ndays or for such longer period as may be applicable where a longer notice period\nis specified for an amendment to any code.\n","html":"\n\t\t\t\t\t<section><p>  USE OF THE METRIC SYSTEM OF MEASURE AS AN ALTERNATIVE SYSTEM OF MEASUREMENT\n\t(Added by Ord. No. 171,464, Eff. 2\/6\/97.)<br \/><br \/>\t(a)\tScope.  This section shall apply to any activity or work of any Bureau or Department of the City engaged in administering or enforcing any City <span class=\"dictionary\">ordinances<\/span>, State or Federal enactments or any regulations where units of distance, weight or force are used in any regulatory, enforcement, design or control activity or posting of limits.<br \/><br \/>\t(b)\tUse of Metric System of Measure Authorized.<br \/><br \/>\t1.\tNotwithstanding any provision of this Code to the contrary, commencing with the effective date of this <span class=\"dictionary\">ordinance<\/span>, any Bureau or Department of the City may use the metric system of measure in enforcing any enactments, <span class=\"dictionary\">statutes<\/span>, <span class=\"dictionary\">ordinances<\/span>, codes or regulations subject to its <span class=\"dictionary\">jurisdiction<\/span>; provided, however, that such use is not contrary to any applicable State of California  or Federal regulations or enactments.<br \/><br \/>\t2.\tThe metric system of measure authorized by this section is that system of units and measurements defined and described in the Federal Metric Conversion Act of 1975 (15 U.S.C. 2056) and commonly referred to as the ‘System Internationale d’Unites’.<br \/><br \/>\t3.\tIt is intended that whenever any City code or <span class=\"dictionary\">ordinance<\/span> contains an Imperial unit of measure that the equivalent unit in metric measure may be used and that the conversion shall be made using nationally recognized conversion factors.  Where metric units are used, all metric values shall be direct conversions of the values expressed in the official enactment, <span class=\"dictionary\">ordinance<\/span>, code or regulation.  In the case of linear measurements, conversion shall be based on the Standard U.S. Survey Foot defined as 0.3048006 parts of a meter.  Converted values may be rounded to a reasonable number of decimal places; provided however that no such rounding shall result in any increase in any fee collected or dedication or taking of land, any increase in any upper or lower limit of speed or any reduction in any standard of minimum clearance.<br \/><br \/>\t(c)\tPublic Notice.  Prior to commencing the use of the metric system of measure a public notice of <span class=\"dictionary\">intent<\/span> to do so shall be approved by the governing officer or body of the Department.  The notice shall identify the Department or Bureau proposing the use of the metric system of values and shall enumerate the provisions containing the numeric values and measurements that will be converted.  The notice shall further state whether or not a dual system of measurement will be permitted.  After approval by the Department, the notice shall be transmitted to the City Council which may approve or disapprove the notice by resolution.  After approval by the City Council the notice shall be published in a newspaper of general circulation for a period not less than 30 days or for such longer period as may be applicable where a longer notice period is specified for an amendment to any code.<\/p><\/section>","previous_section":{"id":"2726","structure_id":"56","section_number":"11.10","catch_line":"Exemptions Relating To The Los Angeles 200Th Anniversary Celebration.","url":"\/11.10\/","token":"11.10"},"text":{"0":{"id":"148","text":"  USE OF THE METRIC SYSTEM OF MEASURE AS AN ALTERNATIVE SYSTEM OF MEASUREMENT\n\t(Added by Ord. No. 171,464, Eff. 2\/6\/97.)\t(a)\tScope.  This section shall apply to any activity or work of any Bureau or Department of the City engaged in administering or enforcing any City ordinances, State or Federal enactments or any regulations where units of distance, weight or force are used in any regulatory, enforcement, design or control activity or posting of limits.\t(b)\tUse of Metric System of Measure Authorized.\t1.\tNotwithstanding any provision of this Code to the contrary, commencing with the effective date of this ordinance, any Bureau or Department of the City may use the metric system of measure in enforcing any enactments, statutes, ordinances, codes or regulations subject to its jurisdiction; provided, however, that such use is not contrary to any applicable State of California  or Federal regulations or enactments.\t2.\tThe metric system of measure authorized by this section is that system of units and measurements defined and described in the Federal Metric Conversion Act of 1975 (15 U.S.C. 2056) and commonly referred to as the ‘System Internationale d’Unites’.\t3.\tIt is intended that whenever any City code or ordinance contains an Imperial unit of measure that the equivalent unit in metric measure may be used and that the conversion shall be made using nationally recognized conversion factors.  Where metric units are used, all metric values shall be direct conversions of the values expressed in the official enactment, ordinance, code or regulation.  In the case of linear measurements, conversion shall be based on the Standard U.S. Survey Foot defined as 0.3048006 parts of a meter.  Converted values may be rounded to a reasonable number of decimal places; provided however that no such rounding shall result in any increase in any fee collected or dedication or taking of land, any increase in any upper or lower limit of speed or any reduction in any standard of minimum clearance.\t(c)\tPublic Notice.  Prior to commencing the use of the metric system of measure a public notice of intent to do so shall be approved by the governing officer or body of the Department.  The notice shall identify the Department or Bureau proposing the use of the metric system of values and shall enumerate the provisions containing the numeric values and measurements that will be converted.  The notice shall further state whether or not a dual system of measurement will be permitted.  After approval by the Department, the notice shall be transmitted to the City Council which may approve or disapprove the notice by resolution.  After approval by the City Council the notice shall be published in a newspaper of general circulation for a period not less than 30 days or for such longer period as may be applicable where a longer notice period is specified for an amendment to any code.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}