{"section_number":"11.5.7","edition_id":"1","section_id":"1777","structure_id":"46","catch_line":"Specific Plan Procedures.","history":"","full_text":"  SPECIFIC PLAN PROCEDURES.\n\t(Amended by Ord. No. 173,455, Eff. 9\/22\/00.)\n\n\tA.\tDefinition, Purpose and Objectives.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  A specific plan is a regulatory land use ordinance specifically designated in the ordinance as a specific plan.  A specific plan shall provide by ordinance regulatory controls or incentives for the systematic execution of the General Plan and shall provide for public needs, convenience and general welfare.  Except as otherwise provided by this section, procedures for the establishment, amendment or repeal of specific plans are set forth in Section 12.32.\n\n\tThe objectives of this section are as follows:\n\n\t1.\tTo establish uniform citywide procedures for review of applications for projects within specific plan areas in accordance with applicable specific plan requirements and the City Charter; and\n\n\t2.\tTo establish uniform citywide standards and criteria for processing applications for exceptions from, amendments to and interpretations of specific plans.\n\n\tB.\tRelationship To Provisions of Specific Plans.  If any procedure established in a specific plan conflicts with any procedure set forth in this section, the provisions of this section shall prevail.\n\n\t1.\tDefinitions.  For the purpose of this section, the following words and phrases are defined as follows:\n\n\tProject Permit Compliance shall mean a decision by the Director that a project complies with the regulations of the applicable specific plan, either as submitted or with conditions imposed to achieve compliance.\n\n\tProject Permit Adjustment shall mean a decision on a project by the Director granting a minor adjustment from certain specific plan regulations, subject to the limitations specified by this section.\n\n\t2.\tApplication Procedure.\n\n\t(a)\tApplication, Form and Contents.  To apply for a Project Permit Compliance, a Project Permit Adjustment, modification of a Project Permit Compliance, specific plan exception, or to request a specific plan amendment or specific plan interpretation, an applicant shall file an application with the Department of City Planning, on a form provided by the Department, and include all information required by the instructions on the application and any applicable adopted guidelines.  Prior to deeming the application complete, the Director shall determine and, if necessary, advise the applicant of the processes to be followed and fees to be paid.\n\n\t(b)\tApplication Fees.  The application fees for a Project Permit Compliance, Project Permit Adjustment, specific plan exception, request for a specific plan amendment and specific plan interpretation shall be as set forth in Section 19.01J.\n\n\tC.\tProject Permit Compliance Review – Director of Planning With Appeal to the Area Planning Commission.\n\n\t1.\tDirector’s Authority.  The Director shall have the initial decision-making authority to decide whether an application for a project within a specific plan area is in conformance with the regulations established by this subsection and in compliance with applicable regulations of the specific plan.  In addition, the Director shall have the authority to determine what type of projects are exempt from these Project Permit Compliance procedures based on exemption provisions and other regulations contained in individual specific plans.\n\n\t(a)\tThe Director shall review and approve, disapprove or approve with conditions an application for a Project Permit Compliance.\n\n\t(b)\tIn granting a Project Permit Compliance, the Director shall require compliance with the applicable regulations of the specific plan and mitigation of significant adverse effects of the project on the environment and surrounding areas.\n\n\t2.\tFindings.  The Director shall grant a Project Permit Compliance upon written findings that the project satisfies each of the following requirements:\n\n\t(a)\tThat the project substantially complies with the applicable regulations, findings, standards and provisions of the specific plan; and (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)\n\n\t(b)\tThat the project incorporates mitigation measures, monitoring measures when necessary, or alternatives identified in the environmental review which would mitigate the negative environmental effects of the project, to the extent physically feasible.\n\n\t3.\tLimitations.  The granting of a Project Permit Compliance shall not imply compliance with any other applicable provisions of the Los Angeles Municipal Code.  Any corrections and\/or modifications to project plans made subsequent to a Director’s Project Permit Compliance that are deemed necessary by the Department of Building and Safety for Building Code compliance, and which involve a change in floor area, parking, building height, yards or setbacks, building separation or lot coverage, shall require a referral of the revised plans back to the Department of City Planning (and the Department of Transportation in cases where there are corrections and\/or modifications that may affect the calculation of vehicle trips generated, project floor area or parking) for additional review and sign-off prior to the issuance of any permit in connection with those plans.\n\n\t4.\tDirector’s Decision.\n\n\t(a)\tTime Limit.  The Director shall make a written decision approving, disapproving or approving with conditions a Project Permit Compliance application within 75 days after:\n\n\t(1)\tthe date the application is deemed complete; or\n\n\t(2)\twhen an environmental impact report (EIR) is required, the date the EIR is certified as complete consistent with State law.\n\n\tThis time limit may be extended by mutual consent of the Director and the applicant.  The time limit may also be extended as provided in Section 12.25 A.\n\n\t(b)\tTransmittal of Written Decision.  Upon making a written decision, the Director shall transmit a copy by First Class Mail to the applicant.  Copies shall also be provided to: the Department of Building and Safety; the Councilmember(s) having jurisdiction over the specific plan area in which the property is located; the Department of Transportation, where appropriate; owners of all properties abutting, across the street or alley from, or having a common corner with the subject property; the Department of Neighborhood Empowerment; the chairperson of any design review or plan review board having jurisdiction over the specific plan area in which the property is located; and interested parties who have filed written requests with the City Planning Department.\n\n\t(c)\tEffective Date of Initial Decision.  The Director’s Project Permit Compliance shall become effective after an elapsed period of 15 calendar days from the date of mailing of the written decision, unless an appeal is filed on the decision within that period pursuant to Subdivision 6. of this subsection.\n\n\t(d)\tApplicant’s Compliance with Project Permit Compliance Terms and Conditions.  Once a Project Permit Compliance is utilized, the applicant shall comply with the terms and conditions of the Project Permit Compliance that affect the construction and\/or operational phases of the project.  For purposes of this subsection, utilization of a Project Permit Compliance shall mean that a building permit has been issued and construction work has begun and been carried on diligently.\n\n\t(e)\t(Deleted by Ord. No. 182,106, Eff. 5\/20\/12.)\n\n\t(f)\tSite Plan Review Regulations.  Project review pursuant to the Site Plan Review regulations in Section 16.05 shall not be required for projects in those specific plan areas, as determined by the Director, where similar project site planning regulations are established by the specific plan and significant project environmental impacts, if any, are mitigated by the measures imposed in the Project Permit Compliance.\n\n\t(g)\tMini-Shopping Center and Commercial Corner Development Regulations.  Project review pursuant to the Mini-Shopping Center Commercial Corner Development regulations in Section 12.22A23 shall not be required for projects in those specific plan areas, as determined by the Director, where similar mini-shopping center or commercial corner development regulations are established by the specific plan and significant project environmental impacts, if any, are mitigated by the measures imposed in the Project Permit Compliance.\n\n\t5.\tFailure to Act – Transfer of Jurisdiction.\n\n\t(a)\tIf the Director fails to act on an application within 75 days from the date of filing a complete application, or within a mutually agreed upon extension of time, the applicant may file a request for a transfer of jurisdiction to the Area Planning Commission for decision.\n\n\t(b)\tWhen the Area Planning Commission receives the applicant’s request for a transfer of jurisdiction, the Director shall lose jurisdiction.  However, the Area Planning Commission may remand the matter to the Director, who shall regain jurisdiction for the time and purpose specified in the remand action.  In addition, upon receipt of a written request by the applicant for withdrawal of the transfer of jurisdiction prior to the matter being considered by the Area Planning Commission, the matter shall be remanded to the Director.\n\n\t(c)\tIf the matter is not remanded, the Area Planning Commission shall consider the application following the same procedures and subject to the same limitations as are applicable to the Director, except that the Area Planning Commission shall act within 45 days of the transfer of jurisdiction.  The Department of City Planning shall make investigations and furnish any reports requested by the body to which the matter has been transferred.\n\n\t6.\tAppeals.\n\n\t(a)\tFiling of an Appeal.  An applicant or any other person aggrieved by the Director’s decision may appeal the decision to the Area Planning Commission.  The appeal shall be filed within 15 days of the date of mailing of the Director’s decision on forms provided by the Department.  The appeal shall set forth specifically the points at issue, the reasons for the appeal, and the basis upon which the appellant claims there was an error or abuse of discretion by the Director.  Any appeal not filed within the 15-day period shall not be considered by the Area Planning Commission.  The filing of an appeal stays proceedings in the matter until the Area Planning Commission has made a decision.  Once an appeal is filed, the Director shall transmit the appeal and the file to the Area Planning Commission, together with any reports responding to the allegations made in the appeal.\n\n\t(b)\tAppellate Decision – Public Hearing and Notice.  Before acting on any appeal, the Area Planning Commission shall set the matter for hearing, with written notice of the hearing sent by First Class Mail at least 15 days prior to the meeting date to:  the applicant; the owner(s) of the property involved; owners of properties within 100 feet of the exterior boundaries of the property involved; the Councilmember(s) having jurisdiction over the specific plan area in which the property is located; the Department of Neighborhood Empowerment; the chairperson of any design review or plan review board having jurisdiction over the specific plan area in which the property is located; and interested parties who have requested notice in writing.\n\n\t(c)\tTime for Appellate Decision.  The Area Planning Commission shall act within 75 days after the expiration of the appeal period or within any additional period mutually agreed upon by the applicant and the Area Planning Commission.  The failure of the Area Planning Commission to act within this time period shall be deemed a denial of the appeal.\n\n\t(d)\tAppellate Decision.  The Area Planning Commission may reverse or modify, in whole or in part, a decision of the Director.  The Area Planning Commission shall make the same findings required to be made by the Director, supported by facts in the record, and indicate why the Director erred in determining a project’s compliance with the applicable regulations of the specific plan.\n\n\t(e)\tEffective Date of Appellate Decision.  The appellate decision of the Area Planning Commission shall be final and effective as provided in Charter Section 245.\n\n\tD.\tModification of a Project Permit Compliance – Director of Planning With Appeals to the Area Planning Commission.  Once a Project Permit Compliance becomes effective, any subsequent proposed modification to the project shall require a review by the Director, who shall grant approval of the modification if he or she finds the modification to be substantially in conformance with the original Project Permit Compliance.\n\n\t1.\tModification Procedure.  To modify an approved project, an applicant shall  file an application with the Department of City Planning pursuant to the application procedure set forth in Paragraph (a) of Subdivision 2 of Subsection B.  The application shall include an illustrated description of the proposed modification and a narrative justification.  Written proof of any modification required by a public agency shall be submitted with the application.\n\n\t2.\tLimitations.  Modification applications and approvals shall only be valid for Project Permit Compliance decisions which have not expired.  Unless the Director has granted an extension of time to utilize a Project Permit Compliance pursuant to Paragraph (e) of Subdivision 4 of Subsection C of this section, modifications shall not suspend or extend the authorization period of the original Project Permit Compliance.\n\n\t3.\tTransfers of Jurisdiction – Appeals.  The procedures for processing transfers of jurisdiction and appeals of Director’s decisions on modifications shall be the same as those set forth for Project Permit Compliance decisions in Subdivisions 5 and 6 of Subsection C of this section.\n\n\tE.\tProject Permit Adjustments – Director of Planning With Appeals to the Area Planning Commission.\n\n\t1.\tDirector’s Authority.  The Director shall have initial decision-making authority to grant a Project Permit Adjustment for minor adjustments from certain specific plan regulations.  The procedures for reviewing applications shall be in Subsection C in addition to those set forth below.\n\n\t(a)\tIn granting a Project Permit Adjustment, the Director may impose project conditions as the Director deems necessary in order to achieve substantial conformance with the specific plan regulations.\n\n\t(b)\tIf an application requests more than one Project Permit Adjustment, the Director may determine and advise the applicant, prior to the application being deemed complete, that the request be filed and processed as a specific plan exception pursuant to Subsection F of this section.\n\n\t2.\tProject Permit Adjustments shall be limited to:\n\n\t(a)\tAdjustments permitting project height to exceed the designated height limitation on the property involved by less than ten percent;\n\n\t(b)\tWhen the calculation of the maximum number of permitted multiple- family dwelling units results in a fraction, the number of total dwelling units may be rounded up to the next whole number, if the lot area remaining after calculating the maximum number of permitted dwelling units is at least 90 percent of the lot area required by the specific plan regulation to permit one additional dwelling unit;\n\n\t(c)\tAdjustments permitting portions of buildings to extend into a required yard, setback or other open space a distance of less than 20 percent of the minimum width or depth of the required yard, setback or open space;\n\n\t(d)\tAdjustments to minimum landscaped area requirements of less than 20 percent, or minor adjustments to required types of landscape materials;\n\n\t(e)\tAdjustments to permitted signs that:\n\n\t(1)\texceed the maximum sign size (area) limitation by less than 20 percent;\n\n\t(2)\texceed the limit on the maximum number of signs by no more than 20 percent; or\n\n\t(3)\texceed the maximum sign height by no more than two feet;\n\n\t(f)\tAdjustments from the minimum or maximum number of required parking spaces associated with a project of less than ten percent; and\n\n\t(g)\tMinor adjustments from other specific plan development regulations, which do not substantially alter the execution or intent of those specific plan regulations to the proposed project, and which do not change the permitted use, floor area, density or intensity, height or bulk, setbacks or yards, lot coverage limitations, or parking standards regulated by the specific plan.\n\n\t3.\tFindings.  The Director shall grant a Project Permit Adjustment upon a written finding that the project satisfies each of the following requirements, in addition to any other required specific plan findings that may pertain to the Project Permit Compliance:\n\n\t(a)\tThat there are special circumstances applicable to the project or project site which make the strict application of the specific plan regulation(s) impractical;\n\n\t(b)\tThat in granting the Project Permit Adjustment, the Director has imposed project requirements and\/or decided that the proposed project will substantially comply with all applicable specific plan regulations;\n\n\t(c)\tThat in granting the Project Permit Adjustment, the Director has considered and found no detrimental effects of the adjustment on surrounding properties and public rights-of-way; and\n\n\t(d)\tThat the project incorporates mitigation measures, monitoring of measures when necessary, or alternatives identified in the environmental review which would mitigate the negative environmental effects of the project, to the extent physically feasible.\n\n\tF.\tExceptions from Specific Plans – Area Planning Commission With Appeals to the City Council.\n\n\t1.\tAuthority of the Area Planning Commission.  The Area Planning Commission shall have initial decision-making authority for granting exceptions from specific plan regulations.  In accordance with Subsection D of Section 12.24, the Area Planning Commission shall hold a hearing at which evidence is taken.\n\n\t(a)\tIn granting an exception from a specific plan, the Area Planning Commission shall impose conditions to remedy any resulting disparity of privilege and that are necessary to protect the public health, safety, welfare and assure compliance with the objectives of the general plan and the purpose and intent of the specific plan.  An exception from a specific plan shall not be used to grant a special privilege, nor to grant relief from self-imposed hardships.\n\n\t(b)\tIf an application for an exception would potentially impact a specific plan policy or a regulation affecting the entire specific plan area or any of its subareas, the Director shall advise the applicant, prior to the application being deemed complete, to request the City to initiate a specific plan amendment pursuant to Subsection G in lieu of processing the application for an exception.\n\n\t(c)\tException for Relief from a Specific Plan Regulation and the Same Type of Regulation With the Same Standard in Chapter I of this Code.  (Added by Ord. No. 173,492, Eff. 10\/10\/00.)  If a specific plan contains a regulation that is the same type of regulation with the same standard as one contained in an applicable provision of Chapter I of this Code, an applicant seeking relief from those regulations need only apply for and receive an exception to the specific plan.  In this situation, the specific plan regulation is considered to supersede the Code provision and thus a variance is not required.\n\n\t(d)\tException for Relief from Specific Plan Regulation and the Same Type of Regulation With a Different Standard in Chapter I of this Code Where Specific Plan Supersedes the Code.  (Added by Ord. No. 173,492, Eff. 10\/10\/00.)  If a specific plan contains a regulation that conflicts with the same type of regulation but with a different standard contained in an applicable provision of Chapter I of this Code and the specific plan supersedes the Code by its terms, then an applicant seeking relief from that specific plan regulation need only apply for and receive an exception to the specific plan.  In this situation, a variance is not also required.\n\n\t(e)\tException for Relief from Specific Plan Regulation and the Same Type of Regulation With a Different Standard in Chapter I of this Code Where Specific Plan Does Not Supersede the Code.  (Added by Ord. No. 173,492, Eff. 10\/10\/00.)  If a specific plan contains a regulation that conflicts with the same type of regulation but with a different standard contained in an applicable provision of Chapter I of this Code and the specific plan does not supersede the Code by its terms, then an applicant seeking relief from those regulations must apply for and receive both an exception to the specific plan and a variance for relief from those Code provisions.\n\n\t(f)\tException for Wireless Telecommunications Facilities.  Notwithstanding the provisions of the first unnumbered paragraph of this subdivision, the installation of wireless antennas and associated equipment cabinets on the rooftops of buildings in the C and M Zones when established in conformance with the standards contained in Section 12.21 A.21. do not need a specific plan exception, except that rooftop antennas located within a scenic parkway specific plan, scenic corridor specific plan, or a roadway designated as a scenic highway within a specific plan area shall be subject to a specific plan exception.  Any application involving the use, height, installation or maintenance of wireless telecommunication facilities that do not comply with the provisions of Section 12.21 A.21. and which are located within specific plan areas shall be filed pursuant to Section 12.24 W.49. of this Code and considered by the Zoning Administrator as the initial decision-maker, except that applications located within a scenic parkway specific plan, scenic corridor specific plan, or a roadway designated as a scenic highway within a specific plan area shall be subject to a specific plan exception.  (Amended by Ord. No. 177,120, Eff. 12\/26\/05.)\n\n\t(g)\tEldercare Facilities.  An applicant who files an application involving Eldercare Facilities seeking relief from specific plan regulations need not apply for a specific plan exception pursuant to Subsection F. of this section but need only apply for and receive an approval pursuant to Section 14.3.1 of this Code.  (Added by Ord. No. 178,063, Eff. 12\/30\/06.)\n\n\t2.\tFindings.  The Area Planning Commission may permit an exception from a specific plan if it makes all the following findings:\n\n\t(a)\tThat the strict application of the regulations of the specific plan to the subject property would result in practical difficulties or unnecessary hardships inconsistent with the general purpose and intent of the specific plan;\n\n\t(b)\tThat there are exceptional circumstances or conditions applicable to the subject property involved or to the intended use or development of the subject property that do not apply generally to other property in the specific plan area;\n\n\t(c)\tThat an exception from the specific plan is necessary for the preservation and enjoyment of a substantial property right or use generally possessed by other property within the specific plan area in the same zone and vicinity but which, because of special circumstances and practical difficulties or unnecessary hardships is denied to the property in question;\n\n\t(d)\tThat the granting of an exception will not be detrimental to the public welfare or injurious to the property or improvements adjacent to or in the vicinity of the subject property; and\n\n\t(e)\tThat the granting of an exception will be consistent with the principles, intent and goals of the specific plan and any applicable element of the general plan.\n\n\t3.\tDecision by Area Planning Commission.\n\n\t(a)\tThe Area Planning Commission shall render a decision on an application for an exception from a specific plan within 75 days after filing unless the applicant and Area Planning Commission consent in writing to a longer period.\n\n\t(b)\tDecisions by the Area Planning Commission shall be supported by written findings of fact based on evidence in the record.  Upon making a decision upon an application for an exception from a specific plan, the Area Planning Commission shall place a copy of its written findings, where required, and decision on file in the City Planning Department and provide a copy to:  the Department of Building and Safety; the Councilmember(s) having jurisdiction over the specific plan area in which the property is located; and the Department of Transportation, where appropriate.  Copies of the decision shall also be provided by First Class Mail to: the applicant; the Department of Neighborhood Empowerment; the chairperson of any design review or plan review board having jurisdiction over the specific plan area in which the property is located; and interested parties who have filed written requests with the City Planning Department.\n\n\t4.\tEffective Date of Decision.  The Area Planning Commission’s decision shall become final after an elapsed period of 15 calendar days from the date of mailing of the written decision, unless an appeal is filed on the decision within that period pursuant to this subsection.\n\n\t5.\t(Deleted by Ord. No. 182,106, Eff. 5\/20\/12.)\n\n\t6.\tFailure to Act – Transfer of Jurisdiction from the Area Planning Commission.  If the Area Planning Commission fails to act on an application for an exception from a specific plan within the time limit specified in this subsection, the applicant may file a request for a transfer of jurisdiction to the City Council for a decision upon the original application, in which case, the Area Planning Commission shall lose jurisdiction.  A request for transfer of jurisdiction may be filed in any public office of the Department of City Planning.\n\n\tThe Council may approve the application subject to making the findings contained in Subdivision 2. of this subsection, and may impose upon the approval conditions it deems necessary in accordance with those findings.  The action of the Council shall be adopted by a majority vote of the whole Council within 45 days of the date the City Clerk receives the request for the transfer.\n\n\t7.\tAppeal of Area Planning Commission Decision.  An applicant or any other person aggrieved by a decision of the Area Planning Commission may appeal the decision to the City Council.  The appeal shall be filed within 15 days of the date of mailing of the decision on forms provided by the Planning Department.  The appeal shall set forth specifically the points at issue, the reasons for the appeal, and the basis upon which the appellant claims there was an error or abuse of discretion by the Area Planning Commission.  Any appeal not filed within the 15-day period shall not be considered by the City Council.  The filing of an appeal stays proceedings in the matter until the City Council has made a decision.  Once an appeal is filed, the Area Planning Commission shall transmit the appeal and the file to the City Council, together with any report responding to the allegations made in the appeal.\n\n\tThe Council may reverse or modify, in whole or in part, any decision of the Area Planning Commission only by a two-thirds vote of the whole Council.  The decision must contain a finding of fact showing why the proposed exception to a specific plan complies or fails to comply with the requirements of this section.  Any vote of the Council in which less than two-thirds of the whole Council vote to reverse or modify the decision of the Area Planning Commission shall be deemed to be an action denying the appeal.  The failure of the Council to vote upon an appeal within 90 days after the expiration of the appeal period, or within any additional period agreed upon by the applicant and the Council, shall also be deemed a denial of the appeal.\n\n\t8.\tHearing by Council.  (Amended by Ord. No. 173,992, Eff. 7\/6\/01.)  Before acting on any appeal, or on any matter transferred to it because of a failure to act, the City Council or its Committee shall set the matter for hearing, giving the same notice as provided in Subdivision 1. of this subsection.\n\n\tG.\tAmendments to Specific Plans – City Planning Commission Recommendation With City Council Decision.  The City Planning Commission shall have the authority for making recommendations for amendments to specific plans.  The procedures for amending specific plans are set forth in Subsections A., C. and E. of Section 12.32, except that the publication and mailing of the hearing notice indicating the time, place and purpose of the City Planning Commission hearing shall be given at least 24 days prior to the date of the hearing.  An amendment to a specific plan shall be required for any of the following proposals:\n\n\t1.\tTo permit establishment of a new principal use or a change of use that the specific plan specifically identifies as a prohibited use (Note: a specific plan exception shall be required for alteration or enlargement of an existing legal nonconforming use.);\n\n\t2.\tTo permit a use which exceeds the maximum number of permitted establishments or the maximum permitted occupant load for that use within the specific plan area or any of its subareas;\n\n\t3.\tTo permit a sign which the specific plan specifically identifies as a prohibited sign;\n\n\t4.\tTo deviate from the requirements of a plan map footnote;\n\n\t5.\tTo make significant changes to environmental mitigation measures which were adopted as part of the environmental clearance for the specific plan;\n\n\t6.\tTo make changes to impact fees which affect implementation of the specific plan or planned improvements;\n\n\t7.\tTo make boundary changes to the specific plan area or its subareas;\n\n\t8.\tTo change highway\/street designations;\n\n\t9.\tAny request which causes an inconsistency with the applicable community plan(s) and necessitates a community plan amendment; or\n\n\t10.\tOther significant policy changes or modifications to specific plan regulations which affect the entire specific plan area or any of its subareas, as determined by the Director.\n\n\tH.\tInterpretations of Specific Plans.  The Director shall have authority to interpret specific plans when there is a lack of clarity in the meaning of their regulations.\n\n\t1.\tApplication Procedure.  To request a specific plan interpretation, an applicant shall file an application with the Department of City Planning pursuant to the application procedure set forth in Paragraph (a) of Subdivision 2 of Subsection B of this section.  The application shall include a reference to the specific plan regulation(s) for which clarification is requested and a narrative description of why a clarification is necessary for the project or subject property involved.\n\n\t2.\tDirector’s Decision.  Upon receipt of a deemed complete application, the Director’s written interpretation shall be subject to the same time limit to act, transmittal requirement and effective date of decision as set forth in Paragraphs (a) through (c) of Subdivision 4 of Subsection C.\n\n\t3.\tAppeals.  The City Planning Commission shall hear appeals on Director interpretations which affect an entire specific plan area or any of its subareas, and the Area Planning Commission shall hear appeals on Director interpretations which are applicable only on a site specific basis.  The procedures for filing and processing appeals of Director interpretations shall otherwise be the same as those set forth in Subdivision 6 of Subsection C of this section.\n\n\tI.\tOptional Public Informational Meeting.  When provided for in individual specific plans, the Director may hold a public informational meeting in connection with the Planning Department’s review of a proposed project pursuant to the specific plan procedures set forth in Subsections C, D or E of this section, if the Director decides that the proposed project may have a potentially significant effect on adjoining properties or on the immediate neighborhood, or that it is likely to evoke public controversy, or that it would be in the public interest to conduct the meeting.  In those cases, written notice of the meeting shall be sent by First Class Mail at least 15 days prior to the meeting date to:  the applicant; the owner(s) of the property involved; owners of properties within 100 feet of the exterior boundaries of the property involved; the Councilmember(s) having jurisdiction over the specific plan area in which the property is located; to the Department of Neighborhood Empowerment; the chair of any design review or plan review board having jurisdiction over the specific plan area in which the property is located; and interested parties who have requested notice in writing.\n\n\tJ.\tDecision-Makers and Appellate Bodies for Other Specific Plan Provisions.  For those specific plan provisions which are not addressed elsewhere in this section, the initial decision-maker and appellate bodies responsible for implementing those provisions shall be the Area Planning Commission and Council, respectively, unless otherwise identified in the following table.  Notwithstanding the provisions of any specific plan to the contrary, there shall be only one level of appeal from any initial decision.\n\nDECISION \/ APPELLATE BODIES FOR OTHER SPECIFIC PLAN PROVISIONS\n\n\n  \n    \n      \n        \n      \n      \n        SPECIFIC PLAN PROVISION\n      \n      \n        Location\n      \n      \n        Decision Body\n      \n      \n        Decision or Appeal Body\n      \n    \n    \n      \n        1\n      \n      \n        ALAMEDA DISTRICT Project Plan Compliance – Phase II\n      \n      \n        Ord. No. 171,139\n        Sec 5A3\n      \n      \n        CPC\n      \n      \n        CCL\n      \n    \n    \n      \n        2\n      \n      \n        CENTRAL CITY WEST\n        TFAR\/Resid. Density\n      \n      \n        Ord. No. 167,944\n        Sec 7\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        \n      \n      \n        CENTRAL CITY WEST\n        Phasing-Annual Report\n      \n      \n        Ord. No. 167,944\n        Sec 16C\n      \n      \n        CPC\n      \n      \n        CCL\n      \n    \n    \n      \n        3\n      \n      \n        CENTURY CITY NORTH\n        Project Permit (Second Phase)\n      \n      \n        Ord. No. 156,122\n        Sec 3C\n      \n      \n        CPC\n      \n      \n        CCL\n      \n    \n    \n      \n        \n      \n      \n        CENTURY CITY NORTH\n        Alternate Trip Generation Calcs\n      \n      \n        Ord. No. 156,122\n        Sec 6\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        \n      \n      \n        CENTURY CITY NORTH\n        Public Uses\n      \n      \n        Ord. No. 156,122\n        Sec 7E\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        \n      \n      \n        CENTURY CITY NORTH\n        Changes to Pedestrian Corridor\n      \n      \n        Ord. No. 156,122\n        Sec 10B9\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        4\n      \n      \n        COASTAL TRANSPORTATION CORRIDOR\n        Trip Generation Calcs\n      \n      \n        Ord. No. 168,999\n        Sec 5C1\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        \n      \n      \n        COASTAL TRANSPORTATION CORRIDOR\n        Transportation Provisions\n      \n      \n        Ord. No. 168,999\n      \n      \n        DOT\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        COASTAL TRANSPORTATION CORRIDOR\n        Project Phasing Program\n      \n      \n        Ord. No. 168,999\n        Sec 8A\n      \n      \n        Director\/DOT\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        COASTAL TRANSPORTATION CORRIDOR\n        Public Pedestrian Facilities\n      \n      \n        Ord. No. 168,999\n        Sec 8B\n      \n      \n        Director\/\n        DOT\/ City Engineer\n      \n      \n        APC\n      \n    \n    \n      \n        5\n      \n      \n        HOLLYWOODLAND\n        Project Design Approval\n      \n      \n        Ord. No. 168,121\n        Sec 9F\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        6\n      \n      \n        LAX\/ EL SEGUNDO DUNES\n      \n      \n        Ord. No. 167,904\n        Sec 4\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        7\n      \n      \n        OXFORD TRIANGLE\n        Density Allowance\n      \n      \n        Ord. No. 170,155\n        Sec 6, 7\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        8\n      \n      \n        PLAYA VISTA AREA B\n        Time Limits\n      \n      \n        Ord. No. 160,521\n        165, 638\n        Sec 12\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        PLAYA VISTA AREA B\n        Plot Plan Review\n      \n      \n        Ord. No. 160,521\n        165, 638\n        Sec 7, 13\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        9\n      \n      \n        PLAYA VISTA AREA C\n        Time Limits\n      \n      \n        Ord. No. 165,639\n        Sec 12\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        PLAYA VISTA AREA C\n        Plot Plan Review\n      \n      \n        Ord. No. 165,639\n        Sec 7, 13\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        10\n      \n      \n        PLAYA VISTA AREA D\n        Time Limits\n      \n      \n        Ord. No. 160,523\n        170,785\n        Sec 10\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        PLAYA VISTA AREA D\n        Plot Plan Review\n      \n      \n        Ord. No. 160,523\n        170,785\n        Sec 7, 11\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        11\n      \n      \n        PORTER RANCH\n        Landscape Plans, Uses, Height\n      \n      \n        Ord. No. 166,068\n        Sec 13\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        12\n      \n      \n        VENTURA\/CAHUENGA BLVD\n        Phasing-Certification of Compliance\n      \n      \n        Ord. No. 171,240\n        Sec 6J\n      \n      \n        CPC\n      \n      \n        CCL\n      \n    \n    \n      \n        13\n      \n      \n        WARNER CENTER\n        Transportation Requirements\n      \n      \n        Ord. No. 168,873\n        168,984, 171,529\n        Sec 11\n      \n      \n        DOT\/ Director\n        B&#038;S\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        WARNER CENTER\n        Phasing Program\n      \n      \n        Ord. No. 168,873\n        168,984, 171,529\n        Sec 16\n      \n      \n        CPC\n      \n      \n        CCL\n      \n    \n    \n      \n        \n      \n      \n        WARNER CENTER\n        Traffic Mitigation Plan\n      \n      \n        Ord. No. 168,873\n        168,984, 171,529\n        Sec 11F\n      \n      \n        DOT, Director\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        WARNER CENTER\n        Residential Neighborhood\n        Protection Program\n      \n      \n        Ord. No. 168,873\n        168,984, 171,529\n        Sec 11K\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        14\n      \n      \n        WEST LA TIMP\n        Phasing Program\n      \n      \n        Ord. No. 171,492\n        Sec 7\n      \n      \n        CPC\n      \n      \n        CCL\n      \n    \n  \n\n\n\tLegend:\n\tAPC – Area Planning Commission\n\tCCL – City Council\n\tCPC – City Planning Commission\n\tDirector – Director of Planning\n\tDOT – Department of Transportation","order_by":"5.7","ancestry":{"1":{"id":"46","name":"Planning Comprehensive Planning Program","identifier":"1.5","label":"article","url":"\/1\/1.5\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"788","structure_id":"46","section_number":"11.5.1","catch_line":"Title.","url":"\/11.5.1\/","token":"11.5.1"},"1":{"id":"2556","structure_id":"46","section_number":"11.5.10","catch_line":"Withdrawal Of Appeal.","url":"\/11.5.10\/","token":"11.5.10"},"2":{"id":"3258","structure_id":"46","section_number":"11.5.2","catch_line":"Area Planning Commissions.","url":"\/11.5.2\/","token":"11.5.2"},"3":{"id":"1863","structure_id":"46","section_number":"11.5.3","catch_line":"Director Of Planning (Director).","url":"\/11.5.3\/","token":"11.5.3"},"4":{"id":"3422","structure_id":"46","section_number":"11.5.4","catch_line":"City Planning Commission.","url":"\/11.5.4\/","token":"11.5.4"},"5":{"id":"2150","structure_id":"46","section_number":"11.5.5","catch_line":"Mandatory Referrals – Authority Of Commission – Requirements.","url":"\/11.5.5\/","token":"11.5.5"},"6":{"id":"2540","structure_id":"46","section_number":"11.5.6","catch_line":"General Plan.","url":"\/11.5.6\/","token":"11.5.6"},"7":{"id":"1777","structure_id":"46","section_number":"11.5.7","catch_line":"Specific Plan Procedures.","url":"\/11.5.7\/","token":"11.5.7"},"8":{"id":"88","structure_id":"46","section_number":"11.5.8","catch_line":"Periodic Comprehensive General Plan Review.","url":"\/11.5.8\/","token":"11.5.8"},"9":{"id":"2396","structure_id":"46","section_number":"11.5.9","catch_line":"Withdrawal Of Application.","url":"\/11.5.9\/","token":"11.5.9"}},"next_section":{"id":"88","structure_id":"46","section_number":"11.5.8","catch_line":"Periodic Comprehensive General Plan Review.","url":"\/11.5.8\/","token":"11.5.8"},"metadata":false,"references":false,"url":"\/11.5.7\/","token":"11.5.7","formats":{"txt":"\/11.5.7.txt","json":"\/11.5.7.xml"},"dublin_core":{"Title":"Specific Plan Procedures.","Type":"Text","Format":"text\/html","Identifier":"§ 11.5.7","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nSPECIFIC PLAN PROCEDURES. (§ 11.5.7)\n\n  SPECIFIC PLAN PROCEDURES.\n\t(Amended by Ord. No. 173,455, Eff. 9\/22\/00.)\tA.\tDefinition, Purpose and\nObjectives.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  A specific plan is\na regulatory land use ordinance specifically designated in the ordinance as a\nspecific plan.  A specific plan shall provide by ordinance regulatory controls\nor incentives for the systematic execution of the General Plan and shall provide\nfor public needs, convenience and general welfare.  Except as otherwise\nprovided by this section, procedures for the establishment, amendment or repeal\nof specific plans are set forth in Section 12.32.\tThe objectives of this section\nare as follows:\t1.\tTo establish uniform citywide procedures for review of\napplications for projects within specific plan areas in accordance with\napplicable specific plan requirements and the City Charter; and\t2.\tTo establish\nuniform citywide standards and criteria for processing applications for\nexceptions from, amendments to and interpretations of specific\nplans.\tB.\tRelationship To Provisions of Specific Plans.  If any procedure\nestablished in a specific plan conflicts with any procedure set forth in this\nsection, the provisions of this section shall prevail.\t1.\tDefinitions.  For the\npurpose of this section, the following words and phrases are defined as\nfollows:\tProject Permit Compliance shall mean a decision by the Director that a\nproject complies with the regulations of the applicable specific plan, either as\nsubmitted or with conditions imposed to achieve compliance.\tProject Permit\nAdjustment shall mean a decision on a project by the Director granting a minor\nadjustment from certain specific plan regulations, subject to the limitations\nspecified by this section.\t2.\tApplication Procedure.\t(a)\tApplication, Form and\nContents.  To apply for a Project Permit Compliance, a Project Permit\nAdjustment, modification of a Project Permit Compliance, specific plan\nexception, or to request a specific plan amendment or specific plan\ninterpretation, an applicant shall file an application with the Department of\nCity Planning, on a form provided by the Department, and include all information\nrequired by the instructions on the application and any applicable adopted\nguidelines.  Prior to deeming the application complete, the Director shall\ndetermine and, if necessary, advise the applicant of the processes to be\nfollowed and fees to be paid.\t(b)\tApplication Fees.  The application fees for a\nProject Permit Compliance, Project Permit Adjustment, specific plan exception,\nrequest for a specific plan amendment and specific plan interpretation shall be\nas set forth in Section 19.01J.\tC.\tProject Permit Compliance Review – Director\nof Planning With Appeal to the Area Planning Commission.\t1.\tDirector’s\nAuthority.  The Director shall have the initial decision-making authority to\ndecide whether an application for a project within a specific plan area is in\nconformance with the regulations established by this subsection and in\ncompliance with applicable regulations of the specific plan.  In addition, the\nDirector shall have the authority to determine what type of projects are exempt\nfrom these Project Permit Compliance procedures based on exemption provisions\nand other regulations contained in individual specific plans.\t(a)\tThe Director\nshall review and approve, disapprove or approve with conditions an application\nfor a Project Permit Compliance.\t(b)\tIn granting a Project Permit Compliance,\nthe Director shall require compliance with the applicable regulations of the\nspecific plan and mitigation of significant adverse effects of the project on\nthe environment and surrounding areas.\t2.\tFindings.  The Director shall grant a\nProject Permit Compliance upon written findings that the project satisfies each\nof the following requirements:\t(a)\tThat the project substantially complies with\nthe applicable regulations, findings, standards and provisions of the specific\nplan; and (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)\t(b)\tThat the project\nincorporates mitigation measures, monitoring measures when necessary, or\nalternatives identified in the environmental review which would mitigate the\nnegative environmental effects of the project, to the extent physically\nfeasible.\t3.\tLimitations.  The granting of a Project Permit Compliance shall\nnot imply compliance with any other applicable provisions of the Los Angeles\nMunicipal Code.  Any corrections and\/or modifications to project plans made\nsubsequent to a Director’s Project Permit Compliance that are deemed necessary\nby the Department of Building and Safety for Building Code compliance, and which\ninvolve a change in floor area, parking, building height, yards or setbacks,\nbuilding separation or lot coverage, shall require a referral of the revised\nplans back to the Department of City Planning (and the Department of\nTransportation in cases where there are corrections and\/or modifications that\nmay affect the calculation of vehicle trips generated, project floor area or\nparking) for additional review and sign-off prior to the issuance of any permit\nin connection with those plans.\t4.\tDirector’s Decision.\t(a)\tTime Limit.  The\nDirector shall make a written decision approving, disapproving or approving with\nconditions a Project Permit Compliance application within 75 days after:\t(1)\tthe\ndate the application is deemed complete; or\t(2)\twhen an environmental impact\nreport (EIR) is required, the date the EIR is certified as complete consistent\nwith State law.\tThis time limit may be extended by mutual consent of the\nDirector and the applicant.  The time limit may also be extended as provided in\nSection 12.25 A.\t(b)\tTransmittal of Written Decision.  Upon making a written\ndecision, the Director shall transmit a copy by First Class Mail to the\napplicant.  Copies shall also be provided to: the Department of Building and\nSafety; the Councilmember(s) having jurisdiction over the specific plan area in\nwhich the property is located; the Department of Transportation, where\nappropriate; owners of all properties abutting, across the street or alley from,\nor having a common corner with the subject property; the Department of\nNeighborhood Empowerment; the chairperson of any design review or plan review\nboard having jurisdiction over the specific plan area in which the property is\nlocated; and interested parties who have filed written requests with the City\nPlanning Department.\t(c)\tEffective Date of Initial Decision.  The Director’s\nProject Permit Compliance shall become effective after an elapsed period of 15\ncalendar days from the date of mailing of the written decision, unless an appeal\nis filed on the decision within that period pursuant to Subdivision 6. of this\nsubsection.\t(d)\tApplicant’s Compliance with Project Permit Compliance Terms\nand Conditions.  Once a Project Permit Compliance is utilized, the applicant\nshall comply with the terms and conditions of the Project Permit Compliance that\naffect the construction and\/or operational phases of the project.  For purposes\nof this subsection, utilization of a Project Permit Compliance shall mean that a\nbuilding permit has been issued and construction work has begun and been carried\non diligently.\t(e)\t(Deleted by Ord. No. 182,106, Eff. 5\/20\/12.)\t(f)\tSite Plan\nReview Regulations.  Project review pursuant to the Site Plan Review\nregulations in Section 16.05 shall not be required for projects in those\nspecific plan areas, as determined by the Director, where similar project site\nplanning regulations are established by the specific plan and significant\nproject environmental impacts, if any, are mitigated by the measures imposed in\nthe Project Permit Compliance.\t(g)\tMini-Shopping Center and Commercial Corner\nDevelopment Regulations.  Project review pursuant to the Mini-Shopping Center\nCommercial Corner Development regulations in Section 12.22A23 shall not be\nrequired for projects in those specific plan areas, as determined by the\nDirector, where similar mini-shopping center or commercial corner development\nregulations are established by the specific plan and significant project\nenvironmental impacts, if any, are mitigated by the measures imposed in the\nProject Permit Compliance.\t5.\tFailure to Act – Transfer of\nJurisdiction.\t(a)\tIf the Director fails to act on an application within 75 days\nfrom the date of filing a complete application, or within a mutually agreed upon\nextension of time, the applicant may file a request for a transfer of\njurisdiction to the Area Planning Commission for decision.\t(b)\tWhen the Area\nPlanning Commission receives the applicant’s request for a transfer of\njurisdiction, the Director shall lose jurisdiction.  However, the Area Planning\nCommission may remand the matter to the Director, who shall regain jurisdiction\nfor the time and purpose specified in the remand action.  In addition, upon\nreceipt of a written request by the applicant for withdrawal of the transfer of\njurisdiction prior to the matter being considered by the Area Planning\nCommission, the matter shall be remanded to the Director.\t(c)\tIf the matter is\nnot remanded, the Area Planning Commission shall consider the application\nfollowing the same procedures and subject to the same limitations as are\napplicable to the Director, except that the Area Planning Commission shall act\nwithin 45 days of the transfer of jurisdiction.  The Department of City\nPlanning shall make investigations and furnish any reports requested by the body\nto which the matter has been transferred.\t6.\tAppeals.\t(a)\tFiling of an Appeal. \nAn applicant or any other person aggrieved by the Director’s decision may\nappeal the decision to the Area Planning Commission.  The appeal shall be filed\nwithin 15 days of the date of mailing of the Director’s decision on forms\nprovided by the Department.  The appeal shall set forth specifically the points\nat issue, the reasons for the appeal, and the basis upon which the appellant\nclaims there was an error or abuse of discretion by the Director.  Any appeal\nnot filed within the 15-day period shall not be considered by the Area Planning\nCommission.  The filing of an appeal stays proceedings in the matter until the\nArea Planning Commission has made a decision.  Once an appeal is filed, the\nDirector shall transmit the appeal and the file to the Area Planning Commission,\ntogether with any reports responding to the allegations made in the\nappeal.\t(b)\tAppellate Decision – Public Hearing and Notice.  Before acting on\nany appeal, the Area Planning Commission shall set the matter for hearing, with\nwritten notice of the hearing sent by First Class Mail at least 15 days prior to\nthe meeting date to:  the applicant; the owner(s) of the property involved;\nowners of properties within 100 feet of the exterior boundaries of the property\ninvolved; the Councilmember(s) having jurisdiction over the specific plan area\nin which the property is located; the Department of Neighborhood Empowerment;\nthe chairperson of any design review or plan review board having jurisdiction\nover the specific plan area in which the property is located; and interested\nparties who have requested notice in writing.\t(c)\tTime for Appellate Decision. \nThe Area Planning Commission shall act within 75 days after the expiration of\nthe appeal period or within any additional period mutually agreed upon by the\napplicant and the Area Planning Commission.  The failure of the Area Planning\nCommission to act within this time period shall be deemed a denial of the\nappeal.\t(d)\tAppellate Decision.  The Area Planning Commission may reverse or\nmodify, in whole or in part, a decision of the Director.  The Area Planning\nCommission shall make the same findings required to be made by the Director,\nsupported by facts in the record, and indicate why the Director erred in\ndetermining a project’s compliance with the applicable regulations of the\nspecific plan.\t(e)\tEffective Date of Appellate Decision.  The appellate\ndecision of the Area Planning Commission shall be final and effective as\nprovided in Charter Section 245.\tD.\tModification of a Project Permit Compliance\n– Director of Planning With Appeals to the Area Planning Commission.  Once a\nProject Permit Compliance becomes effective, any subsequent proposed\nmodification to the project shall require a review by the Director, who shall\ngrant approval of the modification if he or she finds the modification to be\nsubstantially in conformance with the original Project Permit\nCompliance.\t1.\tModification Procedure.  To modify an approved project, an\napplicant shall  file an application with the Department of City Planning\npursuant to the application procedure set forth in Paragraph (a) of Subdivision\n2 of Subsection B.  The application shall include an illustrated description of\nthe proposed modification and a narrative justification.  Written proof of any\nmodification required by a public agency shall be submitted with the\napplication.\t2.\tLimitations.  Modification applications and approvals shall\nonly be valid for Project Permit Compliance decisions which have not expired. \nUnless the Director has granted an extension of time to utilize a Project Permit\nCompliance pursuant to Paragraph (e) of Subdivision 4 of Subsection C of this\nsection, modifications shall not suspend or extend the authorization period of\nthe original Project Permit Compliance.\t3.\tTransfers of Jurisdiction –\nAppeals.  The procedures for processing transfers of jurisdiction and appeals\nof Director’s decisions on modifications shall be the same as those set forth\nfor Project Permit Compliance decisions in Subdivisions 5 and 6 of Subsection C\nof this section.\tE.\tProject Permit Adjustments – Director of Planning With\nAppeals to the Area Planning Commission.\t1.\tDirector’s Authority.  The\nDirector shall have initial decision-making authority to grant a Project Permit\nAdjustment for minor adjustments from certain specific plan regulations.  The\nprocedures for reviewing applications shall be in Subsection C in addition to\nthose set forth below.\t(a)\tIn granting a Project Permit Adjustment, the Director\nmay impose project conditions as the Director deems necessary in order to\nachieve substantial conformance with the specific plan regulations.\t(b)\tIf an\napplication requests more than one Project Permit Adjustment, the Director may\ndetermine and advise the applicant, prior to the application being deemed\ncomplete, that the request be filed and processed as a specific plan exception\npursuant to Subsection F of this section.\t2.\tProject Permit Adjustments shall be\nlimited to:\t(a)\tAdjustments permitting project height to exceed the designated\nheight limitation on the property involved by less than ten percent;\t(b)\tWhen\nthe calculation of the maximum number of permitted multiple- family dwelling\nunits results in a fraction, the number of total dwelling units may be rounded\nup to the next whole number, if the lot area remaining after calculating the\nmaximum number of permitted dwelling units is at least 90 percent of the lot\narea required by the specific plan regulation to permit one additional dwelling\nunit;\t(c)\tAdjustments permitting portions of buildings to extend into a required\nyard, setback or other open space a distance of less than 20 percent of the\nminimum width or depth of the required yard, setback or open\nspace;\t(d)\tAdjustments to minimum landscaped area requirements of less than 20\npercent, or minor adjustments to required types of landscape\nmaterials;\t(e)\tAdjustments to permitted signs that:\t(1)\texceed the maximum sign\nsize (area) limitation by less than 20 percent;\t(2)\texceed the limit on the\nmaximum number of signs by no more than 20 percent; or\t(3)\texceed the maximum\nsign height by no more than two feet;\t(f)\tAdjustments from the minimum or\nmaximum number of required parking spaces associated with a project of less than\nten percent; and\t(g)\tMinor adjustments from other specific plan development\nregulations, which do not substantially alter the execution or intent of those\nspecific plan regulations to the proposed project, and which do not change the\npermitted use, floor area, density or intensity, height or bulk, setbacks or\nyards, lot coverage limitations, or parking standards regulated by the specific\nplan.\t3.\tFindings.  The Director shall grant a Project Permit Adjustment upon a\nwritten finding that the project satisfies each of the following requirements,\nin addition to any other required specific plan findings that may pertain to the\nProject Permit Compliance:\t(a)\tThat there are special circumstances applicable\nto the project or project site which make the strict application of the specific\nplan regulation(s) impractical;\t(b)\tThat in granting the Project Permit\nAdjustment, the Director has imposed project requirements and\/or decided that\nthe proposed project will substantially comply with all applicable specific plan\nregulations;\t(c)\tThat in granting the Project Permit Adjustment, the Director\nhas considered and found no detrimental effects of the adjustment on surrounding\nproperties and public rights-of-way; and\t(d)\tThat the project incorporates\nmitigation measures, monitoring of measures when necessary, or alternatives\nidentified in the environmental review which would mitigate the negative\nenvironmental effects of the project, to the extent physically\nfeasible.\tF.\tExceptions from Specific Plans – Area Planning Commission With\nAppeals to the City Council.\t1.\tAuthority of the Area Planning Commission.  The\nArea Planning Commission shall have initial decision-making authority for\ngranting exceptions from specific plan regulations.  In accordance with\nSubsection D of Section 12.24, the Area Planning Commission shall hold a hearing\nat which evidence is taken.\t(a)\tIn granting an exception from a specific plan,\nthe Area Planning Commission shall impose conditions to remedy any resulting\ndisparity of privilege and that are necessary to protect the public health,\nsafety, welfare and assure compliance with the objectives of the general plan\nand the purpose and intent of the specific plan.  An exception from a specific\nplan shall not be used to grant a special privilege, nor to grant relief from\nself-imposed hardships.\t(b)\tIf an application for an exception would potentially\nimpact a specific plan policy or a regulation affecting the entire specific plan\narea or any of its subareas, the Director shall advise the applicant, prior to\nthe application being deemed complete, to request the City to initiate a\nspecific plan amendment pursuant to Subsection G in lieu of processing the\napplication for an exception.\t(c)\tException for Relief from a Specific Plan\nRegulation and the Same Type of Regulation With the Same Standard in Chapter I\nof this Code.  (Added by Ord. No. 173,492, Eff. 10\/10\/00.)  If a specific plan\ncontains a regulation that is the same type of regulation with the same standard\nas one contained in an applicable provision of Chapter I of this Code, an\napplicant seeking relief from those regulations need only apply for and receive\nan exception to the specific plan.  In this situation, the specific plan\nregulation is considered to supersede the Code provision and thus a variance is\nnot required.\t(d)\tException for Relief from Specific Plan Regulation and the\nSame Type of Regulation With a Different Standard in Chapter I of this Code\nWhere Specific Plan Supersedes the Code.  (Added by Ord. No. 173,492, Eff.\n10\/10\/00.)  If a specific plan contains a regulation that conflicts with the\nsame type of regulation but with a different standard contained in an applicable\nprovision of Chapter I of this Code and the specific plan supersedes the Code by\nits terms, then an applicant seeking relief from that specific plan regulation\nneed only apply for and receive an exception to the specific plan.  In this\nsituation, a variance is not also required.\t(e)\tException for Relief from\nSpecific Plan Regulation and the Same Type of Regulation With a Different\nStandard in Chapter I of this Code Where Specific Plan Does Not Supersede the\nCode.  (Added by Ord. No. 173,492, Eff. 10\/10\/00.)  If a specific plan\ncontains a regulation that conflicts with the same type of regulation but with a\ndifferent standard contained in an applicable provision of Chapter I of this\nCode and the specific plan does not supersede the Code by its terms, then an\napplicant seeking relief from those regulations must apply for and receive both\nan exception to the specific plan and a variance for relief from those Code\nprovisions.\t(f)\tException for Wireless Telecommunications Facilities. \nNotwithstanding the provisions of the first unnumbered paragraph of this\nsubdivision, the installation of wireless antennas and associated equipment\ncabinets on the rooftops of buildings in the C and M Zones when established in\nconformance with the standards contained in Section 12.21 A.21. do not need a\nspecific plan exception, except that rooftop antennas located within a scenic\nparkway specific plan, scenic corridor specific plan, or a roadway designated as\na scenic highway within a specific plan area shall be subject to a specific plan\nexception.  Any application involving the use, height, installation or\nmaintenance of wireless telecommunication facilities that do not comply with the\nprovisions of Section 12.21 A.21. and which are located within specific plan\nareas shall be filed pursuant to Section 12.24 W.49. of this Code and considered\nby the Zoning Administrator as the initial decision-maker, except that\napplications located within a scenic parkway specific plan, scenic corridor\nspecific plan, or a roadway designated as a scenic highway within a specific\nplan area shall be subject to a specific plan exception.  (Amended by Ord. No.\n177,120, Eff. 12\/26\/05.)\t(g)\tEldercare Facilities.  An applicant who files an\napplication involving Eldercare Facilities seeking relief from specific plan\nregulations need not apply for a specific plan exception pursuant to Subsection\nF. of this section but need only apply for and receive an approval pursuant to\nSection 14.3.1 of this Code.  (Added by Ord. No. 178,063, Eff.\n12\/30\/06.)\t2.\tFindings.  The Area Planning Commission may permit an exception\nfrom a specific plan if it makes all the following findings:\t(a)\tThat the strict\napplication of the regulations of the specific plan to the subject property\nwould result in practical difficulties or unnecessary hardships inconsistent\nwith the general purpose and intent of the specific plan;\t(b)\tThat there are\nexceptional circumstances or conditions applicable to the subject property\ninvolved or to the intended use or development of the subject property that do\nnot apply generally to other property in the specific plan area;\t(c)\tThat an\nexception from the specific plan is necessary for the preservation and enjoyment\nof a substantial property right or use generally possessed by other property\nwithin the specific plan area in the same zone and vicinity but which, because\nof special circumstances and practical difficulties or unnecessary hardships is\ndenied to the property in question;\t(d)\tThat the granting of an exception will\nnot be detrimental to the public welfare or injurious to the property or\nimprovements adjacent to or in the vicinity of the subject property;\nand\t(e)\tThat the granting of an exception will be consistent with the\nprinciples, intent and goals of the specific plan and any applicable element of\nthe general plan.\t3.\tDecision by Area Planning Commission.\t(a)\tThe Area Planning\nCommission shall render a decision on an application for an exception from a\nspecific plan within 75 days after filing unless the applicant and Area Planning\nCommission consent in writing to a longer period.\t(b)\tDecisions by the Area\nPlanning Commission shall be supported by written findings of fact based on\nevidence in the record.  Upon making a decision upon an application for an\nexception from a specific plan, the Area Planning Commission shall place a copy\nof its written findings, where required, and decision on file in the City\nPlanning Department and provide a copy to:  the Department of Building and\nSafety; the Councilmember(s) having jurisdiction over the specific plan area in\nwhich the property is located; and the Department of Transportation, where\nappropriate.  Copies of the decision shall also be provided by First Class Mail\nto: the applicant; the Department of Neighborhood Empowerment; the chairperson\nof any design review or plan review board having jurisdiction over the specific\nplan area in which the property is located; and interested parties who have\nfiled written requests with the City Planning Department.\t4.\tEffective Date of\nDecision.  The Area Planning Commission’s decision shall become final after\nan elapsed period of 15 calendar days from the date of mailing of the written\ndecision, unless an appeal is filed on the decision within that period pursuant\nto this subsection.\t5.\t(Deleted by Ord. No. 182,106, Eff. 5\/20\/12.)\t6.\tFailure\nto Act – Transfer of Jurisdiction from the Area Planning Commission.  If the\nArea Planning Commission fails to act on an application for an exception from a\nspecific plan within the time limit specified in this subsection, the applicant\nmay file a request for a transfer of jurisdiction to the City Council for a\ndecision upon the original application, in which case, the Area Planning\nCommission shall lose jurisdiction.  A request for transfer of jurisdiction may\nbe filed in any public office of the Department of City Planning.\tThe Council\nmay approve the application subject to making the findings contained in\nSubdivision 2. of this subsection, and may impose upon the approval conditions\nit deems necessary in accordance with those findings.  The action of the\nCouncil shall be adopted by a majority vote of the whole Council within 45 days\nof the date the City Clerk receives the request for the transfer.\t7.\tAppeal of\nArea Planning Commission Decision.  An applicant or any other person aggrieved\nby a decision of the Area Planning Commission may appeal the decision to the\nCity Council.  The appeal shall be filed within 15 days of the date of mailing\nof the decision on forms provided by the Planning Department.  The appeal shall\nset forth specifically the points at issue, the reasons for the appeal, and the\nbasis upon which the appellant claims there was an error or abuse of discretion\nby the Area Planning Commission.  Any appeal not filed within the 15-day period\nshall not be considered by the City Council.  The filing of an appeal stays\nproceedings in the matter until the City Council has made a decision.  Once an\nappeal is filed, the Area Planning Commission shall transmit the appeal and the\nfile to the City Council, together with any report responding to the allegations\nmade in the appeal.\tThe Council may reverse or modify, in whole or in part, any\ndecision of the Area Planning Commission only by a two-thirds vote of the whole\nCouncil.  The decision must contain a finding of fact showing why the proposed\nexception to a specific plan complies or fails to comply with the requirements\nof this section.  Any vote of the Council in which less than two-thirds of the\nwhole Council vote to reverse or modify the decision of the Area Planning\nCommission shall be deemed to be an action denying the appeal.  The failure of\nthe Council to vote upon an appeal within 90 days after the expiration of the\nappeal period, or within any additional period agreed upon by the applicant and\nthe Council, shall also be deemed a denial of the appeal.\t8.\tHearing by\nCouncil.  (Amended by Ord. No. 173,992, Eff. 7\/6\/01.)  Before acting on any\nappeal, or on any matter transferred to it because of a failure to act, the City\nCouncil or its Committee shall set the matter for hearing, giving the same\nnotice as provided in Subdivision 1. of this subsection.\tG.\tAmendments to\nSpecific Plans – City Planning Commission Recommendation With City Council\nDecision.  The City Planning Commission shall have the authority for making\nrecommendations for amendments to specific plans.  The procedures for amending\nspecific plans are set forth in Subsections A., C. and E. of Section 12.32,\nexcept that the publication and mailing of the hearing notice indicating the\ntime, place and purpose of the City Planning Commission hearing shall be given\nat least 24 days prior to the date of the hearing.  An amendment to a specific\nplan shall be required for any of the following proposals:\t1.\tTo permit\nestablishment of a new principal use or a change of use that the specific plan\nspecifically identifies as a prohibited use (Note: a specific plan exception\nshall be required for alteration or enlargement of an existing legal\nnonconforming use.);\t2.\tTo permit a use which exceeds the maximum number of\npermitted establishments or the maximum permitted occupant load for that use\nwithin the specific plan area or any of its subareas;\t3.\tTo permit a sign which\nthe specific plan specifically identifies as a prohibited sign;\t4.\tTo deviate\nfrom the requirements of a plan map footnote;\t5.\tTo make significant changes to\nenvironmental mitigation measures which were adopted as part of the\nenvironmental clearance for the specific plan;\t6.\tTo make changes to impact fees\nwhich affect implementation of the specific plan or planned improvements;\t7.\tTo\nmake boundary changes to the specific plan area or its subareas;\t8.\tTo change\nhighway\/street designations;\t9.\tAny request which causes an inconsistency with\nthe applicable community plan(s) and necessitates a community plan amendment;\nor\t10.\tOther significant policy changes or modifications to specific plan\nregulations which affect the entire specific plan area or any of its subareas,\nas determined by the Director.\tH.\tInterpretations of Specific Plans.  The\nDirector shall have authority to interpret specific plans when there is a lack\nof clarity in the meaning of their regulations.\t1.\tApplication Procedure.  To\nrequest a specific plan interpretation, an applicant shall file an application\nwith the Department of City Planning pursuant to the application procedure set\nforth in Paragraph (a) of Subdivision 2 of Subsection B of this section.  The\napplication shall include a reference to the specific plan regulation(s) for\nwhich clarification is requested and a narrative description of why a\nclarification is necessary for the project or subject property\ninvolved.\t2.\tDirector’s Decision.  Upon receipt of a deemed complete\napplication, the Director’s written interpretation shall be subject to the\nsame time limit to act, transmittal requirement and effective date of decision\nas set forth in Paragraphs (a) through (c) of Subdivision 4 of Subsection\nC.\t3.\tAppeals.  The City Planning Commission shall hear appeals on Director\ninterpretations which affect an entire specific plan area or any of its\nsubareas, and the Area Planning Commission shall hear appeals on Director\ninterpretations which are applicable only on a site specific basis.  The\nprocedures for filing and processing appeals of Director interpretations shall\notherwise be the same as those set forth in Subdivision 6 of Subsection C of\nthis section.\tI.\tOptional Public Informational Meeting.  When provided for in\nindividual specific plans, the Director may hold a public informational meeting\nin connection with the Planning Department’s review of a proposed project\npursuant to the specific plan procedures set forth in Subsections C, D or E of\nthis section, if the Director decides that the proposed project may have a\npotentially significant effect on adjoining properties or on the immediate\nneighborhood, or that it is likely to evoke public controversy, or that it would\nbe in the public interest to conduct the meeting.  In those cases, written\nnotice of the meeting shall be sent by First Class Mail at least 15 days prior\nto the meeting date to:  the applicant; the owner(s) of the property involved;\nowners of properties within 100 feet of the exterior boundaries of the property\ninvolved; the Councilmember(s) having jurisdiction over the specific plan area\nin which the property is located; to the Department of Neighborhood Empowerment;\nthe chair of any design review or plan review board having jurisdiction over the\nspecific plan area in which the property is located; and interested parties who\nhave requested notice in writing.\tJ.\tDecision-Makers and Appellate Bodies for\nOther Specific Plan Provisions.  For those specific plan provisions which are\nnot addressed elsewhere in this section, the initial decision-maker and\nappellate bodies responsible for implementing those provisions shall be the Area\nPlanning Commission and Council, respectively, unless otherwise identified in\nthe following table.  Notwithstanding the provisions of any specific plan to\nthe contrary, there shall be only one level of appeal from any initial\ndecision.DECISION \/ APPELLATE BODIES FOR OTHER SPECIFIC PLAN PROVISIONS\n  \n    \n      \n        \n      \n      \n        SPECIFIC PLAN PROVISION\n      \n      \n        Location\n      \n      \n        Decision Body\n      \n      \n        Decision or Appeal Body\n      \n    \n    \n      \n        1\n      \n      \n        ALAMEDA DISTRICT Project Plan Compliance – Phase II\n      \n      \n        Ord. No. 171,139\n        Sec 5A3\n      \n      \n        CPC\n      \n      \n        CCL\n      \n    \n    \n      \n        2\n      \n      \n        CENTRAL CITY WEST\n        TFAR\/Resid. Density\n      \n      \n        Ord. No. 167,944\n        Sec 7\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        \n      \n      \n        CENTRAL CITY WEST\n        Phasing-Annual Report\n      \n      \n        Ord. No. 167,944\n        Sec 16C\n      \n      \n        CPC\n      \n      \n        CCL\n      \n    \n    \n      \n        3\n      \n      \n        CENTURY CITY NORTH\n        Project Permit (Second Phase)\n      \n      \n        Ord. No. 156,122\n        Sec 3C\n      \n      \n        CPC\n      \n      \n        CCL\n      \n    \n    \n      \n        \n      \n      \n        CENTURY CITY NORTH\n        Alternate Trip Generation Calcs\n      \n      \n        Ord. No. 156,122\n        Sec 6\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        \n      \n      \n        CENTURY CITY NORTH\n        Public Uses\n      \n      \n        Ord. No. 156,122\n        Sec 7E\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        \n      \n      \n        CENTURY CITY NORTH\n        Changes to Pedestrian Corridor\n      \n      \n        Ord. No. 156,122\n        Sec 10B9\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        4\n      \n      \n        COASTAL TRANSPORTATION CORRIDOR\n        Trip Generation Calcs\n      \n      \n        Ord. No. 168,999\n        Sec 5C1\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        \n      \n      \n        COASTAL TRANSPORTATION CORRIDOR\n        Transportation Provisions\n      \n      \n        Ord. No. 168,999\n      \n      \n        DOT\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        COASTAL TRANSPORTATION CORRIDOR\n        Project Phasing Program\n      \n      \n        Ord. No. 168,999\n        Sec 8A\n      \n      \n        Director\/DOT\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        COASTAL TRANSPORTATION CORRIDOR\n        Public Pedestrian Facilities\n      \n      \n        Ord. No. 168,999\n        Sec 8B\n      \n      \n        Director\/\n        DOT\/ City Engineer\n      \n      \n        APC\n      \n    \n    \n      \n        5\n      \n      \n        HOLLYWOODLAND\n        Project Design Approval\n      \n      \n        Ord. No. 168,121\n        Sec 9F\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        6\n      \n      \n        LAX\/ EL SEGUNDO DUNES\n      \n      \n        Ord. No. 167,904\n        Sec 4\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        7\n      \n      \n        OXFORD TRIANGLE\n        Density Allowance\n      \n      \n        Ord. No. 170,155\n        Sec 6, 7\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        8\n      \n      \n        PLAYA VISTA AREA B\n        Time Limits\n      \n      \n        Ord. No. 160,521\n        165, 638\n        Sec 12\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        PLAYA VISTA AREA B\n        Plot Plan Review\n      \n      \n        Ord. No. 160,521\n        165, 638\n        Sec 7, 13\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        9\n      \n      \n        PLAYA VISTA AREA C\n        Time Limits\n      \n      \n        Ord. No. 165,639\n        Sec 12\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        PLAYA VISTA AREA C\n        Plot Plan Review\n      \n      \n        Ord. No. 165,639\n        Sec 7, 13\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        10\n      \n      \n        PLAYA VISTA AREA D\n        Time Limits\n      \n      \n        Ord. No. 160,523\n        170,785\n        Sec 10\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        PLAYA VISTA AREA D\n        Plot Plan Review\n      \n      \n        Ord. No. 160,523\n        170,785\n        Sec 7, 11\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        11\n      \n      \n        PORTER RANCH\n        Landscape Plans, Uses, Height\n      \n      \n        Ord. No. 166,068\n        Sec 13\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        12\n      \n      \n        VENTURA\/CAHUENGA BLVD\n        Phasing-Certification of Compliance\n      \n      \n        Ord. No. 171,240\n        Sec 6J\n      \n      \n        CPC\n      \n      \n        CCL\n      \n    \n    \n      \n        13\n      \n      \n        WARNER CENTER\n        Transportation Requirements\n      \n      \n        Ord. No. 168,873\n        168,984, 171,529\n        Sec 11\n      \n      \n        DOT\/ Director\n        B&#038;S\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        WARNER CENTER\n        Phasing Program\n      \n      \n        Ord. No. 168,873\n        168,984, 171,529\n        Sec 16\n      \n      \n        CPC\n      \n      \n        CCL\n      \n    \n    \n      \n        \n      \n      \n        WARNER CENTER\n        Traffic Mitigation Plan\n      \n      \n        Ord. No. 168,873\n        168,984, 171,529\n        Sec 11F\n      \n      \n        DOT, Director\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        WARNER CENTER\n        Residential Neighborhood\n        Protection Program\n      \n      \n        Ord. No. 168,873\n        168,984, 171,529\n        Sec 11K\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        14\n      \n      \n        WEST LA TIMP\n        Phasing Program\n      \n      \n        Ord. No. 171,492\n        Sec 7\n      \n      \n        CPC\n      \n      \n        CCL\n      \n    \n  \n\tLegend:\n\tAPC – Area Planning Commission\n\tCCL – City Council\n\tCPC – City Planning Commission\n\tDirector – Director of Planning\n\tDOT – Department of Transportation\n","html":"\n\t\t\t\t\t<section><p>  SPECIFIC PLAN PROCEDURES.\n\t(Amended by Ord. No. 173,455, Eff. 9\/22\/00.)<br \/><br \/>\tA.\tDefinition, Purpose and Objectives.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  A specific plan is a regulatory land use <span class=\"dictionary\">ordinance<\/span> specifically designated in the <span class=\"dictionary\">ordinance<\/span> as a specific plan.  A specific plan shall provide by <span class=\"dictionary\">ordinance<\/span> regulatory controls or incentives for the systematic execution of the General Plan and shall provide for public needs, convenience and general welfare.  Except as otherwise provided by this section, procedures for the establishment, amendment or repeal of specific plans are set forth in Section 12.32.<br \/><br \/>\tThe objectives of this section are as follows:<br \/><br \/>\t1.\tTo establish uniform citywide procedures for review of applications for projects within specific plan areas in accordance with applicable specific plan requirements and the City Charter; and<br \/><br \/>\t2.\tTo establish uniform citywide standards and criteria for processing applications for exceptions from, amendments to and interpretations of specific plans.<br \/><br \/>\tB.\tRelationship To Provisions of Specific Plans.  If any procedure established in a specific plan conflicts with any procedure set forth in this section, the provisions of this section shall prevail.<br \/><br \/>\t1.\tDefinitions.  For the purpose of this section, the following words and phrases are defined as follows:<br \/><br \/>\tProject Permit Compliance shall mean a decision by the Director that a project complies with the regulations of the applicable specific plan, either as submitted or with conditions imposed to achieve compliance.<br \/><br \/>\tProject Permit Adjustment shall mean a decision on a project by the Director granting a <span class=\"dictionary\">minor<\/span> adjustment from certain specific plan regulations, subject to the limitations specified by this section.<br \/><br \/>\t2.\tApplication Procedure.<br \/><br \/>\t(a)\tApplication, Form and Contents.  To apply for a Project Permit Compliance, a Project Permit Adjustment, modification of a Project Permit Compliance, specific plan exception, or to request a specific plan amendment or specific plan interpretation, an applicant shall file an application with the Department of City Planning, on a form provided by the Department, and include all information required by the instructions on the application and any applicable adopted guidelines.  Prior to deeming the application complete, the Director shall determine and, if necessary, advise the applicant of the processes to be followed and fees to be paid.<br \/><br \/>\t(b)\tApplication Fees.  The application fees for a Project Permit Compliance, Project Permit Adjustment, specific plan exception, request for a specific plan amendment and specific plan interpretation shall be as set forth in Section 19.01J.<br \/><br \/>\tC.\tProject Permit Compliance Review – Director of Planning With <span class=\"dictionary\">Appeal<\/span> to the Area Planning Commission.<br \/><br \/>\t1.\tDirector’s Authority.  The Director shall have the initial decision-making authority to decide whether an application for a project within a specific plan area is in conformance with the regulations established by this subsection and in compliance with applicable regulations of the specific plan.  In addition, the Director shall have the authority to determine what type of projects are exempt from these Project Permit Compliance procedures based on exemption provisions and other regulations contained in individual specific plans.<br \/><br \/>\t(a)\tThe Director shall review and approve, disapprove or approve with conditions an application for a Project Permit Compliance.<br \/><br \/>\t(b)\tIn granting a Project Permit Compliance, the Director shall require compliance with the applicable regulations of the specific plan and mitigation of significant adverse effects of the project on the environment and surrounding areas.<br \/><br \/>\t2.\t<span class=\"dictionary\">Findings<\/span>.  The Director shall grant a Project Permit Compliance upon written <span class=\"dictionary\">findings<\/span> that the project satisfies each of the following requirements:<br \/><br \/>\t(a)\tThat the project substantially complies with the applicable regulations, <span class=\"dictionary\">findings<\/span>, standards and provisions of the specific plan; and (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)<br \/><br \/>\t(b)\tThat the project incorporates mitigation measures, monitoring measures when necessary, or alternatives identified in the environmental review which would mitigate the negative environmental effects of the project, to the extent physically feasible.<br \/><br \/>\t3.\tLimitations.  The granting of a Project Permit Compliance shall not imply compliance with any other applicable provisions of the Los Angeles Municipal Code.  Any corrections and\/or modifications to project plans made subsequent to a Director’s Project Permit Compliance that are deemed necessary by the Department of Building and Safety for Building Code compliance, and which involve a change in floor area, parking, building height, yards or setbacks, building separation or lot coverage, shall require a referral of the revised plans back to the Department of City Planning (and the Department of Transportation in cases where there are corrections and\/or modifications that may affect the calculation of vehicle trips generated, project floor area or parking) for additional review and sign-off prior to the issuance of any permit in connection with those plans.<br \/><br \/>\t4.\tDirector’s Decision.<br \/><br \/>\t(a)\tTime Limit.  The Director shall make a written decision approving, disapproving or approving with conditions a Project Permit Compliance application within 75 days after:<br \/><br \/>\t(1)\tthe date the application is deemed complete; or<br \/><br \/>\t(2)\twhen an environmental impact report (EIR) is required, the date the EIR is certified as complete consistent with State <span class=\"dictionary\">law<\/span>.<br \/><br \/>\tThis time limit may be extended by mutual consent of the Director and the applicant.  The time limit may also be extended as provided in Section 12.25 A.<br \/><br \/>\t(b)\tTransmittal of Written Decision.  Upon making a written decision, the Director shall transmit a copy by First Class Mail to the applicant.  Copies shall also be provided to: the Department of Building and Safety; the Councilmember(s) having <span class=\"dictionary\">jurisdiction<\/span> over the specific plan area in which the property is located; the Department of Transportation, where appropriate; owners of all properties abutting, across the street or alley from, or having a common corner with the subject property; the Department of Neighborhood Empowerment; the chairperson of any design review or plan review board having <span class=\"dictionary\">jurisdiction<\/span> over the specific plan area in which the property is located; and interested parties who have filed written requests with the City Planning Department.<br \/><br \/>\t(c)\tEffective Date of Initial Decision.  The Director’s Project Permit Compliance shall become effective after an elapsed period of 15 calendar days from the date of mailing of the written decision, unless an <span class=\"dictionary\">appeal<\/span> is filed on the decision within that period pursuant to Subdivision 6. of this subsection.<br \/><br \/>\t(d)\tApplicant’s Compliance with Project Permit Compliance Terms and Conditions.  Once a Project Permit Compliance is utilized, the applicant shall comply with the terms and conditions of the Project Permit Compliance that affect the construction and\/or operational phases of the project.  For purposes of this subsection, utilization of a Project Permit Compliance shall mean that a building permit has been issued and construction work has begun and been carried on diligently.<br \/><br \/>\t(e)\t(Deleted by Ord. No. 182,106, Eff. 5\/20\/12.)<br \/><br \/>\t(f)\tSite Plan Review Regulations.  Project review pursuant to the Site Plan Review regulations in Section 16.05 shall not be required for projects in those specific plan areas, as determined by the Director, where similar project site planning regulations are established by the specific plan and significant project environmental impacts, if any, are mitigated by the measures imposed in the Project Permit Compliance.<br \/><br \/>\t(g)\tMini-Shopping Center and Commercial Corner Development Regulations.  Project review pursuant to the Mini-Shopping Center Commercial Corner Development regulations in Section 12.22A23 shall not be required for projects in those specific plan areas, as determined by the Director, where similar mini-shopping center or commercial corner development regulations are established by the specific plan and significant project environmental impacts, if any, are mitigated by the measures imposed in the Project Permit Compliance.<br \/><br \/>\t5.\tFailure to Act – Transfer of <span class=\"dictionary\">Jurisdiction<\/span>.<br \/><br \/>\t(a)\tIf the Director fails to act on an application within 75 days from the date of filing a complete application, or within a mutually agreed upon extension of time, the applicant may file a request for a transfer of <span class=\"dictionary\">jurisdiction<\/span> to the Area Planning Commission for decision.<br \/><br \/>\t(b)\tWhen the Area Planning Commission receives the applicant’s request for a transfer of <span class=\"dictionary\">jurisdiction<\/span>, the Director shall lose <span class=\"dictionary\">jurisdiction<\/span>.  However, the Area Planning Commission may <span class=\"dictionary\">remand<\/span> the matter to the Director, who shall regain <span class=\"dictionary\">jurisdiction<\/span> for the time and purpose specified in the <span class=\"dictionary\">remand<\/span> action.  In addition, upon receipt of a written request by the applicant for withdrawal of the transfer of <span class=\"dictionary\">jurisdiction<\/span> prior to the matter being considered by the Area Planning Commission, the matter shall be remanded to the Director.<br \/><br \/>\t(c)\tIf the matter is not remanded, the Area Planning Commission shall consider the application following the same procedures and subject to the same limitations as are applicable to the Director, except that the Area Planning Commission shall act within 45 days of the transfer of <span class=\"dictionary\">jurisdiction<\/span>.  The Department of City Planning shall make investigations and furnish any reports requested by the body to which the matter has been transferred.<br \/><br \/>\t6.\t<span class=\"dictionary\">Appeals<\/span>.<br \/><br \/>\t(a)\tFiling of an <span class=\"dictionary\">Appeal<\/span>.  An applicant or any other person aggrieved by the Director’s decision may <span class=\"dictionary\">appeal<\/span> the decision to the Area Planning Commission.  The <span class=\"dictionary\">appeal<\/span> shall be filed within 15 days of the date of mailing of the Director’s decision on forms provided by the Department.  The <span class=\"dictionary\">appeal<\/span> shall set forth specifically the points at <span class=\"dictionary\">issue<\/span>, the reasons for the <span class=\"dictionary\">appeal<\/span>, and the basis upon which the <span class=\"dictionary\">appellant<\/span> claims there was an error or abuse of discretion by the Director.  Any <span class=\"dictionary\">appeal<\/span> not filed within the 15-day period shall not be considered by the Area Planning Commission.  The filing of an <span class=\"dictionary\">appeal<\/span> <span class=\"dictionary\">stays<\/span> proceedings in the matter until the Area Planning Commission has made a decision.  Once an <span class=\"dictionary\">appeal<\/span> is filed, the Director shall transmit the <span class=\"dictionary\">appeal<\/span> and the file to the Area Planning Commission, together with any reports responding to the <span class=\"dictionary\">allegations<\/span> made in the <span class=\"dictionary\">appeal<\/span>.<br \/><br \/>\t(b)\t<span class=\"dictionary\">Appellate<\/span> Decision – Public <span class=\"dictionary\">Hearing<\/span> and Notice.  Before acting on any <span class=\"dictionary\">appeal<\/span>, the Area Planning Commission shall set the matter for <span class=\"dictionary\">hearing<\/span>, with written notice of the <span class=\"dictionary\">hearing<\/span> sent by First Class Mail at least 15 days prior to the meeting date to:  the applicant; the owner(s) of the property involved; owners of properties within 100 feet of the exterior boundaries of the property involved; the Councilmember(s) having <span class=\"dictionary\">jurisdiction<\/span> over the specific plan area in which the property is located; the Department of Neighborhood Empowerment; the chairperson of any design review or plan review board having <span class=\"dictionary\">jurisdiction<\/span> over the specific plan area in which the property is located; and interested parties who have requested notice in writing.<br \/><br \/>\t(c)\tTime for <span class=\"dictionary\">Appellate<\/span> Decision.  The Area Planning Commission shall act within 75 days after the expiration of the <span class=\"dictionary\">appeal<\/span> period or within any additional period mutually agreed upon by the applicant and the Area Planning Commission.  The failure of the Area Planning Commission to act within this time period shall be deemed a denial of the <span class=\"dictionary\">appeal<\/span>.<br \/><br \/>\t(d)\t<span class=\"dictionary\">Appellate<\/span> Decision.  The Area Planning Commission may <span class=\"dictionary\">reverse<\/span> or modify, in whole or in part, a decision of the Director.  The Area Planning Commission shall make the same <span class=\"dictionary\">findings<\/span> required to be made by the Director, supported by <span class=\"dictionary\">facts<\/span> in the record, and indicate why the Director erred in determining a project’s compliance with the applicable regulations of the specific plan.<br \/><br \/>\t(e)\tEffective Date of <span class=\"dictionary\">Appellate<\/span> Decision.  The <span class=\"dictionary\">appellate<\/span> decision of the Area Planning Commission shall be final and effective as provided in Charter Section 245.<br \/><br \/>\tD.\tModification of a Project Permit Compliance – Director of Planning With <span class=\"dictionary\">Appeals<\/span> to the Area Planning Commission.  Once a Project Permit Compliance becomes effective, any subsequent proposed modification to the project shall require a review by the Director, who shall grant approval of the modification if he or she finds the modification to be substantially in conformance with the original Project Permit Compliance.<br \/><br \/>\t1.\tModification Procedure.  To modify an approved project, an applicant shall  file an application with the Department of City Planning pursuant to the application procedure set forth in Paragraph (a) of Subdivision 2 of Subsection B.  The application shall include an illustrated description of the proposed modification and a narrative justification.  Written proof of any modification required by a public agency shall be submitted with the application.<br \/><br \/>\t2.\tLimitations.  Modification applications and approvals shall only be valid for Project Permit Compliance decisions which have not expired.  Unless the Director has granted an extension of time to utilize a Project Permit Compliance pursuant to Paragraph (e) of Subdivision 4 of Subsection C of this section, modifications shall not suspend or extend the authorization period of the original Project Permit Compliance.<br \/><br \/>\t3.\tTransfers of <span class=\"dictionary\">Jurisdiction<\/span> – <span class=\"dictionary\">Appeals<\/span>.  The procedures for processing transfers of <span class=\"dictionary\">jurisdiction<\/span> and <span class=\"dictionary\">appeals<\/span> of Director’s decisions on modifications shall be the same as those set forth for Project Permit Compliance decisions in Subdivisions 5 and 6 of Subsection C of this section.<br \/><br \/>\tE.\tProject Permit Adjustments – Director of Planning With <span class=\"dictionary\">Appeals<\/span> to the Area Planning Commission.<br \/><br \/>\t1.\tDirector’s Authority.  The Director shall have initial decision-making authority to grant a Project Permit Adjustment for <span class=\"dictionary\">minor<\/span> adjustments from certain specific plan regulations.  The procedures for reviewing applications shall be in Subsection C in addition to those set forth below.<br \/><br \/>\t(a)\tIn granting a Project Permit Adjustment, the Director may impose project conditions as the Director deems necessary in <span class=\"dictionary\">order<\/span> to achieve substantial conformance with the specific plan regulations.<br \/><br \/>\t(b)\tIf an application requests more than one Project Permit Adjustment, the Director may determine and advise the applicant, prior to the application being deemed complete, that the request be filed and processed as a specific plan exception pursuant to Subsection F of this section.<br \/><br \/>\t2.\tProject Permit Adjustments shall be limited to:<br \/><br \/>\t(a)\tAdjustments permitting project height to exceed the designated height limitation on the property involved by less than ten percent;<br \/><br \/>\t(b)\tWhen the calculation of the maximum number of permitted multiple- family dwelling units results in a fraction, the number of total dwelling units may be rounded up to the next whole number, if the lot area remaining after calculating the maximum number of permitted dwelling units is at least 90 percent of the lot area required by the specific plan regulation to permit one additional dwelling unit;<br \/><br \/>\t(c)\tAdjustments permitting portions of buildings to extend into a required yard, setback or other open space a distance of less than 20 percent of the minimum width or depth of the required yard, setback or open space;<br \/><br \/>\t(d)\tAdjustments to minimum landscaped area requirements of less than 20 percent, or <span class=\"dictionary\">minor<\/span> adjustments to required types of landscape <span class=\"dictionary\">materials<\/span>;<br \/><br \/>\t(e)\tAdjustments to permitted signs that:<br \/><br \/>\t(1)\texceed the maximum sign size (area) limitation by less than 20 percent;<br \/><br \/>\t(2)\texceed the limit on the maximum number of signs by no more than 20 percent; or<br \/><br \/>\t(3)\texceed the maximum sign height by no more than two feet;<br \/><br \/>\t(f)\tAdjustments from the minimum or maximum number of required parking spaces associated with a project of less than ten percent; and<br \/><br \/>\t(g)\t<span class=\"dictionary\">Minor<\/span> adjustments from other specific plan development regulations, which do not substantially alter the execution or <span class=\"dictionary\">intent<\/span> of those specific plan regulations to the proposed project, and which do not change the permitted use, floor area, density or intensity, height or bulk, setbacks or yards, lot coverage limitations, or parking standards regulated by the specific plan.<br \/><br \/>\t3.\t<span class=\"dictionary\">Findings<\/span>.  The Director shall grant a Project Permit Adjustment upon a written <span class=\"dictionary\">finding<\/span> that the project satisfies each of the following requirements, in addition to any other required specific plan <span class=\"dictionary\">findings<\/span> that may pertain to the Project Permit Compliance:<br \/><br \/>\t(a)\tThat there are special circumstances applicable to the project or project site which make the strict application of the specific plan regulation(s) impractical;<br \/><br \/>\t(b)\tThat in granting the Project Permit Adjustment, the Director has imposed project requirements and\/or decided that the proposed project will substantially comply with all applicable specific plan regulations;<br \/><br \/>\t(c)\tThat in granting the Project Permit Adjustment, the Director has considered and found no detrimental effects of the adjustment on surrounding properties and public rights-of-way; and<br \/><br \/>\t(d)\tThat the project incorporates mitigation measures, monitoring of measures when necessary, or alternatives identified in the environmental review which would mitigate the negative environmental effects of the project, to the extent physically feasible.<br \/><br \/>\tF.\tExceptions from Specific Plans – Area Planning Commission With <span class=\"dictionary\">Appeals<\/span> to the City Council.<br \/><br \/>\t1.\tAuthority of the Area Planning Commission.  The Area Planning Commission shall have initial decision-making authority for granting exceptions from specific plan regulations.  In accordance with Subsection D of Section 12.24, the Area Planning Commission shall hold a <span class=\"dictionary\">hearing<\/span> at which <span class=\"dictionary\">evidence<\/span> is taken.<br \/><br \/>\t(a)\tIn granting an exception from a specific plan, the Area Planning Commission shall impose conditions to remedy any resulting disparity of <span class=\"dictionary\">privilege<\/span> and that are necessary to protect the public health, safety, welfare and assure compliance with the objectives of the general plan and the purpose and <span class=\"dictionary\">intent<\/span> of the specific plan.  An exception from a specific plan shall not be used to grant a special <span class=\"dictionary\">privilege<\/span>, nor to grant relief from self-imposed hardships.<br \/><br \/>\t(b)\tIf an application for an exception would potentially impact a specific plan policy or a regulation affecting the entire specific plan area or any of its subareas, the Director shall advise the applicant, prior to the application being deemed complete, to request the City to initiate a specific plan amendment pursuant to Subsection G in lieu of processing the application for an exception.<br \/><br \/>\t(c)\tException for Relief from a Specific Plan Regulation and the Same Type of Regulation With the Same Standard in Chapter I of this Code.  (Added by Ord. No. 173,492, Eff. 10\/10\/00.)  If a specific plan contains a regulation that is the same type of regulation with the same standard as one contained in an applicable provision of Chapter I of this Code, an applicant seeking relief from those regulations need only apply for and receive an exception to the specific plan.  In this situation, the specific plan regulation is considered to supersede the Code provision and thus a variance is not required.<br \/><br \/>\t(d)\tException for Relief from Specific Plan Regulation and the Same Type of Regulation With a Different Standard in Chapter I of this Code Where Specific Plan Supersedes the Code.  (Added by Ord. No. 173,492, Eff. 10\/10\/00.)  If a specific plan contains a regulation that conflicts with the same type of regulation but with a different standard contained in an applicable provision of Chapter I of this Code and the specific plan supersedes the Code by its terms, then an applicant seeking relief from that specific plan regulation need only apply for and receive an exception to the specific plan.  In this situation, a variance is not also required.<br \/><br \/>\t(e)\tException for Relief from Specific Plan Regulation and the Same Type of Regulation With a Different Standard in Chapter I of this Code Where Specific Plan Does Not Supersede the Code.  (Added by Ord. No. 173,492, Eff. 10\/10\/00.)  If a specific plan contains a regulation that conflicts with the same type of regulation but with a different standard contained in an applicable provision of Chapter I of this Code and the specific plan does not supersede the Code by its terms, then an applicant seeking relief from those regulations must apply for and receive both an exception to the specific plan and a variance for relief from those Code provisions.<br \/><br \/>\t(f)\tException for Wireless Telecommunications Facilities.  Notwithstanding the provisions of the first unnumbered paragraph of this subdivision, the installation of wireless antennas and associated equipment cabinets on the rooftops of buildings in the C and M Zones when established in conformance with the standards contained in Section 12.21 A.21. do not need a specific plan exception, except that rooftop antennas located within a scenic parkway specific plan, scenic corridor specific plan, or a roadway designated as a scenic highway within a specific plan area shall be subject to a specific plan exception.  Any application involving the use, height, installation or maintenance of wireless telecommunication facilities that do not comply with the provisions of Section 12.21 A.21. and which are located within specific plan areas shall be filed pursuant to Section 12.24 W.49. of this Code and considered by the Zoning Administrator as the initial decision-maker, except that applications located within a scenic parkway specific plan, scenic corridor specific plan, or a roadway designated as a scenic highway within a specific plan area shall be subject to a specific plan exception.  (Amended by Ord. No. 177,120, Eff. 12\/26\/05.)<br \/><br \/>\t(g)\tEldercare Facilities.  An applicant who files an application involving Eldercare Facilities seeking relief from specific plan regulations need not apply for a specific plan exception pursuant to Subsection F. of this section but need only apply for and receive an approval pursuant to Section 14.3.1 of this Code.  (Added by Ord. No. 178,063, Eff. 12\/30\/06.)<br \/><br \/>\t2.\t<span class=\"dictionary\">Findings<\/span>.  The Area Planning Commission may permit an exception from a specific plan if it makes all the following <span class=\"dictionary\">findings<\/span>:<br \/><br \/>\t(a)\tThat the strict application of the regulations of the specific plan to the subject property would result in practical difficulties or unnecessary hardships inconsistent with the general purpose and <span class=\"dictionary\">intent<\/span> of the specific plan;<br \/><br \/>\t(b)\tThat there are exceptional circumstances or conditions applicable to the subject property involved or to the intended use or development of the subject property that do not apply generally to other property in the specific plan area;<br \/><br \/>\t(c)\tThat an exception from the specific plan is necessary for the preservation and enjoyment of a substantial property right or use generally possessed by other property within the specific plan area in the same zone and vicinity but which, because of special circumstances and practical difficulties or unnecessary hardships is denied to the property in question;<br \/><br \/>\t(d)\tThat the granting of an exception will not be detrimental to the public welfare or injurious to the property or improvements adjacent to or in the vicinity of the subject property; and<br \/><br \/>\t(e)\tThat the granting of an exception will be consistent with the principles, <span class=\"dictionary\">intent<\/span> and goals of the specific plan and any applicable element of the general plan.<br \/><br \/>\t3.\tDecision by Area Planning Commission.<br \/><br \/>\t(a)\tThe Area Planning Commission shall render a decision on an application for an exception from a specific plan within 75 days after filing unless the applicant and Area Planning Commission consent in writing to a longer period.<br \/><br \/>\t(b)\tDecisions by the Area Planning Commission shall be supported by written <span class=\"dictionary\">findings<\/span> of <span class=\"dictionary\">fact<\/span> based on <span class=\"dictionary\">evidence<\/span> in the record.  Upon making a decision upon an application for an exception from a specific plan, the Area Planning Commission shall place a copy of its written <span class=\"dictionary\">findings<\/span>, where required, and decision on file in the City Planning Department and provide a copy to:  the Department of Building and Safety; the Councilmember(s) having <span class=\"dictionary\">jurisdiction<\/span> over the specific plan area in which the property is located; and the Department of Transportation, where appropriate.  Copies of the decision shall also be provided by First Class Mail to: the applicant; the Department of Neighborhood Empowerment; the chairperson of any design review or plan review board having <span class=\"dictionary\">jurisdiction<\/span> over the specific plan area in which the property is located; and interested parties who have filed written requests with the City Planning Department.<br \/><br \/>\t4.\tEffective Date of Decision.  The Area Planning Commission’s decision shall become final after an elapsed period of 15 calendar days from the date of mailing of the written decision, unless an <span class=\"dictionary\">appeal<\/span> is filed on the decision within that period pursuant to this subsection.<br \/><br \/>\t5.\t(Deleted by Ord. No. 182,106, Eff. 5\/20\/12.)<br \/><br \/>\t6.\tFailure to Act – Transfer of <span class=\"dictionary\">Jurisdiction<\/span> from the Area Planning Commission.  If the Area Planning Commission fails to act on an application for an exception from a specific plan within the time limit specified in this subsection, the applicant may file a request for a transfer of <span class=\"dictionary\">jurisdiction<\/span> to the City Council for a decision upon the original application, in which case, the Area Planning Commission shall lose <span class=\"dictionary\">jurisdiction<\/span>.  A request for transfer of <span class=\"dictionary\">jurisdiction<\/span> may be filed in any public office of the Department of City Planning.<br \/><br \/>\tThe Council may approve the application subject to making the <span class=\"dictionary\">findings<\/span> contained in Subdivision 2. of this subsection, and may impose upon the approval conditions it deems necessary in accordance with those <span class=\"dictionary\">findings<\/span>.  The action of the Council shall be adopted by a majority vote of the whole Council within 45 days of the date the City Clerk receives the request for the transfer.<br \/><br \/>\t7.\t<span class=\"dictionary\">Appeal<\/span> of Area Planning Commission Decision.  An applicant or any other person aggrieved by a decision of the Area Planning Commission may <span class=\"dictionary\">appeal<\/span> the decision to the City Council.  The <span class=\"dictionary\">appeal<\/span> shall be filed within 15 days of the date of mailing of the decision on forms provided by the Planning Department.  The <span class=\"dictionary\">appeal<\/span> shall set forth specifically the points at <span class=\"dictionary\">issue<\/span>, the reasons for the <span class=\"dictionary\">appeal<\/span>, and the basis upon which the <span class=\"dictionary\">appellant<\/span> claims there was an error or abuse of discretion by the Area Planning Commission.  Any <span class=\"dictionary\">appeal<\/span> not filed within the 15-day period shall not be considered by the City Council.  The filing of an <span class=\"dictionary\">appeal<\/span> <span class=\"dictionary\">stays<\/span> proceedings in the matter until the City Council has made a decision.  Once an <span class=\"dictionary\">appeal<\/span> is filed, the Area Planning Commission shall transmit the <span class=\"dictionary\">appeal<\/span> and the file to the City Council, together with any report responding to the <span class=\"dictionary\">allegations<\/span> made in the <span class=\"dictionary\">appeal<\/span>.<br \/><br \/>\tThe Council may <span class=\"dictionary\">reverse<\/span> or modify, in whole or in part, any decision of the Area Planning Commission only by a two-thirds vote of the whole Council.  The decision must contain a <span class=\"dictionary\">finding<\/span> of <span class=\"dictionary\">fact<\/span> showing why the proposed exception to a specific plan complies or fails to comply with the requirements of this section.  Any vote of the Council in which less than two-thirds of the whole Council vote to <span class=\"dictionary\">reverse<\/span> or modify the decision of the Area Planning Commission shall be deemed to be an action denying the <span class=\"dictionary\">appeal<\/span>.  The failure of the Council to vote upon an <span class=\"dictionary\">appeal<\/span> within 90 days after the expiration of the <span class=\"dictionary\">appeal<\/span> period, or within any additional period agreed upon by the applicant and the Council, shall also be deemed a denial of the <span class=\"dictionary\">appeal<\/span>.<br \/><br \/>\t8.\t<span class=\"dictionary\">Hearing<\/span> by Council.  (Amended by Ord. No. 173,992, Eff. 7\/6\/01.)  Before acting on any <span class=\"dictionary\">appeal<\/span>, or on any matter transferred to it because of a failure to act, the City Council or its Committee shall set the matter for <span class=\"dictionary\">hearing<\/span>, giving the same notice as provided in Subdivision 1. of this subsection.<br \/><br \/>\tG.\tAmendments to Specific Plans – City Planning Commission Recommendation With City Council Decision.  The City Planning Commission shall have the authority for making recommendations for amendments to specific plans.  The procedures for amending specific plans are set forth in Subsections A., C. and E. of Section 12.32, except that the publication and mailing of the <span class=\"dictionary\">hearing<\/span> notice indicating the time, place and purpose of the City Planning Commission <span class=\"dictionary\">hearing<\/span> shall be given at least 24 days prior to the date of the <span class=\"dictionary\">hearing<\/span>.  An amendment to a specific plan shall be required for any of the following proposals:<br \/><br \/>\t1.\tTo permit establishment of a new principal use or a change of use that the specific plan specifically identifies as a prohibited use (Note: a specific plan exception shall be required for alteration or enlargement of an existing legal nonconforming use.);<br \/><br \/>\t2.\tTo permit a use which exceeds the maximum number of permitted establishments or the maximum permitted occupant load for that use within the specific plan area or any of its subareas;<br \/><br \/>\t3.\tTo permit a sign which the specific plan specifically identifies as a prohibited sign;<br \/><br \/>\t4.\tTo deviate from the requirements of a plan map footnote;<br \/><br \/>\t5.\tTo make significant changes to environmental mitigation measures which were adopted as part of the environmental clearance for the specific plan;<br \/><br \/>\t6.\tTo make changes to impact fees which affect implementation of the specific plan or planned improvements;<br \/><br \/>\t7.\tTo make boundary changes to the specific plan area or its subareas;<br \/><br \/>\t8.\tTo change highway\/street designations;<br \/><br \/>\t9.\tAny request which causes an inconsistency with the applicable community plan(s) and necessitates a community plan amendment; or<br \/><br \/>\t10.\tOther significant policy changes or modifications to specific plan regulations which affect the entire specific plan area or any of its subareas, as determined by the Director.<br \/><br \/>\tH.\tInterpretations of Specific Plans.  The Director shall have authority to interpret specific plans when there is a lack of clarity in the meaning of their regulations.<br \/><br \/>\t1.\tApplication Procedure.  To request a specific plan interpretation, an applicant shall file an application with the Department of City Planning pursuant to the application procedure set forth in Paragraph (a) of Subdivision 2 of Subsection B of this section.  The application shall include a reference to the specific plan regulation(s) for which clarification is requested and a narrative description of why a clarification is necessary for the project or subject property involved.<br \/><br \/>\t2.\tDirector’s Decision.  Upon receipt of a deemed complete application, the Director’s written interpretation shall be subject to the same time limit to act, transmittal requirement and effective date of decision as set forth in Paragraphs (a) through (c) of Subdivision 4 of Subsection C.<br \/><br \/>\t3.\t<span class=\"dictionary\">Appeals<\/span>.  The City Planning Commission shall hear <span class=\"dictionary\">appeals<\/span> on Director interpretations which affect an entire specific plan area or any of its subareas, and the Area Planning Commission shall hear <span class=\"dictionary\">appeals<\/span> on Director interpretations which are applicable only on a site specific basis.  The procedures for filing and processing <span class=\"dictionary\">appeals<\/span> of Director interpretations shall otherwise be the same as those set forth in Subdivision 6 of Subsection C of this section.<br \/><br \/>\tI.\tOptional Public Informational Meeting.  When provided for in individual specific plans, the Director may hold a public informational meeting in connection with the Planning Department’s review of a proposed project pursuant to the specific plan procedures set forth in Subsections C, D or E of this section, if the Director decides that the proposed project may have a potentially significant effect on adjoining properties or on the immediate neighborhood, or that it is likely to evoke public controversy, or that it would be in the public interest to conduct the meeting.  In those cases, written notice of the meeting shall be sent by First Class Mail at least 15 days prior to the meeting date to:  the applicant; the owner(s) of the property involved; owners of properties within 100 feet of the exterior boundaries of the property involved; the Councilmember(s) having <span class=\"dictionary\">jurisdiction<\/span> over the specific plan area in which the property is located; to the Department of Neighborhood Empowerment; the chair of any design review or plan review board having <span class=\"dictionary\">jurisdiction<\/span> over the specific plan area in which the property is located; and interested parties who have requested notice in writing.<br \/><br \/>\tJ.\tDecision-Makers and <span class=\"dictionary\">Appellate<\/span> Bodies for Other Specific Plan Provisions.  For those specific plan provisions which are not addressed elsewhere in this section, the initial decision-maker and <span class=\"dictionary\">appellate<\/span> bodies responsible for implementing those provisions shall be the Area Planning Commission and Council, respectively, unless otherwise identified in the following table.  Notwithstanding the provisions of any specific plan to the contrary, there shall be only one level of <span class=\"dictionary\">appeal<\/span> from any initial decision.<br \/><br \/>DECISION \/ <span class=\"dictionary\">APPELLATE<\/span> BODIES FOR OTHER SPECIFIC PLAN PROVISIONS<br \/><br \/>\n  \n    \n      \n        \n      \n      \n        SPECIFIC PLAN PROVISION\n      \n      \n        Location\n      \n      \n        Decision Body\n      \n      \n        Decision or <span class=\"dictionary\">Appeal<\/span> Body\n      \n    \n    \n      \n        1\n      \n      \n        ALAMEDA DISTRICT Project Plan Compliance – Phase II\n      \n      \n        Ord. No. 171,139\n        Sec 5A3\n      \n      \n        CPC\n      \n      \n        CCL\n      \n    \n    \n      \n        2\n      \n      \n        CENTRAL CITY WEST\n        TFAR\/Resid. Density\n      \n      \n        Ord. No. 167,944\n        Sec 7\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        \n      \n      \n        CENTRAL CITY WEST\n        Phasing-Annual Report\n      \n      \n        Ord. No. 167,944\n        Sec 16C\n      \n      \n        CPC\n      \n      \n        CCL\n      \n    \n    \n      \n        3\n      \n      \n        CENTURY CITY NORTH\n        Project Permit (Second Phase)\n      \n      \n        Ord. No. 156,122\n        Sec 3C\n      \n      \n        CPC\n      \n      \n        CCL\n      \n    \n    \n      \n        \n      \n      \n        CENTURY CITY NORTH\n        Alternate Trip Generation Calcs\n      \n      \n        Ord. No. 156,122\n        Sec 6\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        \n      \n      \n        CENTURY CITY NORTH\n        Public Uses\n      \n      \n        Ord. No. 156,122\n        Sec 7E\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        \n      \n      \n        CENTURY CITY NORTH\n        Changes to Pedestrian Corridor\n      \n      \n        Ord. No. 156,122\n        Sec 10B9\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        4\n      \n      \n        COASTAL TRANSPORTATION CORRIDOR\n        Trip Generation Calcs\n      \n      \n        Ord. No. 168,999\n        Sec 5C1\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        \n      \n      \n        COASTAL TRANSPORTATION CORRIDOR\n        Transportation Provisions\n      \n      \n        Ord. No. 168,999\n      \n      \n        DOT\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        COASTAL TRANSPORTATION CORRIDOR\n        Project Phasing Program\n      \n      \n        Ord. No. 168,999\n        Sec 8A\n      \n      \n        Director\/DOT\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        COASTAL TRANSPORTATION CORRIDOR\n        Public Pedestrian Facilities\n      \n      \n        Ord. No. 168,999\n        Sec 8B\n      \n      \n        Director\/\n        DOT\/ City Engineer\n      \n      \n        APC\n      \n    \n    \n      \n        5\n      \n      \n        HOLLYWOODLAND\n        Project Design Approval\n      \n      \n        Ord. No. 168,121\n        Sec 9F\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        6\n      \n      \n        LAX\/ EL SEGUNDO DUNES\n      \n      \n        Ord. No. 167,904\n        Sec 4\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        7\n      \n      \n        OXFORD TRIANGLE\n        Density Allowance\n      \n      \n        Ord. No. 170,155\n        Sec 6, 7\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        8\n      \n      \n        PLAYA VISTA AREA B\n        Time Limits\n      \n      \n        Ord. No. 160,521\n        165, 638\n        Sec 12\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        PLAYA VISTA AREA B\n        Plot Plan Review\n      \n      \n        Ord. No. 160,521\n        165, 638\n        Sec 7, 13\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        9\n      \n      \n        PLAYA VISTA AREA C\n        Time Limits\n      \n      \n        Ord. No. 165,639\n        Sec 12\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        PLAYA VISTA AREA C\n        Plot Plan Review\n      \n      \n        Ord. No. 165,639\n        Sec 7, 13\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        10\n      \n      \n        PLAYA VISTA AREA D\n        Time Limits\n      \n      \n        Ord. No. 160,523\n        170,785\n        Sec 10\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        PLAYA VISTA AREA D\n        Plot Plan Review\n      \n      \n        Ord. No. 160,523\n        170,785\n        Sec 7, 11\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        11\n      \n      \n        PORTER RANCH\n        Landscape Plans, Uses, Height\n      \n      \n        Ord. No. 166,068\n        Sec 13\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        12\n      \n      \n        VENTURA\/CAHUENGA BLVD\n        Phasing-Certification of Compliance\n      \n      \n        Ord. No. 171,240\n        Sec 6J\n      \n      \n        CPC\n      \n      \n        CCL\n      \n    \n    \n      \n        13\n      \n      \n        WARNER CENTER\n        Transportation Requirements\n      \n      \n        Ord. No. 168,873\n        168,984, 171,529\n        Sec 11\n      \n      \n        DOT\/ Director\n        B&#038;S\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        WARNER CENTER\n        Phasing Program\n      \n      \n        Ord. No. 168,873\n        168,984, 171,529\n        Sec 16\n      \n      \n        CPC\n      \n      \n        CCL\n      \n    \n    \n      \n        \n      \n      \n        WARNER CENTER\n        Traffic Mitigation Plan\n      \n      \n        Ord. No. 168,873\n        168,984, 171,529\n        Sec 11F\n      \n      \n        DOT, Director\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        WARNER CENTER\n        Residential Neighborhood\n        Protection Program\n      \n      \n        Ord. No. 168,873\n        168,984, 171,529\n        Sec 11K\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        14\n      \n      \n        WEST LA TIMP\n        Phasing Program\n      \n      \n        Ord. No. 171,492\n        Sec 7\n      \n      \n        CPC\n      \n      \n        CCL\n      \n    \n  <br \/><br \/>\n\tLegend:\n\tAPC – Area Planning Commission\n\tCCL – City Council\n\tCPC – City Planning Commission\n\tDirector – Director of Planning\n\tDOT – Department of Transportation<\/p><\/section>","previous_section":{"id":"2540","structure_id":"46","section_number":"11.5.6","catch_line":"General Plan.","url":"\/11.5.6\/","token":"11.5.6"},"text":{"0":{"id":"1761","text":"  SPECIFIC PLAN PROCEDURES.\n\t(Amended by Ord. No. 173,455, Eff. 9\/22\/00.)\tA.\tDefinition, Purpose and Objectives.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  A specific plan is a regulatory land use ordinance specifically designated in the ordinance as a specific plan.  A specific plan shall provide by ordinance regulatory controls or incentives for the systematic execution of the General Plan and shall provide for public needs, convenience and general welfare.  Except as otherwise provided by this section, procedures for the establishment, amendment or repeal of specific plans are set forth in Section 12.32.\tThe objectives of this section are as follows:\t1.\tTo establish uniform citywide procedures for review of applications for projects within specific plan areas in accordance with applicable specific plan requirements and the City Charter; and\t2.\tTo establish uniform citywide standards and criteria for processing applications for exceptions from, amendments to and interpretations of specific plans.\tB.\tRelationship To Provisions of Specific Plans.  If any procedure established in a specific plan conflicts with any procedure set forth in this section, the provisions of this section shall prevail.\t1.\tDefinitions.  For the purpose of this section, the following words and phrases are defined as follows:\tProject Permit Compliance shall mean a decision by the Director that a project complies with the regulations of the applicable specific plan, either as submitted or with conditions imposed to achieve compliance.\tProject Permit Adjustment shall mean a decision on a project by the Director granting a minor adjustment from certain specific plan regulations, subject to the limitations specified by this section.\t2.\tApplication Procedure.\t(a)\tApplication, Form and Contents.  To apply for a Project Permit Compliance, a Project Permit Adjustment, modification of a Project Permit Compliance, specific plan exception, or to request a specific plan amendment or specific plan interpretation, an applicant shall file an application with the Department of City Planning, on a form provided by the Department, and include all information required by the instructions on the application and any applicable adopted guidelines.  Prior to deeming the application complete, the Director shall determine and, if necessary, advise the applicant of the processes to be followed and fees to be paid.\t(b)\tApplication Fees.  The application fees for a Project Permit Compliance, Project Permit Adjustment, specific plan exception, request for a specific plan amendment and specific plan interpretation shall be as set forth in Section 19.01J.\tC.\tProject Permit Compliance Review – Director of Planning With Appeal to the Area Planning Commission.\t1.\tDirector’s Authority.  The Director shall have the initial decision-making authority to decide whether an application for a project within a specific plan area is in conformance with the regulations established by this subsection and in compliance with applicable regulations of the specific plan.  In addition, the Director shall have the authority to determine what type of projects are exempt from these Project Permit Compliance procedures based on exemption provisions and other regulations contained in individual specific plans.\t(a)\tThe Director shall review and approve, disapprove or approve with conditions an application for a Project Permit Compliance.\t(b)\tIn granting a Project Permit Compliance, the Director shall require compliance with the applicable regulations of the specific plan and mitigation of significant adverse effects of the project on the environment and surrounding areas.\t2.\tFindings.  The Director shall grant a Project Permit Compliance upon written findings that the project satisfies each of the following requirements:\t(a)\tThat the project substantially complies with the applicable regulations, findings, standards and provisions of the specific plan; and (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)\t(b)\tThat the project incorporates mitigation measures, monitoring measures when necessary, or alternatives identified in the environmental review which would mitigate the negative environmental effects of the project, to the extent physically feasible.\t3.\tLimitations.  The granting of a Project Permit Compliance shall not imply compliance with any other applicable provisions of the Los Angeles Municipal Code.  Any corrections and\/or modifications to project plans made subsequent to a Director’s Project Permit Compliance that are deemed necessary by the Department of Building and Safety for Building Code compliance, and which involve a change in floor area, parking, building height, yards or setbacks, building separation or lot coverage, shall require a referral of the revised plans back to the Department of City Planning (and the Department of Transportation in cases where there are corrections and\/or modifications that may affect the calculation of vehicle trips generated, project floor area or parking) for additional review and sign-off prior to the issuance of any permit in connection with those plans.\t4.\tDirector’s Decision.\t(a)\tTime Limit.  The Director shall make a written decision approving, disapproving or approving with conditions a Project Permit Compliance application within 75 days after:\t(1)\tthe date the application is deemed complete; or\t(2)\twhen an environmental impact report (EIR) is required, the date the EIR is certified as complete consistent with State law.\tThis time limit may be extended by mutual consent of the Director and the applicant.  The time limit may also be extended as provided in Section 12.25 A.\t(b)\tTransmittal of Written Decision.  Upon making a written decision, the Director shall transmit a copy by First Class Mail to the applicant.  Copies shall also be provided to: the Department of Building and Safety; the Councilmember(s) having jurisdiction over the specific plan area in which the property is located; the Department of Transportation, where appropriate; owners of all properties abutting, across the street or alley from, or having a common corner with the subject property; the Department of Neighborhood Empowerment; the chairperson of any design review or plan review board having jurisdiction over the specific plan area in which the property is located; and interested parties who have filed written requests with the City Planning Department.\t(c)\tEffective Date of Initial Decision.  The Director’s Project Permit Compliance shall become effective after an elapsed period of 15 calendar days from the date of mailing of the written decision, unless an appeal is filed on the decision within that period pursuant to Subdivision 6. of this subsection.\t(d)\tApplicant’s Compliance with Project Permit Compliance Terms and Conditions.  Once a Project Permit Compliance is utilized, the applicant shall comply with the terms and conditions of the Project Permit Compliance that affect the construction and\/or operational phases of the project.  For purposes of this subsection, utilization of a Project Permit Compliance shall mean that a building permit has been issued and construction work has begun and been carried on diligently.\t(e)\t(Deleted by Ord. No. 182,106, Eff. 5\/20\/12.)\t(f)\tSite Plan Review Regulations.  Project review pursuant to the Site Plan Review regulations in Section 16.05 shall not be required for projects in those specific plan areas, as determined by the Director, where similar project site planning regulations are established by the specific plan and significant project environmental impacts, if any, are mitigated by the measures imposed in the Project Permit Compliance.\t(g)\tMini-Shopping Center and Commercial Corner Development Regulations.  Project review pursuant to the Mini-Shopping Center Commercial Corner Development regulations in Section 12.22A23 shall not be required for projects in those specific plan areas, as determined by the Director, where similar mini-shopping center or commercial corner development regulations are established by the specific plan and significant project environmental impacts, if any, are mitigated by the measures imposed in the Project Permit Compliance.\t5.\tFailure to Act – Transfer of Jurisdiction.\t(a)\tIf the Director fails to act on an application within 75 days from the date of filing a complete application, or within a mutually agreed upon extension of time, the applicant may file a request for a transfer of jurisdiction to the Area Planning Commission for decision.\t(b)\tWhen the Area Planning Commission receives the applicant’s request for a transfer of jurisdiction, the Director shall lose jurisdiction.  However, the Area Planning Commission may remand the matter to the Director, who shall regain jurisdiction for the time and purpose specified in the remand action.  In addition, upon receipt of a written request by the applicant for withdrawal of the transfer of jurisdiction prior to the matter being considered by the Area Planning Commission, the matter shall be remanded to the Director.\t(c)\tIf the matter is not remanded, the Area Planning Commission shall consider the application following the same procedures and subject to the same limitations as are applicable to the Director, except that the Area Planning Commission shall act within 45 days of the transfer of jurisdiction.  The Department of City Planning shall make investigations and furnish any reports requested by the body to which the matter has been transferred.\t6.\tAppeals.\t(a)\tFiling of an Appeal.  An applicant or any other person aggrieved by the Director’s decision may appeal the decision to the Area Planning Commission.  The appeal shall be filed within 15 days of the date of mailing of the Director’s decision on forms provided by the Department.  The appeal shall set forth specifically the points at issue, the reasons for the appeal, and the basis upon which the appellant claims there was an error or abuse of discretion by the Director.  Any appeal not filed within the 15-day period shall not be considered by the Area Planning Commission.  The filing of an appeal stays proceedings in the matter until the Area Planning Commission has made a decision.  Once an appeal is filed, the Director shall transmit the appeal and the file to the Area Planning Commission, together with any reports responding to the allegations made in the appeal.\t(b)\tAppellate Decision – Public Hearing and Notice.  Before acting on any appeal, the Area Planning Commission shall set the matter for hearing, with written notice of the hearing sent by First Class Mail at least 15 days prior to the meeting date to:  the applicant; the owner(s) of the property involved; owners of properties within 100 feet of the exterior boundaries of the property involved; the Councilmember(s) having jurisdiction over the specific plan area in which the property is located; the Department of Neighborhood Empowerment; the chairperson of any design review or plan review board having jurisdiction over the specific plan area in which the property is located; and interested parties who have requested notice in writing.\t(c)\tTime for Appellate Decision.  The Area Planning Commission shall act within 75 days after the expiration of the appeal period or within any additional period mutually agreed upon by the applicant and the Area Planning Commission.  The failure of the Area Planning Commission to act within this time period shall be deemed a denial of the appeal.\t(d)\tAppellate Decision.  The Area Planning Commission may reverse or modify, in whole or in part, a decision of the Director.  The Area Planning Commission shall make the same findings required to be made by the Director, supported by facts in the record, and indicate why the Director erred in determining a project’s compliance with the applicable regulations of the specific plan.\t(e)\tEffective Date of Appellate Decision.  The appellate decision of the Area Planning Commission shall be final and effective as provided in Charter Section 245.\tD.\tModification of a Project Permit Compliance – Director of Planning With Appeals to the Area Planning Commission.  Once a Project Permit Compliance becomes effective, any subsequent proposed modification to the project shall require a review by the Director, who shall grant approval of the modification if he or she finds the modification to be substantially in conformance with the original Project Permit Compliance.\t1.\tModification Procedure.  To modify an approved project, an applicant shall  file an application with the Department of City Planning pursuant to the application procedure set forth in Paragraph (a) of Subdivision 2 of Subsection B.  The application shall include an illustrated description of the proposed modification and a narrative justification.  Written proof of any modification required by a public agency shall be submitted with the application.\t2.\tLimitations.  Modification applications and approvals shall only be valid for Project Permit Compliance decisions which have not expired.  Unless the Director has granted an extension of time to utilize a Project Permit Compliance pursuant to Paragraph (e) of Subdivision 4 of Subsection C of this section, modifications shall not suspend or extend the authorization period of the original Project Permit Compliance.\t3.\tTransfers of Jurisdiction – Appeals.  The procedures for processing transfers of jurisdiction and appeals of Director’s decisions on modifications shall be the same as those set forth for Project Permit Compliance decisions in Subdivisions 5 and 6 of Subsection C of this section.\tE.\tProject Permit Adjustments – Director of Planning With Appeals to the Area Planning Commission.\t1.\tDirector’s Authority.  The Director shall have initial decision-making authority to grant a Project Permit Adjustment for minor adjustments from certain specific plan regulations.  The procedures for reviewing applications shall be in Subsection C in addition to those set forth below.\t(a)\tIn granting a Project Permit Adjustment, the Director may impose project conditions as the Director deems necessary in order to achieve substantial conformance with the specific plan regulations.\t(b)\tIf an application requests more than one Project Permit Adjustment, the Director may determine and advise the applicant, prior to the application being deemed complete, that the request be filed and processed as a specific plan exception pursuant to Subsection F of this section.\t2.\tProject Permit Adjustments shall be limited to:\t(a)\tAdjustments permitting project height to exceed the designated height limitation on the property involved by less than ten percent;\t(b)\tWhen the calculation of the maximum number of permitted multiple- family dwelling units results in a fraction, the number of total dwelling units may be rounded up to the next whole number, if the lot area remaining after calculating the maximum number of permitted dwelling units is at least 90 percent of the lot area required by the specific plan regulation to permit one additional dwelling unit;\t(c)\tAdjustments permitting portions of buildings to extend into a required yard, setback or other open space a distance of less than 20 percent of the minimum width or depth of the required yard, setback or open space;\t(d)\tAdjustments to minimum landscaped area requirements of less than 20 percent, or minor adjustments to required types of landscape materials;\t(e)\tAdjustments to permitted signs that:\t(1)\texceed the maximum sign size (area) limitation by less than 20 percent;\t(2)\texceed the limit on the maximum number of signs by no more than 20 percent; or\t(3)\texceed the maximum sign height by no more than two feet;\t(f)\tAdjustments from the minimum or maximum number of required parking spaces associated with a project of less than ten percent; and\t(g)\tMinor adjustments from other specific plan development regulations, which do not substantially alter the execution or intent of those specific plan regulations to the proposed project, and which do not change the permitted use, floor area, density or intensity, height or bulk, setbacks or yards, lot coverage limitations, or parking standards regulated by the specific plan.\t3.\tFindings.  The Director shall grant a Project Permit Adjustment upon a written finding that the project satisfies each of the following requirements, in addition to any other required specific plan findings that may pertain to the Project Permit Compliance:\t(a)\tThat there are special circumstances applicable to the project or project site which make the strict application of the specific plan regulation(s) impractical;\t(b)\tThat in granting the Project Permit Adjustment, the Director has imposed project requirements and\/or decided that the proposed project will substantially comply with all applicable specific plan regulations;\t(c)\tThat in granting the Project Permit Adjustment, the Director has considered and found no detrimental effects of the adjustment on surrounding properties and public rights-of-way; and\t(d)\tThat the project incorporates mitigation measures, monitoring of measures when necessary, or alternatives identified in the environmental review which would mitigate the negative environmental effects of the project, to the extent physically feasible.\tF.\tExceptions from Specific Plans – Area Planning Commission With Appeals to the City Council.\t1.\tAuthority of the Area Planning Commission.  The Area Planning Commission shall have initial decision-making authority for granting exceptions from specific plan regulations.  In accordance with Subsection D of Section 12.24, the Area Planning Commission shall hold a hearing at which evidence is taken.\t(a)\tIn granting an exception from a specific plan, the Area Planning Commission shall impose conditions to remedy any resulting disparity of privilege and that are necessary to protect the public health, safety, welfare and assure compliance with the objectives of the general plan and the purpose and intent of the specific plan.  An exception from a specific plan shall not be used to grant a special privilege, nor to grant relief from self-imposed hardships.\t(b)\tIf an application for an exception would potentially impact a specific plan policy or a regulation affecting the entire specific plan area or any of its subareas, the Director shall advise the applicant, prior to the application being deemed complete, to request the City to initiate a specific plan amendment pursuant to Subsection G in lieu of processing the application for an exception.\t(c)\tException for Relief from a Specific Plan Regulation and the Same Type of Regulation With the Same Standard in Chapter I of this Code.  (Added by Ord. No. 173,492, Eff. 10\/10\/00.)  If a specific plan contains a regulation that is the same type of regulation with the same standard as one contained in an applicable provision of Chapter I of this Code, an applicant seeking relief from those regulations need only apply for and receive an exception to the specific plan.  In this situation, the specific plan regulation is considered to supersede the Code provision and thus a variance is not required.\t(d)\tException for Relief from Specific Plan Regulation and the Same Type of Regulation With a Different Standard in Chapter I of this Code Where Specific Plan Supersedes the Code.  (Added by Ord. No. 173,492, Eff. 10\/10\/00.)  If a specific plan contains a regulation that conflicts with the same type of regulation but with a different standard contained in an applicable provision of Chapter I of this Code and the specific plan supersedes the Code by its terms, then an applicant seeking relief from that specific plan regulation need only apply for and receive an exception to the specific plan.  In this situation, a variance is not also required.\t(e)\tException for Relief from Specific Plan Regulation and the Same Type of Regulation With a Different Standard in Chapter I of this Code Where Specific Plan Does Not Supersede the Code.  (Added by Ord. No. 173,492, Eff. 10\/10\/00.)  If a specific plan contains a regulation that conflicts with the same type of regulation but with a different standard contained in an applicable provision of Chapter I of this Code and the specific plan does not supersede the Code by its terms, then an applicant seeking relief from those regulations must apply for and receive both an exception to the specific plan and a variance for relief from those Code provisions.\t(f)\tException for Wireless Telecommunications Facilities.  Notwithstanding the provisions of the first unnumbered paragraph of this subdivision, the installation of wireless antennas and associated equipment cabinets on the rooftops of buildings in the C and M Zones when established in conformance with the standards contained in Section 12.21 A.21. do not need a specific plan exception, except that rooftop antennas located within a scenic parkway specific plan, scenic corridor specific plan, or a roadway designated as a scenic highway within a specific plan area shall be subject to a specific plan exception.  Any application involving the use, height, installation or maintenance of wireless telecommunication facilities that do not comply with the provisions of Section 12.21 A.21. and which are located within specific plan areas shall be filed pursuant to Section 12.24 W.49. of this Code and considered by the Zoning Administrator as the initial decision-maker, except that applications located within a scenic parkway specific plan, scenic corridor specific plan, or a roadway designated as a scenic highway within a specific plan area shall be subject to a specific plan exception.  (Amended by Ord. No. 177,120, Eff. 12\/26\/05.)\t(g)\tEldercare Facilities.  An applicant who files an application involving Eldercare Facilities seeking relief from specific plan regulations need not apply for a specific plan exception pursuant to Subsection F. of this section but need only apply for and receive an approval pursuant to Section 14.3.1 of this Code.  (Added by Ord. No. 178,063, Eff. 12\/30\/06.)\t2.\tFindings.  The Area Planning Commission may permit an exception from a specific plan if it makes all the following findings:\t(a)\tThat the strict application of the regulations of the specific plan to the subject property would result in practical difficulties or unnecessary hardships inconsistent with the general purpose and intent of the specific plan;\t(b)\tThat there are exceptional circumstances or conditions applicable to the subject property involved or to the intended use or development of the subject property that do not apply generally to other property in the specific plan area;\t(c)\tThat an exception from the specific plan is necessary for the preservation and enjoyment of a substantial property right or use generally possessed by other property within the specific plan area in the same zone and vicinity but which, because of special circumstances and practical difficulties or unnecessary hardships is denied to the property in question;\t(d)\tThat the granting of an exception will not be detrimental to the public welfare or injurious to the property or improvements adjacent to or in the vicinity of the subject property; and\t(e)\tThat the granting of an exception will be consistent with the principles, intent and goals of the specific plan and any applicable element of the general plan.\t3.\tDecision by Area Planning Commission.\t(a)\tThe Area Planning Commission shall render a decision on an application for an exception from a specific plan within 75 days after filing unless the applicant and Area Planning Commission consent in writing to a longer period.\t(b)\tDecisions by the Area Planning Commission shall be supported by written findings of fact based on evidence in the record.  Upon making a decision upon an application for an exception from a specific plan, the Area Planning Commission shall place a copy of its written findings, where required, and decision on file in the City Planning Department and provide a copy to:  the Department of Building and Safety; the Councilmember(s) having jurisdiction over the specific plan area in which the property is located; and the Department of Transportation, where appropriate.  Copies of the decision shall also be provided by First Class Mail to: the applicant; the Department of Neighborhood Empowerment; the chairperson of any design review or plan review board having jurisdiction over the specific plan area in which the property is located; and interested parties who have filed written requests with the City Planning Department.\t4.\tEffective Date of Decision.  The Area Planning Commission’s decision shall become final after an elapsed period of 15 calendar days from the date of mailing of the written decision, unless an appeal is filed on the decision within that period pursuant to this subsection.\t5.\t(Deleted by Ord. No. 182,106, Eff. 5\/20\/12.)\t6.\tFailure to Act – Transfer of Jurisdiction from the Area Planning Commission.  If the Area Planning Commission fails to act on an application for an exception from a specific plan within the time limit specified in this subsection, the applicant may file a request for a transfer of jurisdiction to the City Council for a decision upon the original application, in which case, the Area Planning Commission shall lose jurisdiction.  A request for transfer of jurisdiction may be filed in any public office of the Department of City Planning.\tThe Council may approve the application subject to making the findings contained in Subdivision 2. of this subsection, and may impose upon the approval conditions it deems necessary in accordance with those findings.  The action of the Council shall be adopted by a majority vote of the whole Council within 45 days of the date the City Clerk receives the request for the transfer.\t7.\tAppeal of Area Planning Commission Decision.  An applicant or any other person aggrieved by a decision of the Area Planning Commission may appeal the decision to the City Council.  The appeal shall be filed within 15 days of the date of mailing of the decision on forms provided by the Planning Department.  The appeal shall set forth specifically the points at issue, the reasons for the appeal, and the basis upon which the appellant claims there was an error or abuse of discretion by the Area Planning Commission.  Any appeal not filed within the 15-day period shall not be considered by the City Council.  The filing of an appeal stays proceedings in the matter until the City Council has made a decision.  Once an appeal is filed, the Area Planning Commission shall transmit the appeal and the file to the City Council, together with any report responding to the allegations made in the appeal.\tThe Council may reverse or modify, in whole or in part, any decision of the Area Planning Commission only by a two-thirds vote of the whole Council.  The decision must contain a finding of fact showing why the proposed exception to a specific plan complies or fails to comply with the requirements of this section.  Any vote of the Council in which less than two-thirds of the whole Council vote to reverse or modify the decision of the Area Planning Commission shall be deemed to be an action denying the appeal.  The failure of the Council to vote upon an appeal within 90 days after the expiration of the appeal period, or within any additional period agreed upon by the applicant and the Council, shall also be deemed a denial of the appeal.\t8.\tHearing by Council.  (Amended by Ord. No. 173,992, Eff. 7\/6\/01.)  Before acting on any appeal, or on any matter transferred to it because of a failure to act, the City Council or its Committee shall set the matter for hearing, giving the same notice as provided in Subdivision 1. of this subsection.\tG.\tAmendments to Specific Plans – City Planning Commission Recommendation With City Council Decision.  The City Planning Commission shall have the authority for making recommendations for amendments to specific plans.  The procedures for amending specific plans are set forth in Subsections A., C. and E. of Section 12.32, except that the publication and mailing of the hearing notice indicating the time, place and purpose of the City Planning Commission hearing shall be given at least 24 days prior to the date of the hearing.  An amendment to a specific plan shall be required for any of the following proposals:\t1.\tTo permit establishment of a new principal use or a change of use that the specific plan specifically identifies as a prohibited use (Note: a specific plan exception shall be required for alteration or enlargement of an existing legal nonconforming use.);\t2.\tTo permit a use which exceeds the maximum number of permitted establishments or the maximum permitted occupant load for that use within the specific plan area or any of its subareas;\t3.\tTo permit a sign which the specific plan specifically identifies as a prohibited sign;\t4.\tTo deviate from the requirements of a plan map footnote;\t5.\tTo make significant changes to environmental mitigation measures which were adopted as part of the environmental clearance for the specific plan;\t6.\tTo make changes to impact fees which affect implementation of the specific plan or planned improvements;\t7.\tTo make boundary changes to the specific plan area or its subareas;\t8.\tTo change highway\/street designations;\t9.\tAny request which causes an inconsistency with the applicable community plan(s) and necessitates a community plan amendment; or\t10.\tOther significant policy changes or modifications to specific plan regulations which affect the entire specific plan area or any of its subareas, as determined by the Director.\tH.\tInterpretations of Specific Plans.  The Director shall have authority to interpret specific plans when there is a lack of clarity in the meaning of their regulations.\t1.\tApplication Procedure.  To request a specific plan interpretation, an applicant shall file an application with the Department of City Planning pursuant to the application procedure set forth in Paragraph (a) of Subdivision 2 of Subsection B of this section.  The application shall include a reference to the specific plan regulation(s) for which clarification is requested and a narrative description of why a clarification is necessary for the project or subject property involved.\t2.\tDirector’s Decision.  Upon receipt of a deemed complete application, the Director’s written interpretation shall be subject to the same time limit to act, transmittal requirement and effective date of decision as set forth in Paragraphs (a) through (c) of Subdivision 4 of Subsection C.\t3.\tAppeals.  The City Planning Commission shall hear appeals on Director interpretations which affect an entire specific plan area or any of its subareas, and the Area Planning Commission shall hear appeals on Director interpretations which are applicable only on a site specific basis.  The procedures for filing and processing appeals of Director interpretations shall otherwise be the same as those set forth in Subdivision 6 of Subsection C of this section.\tI.\tOptional Public Informational Meeting.  When provided for in individual specific plans, the Director may hold a public informational meeting in connection with the Planning Department’s review of a proposed project pursuant to the specific plan procedures set forth in Subsections C, D or E of this section, if the Director decides that the proposed project may have a potentially significant effect on adjoining properties or on the immediate neighborhood, or that it is likely to evoke public controversy, or that it would be in the public interest to conduct the meeting.  In those cases, written notice of the meeting shall be sent by First Class Mail at least 15 days prior to the meeting date to:  the applicant; the owner(s) of the property involved; owners of properties within 100 feet of the exterior boundaries of the property involved; the Councilmember(s) having jurisdiction over the specific plan area in which the property is located; to the Department of Neighborhood Empowerment; the chair of any design review or plan review board having jurisdiction over the specific plan area in which the property is located; and interested parties who have requested notice in writing.\tJ.\tDecision-Makers and Appellate Bodies for Other Specific Plan Provisions.  For those specific plan provisions which are not addressed elsewhere in this section, the initial decision-maker and appellate bodies responsible for implementing those provisions shall be the Area Planning Commission and Council, respectively, unless otherwise identified in the following table.  Notwithstanding the provisions of any specific plan to the contrary, there shall be only one level of appeal from any initial decision.DECISION \/ APPELLATE BODIES FOR OTHER SPECIFIC PLAN PROVISIONS\n  \n    \n      \n        \n      \n      \n        SPECIFIC PLAN PROVISION\n      \n      \n        Location\n      \n      \n        Decision Body\n      \n      \n        Decision or Appeal Body\n      \n    \n    \n      \n        1\n      \n      \n        ALAMEDA DISTRICT Project Plan Compliance – Phase II\n      \n      \n        Ord. No. 171,139\n        Sec 5A3\n      \n      \n        CPC\n      \n      \n        CCL\n      \n    \n    \n      \n        2\n      \n      \n        CENTRAL CITY WEST\n        TFAR\/Resid. Density\n      \n      \n        Ord. No. 167,944\n        Sec 7\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        \n      \n      \n        CENTRAL CITY WEST\n        Phasing-Annual Report\n      \n      \n        Ord. No. 167,944\n        Sec 16C\n      \n      \n        CPC\n      \n      \n        CCL\n      \n    \n    \n      \n        3\n      \n      \n        CENTURY CITY NORTH\n        Project Permit (Second Phase)\n      \n      \n        Ord. No. 156,122\n        Sec 3C\n      \n      \n        CPC\n      \n      \n        CCL\n      \n    \n    \n      \n        \n      \n      \n        CENTURY CITY NORTH\n        Alternate Trip Generation Calcs\n      \n      \n        Ord. No. 156,122\n        Sec 6\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        \n      \n      \n        CENTURY CITY NORTH\n        Public Uses\n      \n      \n        Ord. No. 156,122\n        Sec 7E\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        \n      \n      \n        CENTURY CITY NORTH\n        Changes to Pedestrian Corridor\n      \n      \n        Ord. No. 156,122\n        Sec 10B9\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        4\n      \n      \n        COASTAL TRANSPORTATION CORRIDOR\n        Trip Generation Calcs\n      \n      \n        Ord. No. 168,999\n        Sec 5C1\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        \n      \n      \n        COASTAL TRANSPORTATION CORRIDOR\n        Transportation Provisions\n      \n      \n        Ord. No. 168,999\n      \n      \n        DOT\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        COASTAL TRANSPORTATION CORRIDOR\n        Project Phasing Program\n      \n      \n        Ord. No. 168,999\n        Sec 8A\n      \n      \n        Director\/DOT\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        COASTAL TRANSPORTATION CORRIDOR\n        Public Pedestrian Facilities\n      \n      \n        Ord. No. 168,999\n        Sec 8B\n      \n      \n        Director\/\n        DOT\/ City Engineer\n      \n      \n        APC\n      \n    \n    \n      \n        5\n      \n      \n        HOLLYWOODLAND\n        Project Design Approval\n      \n      \n        Ord. No. 168,121\n        Sec 9F\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        6\n      \n      \n        LAX\/ EL SEGUNDO DUNES\n      \n      \n        Ord. No. 167,904\n        Sec 4\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        7\n      \n      \n        OXFORD TRIANGLE\n        Density Allowance\n      \n      \n        Ord. No. 170,155\n        Sec 6, 7\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        8\n      \n      \n        PLAYA VISTA AREA B\n        Time Limits\n      \n      \n        Ord. No. 160,521\n        165, 638\n        Sec 12\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        PLAYA VISTA AREA B\n        Plot Plan Review\n      \n      \n        Ord. No. 160,521\n        165, 638\n        Sec 7, 13\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        9\n      \n      \n        PLAYA VISTA AREA C\n        Time Limits\n      \n      \n        Ord. No. 165,639\n        Sec 12\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        PLAYA VISTA AREA C\n        Plot Plan Review\n      \n      \n        Ord. No. 165,639\n        Sec 7, 13\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        10\n      \n      \n        PLAYA VISTA AREA D\n        Time Limits\n      \n      \n        Ord. No. 160,523\n        170,785\n        Sec 10\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        PLAYA VISTA AREA D\n        Plot Plan Review\n      \n      \n        Ord. No. 160,523\n        170,785\n        Sec 7, 11\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        11\n      \n      \n        PORTER RANCH\n        Landscape Plans, Uses, Height\n      \n      \n        Ord. No. 166,068\n        Sec 13\n      \n      \n        Director\n      \n      \n        APC\n      \n    \n    \n      \n        12\n      \n      \n        VENTURA\/CAHUENGA BLVD\n        Phasing-Certification of Compliance\n      \n      \n        Ord. No. 171,240\n        Sec 6J\n      \n      \n        CPC\n      \n      \n        CCL\n      \n    \n    \n      \n        13\n      \n      \n        WARNER CENTER\n        Transportation Requirements\n      \n      \n        Ord. No. 168,873\n        168,984, 171,529\n        Sec 11\n      \n      \n        DOT\/ Director\n        B&#038;S\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        WARNER CENTER\n        Phasing Program\n      \n      \n        Ord. No. 168,873\n        168,984, 171,529\n        Sec 16\n      \n      \n        CPC\n      \n      \n        CCL\n      \n    \n    \n      \n        \n      \n      \n        WARNER CENTER\n        Traffic Mitigation Plan\n      \n      \n        Ord. No. 168,873\n        168,984, 171,529\n        Sec 11F\n      \n      \n        DOT, Director\n      \n      \n        APC\n      \n    \n    \n      \n        \n      \n      \n        WARNER CENTER\n        Residential Neighborhood\n        Protection Program\n      \n      \n        Ord. No. 168,873\n        168,984, 171,529\n        Sec 11K\n      \n      \n        APC\n      \n      \n        CCL\n      \n    \n    \n      \n        14\n      \n      \n        WEST LA TIMP\n        Phasing Program\n      \n      \n        Ord. No. 171,492\n        Sec 7\n      \n      \n        CPC\n      \n      \n        CCL\n      \n    \n  \n\tLegend:\n\tAPC – Area Planning Commission\n\tCCL – City Council\n\tCPC – City Planning Commission\n\tDirector – Director of Planning\n\tDOT – Department of Transportation","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}