{"section_number":"11.5.6","edition_id":"1","section_id":"2540","structure_id":"46","catch_line":"General Plan.","history":"","full_text":"  GENERAL PLAN.\n\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\n\n\tPursuant to Charter Section 555, the City’s comprehensive may be adopted, and amended from time to time, either as a whole, by complete subject elements, by geographic areas or by portions of elements or areas, provided that any area or portion of an area has significant social, economic or physical identity.\n\n\tA.\tAmendments.  Amendments to the General Plan of the City shall be initiated, prepared and acted upon in accordance with the procedures set forth in Charter Section 555 and this section.\n\n\tB.\tInitiation of Plan Amendment.  As provided in Charter Section 555, an amendment to the General Plan may be initiated by the Council, the City Planning Commission or the Director of Planning.  Initiations by the Council or City Planning Commission shall be by majority vote.  If an amendment is initiated by the Council or City Planning Commission, then it shall be transmitted to the Director for report and recommendation to the City Planning Commission.\n\n\tWhether initiated by the Director, the Council or the City Planning Commission, the Director shall prepare the amendment and a report recommending action by the City Planning Commission.  The report shall contain an explanation of the reasons for the action recommended.\n\n\tAfter the Director prepares a Plan amendment and report, the Director shall transmit the file to the City Planning Commission for its action.\n\n\tC.\tAction by City Planning Commission on Proposed Amendments.\n\n\t1.\tNotice and Hearing.  Before the City Planning Commission acts on a proposed Plan amendment and the Director’s recommendation, the matter shall be set for a public hearing.  The City Planning Commission may hold the hearing itself or may direct the Director to hold the hearing.  In either event, notice of the time, place and purpose of the hearing shall be given by at least one publication in a newspaper of general circulation in the City (designated for this purpose by the City Clerk), at least ten days prior to the date of the hearing.  Notice shall also be mailed to any person requesting notice of the hearing.\n\n\tAt the time of the hearing, the City Planning Commission or the Director shall hear public testimony from anyone wishing to be heard on the matter.  The City Planning Commission or the Director may continue the hearing to another date announced publicly at the hearing being continued; no additional notice of the continued hearing need be given.  If the hearing is conducted by the Director, he or she shall submit a report to the City Planning Commission summarizing the information received.  The report may also contain a recommendation to the City Planning Commission regarding its action on the proposed amendment.  The Director shall file his or her report with the City Planning Commission after the close of the hearing.\n\n\t2.\tCity Planning Commission Action.  After receiving the Director’s report, or after the close of a public hearing conducted by the City Planning Commission, the City Planning Commission shall recommend to the Mayor and the Council that the proposed amendment be approved or disapproved in whole or in part.  The City Planning Commission’s report to the Mayor and the Council shall set forth the Commission’s reasons for its recommendation.\n\n\tThe City Planning Commission shall act within 90 days after receiving the Director’s report pursuant to Subsection B.  If the City Planning Commission fails to do so, the City Planning Commission’s failure to act shall be deemed a recommendation for approval of the Plan amendment.\n\n\tIf the City Planning Commission recommends approval of any proposed Plan amendment or disapproval of either a proposed amendment initiated by the Director or the Council, the Commission shall transmit as soon as possible those actions to the Mayor for consideration and report to the Council.  If the City Planning Commission recommends the disapproval of a Plan Amendment initiated by it, the City Planning Commission shall report its decision to the Council and Mayor.\n\n\tD.\tAction by the Mayor on Proposed Amendments.  Within 30 days after receipt of the City Planning Commission’s recommendation, the Mayor shall make a recommendation to the Council on the proposed Plan amendment.  The Mayor’s report to the Council shall set forth the Mayor’s reasons for his or her recommendation.  If the Mayor does not act within the 30-day period, the Mayor’s inaction shall be deemed a recommendation for approval of the Plan amendment.\n\n\tE.\tAction by the Council on Proposed Amendments.  After receiving the recommendations of the City Planning Commission and the Mayor, or at the expiration of the 30-day period for the Mayor to act, the Council shall hold a public hearing on the proposed Plan amendment.\n\n\tAfter the close of the public hearing, the Council may do either of the following:  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)\n\n\t1.\tApprove or disapprove the Plan amendment in whole or in part in accordance with Charter Section 555(e); or\n\n\t2.\tPropose changes to the Plan amendment.\n\n\tThe Council shall take either of these actions within 75 days after receiving the recommendation of the Mayor, or within 75 days after the expiration of the Mayor’s time to act if the Mayor has not made a timely recommendation.  The failure of the Council to act within that 75-day period shall constitute a disapproval of the Plan amendment.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)\n\n\tIn accordance with Charter Section 555(e), if both the City Planning Commission and the Mayor recommend approval of a proposed amendment, the Council may adopt the amendment by a majority vote.  If either the City Planning Commission or the Mayor recommends the disapproval of a proposed amendment, the Council may adopt the amendment only by at least a two-thirds vote.  If both the City Planning Commission and the Mayor recommend the disapproval of a proposed amendment, the Council may adopt the amendment only by at least a three-fourths vote.\n\n\tF.\tProposed Changes by the Council.  If the Council proposes changes to the Plan amendment that differ from the amendment as initiated or the recommendation of the City Planning Commission, the matter shall be returned simultaneously to the City Planning Commission and the Mayor for their recommendations on the proposed changes.  In acting on those changes, the City Planning Commission and the Mayor shall follow the procedures set forth above for their initial action.  The City Planning Commission shall act within 60 days of receipt of the Council’s proposed change.  The Mayor shall act within 30 days of the receipt of the City Planning Commission’s recommendation on the proposed change, or the expiration of the time for the City Planning Commission to act if the Commission fails to make a timely recommendation.  If either the City Planning Commission or the Mayor does not act within the time period, that inaction shall be deemed a recommendation of approval of the proposed changes.  The recommendations of the Commission and the Mayor on any changes made by the Council shall affect only those changes.  The Council shall act to approve or disapprove, in whole or in part, the Plan amendment, including the Council’s changes, within 120 days after receiving both the City Planning Commission’s and the Mayor’s recommendations on the Council’s proposed changes, or the expiration of their time to act on those changes.","order_by":"5.6","ancestry":{"1":{"id":"46","name":"Planning Comprehensive Planning Program","identifier":"1.5","label":"article","url":"\/1\/1.5\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"788","structure_id":"46","section_number":"11.5.1","catch_line":"Title.","url":"\/11.5.1\/","token":"11.5.1"},"1":{"id":"2556","structure_id":"46","section_number":"11.5.10","catch_line":"Withdrawal Of Appeal.","url":"\/11.5.10\/","token":"11.5.10"},"2":{"id":"3258","structure_id":"46","section_number":"11.5.2","catch_line":"Area Planning Commissions.","url":"\/11.5.2\/","token":"11.5.2"},"3":{"id":"1863","structure_id":"46","section_number":"11.5.3","catch_line":"Director Of Planning (Director).","url":"\/11.5.3\/","token":"11.5.3"},"4":{"id":"3422","structure_id":"46","section_number":"11.5.4","catch_line":"City Planning Commission.","url":"\/11.5.4\/","token":"11.5.4"},"5":{"id":"2150","structure_id":"46","section_number":"11.5.5","catch_line":"Mandatory Referrals – Authority Of Commission – Requirements.","url":"\/11.5.5\/","token":"11.5.5"},"6":{"id":"2540","structure_id":"46","section_number":"11.5.6","catch_line":"General Plan.","url":"\/11.5.6\/","token":"11.5.6"},"7":{"id":"1777","structure_id":"46","section_number":"11.5.7","catch_line":"Specific Plan Procedures.","url":"\/11.5.7\/","token":"11.5.7"},"8":{"id":"88","structure_id":"46","section_number":"11.5.8","catch_line":"Periodic Comprehensive General Plan Review.","url":"\/11.5.8\/","token":"11.5.8"},"9":{"id":"2396","structure_id":"46","section_number":"11.5.9","catch_line":"Withdrawal Of Application.","url":"\/11.5.9\/","token":"11.5.9"}},"next_section":{"id":"1777","structure_id":"46","section_number":"11.5.7","catch_line":"Specific Plan Procedures.","url":"\/11.5.7\/","token":"11.5.7"},"metadata":false,"references":false,"url":"\/11.5.6\/","token":"11.5.6","formats":{"txt":"\/11.5.6.txt","json":"\/11.5.6.xml"},"dublin_core":{"Title":"General Plan.","Type":"Text","Format":"text\/html","Identifier":"§ 11.5.6","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nGENERAL PLAN. (§ 11.5.6)\n\n  GENERAL PLAN.\n\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\tPursuant to Charter\nSection 555, the City’s comprehensive may be adopted, and amended from time to\ntime, either as a whole, by complete subject elements, by geographic areas or by\nportions of elements or areas, provided that any area or portion of an area has\nsignificant social, economic or physical identity.\tA.\tAmendments.  Amendments\nto the General Plan of the City shall be initiated, prepared and acted upon in\naccordance with the procedures set forth in Charter Section 555 and this\nsection.\tB.\tInitiation of Plan Amendment.  As provided in Charter Section 555,\nan amendment to the General Plan may be initiated by the Council, the City\nPlanning Commission or the Director of Planning.  Initiations by the Council or\nCity Planning Commission shall be by majority vote.  If an amendment is\ninitiated by the Council or City Planning Commission, then it shall be\ntransmitted to the Director for report and recommendation to the City Planning\nCommission.\tWhether initiated by the Director, the Council or the City Planning\nCommission, the Director shall prepare the amendment and a report recommending\naction by the City Planning Commission.  The report shall contain an\nexplanation of the reasons for the action recommended.\tAfter the Director\nprepares a Plan amendment and report, the Director shall transmit the file to\nthe City Planning Commission for its action.\tC.\tAction by City Planning\nCommission on Proposed Amendments.\t1.\tNotice and Hearing.  Before the City\nPlanning Commission acts on a proposed Plan amendment and the Director’s\nrecommendation, the matter shall be set for a public hearing.  The City\nPlanning Commission may hold the hearing itself or may direct the Director to\nhold the hearing.  In either event, notice of the time, place and purpose of\nthe hearing shall be given by at least one publication in a newspaper of general\ncirculation in the City (designated for this purpose by the City Clerk), at\nleast ten days prior to the date of the hearing.  Notice shall also be mailed\nto any person requesting notice of the hearing.\tAt the time of the hearing, the\nCity Planning Commission or the Director shall hear public testimony from anyone\nwishing to be heard on the matter.  The City Planning Commission or the\nDirector may continue the hearing to another date announced publicly at the\nhearing being continued; no additional notice of the continued hearing need be\ngiven.  If the hearing is conducted by the Director, he or she shall submit a\nreport to the City Planning Commission summarizing the information received. \nThe report may also contain a recommendation to the City Planning Commission\nregarding its action on the proposed amendment.  The Director shall file his or\nher report with the City Planning Commission after the close of the\nhearing.\t2.\tCity Planning Commission Action.  After receiving the Director’s\nreport, or after the close of a public hearing conducted by the City Planning\nCommission, the City Planning Commission shall recommend to the Mayor and the\nCouncil that the proposed amendment be approved or disapproved in whole or in\npart.  The City Planning Commission’s report to the Mayor and the Council\nshall set forth the Commission’s reasons for its recommendation.\tThe City\nPlanning Commission shall act within 90 days after receiving the Director’s\nreport pursuant to Subsection B.  If the City Planning Commission fails to do\nso, the City Planning Commission’s failure to act shall be deemed a\nrecommendation for approval of the Plan amendment.\tIf the City Planning\nCommission recommends approval of any proposed Plan amendment or disapproval of\neither a proposed amendment initiated by the Director or the Council, the\nCommission shall transmit as soon as possible those actions to the Mayor for\nconsideration and report to the Council.  If the City Planning Commission\nrecommends the disapproval of a Plan Amendment initiated by it, the City\nPlanning Commission shall report its decision to the Council and\nMayor.\tD.\tAction by the Mayor on Proposed Amendments.  Within 30 days after\nreceipt of the City Planning Commission’s recommendation, the Mayor shall make\na recommendation to the Council on the proposed Plan amendment.  The Mayor’s\nreport to the Council shall set forth the Mayor’s reasons for his or her\nrecommendation.  If the Mayor does not act within the 30-day period, the\nMayor’s inaction shall be deemed a recommendation for approval of the Plan\namendment.\tE.\tAction by the Council on Proposed Amendments.  After receiving\nthe recommendations of the City Planning Commission and the Mayor, or at the\nexpiration of the 30-day period for the Mayor to act, the Council shall hold a\npublic hearing on the proposed Plan amendment.\tAfter the close of the public\nhearing, the Council may do either of the following:  (Amended by Ord. No.\n177,103, Eff. 12\/18\/05.)\t1.\tApprove or disapprove the Plan amendment in whole or\nin part in accordance with Charter Section 555(e); or\t2.\tPropose changes to the\nPlan amendment.\tThe Council shall take either of these actions within 75 days\nafter receiving the recommendation of the Mayor, or within 75 days after the\nexpiration of the Mayor’s time to act if the Mayor has not made a timely\nrecommendation.  The failure of the Council to act within that 75-day period\nshall constitute a disapproval of the Plan amendment.  (Amended by Ord. No.\n177,103, Eff. 12\/18\/05.)\tIn accordance with Charter Section 555(e), if both the\nCity Planning Commission and the Mayor recommend approval of a proposed\namendment, the Council may adopt the amendment by a majority vote.  If either\nthe City Planning Commission or the Mayor recommends the disapproval of a\nproposed amendment, the Council may adopt the amendment only by at least a\ntwo-thirds vote.  If both the City Planning Commission and the Mayor recommend\nthe disapproval of a proposed amendment, the Council may adopt the amendment\nonly by at least a three-fourths vote.\tF.\tProposed Changes by the Council.  If\nthe Council proposes changes to the Plan amendment that differ from the\namendment as initiated or the recommendation of the City Planning Commission,\nthe matter shall be returned simultaneously to the City Planning Commission and\nthe Mayor for their recommendations on the proposed changes.  In acting on\nthose changes, the City Planning Commission and the Mayor shall follow the\nprocedures set forth above for their initial action.  The City Planning\nCommission shall act within 60 days of receipt of the Council’s proposed\nchange.  The Mayor shall act within 30 days of the receipt of the City Planning\nCommission’s recommendation on the proposed change, or the expiration of the\ntime for the City Planning Commission to act if the Commission fails to make a\ntimely recommendation.  If either the City Planning Commission or the Mayor\ndoes not act within the time period, that inaction shall be deemed a\nrecommendation of approval of the proposed changes.  The recommendations of the\nCommission and the Mayor on any changes made by the Council shall affect only\nthose changes.  The Council shall act to approve or disapprove, in whole or in\npart, the Plan amendment, including the Council’s changes, within 120 days\nafter receiving both the City Planning Commission’s and the Mayor’s\nrecommendations on the Council’s proposed changes, or the expiration of their\ntime to act on those changes.\n","html":"\n\t\t\t\t\t<section><p>  GENERAL PLAN.\n\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)<br \/><br \/>\tPursuant to Charter Section 555, the City’s comprehensive may be adopted, and amended from time to time, either as a whole, by complete subject elements, by geographic areas or by portions of elements or areas, provided that any area or portion of an area has significant social, economic or physical identity.<br \/><br \/>\tA.\tAmendments.  Amendments to the General Plan of the City shall be initiated, prepared and acted upon in accordance with the procedures set forth in Charter Section 555 and this section.<br \/><br \/>\tB.\tInitiation of Plan Amendment.  As provided in Charter Section 555, an amendment to the General Plan may be initiated by the Council, the City Planning Commission or the Director of Planning.  Initiations by the Council or City Planning Commission shall be by majority vote.  If an amendment is initiated by the Council or City Planning Commission, then it shall be transmitted to the Director for report and recommendation to the City Planning Commission.<br \/><br \/>\tWhether initiated by the Director, the Council or the City Planning Commission, the Director shall prepare the amendment and a report recommending action by the City Planning Commission.  The report shall contain an explanation of the reasons for the action recommended.<br \/><br \/>\tAfter the Director prepares a Plan amendment and report, the Director shall transmit the file to the City Planning Commission for its action.<br \/><br \/>\tC.\tAction by City Planning Commission on Proposed Amendments.<br \/><br \/>\t1.\tNotice and <span class=\"dictionary\">Hearing<\/span>.  Before the City Planning Commission acts on a proposed Plan amendment and the Director’s recommendation, the matter shall be set for a public <span class=\"dictionary\">hearing<\/span>.  The City Planning Commission may hold the <span class=\"dictionary\">hearing<\/span> itself or may direct the Director to hold the <span class=\"dictionary\">hearing<\/span>.  In either event, notice of the time, place and purpose of the <span class=\"dictionary\">hearing<\/span> shall be given by at least one publication in a newspaper of general circulation in the City (designated for this purpose by the City Clerk), at least ten days prior to the date of the <span class=\"dictionary\">hearing<\/span>.  Notice shall also be mailed to any person requesting notice of the <span class=\"dictionary\">hearing<\/span>.<br \/><br \/>\tAt the time of the <span class=\"dictionary\">hearing<\/span>, the City Planning Commission or the Director shall hear public <span class=\"dictionary\">testimony<\/span> from anyone wishing to be heard on the matter.  The City Planning Commission or the Director may continue the <span class=\"dictionary\">hearing<\/span> to another date announced publicly at the <span class=\"dictionary\">hearing<\/span> being continued; no additional notice of the continued <span class=\"dictionary\">hearing<\/span> need be given.  If the <span class=\"dictionary\">hearing<\/span> is conducted by the Director, he or she shall submit a report to the City Planning Commission summarizing the information received.  The report may also contain a recommendation to the City Planning Commission regarding its action on the proposed amendment.  The Director shall file his or her report with the City Planning Commission after the close of the <span class=\"dictionary\">hearing<\/span>.<br \/><br \/>\t2.\tCity Planning Commission Action.  After receiving the Director’s report, or after the close of a public <span class=\"dictionary\">hearing<\/span> conducted by the City Planning Commission, the City Planning Commission shall recommend to the Mayor and the Council that the proposed amendment be approved or disapproved in whole or in part.  The City Planning Commission’s report to the Mayor and the Council shall set forth the Commission’s reasons for its recommendation.<br \/><br \/>\tThe City Planning Commission shall act within 90 days after receiving the Director’s report pursuant to Subsection B.  If the City Planning Commission fails to do so, the City Planning Commission’s failure to act shall be deemed a recommendation for approval of the Plan amendment.<br \/><br \/>\tIf the City Planning Commission recommends approval of any proposed Plan amendment or disapproval of either a proposed amendment initiated by the Director or the Council, the Commission shall transmit as soon as possible those actions to the Mayor for consideration and report to the Council.  If the City Planning Commission recommends the disapproval of a Plan Amendment initiated by it, the City Planning Commission shall report its decision to the Council and Mayor.<br \/><br \/>\tD.\tAction by the Mayor on Proposed Amendments.  Within 30 days after receipt of the City Planning Commission’s recommendation, the Mayor shall make a recommendation to the Council on the proposed Plan amendment.  The Mayor’s report to the Council shall set forth the Mayor’s reasons for his or her recommendation.  If the Mayor does not act within the 30-day period, the Mayor’s inaction shall be deemed a recommendation for approval of the Plan amendment.<br \/><br \/>\tE.\tAction by the Council on Proposed Amendments.  After receiving the recommendations of the City Planning Commission and the Mayor, or at the expiration of the 30-day period for the Mayor to act, the Council shall hold a public <span class=\"dictionary\">hearing<\/span> on the proposed Plan amendment.<br \/><br \/>\tAfter the close of the public <span class=\"dictionary\">hearing<\/span>, the Council may do either of the following:  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)<br \/><br \/>\t1.\tApprove or disapprove the Plan amendment in whole or in part in accordance with Charter Section 555(e); or<br \/><br \/>\t2.\tPropose changes to the Plan amendment.<br \/><br \/>\tThe Council shall take either of these actions within 75 days after receiving the recommendation of the Mayor, or within 75 days after the expiration of the Mayor’s time to act if the Mayor has not made a timely recommendation.  The failure of the Council to act within that 75-day period shall constitute a disapproval of the Plan amendment.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)<br \/><br \/>\tIn accordance with Charter Section 555(e), if both the City Planning Commission and the Mayor recommend approval of a proposed amendment, the Council may adopt the amendment by a majority vote.  If either the City Planning Commission or the Mayor recommends the disapproval of a proposed amendment, the Council may adopt the amendment only by at least a two-thirds vote.  If both the City Planning Commission and the Mayor recommend the disapproval of a proposed amendment, the Council may adopt the amendment only by at least a three-fourths vote.<br \/><br \/>\tF.\tProposed Changes by the Council.  If the Council proposes changes to the Plan amendment that differ from the amendment as initiated or the recommendation of the City Planning Commission, the matter shall be returned simultaneously to the City Planning Commission and the Mayor for their recommendations on the proposed changes.  In acting on those changes, the City Planning Commission and the Mayor shall follow the procedures set forth above for their initial action.  The City Planning Commission shall act within 60 days of receipt of the Council’s proposed change.  The Mayor shall act within 30 days of the receipt of the City Planning Commission’s recommendation on the proposed change, or the expiration of the time for the City Planning Commission to act if the Commission fails to make a timely recommendation.  If either the City Planning Commission or the Mayor does not act within the time period, that inaction shall be deemed a recommendation of approval of the proposed changes.  The recommendations of the Commission and the Mayor on any changes made by the Council shall affect only those changes.  The Council shall act to approve or disapprove, in whole or in part, the Plan amendment, including the Council’s changes, within 120 days after receiving both the City Planning Commission’s and the Mayor’s recommendations on the Council’s proposed changes, or the expiration of their time to act on those changes.<\/p><\/section>","previous_section":{"id":"2150","structure_id":"46","section_number":"11.5.5","catch_line":"Mandatory Referrals – Authority Of Commission – Requirements.","url":"\/11.5.5\/","token":"11.5.5"},"text":{"0":{"id":"2517","text":"  GENERAL PLAN.\n\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\tPursuant to Charter Section 555, the City’s comprehensive may be adopted, and amended from time to time, either as a whole, by complete subject elements, by geographic areas or by portions of elements or areas, provided that any area or portion of an area has significant social, economic or physical identity.\tA.\tAmendments.  Amendments to the General Plan of the City shall be initiated, prepared and acted upon in accordance with the procedures set forth in Charter Section 555 and this section.\tB.\tInitiation of Plan Amendment.  As provided in Charter Section 555, an amendment to the General Plan may be initiated by the Council, the City Planning Commission or the Director of Planning.  Initiations by the Council or City Planning Commission shall be by majority vote.  If an amendment is initiated by the Council or City Planning Commission, then it shall be transmitted to the Director for report and recommendation to the City Planning Commission.\tWhether initiated by the Director, the Council or the City Planning Commission, the Director shall prepare the amendment and a report recommending action by the City Planning Commission.  The report shall contain an explanation of the reasons for the action recommended.\tAfter the Director prepares a Plan amendment and report, the Director shall transmit the file to the City Planning Commission for its action.\tC.\tAction by City Planning Commission on Proposed Amendments.\t1.\tNotice and Hearing.  Before the City Planning Commission acts on a proposed Plan amendment and the Director’s recommendation, the matter shall be set for a public hearing.  The City Planning Commission may hold the hearing itself or may direct the Director to hold the hearing.  In either event, notice of the time, place and purpose of the hearing shall be given by at least one publication in a newspaper of general circulation in the City (designated for this purpose by the City Clerk), at least ten days prior to the date of the hearing.  Notice shall also be mailed to any person requesting notice of the hearing.\tAt the time of the hearing, the City Planning Commission or the Director shall hear public testimony from anyone wishing to be heard on the matter.  The City Planning Commission or the Director may continue the hearing to another date announced publicly at the hearing being continued; no additional notice of the continued hearing need be given.  If the hearing is conducted by the Director, he or she shall submit a report to the City Planning Commission summarizing the information received.  The report may also contain a recommendation to the City Planning Commission regarding its action on the proposed amendment.  The Director shall file his or her report with the City Planning Commission after the close of the hearing.\t2.\tCity Planning Commission Action.  After receiving the Director’s report, or after the close of a public hearing conducted by the City Planning Commission, the City Planning Commission shall recommend to the Mayor and the Council that the proposed amendment be approved or disapproved in whole or in part.  The City Planning Commission’s report to the Mayor and the Council shall set forth the Commission’s reasons for its recommendation.\tThe City Planning Commission shall act within 90 days after receiving the Director’s report pursuant to Subsection B.  If the City Planning Commission fails to do so, the City Planning Commission’s failure to act shall be deemed a recommendation for approval of the Plan amendment.\tIf the City Planning Commission recommends approval of any proposed Plan amendment or disapproval of either a proposed amendment initiated by the Director or the Council, the Commission shall transmit as soon as possible those actions to the Mayor for consideration and report to the Council.  If the City Planning Commission recommends the disapproval of a Plan Amendment initiated by it, the City Planning Commission shall report its decision to the Council and Mayor.\tD.\tAction by the Mayor on Proposed Amendments.  Within 30 days after receipt of the City Planning Commission’s recommendation, the Mayor shall make a recommendation to the Council on the proposed Plan amendment.  The Mayor’s report to the Council shall set forth the Mayor’s reasons for his or her recommendation.  If the Mayor does not act within the 30-day period, the Mayor’s inaction shall be deemed a recommendation for approval of the Plan amendment.\tE.\tAction by the Council on Proposed Amendments.  After receiving the recommendations of the City Planning Commission and the Mayor, or at the expiration of the 30-day period for the Mayor to act, the Council shall hold a public hearing on the proposed Plan amendment.\tAfter the close of the public hearing, the Council may do either of the following:  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)\t1.\tApprove or disapprove the Plan amendment in whole or in part in accordance with Charter Section 555(e); or\t2.\tPropose changes to the Plan amendment.\tThe Council shall take either of these actions within 75 days after receiving the recommendation of the Mayor, or within 75 days after the expiration of the Mayor’s time to act if the Mayor has not made a timely recommendation.  The failure of the Council to act within that 75-day period shall constitute a disapproval of the Plan amendment.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)\tIn accordance with Charter Section 555(e), if both the City Planning Commission and the Mayor recommend approval of a proposed amendment, the Council may adopt the amendment by a majority vote.  If either the City Planning Commission or the Mayor recommends the disapproval of a proposed amendment, the Council may adopt the amendment only by at least a two-thirds vote.  If both the City Planning Commission and the Mayor recommend the disapproval of a proposed amendment, the Council may adopt the amendment only by at least a three-fourths vote.\tF.\tProposed Changes by the Council.  If the Council proposes changes to the Plan amendment that differ from the amendment as initiated or the recommendation of the City Planning Commission, the matter shall be returned simultaneously to the City Planning Commission and the Mayor for their recommendations on the proposed changes.  In acting on those changes, the City Planning Commission and the Mayor shall follow the procedures set forth above for their initial action.  The City Planning Commission shall act within 60 days of receipt of the Council’s proposed change.  The Mayor shall act within 30 days of the receipt of the City Planning Commission’s recommendation on the proposed change, or the expiration of the time for the City Planning Commission to act if the Commission fails to make a timely recommendation.  If either the City Planning Commission or the Mayor does not act within the time period, that inaction shall be deemed a recommendation of approval of the proposed changes.  The recommendations of the Commission and the Mayor on any changes made by the Council shall affect only those changes.  The Council shall act to approve or disapprove, in whole or in part, the Plan amendment, including the Council’s changes, within 120 days after receiving both the City Planning Commission’s and the Mayor’s recommendations on the Council’s proposed changes, or the expiration of their time to act on those changes.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}