{"section_number":"12.07","edition_id":"1","section_id":"2434","structure_id":"20","catch_line":"“Ra” Suburban Zone.","history":"","full_text":"  “RA” SUBURBAN ZONE.\n\n\tThe following regulations shall apply to the “RA” Suburban Zone:\n\n\tA.\tUse.  No building, structure or land shall be used and no building or structure shall be erected, structurally altered, enlarged or maintained except for the following uses, and when a “Supplemental Use District” is created by the provisions of Article 3 of this chapter, for such uses as may be permitted therein:\n\n\t1.\tOne–family dwellings.\n\n\t2.\t(Deleted by Ord. No. 171,687, Eff. 8\/19\/97.)\n\n\t3.\t(None)\n\n\t4.\tParks, playgrounds or community centers, owned and operated by a government agency.\n\n\t5.\tGolf courses, except driving tees or ranges, miniature and pitch and putt courses having an average fairway length per hole of less than 125 yards, courses illuminated for nighttime play and similar uses operated for commercial purposes. (Amended by Ord. No. 123,664, Eff. 3\/10\/63.)\n\n\t6.\tTruck gardening and nurseries.  (Amended by Ord. No. 181,188, Eff. 7\/18\/10.)\n\n\t7.\t(Amended by Ord. No. 159,341, Eff. 10\/11\/84.)  The keeping of equines, bovines, goats or other domestic livestock other than swine), poultry, fowl, rabbits, chinchillas and other small animals, in conjunction with the residential use of the lot, provided:\n\n\t(a)\tThat these activities are not for commercial purposes, except that a maximum of two currently licensed equines not owned by the resident of the involved property may be boarded (for which monetary compensation may be paid) or kept on that property as an accessory use. (Amended by Ord. No. 161,352, Eff. 7\/20\/86.)\n\n\t(b)\tThe keeping of equines, bovines, goats or other domestic livestock (other than swine) shall be permitted only on lots having an area of 17,500 square feet or more; provided, however, that such keeping of domestic livestock shall also be permitted on lots which were of record as of November 19, 1966 and qualified for the minimum lot area requirement of 17,500 square feet by including the area of one-half of the abutting streets. Where equines and\/or bovines are being kept, the number shall not exceed one equine or bovine for each 4,000 square feet of lot area.\n\n\t8.\tTwo-family dwellings, on lots having a side lot line adjoining a lot in a commercial or industrial Zone, provided that:  (Amended by Ord. No. 126,309, Eff. 2\/13\/64.)\n\n\t(a)\tThe lot on which the dwelling is located does not extend more than 100 feet from the boundary of the less restricted Zone which it adjoins;\n\n\t(b)\tThere is a minimum lot area of 20,000 square feet for each two family dwelling.\n\n\t9.\t(None).\n\n\t10.\tConditional uses enumerated in Sec. 12.24 when the location is approved pursuant to the provisions of said section.  (Amended by Ord. No. 117,450, Eff. 12\/18\/60.)\n\n\t11.\tAccessory buildings, including private garages, accessory living quarters, servants quarters, recreation rooms, greenhouses, bathhouses, or private stables, provided that:\n\n\t(a)\tAn accessory living quarters, servants quarters, recreation room or a private garage or any combination of said uses may be included in one building not exceeding two stories in height.\n\n\t(b)\tNo stable is located or maintained on a lot having an area of less than 17,500 square feet and its capacity does not exceed one equine for each 4,000 square feet of lot area.  (Amended by Ord. No. 157,144, Eff. 11\/22\/82.)\n\n\t(c)\tAutomobile parking space is required in connection with permitted uses and additional space may be provided in accordance with the provisions of Section 12.21A.\n\n\tFor the location of accessory buildings, refer to Sec. 12.21C and Sec. 12.22C.  (Amended by Ord. No. 107,884, Eff. 9\/23\/56.)\n\n\t12.\tAccessory uses and home occupations, subject to the conditions specified in Section 12.05 A 16 of this Code.  (Amended by Ord. No. 171,427, Eff. 1\/4\/97, Oper. 3\/5\/97.)\n\n\t13.\t(None)\n\n\t14.\tNames, plates and signs as provided for in Sec. 12.21A7.\n\n\tB.\tRestriction.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  For any lot designated as Public, Quasi-Public, Public\/Quasi-Public Use, Other Public, or Open Space on the land use map of the applicable community or district plan; any lot shown on the map as having existing lakes, waterways, reservoirs, debris basins, or similar facilities; any lot shown on the map as the location of a freeway right-of-way; and any property annexed to the City of Los Angeles where a plan amendment was not adopted as part of the annexation proceedings:\n\n\tAny of the uses permitted by Subsection A of this section shall require prior approval in accordance with the provisions of Section 12.24.1 of this Code.\n\n\tC.\tArea (Development Standards).  (First Para. Amended by Ord. No. 179,883, Eff. 6\/29\/08.)  No building or structure nor the enlargement of any building or structure shall be erected or maintained unless the following yards, lot areas, and floor area limitations are provided and maintained in connection with the building, structure, or enlargement:\n\n\t1.\tFront Yard.  There shall be a front yard of not less than 20% of the depth of the lot, but such front yard need not exceed 25 feet, provided, however, that where all of the developed lots which have front yards that vary in depth by not more than ten feet comprise 40% or more of the frontage, the minimum front yard depth shall be the average depth of the front yards of such lots. Where there are two or more possible combinations of developed lots comprising 40% or more of the frontage, each of which has front yards that vary in depth of not more than ten feet, the minimum front yard depth shall be the average depth of the front yards of that combination which has the shallowest average depth. In determining the required front yard, buildings located on key lots, entirely on the rear half of lots, or on lots in the “C” or “M” Zones, shall not be counted, provided, however, that nothing contained in this paragraph shall be deemed to require front yards which exceed 40 feet in depth.  (Amended by Ord. No. 139,155, Eff. 10\/16\/69.)\n\n\tOn key lots the minimum front yard may be the average of the required front yard for the adjoining interior lot and the required side yard along the street side of a reversed corner lot, but such minimum front yard may apply for a distance of not more than 100 feet from the rear lot line of the reversed corner lot, beyond which point the front line specified in the above paragraph shall apply. Where existing buildings on either or both of said adjoining lots are located nearer to the front or side lot lines than the yards required by this article, the yards established by such existing buildings may be used in computing the required front yard for a key lot.\n\n\t2.\tSide Yards.  (Amended by Ord. No. 169,775, Eff. 6\/2\/94.)\n\n\t(a)\tThere shall be a side yard on each side of a main building of not less than ten feet, except that where the lot is less than 70 feet in width, and was of record prior to July 1, 1966, the side yard may be reduced to ten percent of the width of the lot, but in no event less than three feet.  Provided, however, that where a side yard of less than ten feet in width is permitted pursuant to the foregoing provisions, and the building erected on the lot is three or more stories in height, one foot shall be added to such side yard.\n\n\t(b)\tIn lieu of the additional one foot side yard for buildings of three or more stories specified above, for new construction of a main building or ground floor addition to the main building on a lot not located in a Hillside Area or a Coastal Zone, one foot shall be added to each required side yard for each increment of ten feet or fraction thereof of height above the first 18 feet of height of the main building.\n\n\t(c)\tSide yard requirements in specific plans, Historic Overlay Zones or in subdivision approvals shall take precedence over requirements in this subsection.  This subsection shall apply in these areas, however, where there are no side yard requirements provided in the specific plan, Historic Overlay Zone or in the subdivision approval.\n\n\t3.\tRear Yard.  There shall be a rear yard of not less than twenty–five (25) per cent of the depth of the lot, but such rear yard need not exceed twenty–five (25) feet.\n\n\t4.\tLot Area.  Every lot shall have a minimum width of 70 feet and a minimum area of 17,500 square feet. The minimum lot area per dwelling unit shall be 17,500 square feet except for a two–family dwelling on lots having a side lot adjoining a lot in a commercial or industrial Zone as provided for in Subsection A of this section.  (Amended by Ord No. 133,218, Eff. 11\/19\/66.)\n\n\tProvided, however, that on property located within the RA Zone and also within the “H” Hillside or Mountainous Area for which a Master Plan including dwelling unit densities has been adopted by the Council, the number of lots may be limited and the maximum areas may be increased so that the number of dwelling units permitted will not substantially exceed the densities shown on the Plan.  (Amended by Ord. No. 129,693, Eff. 5\/2\/65.)\n\n\tThere may be lots with less than the minimum width and area, as provided by Section 17.05H of this Code, and there may be a single dwelling on each lot if the lot is shown with a separate letter or lot number on a recorded Subdivision Tract Map or Parcel Map.  (Amended by Ord. No. 130,871, Eff. 9\/20\/65.)\n\n\tExceptions to area regulations are provided for in Sec. 12.22C.  (Amended by Ord. No. 129,673, Eff. 5\/2\/65.)\n\n\t5.\tMaximum Residential Floor Area.  (Added by Ord. No. 179,883, Eff. 6\/29\/08.)  For a lot located in a Hillside Area or Coastal Zone, the maximum floor area shall comply with Section 12.21.1 A.1. of this Code.\n\n\tFor all other lots, the maximum residential floor area contained in all buildings and accessory buildings shall not exceed 25 percent of the lot area, except that when the lot is 20,000 square feet or greater, then the residential floor area shall not exceed 20 percent of the lot area or 5,000 square feet, whichever is greater.\n\n\tAn additional 20 percent of the maximum residential floor area for that lot shall be allowed if any of the methods listed below is utilized.  Only one 20 percent bonus per property is allowed.\n\n\t(a)\tThe total residential floor area of each story other than the base floor in a multi-story building does not exceed 75 percent of the base floor area; or  (Amended by Ord. No. 181,479, Eff. 12\/27\/10.)\n\n\t(b)\tThe cumulative length of the exterior walls facing the front lot line, equal to a minimum of 25 percent of the building width shall be stepped-back a distance of at least 20 percent of the building depth from a plane parallel to the lot width established at the point of the building closest to the front lot line.  When the front lot line is not straight, a line connecting the points where the side lot lines and the front lot line intersect shall be used.  When through-lots have two front yards, the step-back shall be provided along both front lot lines.  (Amended by Ord. No. 181,479, Eff. 12\/27\/10.)\n\n\tFor the purposes of this provision, all exterior walls that intersect a plane parallel to the front lot line at 45 degrees or less shall be considered to be facing the front lot line.  The building width shall be the greatest distance between the exterior walls of the building measured parallel to the lot width.  The building depth shall be the greatest distance between the exterior walls of the building measured parallel to the lot depth; or\n\n\t(c)\tFor new single family dwelling construction only, the new construction shall be in substantial compliance with the requirements for the U.S. Green Building Council’s (USGBC) Leadership in Energy and Environmental Design (LEED®) for Homes program at the “Certified” level or higher.  (Amended by Ord. No. 181,479, Eff. 12\/27\/10.)\n\n\tPrior to submitting an application to the Department of Building and Safety for a building permit, the applicant shall be required to obtain an authorization to submit for plan check from the Department of Planning.  In order to obtain this authorization, the applicant shall provide:\n\n\t(1)\tDocumentation that the project has been registered with the USGBC’s LEED® for Homes Program, and that the required fees have been paid;\n\n\t(2)\tA preliminary checklist from a USGBC-contracted LEED® for Homes Provider, which demonstrates that the project can be registered with the LEED® for Homes Program with a target of certification at the “Certified” or higher level; \n\n\t(3)\tA signed declaration from the USGBC-contracted LEED® for Homes Provider stating that the plans and plan details have been reviewed, and confirms that the project can be registered with the LEED® for Homes Program with a target certification at the “Certified” or higher level; and\n\n\t(4)\tA complete set of plans stamped and signed by a licensed architect or engineer that include a copy of the preliminary checklist and signed declaration identified in Subparagraphs (2) and (3) of this paragraph and identify the measures being provided for LEED® Certification.  Each plan sheet must also be signed by a USGBC-contracted LEED® for Homes Provider verifying that the plans are consistent with the submitted preliminary checklist.\n\n\t(5)\tTermination and Replacement.  The reference to the U.S. Green Building Council’s (USGBC) Leadership in Energy and Environmental Design (LEED®) for Homes program and  requirement to obtain an authorization from the Department of Planning for a plan check described in Paragraph (c) shall no longer apply to projects filed on or after January 1, 2011.  Projects filed on or after January 1, 2011, must satisfy LA Green Building Code, as defined in Los Angeles Municipal Code Section 99.01.101.1, Tier 1 or higher in order to obtain additional floor area as described in Subdivision 5.  (Added by Ord. No. 181,479, Eff. 12\/27\/10.)\n\n\tThe Department of Building and Safety shall refer applicants to the Department of Planning prior to issuance of a building permit to obtain a clearance to verify the project compliance with the originally approved plans.\n\n\tIf changes are made to the project, the applicant shall be required to submit a revised set of plans, including the four requirements listed above, with all revisions necessary to make the project in substantial compliance with the requirements for LEED® Certification.\n\n\t6.\tVerification of Existing Residential Floor Area.  (Added by Ord. No. 179,883, Eff. 6\/29\/08.)  For additions with cumulative residential floor area of less than 1,000 square feet constructed after January 1, 2008, or remodels of buildings built prior to January 1, 2008, the existing residential floor area shall be the same as the building square footage shown on the most recent Los Angeles County Tax Assessor’s records at the time the plans are submitted to the Department of Building and Safety and a plan check fee is paid.  Except that residential floor area may be calculated as defined in Section 12.03 of this Code when a complete set of fully dimensioned plans with area calculations of all the structures on the lot, prepared by a licensed architect or engineer, is submitted by the applicant.\n\n\tAny work that does not qualify as a remodel, as defined in the paragraph below, or additions that are 1,000 square feet or larger shall require a complete set of fully dimensioned plans with area calculations of all the structures on the lot prepared by a licensed architect or engineer.\n\n\tFor the purposes of implementing this subdivision, a remodel shall mean the alteration of an existing building or structure provided that at least 50 percent of the perimeter length of the contiguous exterior walls and 50 percent of the roof are retained.","order_by":"07","ancestry":{"1":{"id":"20","name":"Specific Planning – Zoning\nComprehensive Zoning Plan","identifier":"2","label":"article","url":"\/1\/2\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3095","structure_id":"20","section_number":"12.00","catch_line":"Title.","url":"\/12.00\/","token":"12.00"},"1":{"id":"1517","structure_id":"20","section_number":"12.01","catch_line":"Continuation Of Existing Regulations.","url":"\/12.01\/","token":"12.01"},"2":{"id":"1627","structure_id":"20","section_number":"12.02","catch_line":"Purpose.","url":"\/12.02\/","token":"12.02"},"3":{"id":"2312","structure_id":"20","section_number":"12.03","catch_line":"Definitions.","url":"\/12.03\/","token":"12.03"},"4":{"id":"3734","structure_id":"20","section_number":"12.04","catch_line":"Zones - Districts - Symbols.","url":"\/12.04\/","token":"12.04"},"5":{"id":"1459","structure_id":"20","section_number":"12.04.01","catch_line":"Violations Of Specific Plans.","url":"\/12.04.01\/","token":"12.04.01"},"6":{"id":"1812","structure_id":"20","section_number":"12.04.05","catch_line":"“Os” Open Space Zone.","url":"\/12.04.05\/","token":"12.04.05"},"7":{"id":"4037","structure_id":"20","section_number":"12.04.09","catch_line":"“Pf” Public Facilities Zone.","url":"\/12.04.09\/","token":"12.04.09"},"8":{"id":"3058","structure_id":"20","section_number":"12.05","catch_line":"“A1” Agriculture Zone.","url":"\/12.05\/","token":"12.05"},"9":{"id":"1807","structure_id":"20","section_number":"12.06","catch_line":"“A2” Agricultural Zone.","url":"\/12.06\/","token":"12.06"},"10":{"id":"2434","structure_id":"20","section_number":"12.07","catch_line":"“Ra” Suburban Zone.","url":"\/12.07\/","token":"12.07"},"11":{"id":"833","structure_id":"20","section_number":"12.07.01","catch_line":"“Re” Residential Estate Zone.","url":"\/12.07.01\/","token":"12.07.01"},"12":{"id":"3662","structure_id":"20","section_number":"12.07.1","catch_line":"“Rs” Suburban Zone.","url":"\/12.07.1\/","token":"12.07.1"},"13":{"id":"1550","structure_id":"20","section_number":"12.08","catch_line":"“R1” One-Family Zone.","url":"\/12.08\/","token":"12.08"},"14":{"id":"1455","structure_id":"20","section_number":"12.08.1","catch_line":"Ru Residential Urban Zone.","url":"\/12.08.1\/","token":"12.08.1"},"15":{"id":"1635","structure_id":"20","section_number":"12.08.3","catch_line":"Rz Residential Zero Side Yard Zone.","url":"\/12.08.3\/","token":"12.08.3"},"16":{"id":"504","structure_id":"20","section_number":"12.08.5","catch_line":"“Rw1” Residential Waterways Zone.","url":"\/12.08.5\/","token":"12.08.5"},"17":{"id":"2976","structure_id":"20","section_number":"12.09","catch_line":"“R2” Two-Family Zone.","url":"\/12.09\/","token":"12.09"},"18":{"id":"3015","structure_id":"20","section_number":"12.09.1","catch_line":"“Rd” Restricted Density Multiple Dwelling Zone.","url":"\/12.09.1\/","token":"12.09.1"},"19":{"id":"3789","structure_id":"20","section_number":"12.09.3","catch_line":"“Rmp” Mobilehome Park Zone.","url":"\/12.09.3\/","token":"12.09.3"},"20":{"id":"3264","structure_id":"20","section_number":"12.09.5","catch_line":"“Rw2” Residential Waterways Zone.","url":"\/12.09.5\/","token":"12.09.5"},"21":{"id":"1735","structure_id":"20","section_number":"12.10","catch_line":"“R3” Multiple Dwelling Zone.","url":"\/12.10\/","token":"12.10"},"22":{"id":"2343","structure_id":"20","section_number":"12.10.5","catch_line":"Ras3 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.10.5\/","token":"12.10.5"},"23":{"id":"621","structure_id":"20","section_number":"12.11","catch_line":"“R4” Multiple Dwelling Zone.","url":"\/12.11\/","token":"12.11"},"24":{"id":"1231","structure_id":"20","section_number":"12.11.5","catch_line":"Ras4 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.11.5\/","token":"12.11.5"},"25":{"id":"1666","structure_id":"20","section_number":"12.12","catch_line":"“R5” Multiple Dwelling Zone.","url":"\/12.12\/","token":"12.12"},"26":{"id":"601","structure_id":"20","section_number":"12.12.1","catch_line":"“P” Automobile Parking Zone.","url":"\/12.12.1\/","token":"12.12.1"},"27":{"id":"286","structure_id":"20","section_number":"12.12.1.5","catch_line":"“Pb” Parking Building Zone.*","url":"\/12.12.1.5\/","token":"12.12.1.5"},"28":{"id":"2454","structure_id":"20","section_number":"12.12.2","catch_line":"“Cr” Limited Commercial Zone.","url":"\/12.12.2\/","token":"12.12.2"},"29":{"id":"3444","structure_id":"20","section_number":"12.13","catch_line":"“C1” Limited Commercial Zone.","url":"\/12.13\/","token":"12.13"},"30":{"id":"2973","structure_id":"20","section_number":"12.13.5","catch_line":"“C1.5” Limited Commercial Zone","url":"\/12.13.5\/","token":"12.13.5"},"31":{"id":"156","structure_id":"20","section_number":"12.14","catch_line":"“C2” Commercial Zone.","url":"\/12.14\/","token":"12.14"},"32":{"id":"1739","structure_id":"20","section_number":"12.16","catch_line":"“C4”Commercial Zone.","url":"\/12.16\/","token":"12.16"},"33":{"id":"24","structure_id":"20","section_number":"12.16.1","catch_line":"“Cw” Central City West Specific Plan Zone.","url":"\/12.16.1\/","token":"12.16.1"},"34":{"id":"1075","structure_id":"20","section_number":"12.16.2","catch_line":"Adp Alameda District Specific Plan Zone.","url":"\/12.16.2\/","token":"12.16.2"},"35":{"id":"265","structure_id":"20","section_number":"12.16.3","catch_line":"Lased Los Angeles Sports And Entertainment District Specific Plan Zone.","url":"\/12.16.3\/","token":"12.16.3"},"36":{"id":"1579","structure_id":"20","section_number":"12.17","catch_line":"“C5” Commercial Zone.","url":"\/12.17\/","token":"12.17"},"37":{"id":"2695","structure_id":"20","section_number":"12.17.1","catch_line":"“Cm” Commercial Manufacturing Zone.","url":"\/12.17.1\/","token":"12.17.1"},"38":{"id":"2925","structure_id":"20","section_number":"12.17.2","catch_line":"“Cm(Gm)”Commercial Manufacturing (Glencoe\/Maxella) Specific Plan Zone.","url":"\/12.17.2\/","token":"12.17.2"},"39":{"id":"1704","structure_id":"20","section_number":"12.17.5","catch_line":"“Mr1” Restricted Industrial Zone.","url":"\/12.17.5\/","token":"12.17.5"},"40":{"id":"383","structure_id":"20","section_number":"12.17.5.5","catch_line":"“Ccs” Century City South Specific Plan Studio Zone.","url":"\/12.17.5.5\/","token":"12.17.5.5"},"41":{"id":"1032","structure_id":"20","section_number":"12.17.6","catch_line":"“M1” Limited Industrial Zone.","url":"\/12.17.6\/","token":"12.17.6"},"42":{"id":"65","structure_id":"20","section_number":"12.18","catch_line":"“Mr2” Restricted Light Industrial Zone.","url":"\/12.18\/","token":"12.18"},"43":{"id":"2426","structure_id":"20","section_number":"12.18.1","catch_line":"“Wc” Warner Center Specific Plan Zone.","url":"\/12.18.1\/","token":"12.18.1"},"44":{"id":"1290","structure_id":"20","section_number":"12.19","catch_line":"“M2” Light Industrial Zone.","url":"\/12.19\/","token":"12.19"},"45":{"id":"1435","structure_id":"20","section_number":"12.19.1","catch_line":"Lax Los Angeles International Airport Zone.","url":"\/12.19.1\/","token":"12.19.1"},"46":{"id":"3523","structure_id":"20","section_number":"12.20","catch_line":"“M3” Heavy Industrial Zone.","url":"\/12.20\/","token":"12.20"},"47":{"id":"3019","structure_id":"20","section_number":"12.20.1","catch_line":"Sl Ocean – Submerged Land Zone.","url":"\/12.20.1\/","token":"12.20.1"},"48":{"id":"3360","structure_id":"20","section_number":"12.20.2","catch_line":"Coastal Development Permits (Prior To Certification Of The Local Coastal Program.)","url":"\/12.20.2\/","token":"12.20.2"},"49":{"id":"2874","structure_id":"20","section_number":"12.20.2.1","catch_line":"Coastal Development Permit Procedures After Certification Of The Local Coastal Program.","url":"\/12.20.2.1\/","token":"12.20.2.1"},"50":{"id":"2479","structure_id":"20","section_number":"12.20.3","catch_line":"“Hp” Historic Preservation Overlay Zone.","url":"\/12.20.3\/","token":"12.20.3"},"51":{"id":"3236","structure_id":"20","section_number":"12.21.1","catch_line":"Height Of Building Or Structures.","url":"\/12.21.1\/","token":"12.21.1"},"52":{"id":"488","structure_id":"20","section_number":"12.21.2","catch_line":"Height Of Buildings Or Structures In Century City.","url":"\/12.21.2\/","token":"12.21.2"},"53":{"id":"2253","structure_id":"20","section_number":"12.21.3","catch_line":"Height Of Buildings Or Structures In Community Redevelopment Plan Areas.","url":"\/12.21.3\/","token":"12.21.3"},"54":{"id":"3709","structure_id":"20","section_number":"12.21.4","catch_line":"Height Of Buildings Or Structures In Enterprise Zones.","url":"\/12.21.4\/","token":"12.21.4"},"55":{"id":"605","structure_id":"20","section_number":"12.21.5","catch_line":"Height Of Buildings Or Structures In Centers Study Areas.","url":"\/12.21.5\/","token":"12.21.5"},"56":{"id":"1399","structure_id":"20","section_number":"12.22","catch_line":"Exceptions.","url":"\/12.22\/","token":"12.22"},"57":{"id":"2993","structure_id":"20","section_number":"12.22.1","catch_line":"Safer Sex.","url":"\/12.22.1\/","token":"12.22.1"},"58":{"id":"3237","structure_id":"20","section_number":"12.23","catch_line":"Nonconforming Building And Uses.","url":"\/12.23\/","token":"12.23"},"59":{"id":"1191","structure_id":"20","section_number":"12.24","catch_line":"Conditional Use Permits And Other Similar Quasi-Judicial Approvals.","url":"\/12.24\/","token":"12.24"},"60":{"id":"546","structure_id":"20","section_number":"12.24.1","catch_line":"Land Use Determination By City Planning Commission.","url":"\/12.24.1\/","token":"12.24.1"},"61":{"id":"1889","structure_id":"20","section_number":"12.25","catch_line":"Time Limitations.","url":"\/12.25\/","token":"12.25"},"62":{"id":"2902","structure_id":"20","section_number":"12.26","catch_line":"Department Of Building And Safety.","url":"\/12.26\/","token":"12.26"},"63":{"id":"2923","structure_id":"20","section_number":"12.27","catch_line":"Variances.","url":"\/12.27\/","token":"12.27"},"64":{"id":"799","structure_id":"20","section_number":"12.27.1","catch_line":"Administrative Nuisance Abatement Proceedings.","url":"\/12.27.1\/","token":"12.27.1"},"65":{"id":"4040","structure_id":"20","section_number":"12.28","catch_line":"Adjustments And Slight Modifications.","url":"\/12.28\/","token":"12.28"},"66":{"id":"2103","structure_id":"20","section_number":"12.29","catch_line":"Violation Of Conditions – Penalty.","url":"\/12.29\/","token":"12.29"},"67":{"id":"339","structure_id":"20","section_number":"12.30","catch_line":"Boundaries Of Zones.","url":"\/12.30\/","token":"12.30"},"68":{"id":"1073","structure_id":"20","section_number":"12.31","catch_line":"Interpretation – Purpose – Conflict.","url":"\/12.31\/","token":"12.31"},"69":{"id":"3171","structure_id":"20","section_number":"12.32","catch_line":"Land Use Legislative Actions.","url":"\/12.32\/","token":"12.32"},"70":{"id":"511","structure_id":"20","section_number":"12.33","catch_line":"Dedication Of Land Or Payment For Park And Recreational Facilities As A Requirement For A Zone Change For A Multiple Residential Use In Any Multiple Residential Or Commercial Zone.","url":"\/12.33\/","token":"12.33"},"71":{"id":"1730","structure_id":"20","section_number":"12.34","catch_line":"Application Of Provisions.","url":"\/12.34\/","token":"12.34"},"72":{"id":"3843","structure_id":"20","section_number":"12.35","catch_line":"Zoning Of Annexed Or Unzoned Areas.","url":"\/12.35\/","token":"12.35"},"73":{"id":"1352","structure_id":"20","section_number":"12.36","catch_line":"Projects Requiring Multiple Approvals.(Charter § 564).","url":"\/12.36\/","token":"12.36"},"74":{"id":"1765","structure_id":"20","section_number":"12.37","catch_line":"Highway And Collector Street Dedication And Improvement.","url":"\/12.37\/","token":"12.37"},"75":{"id":"2301","structure_id":"20","section_number":"12.38","catch_line":"Dedication Of Streets By Long Term Leases.","url":"\/12.38\/","token":"12.38"},"76":{"id":"2657","structure_id":"20","section_number":"12.39","catch_line":"Low And Moderate Housing.","url":"\/12.39\/","token":"12.39"},"77":{"id":"1295","structure_id":"20","section_number":"12.40","catch_line":"Landscape - General Requirements.","url":"\/12.40\/","token":"12.40"},"78":{"id":"2364","structure_id":"20","section_number":"12.41","catch_line":"Landscape - Water Management.","url":"\/12.41\/","token":"12.41"},"79":{"id":"2169","structure_id":"20","section_number":"12.42","catch_line":"Landscape.","url":"\/12.42\/","token":"12.42"},"80":{"id":"4030","structure_id":"20","section_number":"12.43","catch_line":"Source Reduction Of Waste.","url":"\/12.43\/","token":"12.43"},"81":{"id":"1485","structure_id":"20","section_number":"12.50","catch_line":"Airport Approach Zoning Regulations.","url":"\/12.50\/","token":"12.50"},"82":{"id":"1328","structure_id":"20","section_number":"12.70","catch_line":"Adult Entertainment Zoning.","url":"\/12.70\/","token":"12.70"},"83":{"id":"481","structure_id":"20","section_number":"12.80","catch_line":"Homeless Shelters - Emergencies - Government Owned And Leased Property.","url":"\/12.80\/","token":"12.80"},"84":{"id":"737","structure_id":"20","section_number":"12.81","catch_line":"Homeless Shelters - Emergencies - Charitable\nOrganizations.","url":"\/12.81\/","token":"12.81"}},"next_section":{"id":"833","structure_id":"20","section_number":"12.07.01","catch_line":"“Re” Residential Estate Zone.","url":"\/12.07.01\/","token":"12.07.01"},"metadata":false,"references":false,"url":"\/12.07\/","token":"12.07","formats":{"txt":"\/12.07.txt","json":"\/12.07.xml"},"dublin_core":{"Title":"“Ra” Suburban Zone.","Type":"Text","Format":"text\/html","Identifier":"§ 12.07","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\n“RA” SUBURBAN ZONE. (§ 12.07)\n\n  “RA” SUBURBAN ZONE.\tThe following regulations shall apply to the “RA”\nSuburban Zone:\tA.\tUse.  No building, structure or land shall be used and no\nbuilding or structure shall be erected, structurally altered, enlarged or\nmaintained except for the following uses, and when a “Supplemental Use\nDistrict” is created by the provisions of Article 3 of this chapter, for such\nuses as may be permitted therein:\t1.\tOne–family dwellings.\t2.\t(Deleted by Ord.\nNo. 171,687, Eff. 8\/19\/97.)\t3.\t(None)\t4.\tParks, playgrounds or community\ncenters, owned and operated by a government agency.\t5.\tGolf courses, except\ndriving tees or ranges, miniature and pitch and putt courses having an average\nfairway length per hole of less than 125 yards, courses illuminated for\nnighttime play and similar uses operated for commercial purposes. (Amended by\nOrd. No. 123,664, Eff. 3\/10\/63.)\t6.\tTruck gardening and nurseries.  (Amended by\nOrd. No. 181,188, Eff. 7\/18\/10.)\t7.\t(Amended by Ord. No. 159,341, Eff.\n10\/11\/84.)  The keeping of equines, bovines, goats or other domestic livestock\nother than swine), poultry, fowl, rabbits, chinchillas and other small animals,\nin conjunction with the residential use of the lot, provided:\t(a)\tThat these\nactivities are not for commercial purposes, except that a maximum of two\ncurrently licensed equines not owned by the resident of the involved property\nmay be boarded (for which monetary compensation may be paid) or kept on that\nproperty as an accessory use. (Amended by Ord. No. 161,352, Eff.\n7\/20\/86.)\t(b)\tThe keeping of equines, bovines, goats or other domestic livestock\n(other than swine) shall be permitted only on lots having an area of 17,500\nsquare feet or more; provided, however, that such keeping of domestic livestock\nshall also be permitted on lots which were of record as of November 19, 1966 and\nqualified for the minimum lot area requirement of 17,500 square feet by\nincluding the area of one-half of the abutting streets. Where equines and\/or\nbovines are being kept, the number shall not exceed one equine or bovine for\neach 4,000 square feet of lot area.\t8.\tTwo-family dwellings, on lots having a\nside lot line adjoining a lot in a commercial or industrial Zone, provided\nthat:  (Amended by Ord. No. 126,309, Eff. 2\/13\/64.)\t(a)\tThe lot on which the\ndwelling is located does not extend more than 100 feet from the boundary of the\nless restricted Zone which it adjoins;\t(b)\tThere is a minimum lot area of 20,000\nsquare feet for each two family dwelling.\t9.\t(None).\t10.\tConditional uses\nenumerated in Sec. 12.24 when the location is approved pursuant to the\nprovisions of said section.  (Amended by Ord. No. 117,450, Eff.\n12\/18\/60.)\t11.\tAccessory buildings, including private garages, accessory living\nquarters, servants quarters, recreation rooms, greenhouses, bathhouses, or\nprivate stables, provided that:\t(a)\tAn accessory living quarters, servants\nquarters, recreation room or a private garage or any combination of said uses\nmay be included in one building not exceeding two stories in height.\t(b)\tNo\nstable is located or maintained on a lot having an area of less than 17,500\nsquare feet and its capacity does not exceed one equine for each 4,000 square\nfeet of lot area.  (Amended by Ord. No. 157,144, Eff. 11\/22\/82.)\t(c)\tAutomobile\nparking space is required in connection with permitted uses and additional space\nmay be provided in accordance with the provisions of Section 12.21A.\tFor the\nlocation of accessory buildings, refer to Sec. 12.21C and Sec. 12.22C. \n(Amended by Ord. No. 107,884, Eff. 9\/23\/56.)\t12.\tAccessory uses and home\noccupations, subject to the conditions specified in Section 12.05 A 16 of this\nCode.  (Amended by Ord. No. 171,427, Eff. 1\/4\/97, Oper.\n3\/5\/97.)\t13.\t(None)\t14.\tNames, plates and signs as provided for in Sec.\n12.21A7.\tB.\tRestriction.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper.\n7\/1\/00.)  For any lot designated as Public, Quasi-Public, Public\/Quasi-Public\nUse, Other Public, or Open Space on the land use map of the applicable community\nor district plan; any lot shown on the map as having existing lakes, waterways,\nreservoirs, debris basins, or similar facilities; any lot shown on the map as\nthe location of a freeway right-of-way; and any property annexed to the City of\nLos Angeles where a plan amendment was not adopted as part of the annexation\nproceedings:\tAny of the uses permitted by Subsection A of this section shall\nrequire prior approval in accordance with the provisions of Section 12.24.1 of\nthis Code.\tC.\tArea (Development Standards).  (First Para. Amended by Ord. No.\n179,883, Eff. 6\/29\/08.)  No building or structure nor the enlargement of any\nbuilding or structure shall be erected or maintained unless the following yards,\nlot areas, and floor area limitations are provided and maintained in connection\nwith the building, structure, or enlargement:\t1.\tFront Yard.  There shall be a\nfront yard of not less than 20% of the depth of the lot, but such front yard\nneed not exceed 25 feet, provided, however, that where all of the developed lots\nwhich have front yards that vary in depth by not more than ten feet comprise 40%\nor more of the frontage, the minimum front yard depth shall be the average depth\nof the front yards of such lots. Where there are two or more possible\ncombinations of developed lots comprising 40% or more of the frontage, each of\nwhich has front yards that vary in depth of not more than ten feet, the minimum\nfront yard depth shall be the average depth of the front yards of that\ncombination which has the shallowest average depth. In determining the required\nfront yard, buildings located on key lots, entirely on the rear half of lots, or\non lots in the “C” or “M” Zones, shall not be counted, provided,\nhowever, that nothing contained in this paragraph shall be deemed to require\nfront yards which exceed 40 feet in depth.  (Amended by Ord. No. 139,155, Eff.\n10\/16\/69.)\tOn key lots the minimum front yard may be the average of the required\nfront yard for the adjoining interior lot and the required side yard along the\nstreet side of a reversed corner lot, but such minimum front yard may apply for\na distance of not more than 100 feet from the rear lot line of the reversed\ncorner lot, beyond which point the front line specified in the above paragraph\nshall apply. Where existing buildings on either or both of said adjoining lots\nare located nearer to the front or side lot lines than the yards required by\nthis article, the yards established by such existing buildings may be used in\ncomputing the required front yard for a key lot.\t2.\tSide Yards.  (Amended by\nOrd. No. 169,775, Eff. 6\/2\/94.)\t(a)\tThere shall be a side yard on each side of a\nmain building of not less than ten feet, except that where the lot is less than\n70 feet in width, and was of record prior to July 1, 1966, the side yard may be\nreduced to ten percent of the width of the lot, but in no event less than three\nfeet.  Provided, however, that where a side yard of less than ten feet in width\nis permitted pursuant to the foregoing provisions, and the building erected on\nthe lot is three or more stories in height, one foot shall be added to such side\nyard.\t(b)\tIn lieu of the additional one foot side yard for buildings of three or\nmore stories specified above, for new construction of a main building or ground\nfloor addition to the main building on a lot not located in a Hillside Area or a\nCoastal Zone, one foot shall be added to each required side yard for each\nincrement of ten feet or fraction thereof of height above the first 18 feet of\nheight of the main building.\t(c)\tSide yard requirements in specific plans,\nHistoric Overlay Zones or in subdivision approvals shall take precedence over\nrequirements in this subsection.  This subsection shall apply in these areas,\nhowever, where there are no side yard requirements provided in the specific\nplan, Historic Overlay Zone or in the subdivision approval.\t3.\tRear Yard. \nThere shall be a rear yard of not less than twenty–five (25) per cent of the\ndepth of the lot, but such rear yard need not exceed twenty–five (25)\nfeet.\t4.\tLot Area.  Every lot shall have a minimum width of 70 feet and a\nminimum area of 17,500 square feet. The minimum lot area per dwelling unit shall\nbe 17,500 square feet except for a two–family dwelling on lots having a side\nlot adjoining a lot in a commercial or industrial Zone as provided for in\nSubsection A of this section.  (Amended by Ord No. 133,218, Eff.\n11\/19\/66.)\tProvided, however, that on property located within the RA Zone and\nalso within the “H” Hillside or Mountainous Area for which a Master Plan\nincluding dwelling unit densities has been adopted by the Council, the number of\nlots may be limited and the maximum areas may be increased so that the number of\ndwelling units permitted will not substantially exceed the densities shown on\nthe Plan.  (Amended by Ord. No. 129,693, Eff. 5\/2\/65.)\tThere may be lots with\nless than the minimum width and area, as provided by Section 17.05H of this\nCode, and there may be a single dwelling on each lot if the lot is shown with a\nseparate letter or lot number on a recorded Subdivision Tract Map or Parcel\nMap.  (Amended by Ord. No. 130,871, Eff. 9\/20\/65.)\tExceptions to area\nregulations are provided for in Sec. 12.22C.  (Amended by Ord. No. 129,673,\nEff. 5\/2\/65.)\t5.\tMaximum Residential Floor Area.  (Added by Ord. No. 179,883,\nEff. 6\/29\/08.)  For a lot located in a Hillside Area or Coastal Zone, the\nmaximum floor area shall comply with Section 12.21.1 A.1. of this Code.\tFor all\nother lots, the maximum residential floor area contained in all buildings and\naccessory buildings shall not exceed 25 percent of the lot area, except that\nwhen the lot is 20,000 square feet or greater, then the residential floor area\nshall not exceed 20 percent of the lot area or 5,000 square feet, whichever is\ngreater.\tAn additional 20 percent of the maximum residential floor area for that\nlot shall be allowed if any of the methods listed below is utilized.  Only one\n20 percent bonus per property is allowed.\t(a)\tThe total residential floor area\nof each story other than the base floor in a multi-story building does not\nexceed 75 percent of the base floor area; or  (Amended by Ord. No. 181,479,\nEff. 12\/27\/10.)\t(b)\tThe cumulative length of the exterior walls facing the front\nlot line, equal to a minimum of 25 percent of the building width shall be\nstepped-back a distance of at least 20 percent of the building depth from a\nplane parallel to the lot width established at the point of the building closest\nto the front lot line.  When the front lot line is not straight, a line\nconnecting the points where the side lot lines and the front lot line intersect\nshall be used.  When through-lots have two front yards, the step-back shall be\nprovided along both front lot lines.  (Amended by Ord. No. 181,479, Eff.\n12\/27\/10.)\tFor the purposes of this provision, all exterior walls that intersect\na plane parallel to the front lot line at 45 degrees or less shall be considered\nto be facing the front lot line.  The building width shall be the greatest\ndistance between the exterior walls of the building measured parallel to the lot\nwidth.  The building depth shall be the greatest distance between the exterior\nwalls of the building measured parallel to the lot depth; or\t(c)\tFor new single\nfamily dwelling construction only, the new construction shall be in substantial\ncompliance with the requirements for the U.S. Green Building Council’s (USGBC)\nLeadership in Energy and Environmental Design (LEED®) for Homes program at the\n“Certified” level or higher.  (Amended by Ord. No. 181,479, Eff.\n12\/27\/10.)\tPrior to submitting an application to the Department of Building and\nSafety for a building permit, the applicant shall be required to obtain an\nauthorization to submit for plan check from the Department of Planning.  In\norder to obtain this authorization, the applicant shall\nprovide:\t(1)\tDocumentation that the project has been registered with the\nUSGBC’s LEED® for Homes Program, and that the required fees have been\npaid;\t(2)\tA preliminary checklist from a USGBC-contracted LEED® for Homes\nProvider, which demonstrates that the project can be registered with the LEED®\nfor Homes Program with a target of certification at the “Certified” or\nhigher level; \t(3)\tA signed declaration from the USGBC-contracted LEED® for\nHomes Provider stating that the plans and plan details have been reviewed, and\nconfirms that the project can be registered with the LEED® for Homes Program\nwith a target certification at the “Certified” or higher level; and\t(4)\tA\ncomplete set of plans stamped and signed by a licensed architect or engineer\nthat include a copy of the preliminary checklist and signed declaration\nidentified in Subparagraphs (2) and (3) of this paragraph and identify the\nmeasures being provided for LEED® Certification.  Each plan sheet must also be\nsigned by a USGBC-contracted LEED® for Homes Provider verifying that the plans\nare consistent with the submitted preliminary checklist.\t(5)\tTermination and\nReplacement.  The reference to the U.S. Green Building Council’s (USGBC)\nLeadership in Energy and Environmental Design (LEED®) for Homes program and \nrequirement to obtain an authorization from the Department of Planning for a\nplan check described in Paragraph (c) shall no longer apply to projects filed on\nor after January 1, 2011.  Projects filed on or after January 1, 2011, must\nsatisfy LA Green Building Code, as defined in Los Angeles Municipal Code Section\n99.01.101.1, Tier 1 or higher in order to obtain additional floor area as\ndescribed in Subdivision 5.  (Added by Ord. No. 181,479, Eff. 12\/27\/10.)\tThe\nDepartment of Building and Safety shall refer applicants to the Department of\nPlanning prior to issuance of a building permit to obtain a clearance to verify\nthe project compliance with the originally approved plans.\tIf changes are made\nto the project, the applicant shall be required to submit a revised set of\nplans, including the four requirements listed above, with all revisions\nnecessary to make the project in substantial compliance with the requirements\nfor LEED® Certification.\t6.\tVerification of Existing Residential Floor Area. \n(Added by Ord. No. 179,883, Eff. 6\/29\/08.)  For additions with cumulative\nresidential floor area of less than 1,000 square feet constructed after January\n1, 2008, or remodels of buildings built prior to January 1, 2008, the existing\nresidential floor area shall be the same as the building square footage shown on\nthe most recent Los Angeles County Tax Assessor’s records at the time the\nplans are submitted to the Department of Building and Safety and a plan check\nfee is paid.  Except that residential floor area may be calculated as defined\nin Section 12.03 of this Code when a complete set of fully dimensioned plans\nwith area calculations of all the structures on the lot, prepared by a licensed\narchitect or engineer, is submitted by the applicant.\tAny work that does not\nqualify as a remodel, as defined in the paragraph below, or additions that are\n1,000 square feet or larger shall require a complete set of fully dimensioned\nplans with area calculations of all the structures on the lot prepared by a\nlicensed architect or engineer.\tFor the purposes of implementing this\nsubdivision, a remodel shall mean the alteration of an existing building or\nstructure provided that at least 50 percent of the perimeter length of the\ncontiguous exterior walls and 50 percent of the roof are retained.\n","html":"\n\t\t\t\t\t<section><p>  “RA” SUBURBAN ZONE.<br \/><br \/>\tThe following regulations shall apply to the “RA” Suburban Zone:<br \/><br \/>\tA.\tUse.  No building, structure or land shall be used and no building or structure shall be erected, structurally altered, enlarged or maintained except for the following uses, and when a “Supplemental Use District” is created by the provisions of Article 3 of this chapter, for such uses as may be permitted therein:<br \/><br \/>\t1.\tOne–family dwellings.<br \/><br \/>\t2.\t(Deleted by Ord. No. 171,687, Eff. 8\/19\/97.)<br \/><br \/>\t3.\t(None)<br \/><br \/>\t4.\tParks, playgrounds or community centers, owned and operated by a government agency.<br \/><br \/>\t5.\tGolf courses, except driving tees or ranges, miniature and pitch and putt courses having an average fairway length per hole of less than 125 yards, courses illuminated for nighttime play and similar uses operated for commercial purposes. (Amended by Ord. No. 123,664, Eff. 3\/10\/63.)<br \/><br \/>\t6.\tTruck gardening and nurseries.  (Amended by Ord. No. 181,188, Eff. 7\/18\/10.)<br \/><br \/>\t7.\t(Amended by Ord. No. 159,341, Eff. 10\/11\/84.)  The keeping of equines, bovines, goats or other domestic livestock other than swine), poultry, fowl, rabbits, chinchillas and other small animals, in conjunction with the residential use of the lot, provided:<br \/><br \/>\t(a)\tThat these activities are not for commercial purposes, except that a maximum of two currently licensed equines not owned by the resident of the involved property may be boarded (for which monetary compensation may be paid) or kept on that property as an <span class=\"dictionary\">accessory<\/span> use. (Amended by Ord. No. 161,352, Eff. 7\/20\/86.)<br \/><br \/>\t(b)\tThe keeping of equines, bovines, goats or other domestic livestock (other than swine) shall be permitted only on lots having an area of 17,500 square feet or more; provided, however, that such keeping of domestic livestock shall also be permitted on lots which were of record as of November 19, 1966 and qualified for the minimum lot area requirement of 17,500 square feet by including the area of one-half of the abutting streets. Where equines and\/or bovines are being kept, the number shall not exceed one equine or bovine for each 4,000 square feet of lot area.<br \/><br \/>\t8.\tTwo-family dwellings, on lots having a side lot line adjoining a lot in a commercial or industrial Zone, provided that:  (Amended by Ord. No. 126,309, Eff. 2\/13\/64.)<br \/><br \/>\t(a)\tThe lot on which the dwelling is located does not extend more than 100 feet from the boundary of the less restricted Zone which it adjoins;<br \/><br \/>\t(b)\tThere is a minimum lot area of 20,000 square feet for each two family dwelling.<br \/><br \/>\t9.\t(None).<br \/><br \/>\t10.\tConditional uses enumerated in Sec. 12.24 when the location is approved pursuant to the provisions of said section.  (Amended by Ord. No. 117,450, Eff. 12\/18\/60.)<br \/><br \/>\t11.\t<span class=\"dictionary\">Accessory<\/span> buildings, including private garages, <span class=\"dictionary\">accessory<\/span> living quarters, servants quarters, recreation rooms, greenhouses, bathhouses, or private stables, provided that:<br \/><br \/>\t(a)\tAn <span class=\"dictionary\">accessory<\/span> living quarters, servants quarters, recreation room or a private garage or any combination of said uses may be included in one building not exceeding two stories in height.<br \/><br \/>\t(b)\tNo stable is located or maintained on a lot having an area of less than 17,500 square feet and its capacity does not exceed one equine for each 4,000 square feet of lot area.  (Amended by Ord. No. 157,144, Eff. 11\/22\/82.)<br \/><br \/>\t(c)\tAutomobile parking space is required in connection with permitted uses and additional space may be provided in accordance with the provisions of Section 12.21A.<br \/><br \/>\tFor the location of <span class=\"dictionary\">accessory<\/span> buildings, refer to Sec. 12.21C and Sec. 12.22C.  (Amended by Ord. No. 107,884, Eff. 9\/23\/56.)<br \/><br \/>\t12.\t<span class=\"dictionary\">Accessory<\/span> uses and home occupations, subject to the conditions specified in Section 12.05 A 16 of this Code.  (Amended by Ord. No. 171,427, Eff. 1\/4\/97, Oper. 3\/5\/97.)<br \/><br \/>\t13.\t(None)<br \/><br \/>\t14.\tNames, plates and signs as provided for in Sec. 12.21A7.<br \/><br \/>\tB.\tRestriction.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  For any lot designated as Public, Quasi-Public, Public\/Quasi-Public Use, Other Public, or Open Space on the land use map of the applicable community or district plan; any lot shown on the map as having existing lakes, waterways, reservoirs, debris basins, or similar facilities; any lot shown on the map as the location of a freeway right-of-way; and any property annexed to the City of Los Angeles where a plan amendment was not adopted as part of the annexation proceedings:<br \/><br \/>\tAny of the uses permitted by Subsection A of this section shall require prior approval in accordance with the provisions of Section 12.24.1 of this Code.<br \/><br \/>\tC.\tArea (Development Standards).  (First Para. Amended by Ord. No. 179,883, Eff. 6\/29\/08.)  No building or structure nor the enlargement of any building or structure shall be erected or maintained unless the following yards, lot areas, and floor area limitations are provided and maintained in connection with the building, structure, or enlargement:<br \/><br \/>\t1.\tFront Yard.  There shall be a front yard of not less than 20% of the depth of the lot, but such front yard need not exceed 25 feet, provided, however, that where all of the developed lots which have front yards that vary in depth by not more than ten feet comprise 40% or more of the frontage, the minimum front yard depth shall be the average depth of the front yards of such lots. Where there are two or more possible combinations of developed lots comprising 40% or more of the frontage, each of which has front yards that vary in depth of not more than ten feet, the minimum front yard depth shall be the average depth of the front yards of that combination which has the shallowest average depth. In determining the required front yard, buildings located on key lots, entirely on the rear half of lots, or on lots in the “C” or “M” Zones, shall not be counted, provided, however, that nothing contained in this paragraph shall be deemed to require front yards which exceed 40 feet in depth.  (Amended by Ord. No. 139,155, Eff. 10\/16\/69.)<br \/><br \/>\tOn key lots the minimum front yard may be the average of the required front yard for the adjoining interior lot and the required side yard along the street side of a reversed corner lot, but such minimum front yard may apply for a distance of not more than 100 feet from the rear lot line of the reversed corner lot, beyond which point the front line specified in the above paragraph shall apply. Where existing buildings on either or both of said adjoining lots are located nearer to the front or side lot lines than the yards required by this article, the yards established by such existing buildings may be used in computing the required front yard for a key lot.<br \/><br \/>\t2.\tSide Yards.  (Amended by Ord. No. 169,775, Eff. 6\/2\/94.)<br \/><br \/>\t(a)\tThere shall be a side yard on each side of a main building of not less than ten feet, except that where the lot is less than 70 feet in width, and was of record prior to July 1, 1966, the side yard may be reduced to ten percent of the width of the lot, but in no event less than three feet.  Provided, however, that where a side yard of less than ten feet in width is permitted pursuant to the foregoing provisions, and the building erected on the lot is three or more stories in height, one foot shall be added to such side yard.<br \/><br \/>\t(b)\tIn lieu of the additional one foot side yard for buildings of three or more stories specified above, for new construction of a main building or ground floor addition to the main building on a lot not located in a Hillside Area or a Coastal Zone, one foot shall be added to each required side yard for each increment of ten feet or fraction thereof of height above the first 18 feet of height of the main building.<br \/><br \/>\t(c)\tSide yard requirements in specific plans, Historic Overlay Zones or in subdivision approvals shall take precedence over requirements in this subsection.  This subsection shall apply in these areas, however, where there are no side yard requirements provided in the specific plan, Historic Overlay Zone or in the subdivision approval.<br \/><br \/>\t3.\tRear Yard.  There shall be a rear yard of not less than twenty–five (25) per cent of the depth of the lot, but such rear yard need not exceed twenty–five (25) feet.<br \/><br \/>\t4.\tLot Area.  Every lot shall have a minimum width of 70 feet and a minimum area of 17,500 square feet. The minimum lot area per dwelling unit shall be 17,500 square feet except for a two–family dwelling on lots having a side lot adjoining a lot in a commercial or industrial Zone as provided for in Subsection A of this section.  (Amended by Ord No. 133,218, Eff. 11\/19\/66.)<br \/><br \/>\tProvided, however, that on property located within the RA Zone and also within the “H” Hillside or Mountainous Area for which a Master Plan including dwelling unit densities has been adopted by the Council, the number of lots may be limited and the maximum areas may be increased so that the number of dwelling units permitted will not substantially exceed the densities shown on the Plan.  (Amended by Ord. No. 129,693, Eff. 5\/2\/65.)<br \/><br \/>\tThere may be lots with less than the minimum width and area, as provided by Section 17.05H of this Code, and there may be a single dwelling on each lot if the lot is shown with a separate letter or lot number on a recorded Subdivision Tract Map or Parcel Map.  (Amended by Ord. No. 130,871, Eff. 9\/20\/65.)<br \/><br \/>\tExceptions to area regulations are provided for in Sec. 12.22C.  (Amended by Ord. No. 129,673, Eff. 5\/2\/65.)<br \/><br \/>\t5.\tMaximum Residential Floor Area.  (Added by Ord. No. 179,883, Eff. 6\/29\/08.)  For a lot located in a Hillside Area or Coastal Zone, the maximum floor area shall comply with Section 12.21.1 A.1. of this Code.<br \/><br \/>\tFor all other lots, the maximum residential floor area contained in all buildings and <span class=\"dictionary\">accessory<\/span> buildings shall not exceed 25 percent of the lot area, except that when the lot is 20,000 square feet or greater, then the residential floor area shall not exceed 20 percent of the lot area or 5,000 square feet, whichever is greater.<br \/><br \/>\tAn additional 20 percent of the maximum residential floor area for that lot shall be allowed if any of the methods listed below is utilized.  Only one 20 percent bonus per property is allowed.<br \/><br \/>\t(a)\tThe total residential floor area of each story other than the base floor in a multi-story building does not exceed 75 percent of the base floor area; or  (Amended by Ord. No. 181,479, Eff. 12\/27\/10.)<br \/><br \/>\t(b)\tThe cumulative length of the exterior walls facing the front lot line, equal to a minimum of 25 percent of the building width shall be stepped-back a distance of at least 20 percent of the building depth from a plane parallel to the lot width established at the point of the building closest to the front lot line.  When the front lot line is not straight, a line connecting the points where the side lot lines and the front lot line intersect shall be used.  When through-lots have two front yards, the step-back shall be provided along both front lot lines.  (Amended by Ord. No. 181,479, Eff. 12\/27\/10.)<br \/><br \/>\tFor the purposes of this provision, all exterior walls that intersect a plane parallel to the front lot line at 45 degrees or less shall be considered to be facing the front lot line.  The building width shall be the greatest distance between the exterior walls of the building measured parallel to the lot width.  The building depth shall be the greatest distance between the exterior walls of the building measured parallel to the lot depth; or<br \/><br \/>\t(c)\tFor new single family dwelling construction only, the new construction shall be in substantial compliance with the requirements for the U.S. Green Building Council’s (USGBC) Leadership in Energy and Environmental Design (LEED®) for Homes program at the “Certified” level or higher.  (Amended by Ord. No. 181,479, Eff. 12\/27\/10.)<br \/><br \/>\tPrior to submitting an application to the Department of Building and Safety for a building permit, the applicant shall be required to obtain an authorization to submit for plan check from the Department of Planning.  In <span class=\"dictionary\">order<\/span> to obtain this authorization, the applicant shall provide:<br \/><br \/>\t(1)\tDocumentation that the project has been registered with the USGBC’s LEED® for Homes Program, and that the required fees have been paid;<br \/><br \/>\t(2)\tA preliminary checklist from a USGBC-contracted LEED® for Homes Provider, which demonstrates that the project can be registered with the LEED® for Homes Program with a target of certification at the “Certified” or higher level; <br \/><br \/>\t(3)\tA signed declaration from the USGBC-contracted LEED® for Homes Provider stating that the plans and plan details have been reviewed, and confirms that the project can be registered with the LEED® for Homes Program with a target certification at the “Certified” or higher level; and<br \/><br \/>\t(4)\tA complete set of plans stamped and signed by a licensed architect or engineer that include a copy of the preliminary checklist and signed declaration identified in Subparagraphs (2) and (3) of this paragraph and identify the measures being provided for LEED® Certification.  Each plan sheet must also be signed by a USGBC-contracted LEED® for Homes Provider verifying that the plans are consistent with the submitted preliminary checklist.<br \/><br \/>\t(5)\tTermination and Replacement.  The reference to the U.S. Green Building Council’s (USGBC) Leadership in Energy and Environmental Design (LEED®) for Homes program and  requirement to obtain an authorization from the Department of Planning for a plan check described in Paragraph (c) shall no longer apply to projects filed on or after January 1, 2011.  Projects filed on or after January 1, 2011, must satisfy LA Green Building Code, as defined in Los Angeles Municipal Code Section 99.01.101.1, Tier 1 or higher in <span class=\"dictionary\">order<\/span> to obtain additional floor area as described in Subdivision 5.  (Added by Ord. No. 181,479, Eff. 12\/27\/10.)<br \/><br \/>\tThe Department of Building and Safety shall refer applicants to the Department of Planning prior to issuance of a building permit to obtain a clearance to verify the project compliance with the originally approved plans.<br \/><br \/>\tIf changes are made to the project, the applicant shall be required to submit a revised set of plans, including the four requirements listed above, with all revisions necessary to make the project in substantial compliance with the requirements for LEED® Certification.<br \/><br \/>\t6.\tVerification of Existing Residential Floor Area.  (Added by Ord. No. 179,883, Eff. 6\/29\/08.)  For additions with cumulative residential floor area of less than 1,000 square feet constructed after January 1, 2008, or remodels of buildings built prior to January 1, 2008, the existing residential floor area shall be the same as the building square footage shown on the most recent Los Angeles County Tax Assessor’s records at the time the plans are submitted to the Department of Building and Safety and a plan check fee is paid.  Except that residential floor area may be calculated as defined in Section 12.03 of this Code when a complete set of fully dimensioned plans with area calculations of all the structures on the lot, prepared by a licensed architect or engineer, is submitted by the applicant.<br \/><br \/>\tAny work that does not qualify as a remodel, as defined in the paragraph below, or additions that are 1,000 square feet or larger shall require a complete set of fully dimensioned plans with area calculations of all the structures on the lot prepared by a licensed architect or engineer.<br \/><br \/>\tFor the purposes of implementing this subdivision, a remodel shall mean the alteration of an existing building or structure provided that at least 50 percent of the perimeter length of the contiguous exterior walls and 50 percent of the roof are retained.<\/p><\/section>","previous_section":{"id":"1807","structure_id":"20","section_number":"12.06","catch_line":"“A2” Agricultural Zone.","url":"\/12.06\/","token":"12.06"},"text":{"0":{"id":"2411","text":"  “RA” SUBURBAN ZONE.\tThe following regulations shall apply to the “RA” Suburban Zone:\tA.\tUse.  No building, structure or land shall be used and no building or structure shall be erected, structurally altered, enlarged or maintained except for the following uses, and when a “Supplemental Use District” is created by the provisions of Article 3 of this chapter, for such uses as may be permitted therein:\t1.\tOne–family dwellings.\t2.\t(Deleted by Ord. No. 171,687, Eff. 8\/19\/97.)\t3.\t(None)\t4.\tParks, playgrounds or community centers, owned and operated by a government agency.\t5.\tGolf courses, except driving tees or ranges, miniature and pitch and putt courses having an average fairway length per hole of less than 125 yards, courses illuminated for nighttime play and similar uses operated for commercial purposes. (Amended by Ord. No. 123,664, Eff. 3\/10\/63.)\t6.\tTruck gardening and nurseries.  (Amended by Ord. No. 181,188, Eff. 7\/18\/10.)\t7.\t(Amended by Ord. No. 159,341, Eff. 10\/11\/84.)  The keeping of equines, bovines, goats or other domestic livestock other than swine), poultry, fowl, rabbits, chinchillas and other small animals, in conjunction with the residential use of the lot, provided:\t(a)\tThat these activities are not for commercial purposes, except that a maximum of two currently licensed equines not owned by the resident of the involved property may be boarded (for which monetary compensation may be paid) or kept on that property as an accessory use. (Amended by Ord. No. 161,352, Eff. 7\/20\/86.)\t(b)\tThe keeping of equines, bovines, goats or other domestic livestock (other than swine) shall be permitted only on lots having an area of 17,500 square feet or more; provided, however, that such keeping of domestic livestock shall also be permitted on lots which were of record as of November 19, 1966 and qualified for the minimum lot area requirement of 17,500 square feet by including the area of one-half of the abutting streets. Where equines and\/or bovines are being kept, the number shall not exceed one equine or bovine for each 4,000 square feet of lot area.\t8.\tTwo-family dwellings, on lots having a side lot line adjoining a lot in a commercial or industrial Zone, provided that:  (Amended by Ord. No. 126,309, Eff. 2\/13\/64.)\t(a)\tThe lot on which the dwelling is located does not extend more than 100 feet from the boundary of the less restricted Zone which it adjoins;\t(b)\tThere is a minimum lot area of 20,000 square feet for each two family dwelling.\t9.\t(None).\t10.\tConditional uses enumerated in Sec. 12.24 when the location is approved pursuant to the provisions of said section.  (Amended by Ord. No. 117,450, Eff. 12\/18\/60.)\t11.\tAccessory buildings, including private garages, accessory living quarters, servants quarters, recreation rooms, greenhouses, bathhouses, or private stables, provided that:\t(a)\tAn accessory living quarters, servants quarters, recreation room or a private garage or any combination of said uses may be included in one building not exceeding two stories in height.\t(b)\tNo stable is located or maintained on a lot having an area of less than 17,500 square feet and its capacity does not exceed one equine for each 4,000 square feet of lot area.  (Amended by Ord. No. 157,144, Eff. 11\/22\/82.)\t(c)\tAutomobile parking space is required in connection with permitted uses and additional space may be provided in accordance with the provisions of Section 12.21A.\tFor the location of accessory buildings, refer to Sec. 12.21C and Sec. 12.22C.  (Amended by Ord. No. 107,884, Eff. 9\/23\/56.)\t12.\tAccessory uses and home occupations, subject to the conditions specified in Section 12.05 A 16 of this Code.  (Amended by Ord. No. 171,427, Eff. 1\/4\/97, Oper. 3\/5\/97.)\t13.\t(None)\t14.\tNames, plates and signs as provided for in Sec. 12.21A7.\tB.\tRestriction.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  For any lot designated as Public, Quasi-Public, Public\/Quasi-Public Use, Other Public, or Open Space on the land use map of the applicable community or district plan; any lot shown on the map as having existing lakes, waterways, reservoirs, debris basins, or similar facilities; any lot shown on the map as the location of a freeway right-of-way; and any property annexed to the City of Los Angeles where a plan amendment was not adopted as part of the annexation proceedings:\tAny of the uses permitted by Subsection A of this section shall require prior approval in accordance with the provisions of Section 12.24.1 of this Code.\tC.\tArea (Development Standards).  (First Para. Amended by Ord. No. 179,883, Eff. 6\/29\/08.)  No building or structure nor the enlargement of any building or structure shall be erected or maintained unless the following yards, lot areas, and floor area limitations are provided and maintained in connection with the building, structure, or enlargement:\t1.\tFront Yard.  There shall be a front yard of not less than 20% of the depth of the lot, but such front yard need not exceed 25 feet, provided, however, that where all of the developed lots which have front yards that vary in depth by not more than ten feet comprise 40% or more of the frontage, the minimum front yard depth shall be the average depth of the front yards of such lots. Where there are two or more possible combinations of developed lots comprising 40% or more of the frontage, each of which has front yards that vary in depth of not more than ten feet, the minimum front yard depth shall be the average depth of the front yards of that combination which has the shallowest average depth. In determining the required front yard, buildings located on key lots, entirely on the rear half of lots, or on lots in the “C” or “M” Zones, shall not be counted, provided, however, that nothing contained in this paragraph shall be deemed to require front yards which exceed 40 feet in depth.  (Amended by Ord. No. 139,155, Eff. 10\/16\/69.)\tOn key lots the minimum front yard may be the average of the required front yard for the adjoining interior lot and the required side yard along the street side of a reversed corner lot, but such minimum front yard may apply for a distance of not more than 100 feet from the rear lot line of the reversed corner lot, beyond which point the front line specified in the above paragraph shall apply. Where existing buildings on either or both of said adjoining lots are located nearer to the front or side lot lines than the yards required by this article, the yards established by such existing buildings may be used in computing the required front yard for a key lot.\t2.\tSide Yards.  (Amended by Ord. No. 169,775, Eff. 6\/2\/94.)\t(a)\tThere shall be a side yard on each side of a main building of not less than ten feet, except that where the lot is less than 70 feet in width, and was of record prior to July 1, 1966, the side yard may be reduced to ten percent of the width of the lot, but in no event less than three feet.  Provided, however, that where a side yard of less than ten feet in width is permitted pursuant to the foregoing provisions, and the building erected on the lot is three or more stories in height, one foot shall be added to such side yard.\t(b)\tIn lieu of the additional one foot side yard for buildings of three or more stories specified above, for new construction of a main building or ground floor addition to the main building on a lot not located in a Hillside Area or a Coastal Zone, one foot shall be added to each required side yard for each increment of ten feet or fraction thereof of height above the first 18 feet of height of the main building.\t(c)\tSide yard requirements in specific plans, Historic Overlay Zones or in subdivision approvals shall take precedence over requirements in this subsection.  This subsection shall apply in these areas, however, where there are no side yard requirements provided in the specific plan, Historic Overlay Zone or in the subdivision approval.\t3.\tRear Yard.  There shall be a rear yard of not less than twenty–five (25) per cent of the depth of the lot, but such rear yard need not exceed twenty–five (25) feet.\t4.\tLot Area.  Every lot shall have a minimum width of 70 feet and a minimum area of 17,500 square feet. The minimum lot area per dwelling unit shall be 17,500 square feet except for a two–family dwelling on lots having a side lot adjoining a lot in a commercial or industrial Zone as provided for in Subsection A of this section.  (Amended by Ord No. 133,218, Eff. 11\/19\/66.)\tProvided, however, that on property located within the RA Zone and also within the “H” Hillside or Mountainous Area for which a Master Plan including dwelling unit densities has been adopted by the Council, the number of lots may be limited and the maximum areas may be increased so that the number of dwelling units permitted will not substantially exceed the densities shown on the Plan.  (Amended by Ord. No. 129,693, Eff. 5\/2\/65.)\tThere may be lots with less than the minimum width and area, as provided by Section 17.05H of this Code, and there may be a single dwelling on each lot if the lot is shown with a separate letter or lot number on a recorded Subdivision Tract Map or Parcel Map.  (Amended by Ord. No. 130,871, Eff. 9\/20\/65.)\tExceptions to area regulations are provided for in Sec. 12.22C.  (Amended by Ord. No. 129,673, Eff. 5\/2\/65.)\t5.\tMaximum Residential Floor Area.  (Added by Ord. No. 179,883, Eff. 6\/29\/08.)  For a lot located in a Hillside Area or Coastal Zone, the maximum floor area shall comply with Section 12.21.1 A.1. of this Code.\tFor all other lots, the maximum residential floor area contained in all buildings and accessory buildings shall not exceed 25 percent of the lot area, except that when the lot is 20,000 square feet or greater, then the residential floor area shall not exceed 20 percent of the lot area or 5,000 square feet, whichever is greater.\tAn additional 20 percent of the maximum residential floor area for that lot shall be allowed if any of the methods listed below is utilized.  Only one 20 percent bonus per property is allowed.\t(a)\tThe total residential floor area of each story other than the base floor in a multi-story building does not exceed 75 percent of the base floor area; or  (Amended by Ord. No. 181,479, Eff. 12\/27\/10.)\t(b)\tThe cumulative length of the exterior walls facing the front lot line, equal to a minimum of 25 percent of the building width shall be stepped-back a distance of at least 20 percent of the building depth from a plane parallel to the lot width established at the point of the building closest to the front lot line.  When the front lot line is not straight, a line connecting the points where the side lot lines and the front lot line intersect shall be used.  When through-lots have two front yards, the step-back shall be provided along both front lot lines.  (Amended by Ord. No. 181,479, Eff. 12\/27\/10.)\tFor the purposes of this provision, all exterior walls that intersect a plane parallel to the front lot line at 45 degrees or less shall be considered to be facing the front lot line.  The building width shall be the greatest distance between the exterior walls of the building measured parallel to the lot width.  The building depth shall be the greatest distance between the exterior walls of the building measured parallel to the lot depth; or\t(c)\tFor new single family dwelling construction only, the new construction shall be in substantial compliance with the requirements for the U.S. Green Building Council’s (USGBC) Leadership in Energy and Environmental Design (LEED®) for Homes program at the “Certified” level or higher.  (Amended by Ord. No. 181,479, Eff. 12\/27\/10.)\tPrior to submitting an application to the Department of Building and Safety for a building permit, the applicant shall be required to obtain an authorization to submit for plan check from the Department of Planning.  In order to obtain this authorization, the applicant shall provide:\t(1)\tDocumentation that the project has been registered with the USGBC’s LEED® for Homes Program, and that the required fees have been paid;\t(2)\tA preliminary checklist from a USGBC-contracted LEED® for Homes Provider, which demonstrates that the project can be registered with the LEED® for Homes Program with a target of certification at the “Certified” or higher level; \t(3)\tA signed declaration from the USGBC-contracted LEED® for Homes Provider stating that the plans and plan details have been reviewed, and confirms that the project can be registered with the LEED® for Homes Program with a target certification at the “Certified” or higher level; and\t(4)\tA complete set of plans stamped and signed by a licensed architect or engineer that include a copy of the preliminary checklist and signed declaration identified in Subparagraphs (2) and (3) of this paragraph and identify the measures being provided for LEED® Certification.  Each plan sheet must also be signed by a USGBC-contracted LEED® for Homes Provider verifying that the plans are consistent with the submitted preliminary checklist.\t(5)\tTermination and Replacement.  The reference to the U.S. Green Building Council’s (USGBC) Leadership in Energy and Environmental Design (LEED®) for Homes program and  requirement to obtain an authorization from the Department of Planning for a plan check described in Paragraph (c) shall no longer apply to projects filed on or after January 1, 2011.  Projects filed on or after January 1, 2011, must satisfy LA Green Building Code, as defined in Los Angeles Municipal Code Section 99.01.101.1, Tier 1 or higher in order to obtain additional floor area as described in Subdivision 5.  (Added by Ord. No. 181,479, Eff. 12\/27\/10.)\tThe Department of Building and Safety shall refer applicants to the Department of Planning prior to issuance of a building permit to obtain a clearance to verify the project compliance with the originally approved plans.\tIf changes are made to the project, the applicant shall be required to submit a revised set of plans, including the four requirements listed above, with all revisions necessary to make the project in substantial compliance with the requirements for LEED® Certification.\t6.\tVerification of Existing Residential Floor Area.  (Added by Ord. No. 179,883, Eff. 6\/29\/08.)  For additions with cumulative residential floor area of less than 1,000 square feet constructed after January 1, 2008, or remodels of buildings built prior to January 1, 2008, the existing residential floor area shall be the same as the building square footage shown on the most recent Los Angeles County Tax Assessor’s records at the time the plans are submitted to the Department of Building and Safety and a plan check fee is paid.  Except that residential floor area may be calculated as defined in Section 12.03 of this Code when a complete set of fully dimensioned plans with area calculations of all the structures on the lot, prepared by a licensed architect or engineer, is submitted by the applicant.\tAny work that does not qualify as a remodel, as defined in the paragraph below, or additions that are 1,000 square feet or larger shall require a complete set of fully dimensioned plans with area calculations of all the structures on the lot prepared by a licensed architect or engineer.\tFor the purposes of implementing this subdivision, a remodel shall mean the alteration of an existing building or structure provided that at least 50 percent of the perimeter length of the contiguous exterior walls and 50 percent of the roof are retained.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}