{"section_number":"12.05","edition_id":"1","section_id":"3058","structure_id":"20","catch_line":"“A1” Agriculture Zone.","history":"","full_text":"  “A1” AGRICULTURE ZONE.\n\n\tThe following regulations shall apply in the \n\n\tA.\tUse.  No building, structure or land shall be used and no building or structure shall be erected, structurally altered, enlarged or maintained, except for the following uses, and when a “Supplemental Use District” is created by the provisions of Article 3 of this chapter, for such uses as may be permitted thereon.\n\n\t1.\tOne–Family dwellings.\n\n\t2.\t(None).\n\n\t3.\t(None).\n\n\t4.\tParks, playgrounds or community centers, owned and operated by the government agency.\n\n\t5.\tGolf courses, except driving tees or ranges, miniature and pitch and putt courses having an average fairway length per hole of less than 125 yards, courses illuminated for nighttime play and similar uses operated for commercial purposes.  (Amended by Ord. No. 123,664, Eff. 3\/10\/63.)\n\n\t6.\tFarming, nurseries, aviaries, and apiaries.  (Amended by Ord. No. 181,188, Eff. 7\/18\/10.)\n\n\t7.\t(Amended by Ord. No. 158,126, Eff. 8\/22\/83.)  The keeping of equines, bovines, goats or other domestic livestock, and not to exceed five swine, and the keeping of poultry, fowl, rabbits, fish or frogs, chinchillas and other small animals in conjunction with the residential use of the lot, provided:\n\n\t(a)\tThat these activities are not for commercial purposes, except that a maximum of two currently licensed equines not owned by the resident of the involved property may be boarded (for which monetary compensation may be paid) or kept on that property as an accessory use, and except that chickens, rabbits or chinchillas may be kept for commercial purposes on lots of five acres or more.  (Amended by Ord. No. 161,352, Eff. 7\/20\/86.)\n\n\t(b)\tThe keeping of equines, bovines, goats or other domestic livestock shall be permitted only on lots having an area of 17,500 square feet or more. Where equines and\/or bovines are being kept, the number kept shall not exceed one equine or bovine for each 4,000 square feet of lot area.  (Amended by Ord. No. 159,341, Eff. 10\/11\/84.)\n\n\t8.\t(None).\n\n\t9.\tAny other similar uses or enterprises customarily carried on in the field of general agriculture and not obnoxious or detrimental to the public welfare.\n\n\t10.\tConditional uses enumerated in Sec. 12.24 when the location is approved pursuant to the provisions of said section.  (Amended by Ord. No. 117,450, Eff. 12\/18\/60.)\n\n\t11.\tAccessory buildings including a private garage, accessory living quarters, servant’s quarters, recreation room, greenhouse, lathhouse, stable, barn, corral, pen, coop, building or room for packing products raised on the premises or other similar structure. Accessory living quarters, servant’s quarters, recreation room and a private garage, or any combination of such uses may be included in one building not exceeding two stories in height.  (Amended by Ord. No. 122,543, Eff. 9\/2\/62.)\n\n\tFor location of accessory buildings, refer to Sec. 12.21C and Sec. 12.22C.\n\n\t12.\tAccessory uses.  (Amended by Ord. No. 171,427, Eff. 1\/4\/97, Oper. 3\/5\/97.)\n\n\t13.\tOne stand for the display and sale of only those products produced upon the same premises, provided that the plan for the construction of such stand is approved by the Department of Building and Safety; that it does not exceed an area of two hundred (200) square feet; and that it is located not nearer than ten (10) feet to any street or highway.\n\n\t14.\tName plates and signs as provided for in Sec. 12.21A7.\n\n\t15.\t(Deleted by Ord. No. 171,687, Eff. 8\/19\/97.)\n\n\t16.\tHome Occupations, subject to all of the following conditions and standards:  (Added by Ord. No. 171,427, Eff. 1\/4\/97, Oper. 3\/5\/97.)\n\n\t(a)\tConditions and Standards.\n\n\t(1)\tNo changes are made which alter the residential character or appearance of the dwelling unit or property in any manner which precludes its residential use.  Activities associated with the home occupation may not be visible from the outside of the dwelling unit, except for truck gardening.  (Amended by Ord. No. 181,188, Eff. 7\/18\/10.)\n\n\t(2)\tNotwithstanding Section 12.21 A 7 of this Code, signs and window or outside displays in connection with the home occupation are prohibited.\n\n\t(3)\tThe use shall be conducted within the main dwelling unit, except for truck gardening, and only by persons residing within the dwelling unit.  However, no more than one person not residing on the premises may be employed to work on the premises as part of all of the home occupations.  (Amended by Ord. No. 181,188, Eff. 7\/18\/10.)\n\n\t(4)\tParking provided for the building must continue to be maintained pursuant to Section 12.21A4(m) of this Code.\n\n\t(5)\tVisitors’ parked cars shall not displace or impede the use of required parking spaces.\n\n\t(6)\tThe home occupation shall not generate greater vehicular or pedestrian traffic than is normal for the district in which the home occupation is located.\n\n\t(7)\tThe use causes no public nuisance or disruption to the residential character of the neighborhood.\n\n\t(8)\tNo more than one client visit or one client vehicle per hour shall be permitted, and only from 8:00 a.m. to 8:00 p.m. for all of the home occupations.  (Amended by Ord. No. 181,188, Eff. 7\/18\/10.)\n\n\t(9)\tThe home occupation shall not involve the use of commercial vehicles for delivery of materials to or from the premises other than a vehicle not to exceed one ton capacity, owned by the operator of the home occupation.  There shall be no parking or storing of commercial vehicles on the site or on public streets in connection with the home occupation.  As used herein, commercial vehicles are as defined in the California Vehicle Code and, in addition, shall include construction equipment or any other mobile paraphernalia used in connection with such use.  No person shall store equipment including, but not limited to, trailers or trucks in excess of one ton or wheeled construction equipment on property zoned for residential purposes.\n\n\t(10)\tDeliveries and pickups are limited to two per day for all of the home occupations carried on in the dwelling, and only to services which normally make deliveries to or pickups from households in residential areas.\n\n\t(11)\tNo material or mechanized equipment is utilized which is not associated with normal residential use.\n\n\t(12)\tIncidental storage related to the home occupations may be located in the dwelling unit, but shall not be located in any open areas, covered patios or carports.  However, an attached or detached garage, provided the required covered parking spaces are maintained, or a detached, fully enclosed accessory building may be used for incidental storage, but such storage area shall not exceed 400 square feet.  (Amended by Ord. No. 171,696, Eff. 9\/27\/97.)\n\n\t(13)\tAny advertising for the home occupation does not contain the address of the dwelling unit.\n\n\t(14)\tNo excessive noise in violation of the provisions of Sections 111.00, 112.00 and 114.00 of this Code is caused by the use, nor any excessive light, dust, fumes, vibration or electrical interference beyond that normally expected for a residential use.\n\n\t(15)\tNo “extremely hazardous substances,” as listed in Section 355 (Appendix A) of Title 40 of the Code of Federal Regulations, are used, sold or stored on the site; and no “hazardous materials,” as listed in Article 9, Title 22 of the California Health and Safety Code, are utilized except those associated with normal household use.\n\n\t(16)\tNo space or equipment used in the home occupation is rented out to other parties not residing on the premises.\n\n\t(17)\tAny “industrial homework” (as defined by the California Labor Code) performed for an employer conforms to the provisions of Sections 2650 et. seq. of the California Labor Code.\n\n\t(18)\tThe home occupation does not include any uses regulated under Section 12.24 or 12.27 of this Code.\n\n\t(19)\tNo sales or exchange of products, processing, manufacturing, display or servicing of any product is conducted on the premises, except for handicrafts, or intellectual or artistic products, or direct sales, or sales where the orders have been previously made by telephone, at a prior meeting or a sales party, and in accordance with the other standards of operation.  Nothing in this section shall be construed as to permit other retail or wholesale sales in residential zones.  Nor shall anything in this section be construed as allowing any type of on-site sales or distribution in connection with truck gardening.  (Amended by Ord. No. 181,188, Eff. 7\/18\/10.)\n\n\t(20)\tA person wishing to conduct a home occupation must obtain a City business license, if a license is required to perform the occupation, from the Office of Finance.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\n\n\t(21)\t(Deleted by Ord. No. 172,170, Eff. 9\/27\/98.)\n\n\tMonies collected from registration fees and from any fines imposed for violations of these provisions shall be deposited in the Home Occupation Trust Fund established pursuant to Section 5.486 of the Los Angeles Administrative Code.  The money in this account shall be used to offset the costs by the Department of Building and Safety and the City Clerk’s Office for administering the provisions of the home occupation ordinance.\n\n\t(b)\tProhibited Uses.  Any use which disrupts, and is inconsistent with, the residential character of the neighborhood is prohibited.  The following home occupations, including but not limited to other similar uses, and uses as determined by the Zoning Administrator are prohibited:\n\n\tAdult entertainment\n\n\tAmbulance service\n\n\tAnimal training\n\n\tAutomotive repair, painting, body\/fender work, upholstering, detailing, washing, including motorcycles, trucks, trailers and boats.\n\n\tBeautician or barber\n\n\tBody piercing\n\n\tDentist, except as a secondary office which is not used for the general practice of dentistry, but may be used for consultation and emergency treatment as an adjunct to a principal office located elsewhere.\n\n\tFuneral chapel or home\n\n\tFirearms manufacturing or sales\n\n\tGarment manufacturing\n\n\tGunsmith\n\n\tMassage therapist, unless the therapist has procured a massage technician’s license and a massage business license, as needed, from the Los Angeles Police Department.\n\tMedical physician (non-psychiatric), except as a secondary office which is not used for the general practice of medicine, but may be used for consultation and emergency treatment as an adjunct to a principal office located elsewhere.\n\n\tPhotography lab, other than for occupant’s own use.\n\n\tRecording\/motion picture\/video production studios, except for editing of pre- recorded material.\n\n\tRestaurant\n\n\tRetail sales\n\n\tTattoo studio\n\n\tTow truck service\n\n\tUpholstery\n\n\tVeterinary services and other uses which entail the harboring, training, care, breeding, raising or grooming of dogs, cats, birds, or other domestic animals on the premises, except those which are permitted by this article (other than those owned by the resident)\n\n\tWelding or machine shop\n\n\tYoga\/spa retreat center\n\n\t(c)\tAuthority of The Director of Planning.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Notwithstanding any other provisions of this Code, the Director may require the discontinuance of a home occupation if he or she finds that as operated or maintained there has been a violation of any of the conditions or standards set forth in this section.  The Director shall have the authority to prescribe additional conditions and standards of operation for any category of home occupation which may require additional conditions.\n\n\t(d)\tAdministrative Fines.  An administrative fine of $250.00 may be collected by the Department of Building and Safety for any violation of the conditions and standards of Section 12.05A 16 (a) and administrative fines of $500.00 may be collected for repeated violations pursuant to the following provisions.  These administrative fine provisions are in addition to any other fines and penalties authorized by law.  It shall be unlawful to conduct any home occupation as set forth in Section 12.05A16(b) of this Code.\n\n\t(1)\tDefinitions.  As used in this subparagraph the term “Superintendent” means the Superintendent of the Department of Building and Safety.  The term “Department” means the Department of Building and Safety.\n\n\t(2)\tOrder to Comply.  For any home occupation found to be in violation of Section 12.05A16(a) of this Code, the Superintendent shall send an Order to Comply to the operator of the home occupation use.  The Order to Comply shall clearly state the following:\n\n\t(i)\tThe violation must be corrected by a Compliance Date specified in the Order, which date shall be no more than 15 days from the date the Order is mailed.\n\n\t(ii)\tFailure to correct the violation on or before the Compliance Date may result in the imposition of an administrative fine in the amount of $250.00.\n\n\t(3)\tReinspection.  The Superintendent shall reinspect a property for which an Order to Comply was issued pursuant to this paragraph subsequent to the Compliance Date.\n\n\t(4)\tFailure to Correct Violation.  If any violation specified in the Order to Comply is not corrected prior to the Compliance Date as specified in the Order to Comply, an administrative fine of $250.00 may be collected by the Department.\n\n\tIf  the Department determines that a fine is due, then it shall notify the person cited by United States mail in a sealed envelope, with postage paid.  If the person cited is the owner of the property, the notice shall be addressed to the last known address of the owner as that address appears in the last equalized assessment roll. If the person to be cited is a tenant, the notice shall be addressed to the location where the home occupation is being conducted. Service of the notice shall be deemed to have been completed at the time of deposit with the United States Postal Service.\n\n\tThe person cited shall remit the fine to the Department within 30 days after the date of mailing of the notice.  If the person cited fails to do so, then the Department, by sending a second notification by certified mail, may demand payment of the fine from the person cited and may prohibit the issuance of any building permit, license or approval to the cited persons until such fees are paid.\n\n\t(5)\tRepeated Violations.  Notwithstanding any provision of this subsection to the contrary, if an Order to Comply is issued for a violation of Section 12.05A16, and after compliance with it a subsequent Order to Comply is issued for a violation of the same section of this Code occurring within one year of the date of the initial Order, an administrative fine of $500.00 may be collected by the Department.\n\n\t(6)\tDiscontinuance of Use.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Three violations of any condition set forth in Section 12.05 A.16.(a) of this Code which has resulted in an Order to Comply being issued under Paragraph (d)(2) may result in the imposition of proceedings to discontinue the home occupation use.  The Director shall have jurisdiction to discontinue a home occupation use by giving notice to the record owner of the home occupation by issuing A Notice of Intention to Discontinue the Home Occupation (Notice).  The Notice shall provide an opportunity for the home occupation user to either\n\n\t(a)\tsubmit information to the Director by a date certain to show cause why the home occupation should not be discontinued or\n\n\t(b)\tappear at a time and place before the Director pursuant to the procedures prescribed in Section 12.24 of the Code to show cause why the use should not be discontinued.\n\n\tUpon the expiration of the time periods set forth in the Notice, the Director may discontinue the home occupation use.\n\n\t(e)\tTruck Gardening.  Truck gardening shall be subject to the provisions of this subdivision if the main use of the lot is a dwelling.  (Added by Ord. No. 181,188, Eff. 7\/18\/10.)\n\n\tB.\tRestriction.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  For any lot designated as Public, Quasi-Public, Public\/Quasi-Public Use, Other Public, or Open Space on the land use map of the applicable community or district plan; any lot shown on the map as having existing lakes, waterways, reservoirs, debris basins, or similar facilities; any lot shown on the map as the location of a freeway right-of-way; and any property annexed to the City of Los Angeles where a plan amendment was not adopted as part of the annexation proceedings:\n\n\tAny of the uses permitted by Subsection A of this section shall require prior approval in accordance with the provisions of Section 12.24.1 of this Code.\n\n\tC.\tArea.  No building or structure nor the enlargement of any building or structure shall be hereafter erected or maintained unless the following yards and lot areas are provided and maintained in connection with such building, structure or enlargement.\n\n\t1.\tFront Yard.  There shall be a front yard of not less than twenty (20) per cent of the depth of the lot, but such front yard need not exceed twenty–five (25) feet.\n\n\t2.\tSide Yards.  There shall be a side yard on each side of a main building of not less than ten (10) percent of the width of the lot, but such side yard need not exceed twenty–five (25) feet and shall not be less than three (3) feet in width.\n\n\t3.\tRear Yard.  There shall be a rear yard of not less than twenty–five (25) per cent of the depth of the lot, but such rear yard need not exceed twenty–five (25) feet.\n\n\t4.\tLot Area.  (Amended by Ord. No. 150,624, Eff. 4\/13\/78.) Every lot farm or other parcel of land shall have a minimum average width of 300 feet and a minimum area of five acres for all uses permitted in this section, except that:\n\n\t(a)\tThe lot area for goat or cattle dairies shall not be less than 20 acres.\n\n\t(b)\tThe lot area per dwelling unit shall be not less than two and one-half acres, but in no case shall more than two dwellings be permitted on any one lot.\n\n\tIn no case shall a farm or other parcel of land be reduced to less than five acres. Provided, that where a lot has less width or less area than herein required and was held under separate ownership or was of record at the time this article became effective, such lot may be occupied by any use permitted in this section, except for those uses as set forth in Subdivision 5 of Subsection A of this section.\n\n\tExceptions to area regulations are provided for in Section 12.22C.","order_by":"05","ancestry":{"1":{"id":"20","name":"Specific Planning – Zoning\nComprehensive Zoning Plan","identifier":"2","label":"article","url":"\/1\/2\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3095","structure_id":"20","section_number":"12.00","catch_line":"Title.","url":"\/12.00\/","token":"12.00"},"1":{"id":"1517","structure_id":"20","section_number":"12.01","catch_line":"Continuation Of Existing Regulations.","url":"\/12.01\/","token":"12.01"},"2":{"id":"1627","structure_id":"20","section_number":"12.02","catch_line":"Purpose.","url":"\/12.02\/","token":"12.02"},"3":{"id":"2312","structure_id":"20","section_number":"12.03","catch_line":"Definitions.","url":"\/12.03\/","token":"12.03"},"4":{"id":"3734","structure_id":"20","section_number":"12.04","catch_line":"Zones - Districts - Symbols.","url":"\/12.04\/","token":"12.04"},"5":{"id":"1459","structure_id":"20","section_number":"12.04.01","catch_line":"Violations Of Specific Plans.","url":"\/12.04.01\/","token":"12.04.01"},"6":{"id":"1812","structure_id":"20","section_number":"12.04.05","catch_line":"“Os” Open Space Zone.","url":"\/12.04.05\/","token":"12.04.05"},"7":{"id":"4037","structure_id":"20","section_number":"12.04.09","catch_line":"“Pf” Public Facilities Zone.","url":"\/12.04.09\/","token":"12.04.09"},"8":{"id":"3058","structure_id":"20","section_number":"12.05","catch_line":"“A1” Agriculture Zone.","url":"\/12.05\/","token":"12.05"},"9":{"id":"1807","structure_id":"20","section_number":"12.06","catch_line":"“A2” Agricultural Zone.","url":"\/12.06\/","token":"12.06"},"10":{"id":"2434","structure_id":"20","section_number":"12.07","catch_line":"“Ra” Suburban Zone.","url":"\/12.07\/","token":"12.07"},"11":{"id":"833","structure_id":"20","section_number":"12.07.01","catch_line":"“Re” Residential Estate Zone.","url":"\/12.07.01\/","token":"12.07.01"},"12":{"id":"3662","structure_id":"20","section_number":"12.07.1","catch_line":"“Rs” Suburban Zone.","url":"\/12.07.1\/","token":"12.07.1"},"13":{"id":"1550","structure_id":"20","section_number":"12.08","catch_line":"“R1” One-Family Zone.","url":"\/12.08\/","token":"12.08"},"14":{"id":"1455","structure_id":"20","section_number":"12.08.1","catch_line":"Ru Residential Urban Zone.","url":"\/12.08.1\/","token":"12.08.1"},"15":{"id":"1635","structure_id":"20","section_number":"12.08.3","catch_line":"Rz Residential Zero Side Yard Zone.","url":"\/12.08.3\/","token":"12.08.3"},"16":{"id":"504","structure_id":"20","section_number":"12.08.5","catch_line":"“Rw1” Residential Waterways Zone.","url":"\/12.08.5\/","token":"12.08.5"},"17":{"id":"2976","structure_id":"20","section_number":"12.09","catch_line":"“R2” Two-Family Zone.","url":"\/12.09\/","token":"12.09"},"18":{"id":"3015","structure_id":"20","section_number":"12.09.1","catch_line":"“Rd” Restricted Density Multiple Dwelling Zone.","url":"\/12.09.1\/","token":"12.09.1"},"19":{"id":"3789","structure_id":"20","section_number":"12.09.3","catch_line":"“Rmp” Mobilehome Park Zone.","url":"\/12.09.3\/","token":"12.09.3"},"20":{"id":"3264","structure_id":"20","section_number":"12.09.5","catch_line":"“Rw2” Residential Waterways Zone.","url":"\/12.09.5\/","token":"12.09.5"},"21":{"id":"1735","structure_id":"20","section_number":"12.10","catch_line":"“R3” Multiple Dwelling Zone.","url":"\/12.10\/","token":"12.10"},"22":{"id":"2343","structure_id":"20","section_number":"12.10.5","catch_line":"Ras3 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.10.5\/","token":"12.10.5"},"23":{"id":"621","structure_id":"20","section_number":"12.11","catch_line":"“R4” Multiple Dwelling Zone.","url":"\/12.11\/","token":"12.11"},"24":{"id":"1231","structure_id":"20","section_number":"12.11.5","catch_line":"Ras4 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.11.5\/","token":"12.11.5"},"25":{"id":"1666","structure_id":"20","section_number":"12.12","catch_line":"“R5” Multiple Dwelling Zone.","url":"\/12.12\/","token":"12.12"},"26":{"id":"601","structure_id":"20","section_number":"12.12.1","catch_line":"“P” Automobile Parking Zone.","url":"\/12.12.1\/","token":"12.12.1"},"27":{"id":"286","structure_id":"20","section_number":"12.12.1.5","catch_line":"“Pb” Parking Building Zone.*","url":"\/12.12.1.5\/","token":"12.12.1.5"},"28":{"id":"2454","structure_id":"20","section_number":"12.12.2","catch_line":"“Cr” Limited Commercial Zone.","url":"\/12.12.2\/","token":"12.12.2"},"29":{"id":"3444","structure_id":"20","section_number":"12.13","catch_line":"“C1” Limited Commercial Zone.","url":"\/12.13\/","token":"12.13"},"30":{"id":"2973","structure_id":"20","section_number":"12.13.5","catch_line":"“C1.5” Limited Commercial Zone","url":"\/12.13.5\/","token":"12.13.5"},"31":{"id":"156","structure_id":"20","section_number":"12.14","catch_line":"“C2” Commercial Zone.","url":"\/12.14\/","token":"12.14"},"32":{"id":"1739","structure_id":"20","section_number":"12.16","catch_line":"“C4”Commercial Zone.","url":"\/12.16\/","token":"12.16"},"33":{"id":"24","structure_id":"20","section_number":"12.16.1","catch_line":"“Cw” Central City West Specific Plan Zone.","url":"\/12.16.1\/","token":"12.16.1"},"34":{"id":"1075","structure_id":"20","section_number":"12.16.2","catch_line":"Adp Alameda District Specific Plan Zone.","url":"\/12.16.2\/","token":"12.16.2"},"35":{"id":"265","structure_id":"20","section_number":"12.16.3","catch_line":"Lased Los Angeles Sports And Entertainment District Specific Plan Zone.","url":"\/12.16.3\/","token":"12.16.3"},"36":{"id":"1579","structure_id":"20","section_number":"12.17","catch_line":"“C5” Commercial Zone.","url":"\/12.17\/","token":"12.17"},"37":{"id":"2695","structure_id":"20","section_number":"12.17.1","catch_line":"“Cm” Commercial Manufacturing Zone.","url":"\/12.17.1\/","token":"12.17.1"},"38":{"id":"2925","structure_id":"20","section_number":"12.17.2","catch_line":"“Cm(Gm)”Commercial Manufacturing (Glencoe\/Maxella) Specific Plan Zone.","url":"\/12.17.2\/","token":"12.17.2"},"39":{"id":"1704","structure_id":"20","section_number":"12.17.5","catch_line":"“Mr1” Restricted Industrial Zone.","url":"\/12.17.5\/","token":"12.17.5"},"40":{"id":"383","structure_id":"20","section_number":"12.17.5.5","catch_line":"“Ccs” Century City South Specific Plan Studio Zone.","url":"\/12.17.5.5\/","token":"12.17.5.5"},"41":{"id":"1032","structure_id":"20","section_number":"12.17.6","catch_line":"“M1” Limited Industrial Zone.","url":"\/12.17.6\/","token":"12.17.6"},"42":{"id":"65","structure_id":"20","section_number":"12.18","catch_line":"“Mr2” Restricted Light Industrial Zone.","url":"\/12.18\/","token":"12.18"},"43":{"id":"2426","structure_id":"20","section_number":"12.18.1","catch_line":"“Wc” Warner Center Specific Plan Zone.","url":"\/12.18.1\/","token":"12.18.1"},"44":{"id":"1290","structure_id":"20","section_number":"12.19","catch_line":"“M2” Light Industrial Zone.","url":"\/12.19\/","token":"12.19"},"45":{"id":"1435","structure_id":"20","section_number":"12.19.1","catch_line":"Lax Los Angeles International Airport Zone.","url":"\/12.19.1\/","token":"12.19.1"},"46":{"id":"3523","structure_id":"20","section_number":"12.20","catch_line":"“M3” Heavy Industrial Zone.","url":"\/12.20\/","token":"12.20"},"47":{"id":"3019","structure_id":"20","section_number":"12.20.1","catch_line":"Sl Ocean – Submerged Land Zone.","url":"\/12.20.1\/","token":"12.20.1"},"48":{"id":"3360","structure_id":"20","section_number":"12.20.2","catch_line":"Coastal Development Permits (Prior To Certification Of The Local Coastal Program.)","url":"\/12.20.2\/","token":"12.20.2"},"49":{"id":"2874","structure_id":"20","section_number":"12.20.2.1","catch_line":"Coastal Development Permit Procedures After Certification Of The Local Coastal Program.","url":"\/12.20.2.1\/","token":"12.20.2.1"},"50":{"id":"2479","structure_id":"20","section_number":"12.20.3","catch_line":"“Hp” Historic Preservation Overlay Zone.","url":"\/12.20.3\/","token":"12.20.3"},"51":{"id":"3236","structure_id":"20","section_number":"12.21.1","catch_line":"Height Of Building Or Structures.","url":"\/12.21.1\/","token":"12.21.1"},"52":{"id":"488","structure_id":"20","section_number":"12.21.2","catch_line":"Height Of Buildings Or Structures In Century City.","url":"\/12.21.2\/","token":"12.21.2"},"53":{"id":"2253","structure_id":"20","section_number":"12.21.3","catch_line":"Height Of Buildings Or Structures In Community Redevelopment Plan Areas.","url":"\/12.21.3\/","token":"12.21.3"},"54":{"id":"3709","structure_id":"20","section_number":"12.21.4","catch_line":"Height Of Buildings Or Structures In Enterprise Zones.","url":"\/12.21.4\/","token":"12.21.4"},"55":{"id":"605","structure_id":"20","section_number":"12.21.5","catch_line":"Height Of Buildings Or Structures In Centers Study Areas.","url":"\/12.21.5\/","token":"12.21.5"},"56":{"id":"1399","structure_id":"20","section_number":"12.22","catch_line":"Exceptions.","url":"\/12.22\/","token":"12.22"},"57":{"id":"2993","structure_id":"20","section_number":"12.22.1","catch_line":"Safer Sex.","url":"\/12.22.1\/","token":"12.22.1"},"58":{"id":"3237","structure_id":"20","section_number":"12.23","catch_line":"Nonconforming Building And Uses.","url":"\/12.23\/","token":"12.23"},"59":{"id":"1191","structure_id":"20","section_number":"12.24","catch_line":"Conditional Use Permits And Other Similar Quasi-Judicial Approvals.","url":"\/12.24\/","token":"12.24"},"60":{"id":"546","structure_id":"20","section_number":"12.24.1","catch_line":"Land Use Determination By City Planning Commission.","url":"\/12.24.1\/","token":"12.24.1"},"61":{"id":"1889","structure_id":"20","section_number":"12.25","catch_line":"Time Limitations.","url":"\/12.25\/","token":"12.25"},"62":{"id":"2902","structure_id":"20","section_number":"12.26","catch_line":"Department Of Building And Safety.","url":"\/12.26\/","token":"12.26"},"63":{"id":"2923","structure_id":"20","section_number":"12.27","catch_line":"Variances.","url":"\/12.27\/","token":"12.27"},"64":{"id":"799","structure_id":"20","section_number":"12.27.1","catch_line":"Administrative Nuisance Abatement Proceedings.","url":"\/12.27.1\/","token":"12.27.1"},"65":{"id":"4040","structure_id":"20","section_number":"12.28","catch_line":"Adjustments And Slight Modifications.","url":"\/12.28\/","token":"12.28"},"66":{"id":"2103","structure_id":"20","section_number":"12.29","catch_line":"Violation Of Conditions – Penalty.","url":"\/12.29\/","token":"12.29"},"67":{"id":"339","structure_id":"20","section_number":"12.30","catch_line":"Boundaries Of Zones.","url":"\/12.30\/","token":"12.30"},"68":{"id":"1073","structure_id":"20","section_number":"12.31","catch_line":"Interpretation – Purpose – Conflict.","url":"\/12.31\/","token":"12.31"},"69":{"id":"3171","structure_id":"20","section_number":"12.32","catch_line":"Land Use Legislative Actions.","url":"\/12.32\/","token":"12.32"},"70":{"id":"511","structure_id":"20","section_number":"12.33","catch_line":"Dedication Of Land Or Payment For Park And Recreational Facilities As A Requirement For A Zone Change For A Multiple Residential Use In Any Multiple Residential Or Commercial Zone.","url":"\/12.33\/","token":"12.33"},"71":{"id":"1730","structure_id":"20","section_number":"12.34","catch_line":"Application Of Provisions.","url":"\/12.34\/","token":"12.34"},"72":{"id":"3843","structure_id":"20","section_number":"12.35","catch_line":"Zoning Of Annexed Or Unzoned Areas.","url":"\/12.35\/","token":"12.35"},"73":{"id":"1352","structure_id":"20","section_number":"12.36","catch_line":"Projects Requiring Multiple Approvals.(Charter § 564).","url":"\/12.36\/","token":"12.36"},"74":{"id":"1765","structure_id":"20","section_number":"12.37","catch_line":"Highway And Collector Street Dedication And Improvement.","url":"\/12.37\/","token":"12.37"},"75":{"id":"2301","structure_id":"20","section_number":"12.38","catch_line":"Dedication Of Streets By Long Term Leases.","url":"\/12.38\/","token":"12.38"},"76":{"id":"2657","structure_id":"20","section_number":"12.39","catch_line":"Low And Moderate Housing.","url":"\/12.39\/","token":"12.39"},"77":{"id":"1295","structure_id":"20","section_number":"12.40","catch_line":"Landscape - General Requirements.","url":"\/12.40\/","token":"12.40"},"78":{"id":"2364","structure_id":"20","section_number":"12.41","catch_line":"Landscape - Water Management.","url":"\/12.41\/","token":"12.41"},"79":{"id":"2169","structure_id":"20","section_number":"12.42","catch_line":"Landscape.","url":"\/12.42\/","token":"12.42"},"80":{"id":"4030","structure_id":"20","section_number":"12.43","catch_line":"Source Reduction Of Waste.","url":"\/12.43\/","token":"12.43"},"81":{"id":"1485","structure_id":"20","section_number":"12.50","catch_line":"Airport Approach Zoning Regulations.","url":"\/12.50\/","token":"12.50"},"82":{"id":"1328","structure_id":"20","section_number":"12.70","catch_line":"Adult Entertainment Zoning.","url":"\/12.70\/","token":"12.70"},"83":{"id":"481","structure_id":"20","section_number":"12.80","catch_line":"Homeless Shelters - Emergencies - Government Owned And Leased Property.","url":"\/12.80\/","token":"12.80"},"84":{"id":"737","structure_id":"20","section_number":"12.81","catch_line":"Homeless Shelters - Emergencies - Charitable\nOrganizations.","url":"\/12.81\/","token":"12.81"}},"next_section":{"id":"1807","structure_id":"20","section_number":"12.06","catch_line":"“A2” Agricultural Zone.","url":"\/12.06\/","token":"12.06"},"metadata":false,"references":false,"url":"\/12.05\/","token":"12.05","formats":{"txt":"\/12.05.txt","json":"\/12.05.xml"},"dublin_core":{"Title":"“A1” Agriculture Zone.","Type":"Text","Format":"text\/html","Identifier":"§ 12.05","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\n“A1” AGRICULTURE ZONE. (§ 12.05)\n\n  “A1” AGRICULTURE ZONE.\tThe following regulations shall apply in the\n\tA.\tUse.  No building, structure or land shall be used and no building or\nstructure shall be erected, structurally altered, enlarged or maintained, except\nfor the following uses, and when a “Supplemental Use District” is created by\nthe provisions of Article 3 of this chapter, for such uses as may be permitted\nthereon.\t1.\tOne–Family dwellings.\t2.\t(None).\t3.\t(None).\t4.\tParks, playgrounds\nor community centers, owned and operated by the government agency.\t5.\tGolf\ncourses, except driving tees or ranges, miniature and pitch and putt courses\nhaving an average fairway length per hole of less than 125 yards, courses\nilluminated for nighttime play and similar uses operated for commercial\npurposes.  (Amended by Ord. No. 123,664, Eff. 3\/10\/63.)\t6.\tFarming, nurseries,\naviaries, and apiaries.  (Amended by Ord. No. 181,188, Eff.\n7\/18\/10.)\t7.\t(Amended by Ord. No. 158,126, Eff. 8\/22\/83.)  The keeping of\nequines, bovines, goats or other domestic livestock, and not to exceed five\nswine, and the keeping of poultry, fowl, rabbits, fish or frogs, chinchillas and\nother small animals in conjunction with the residential use of the lot,\nprovided:\t(a)\tThat these activities are not for commercial purposes, except that\na maximum of two currently licensed equines not owned by the resident of the\ninvolved property may be boarded (for which monetary compensation may be paid)\nor kept on that property as an accessory use, and except that chickens, rabbits\nor chinchillas may be kept for commercial purposes on lots of five acres or\nmore.  (Amended by Ord. No. 161,352, Eff. 7\/20\/86.)\t(b)\tThe keeping of equines,\nbovines, goats or other domestic livestock shall be permitted only on lots\nhaving an area of 17,500 square feet or more. Where equines and\/or bovines are\nbeing kept, the number kept shall not exceed one equine or bovine for each 4,000\nsquare feet of lot area.  (Amended by Ord. No. 159,341, Eff.\n10\/11\/84.)\t8.\t(None).\t9.\tAny other similar uses or enterprises customarily\ncarried on in the field of general agriculture and not obnoxious or detrimental\nto the public welfare.\t10.\tConditional uses enumerated in Sec. 12.24 when the\nlocation is approved pursuant to the provisions of said section.  (Amended by\nOrd. No. 117,450, Eff. 12\/18\/60.)\t11.\tAccessory buildings including a private\ngarage, accessory living quarters, servant’s quarters, recreation room,\ngreenhouse, lathhouse, stable, barn, corral, pen, coop, building or room for\npacking products raised on the premises or other similar structure. Accessory\nliving quarters, servant’s quarters, recreation room and a private garage, or\nany combination of such uses may be included in one building not exceeding two\nstories in height.  (Amended by Ord. No. 122,543, Eff. 9\/2\/62.)\tFor location of\naccessory buildings, refer to Sec. 12.21C and Sec. 12.22C.\t12.\tAccessory uses. \n(Amended by Ord. No. 171,427, Eff. 1\/4\/97, Oper. 3\/5\/97.)\t13.\tOne stand for the\ndisplay and sale of only those products produced upon the same premises,\nprovided that the plan for the construction of such stand is approved by the\nDepartment of Building and Safety; that it does not exceed an area of two\nhundred (200) square feet; and that it is located not nearer than ten (10) feet\nto any street or highway.\t14.\tName plates and signs as provided for in Sec.\n12.21A7.\t15.\t(Deleted by Ord. No. 171,687, Eff. 8\/19\/97.)\t16.\tHome Occupations,\nsubject to all of the following conditions and standards:  (Added by Ord. No.\n171,427, Eff. 1\/4\/97, Oper. 3\/5\/97.)\t(a)\tConditions and Standards.\t(1)\tNo\nchanges are made which alter the residential character or appearance of the\ndwelling unit or property in any manner which precludes its residential use. \nActivities associated with the home occupation may not be visible from the\noutside of the dwelling unit, except for truck gardening.  (Amended by Ord. No.\n181,188, Eff. 7\/18\/10.)\t(2)\tNotwithstanding Section 12.21 A 7 of this Code,\nsigns and window or outside displays in connection with the home occupation are\nprohibited.\t(3)\tThe use shall be conducted within the main dwelling unit, except\nfor truck gardening, and only by persons residing within the dwelling unit. \nHowever, no more than one person not residing on the premises may be employed to\nwork on the premises as part of all of the home occupations.  (Amended by Ord.\nNo. 181,188, Eff. 7\/18\/10.)\t(4)\tParking provided for the building must continue\nto be maintained pursuant to Section 12.21A4(m) of this Code.\t(5)\tVisitors’\nparked cars shall not displace or impede the use of required parking\nspaces.\t(6)\tThe home occupation shall not generate greater vehicular or\npedestrian traffic than is normal for the district in which the home occupation\nis located.\t(7)\tThe use causes no public nuisance or disruption to the\nresidential character of the neighborhood.\t(8)\tNo more than one client visit or\none client vehicle per hour shall be permitted, and only from 8:00 a.m. to 8:00\np.m. for all of the home occupations.  (Amended by Ord. No. 181,188, Eff.\n7\/18\/10.)\t(9)\tThe home occupation shall not involve the use of commercial\nvehicles for delivery of materials to or from the premises other than a vehicle\nnot to exceed one ton capacity, owned by the operator of the home occupation. \nThere shall be no parking or storing of commercial vehicles on the site or on\npublic streets in connection with the home occupation.  As used herein,\ncommercial vehicles are as defined in the California Vehicle Code and, in\naddition, shall include construction equipment or any other mobile paraphernalia\nused in connection with such use.  No person shall store equipment including,\nbut not limited to, trailers or trucks in excess of one ton or wheeled\nconstruction equipment on property zoned for residential\npurposes.\t(10)\tDeliveries and pickups are limited to two per day for all of the\nhome occupations carried on in the dwelling, and only to services which normally\nmake deliveries to or pickups from households in residential areas.\t(11)\tNo\nmaterial or mechanized equipment is utilized which is not associated with normal\nresidential use.\t(12)\tIncidental storage related to the home occupations may be\nlocated in the dwelling unit, but shall not be located in any open areas,\ncovered patios or carports.  However, an attached or detached garage, provided\nthe required covered parking spaces are maintained, or a detached, fully\nenclosed accessory building may be used for incidental storage, but such storage\narea shall not exceed 400 square feet.  (Amended by Ord. No. 171,696, Eff.\n9\/27\/97.)\t(13)\tAny advertising for the home occupation does not contain the\naddress of the dwelling unit.\t(14)\tNo excessive noise in violation of the\nprovisions of Sections 111.00, 112.00 and 114.00 of this Code is caused by the\nuse, nor any excessive light, dust, fumes, vibration or electrical interference\nbeyond that normally expected for a residential use.\t(15)\tNo “extremely\nhazardous substances,” as listed in Section 355 (Appendix A) of Title 40 of\nthe Code of Federal Regulations, are used, sold or stored on the site; and no\n“hazardous materials,” as listed in Article 9, Title 22 of the California\nHealth and Safety Code, are utilized except those associated with normal\nhousehold use.\t(16)\tNo space or equipment used in the home occupation is rented\nout to other parties not residing on the premises.\t(17)\tAny “industrial\nhomework” (as defined by the California Labor Code) performed for an employer\nconforms to the provisions of Sections 2650 et. seq. of the California Labor\nCode.\t(18)\tThe home occupation does not include any uses regulated under Section\n12.24 or 12.27 of this Code.\t(19)\tNo sales or exchange of products, processing,\nmanufacturing, display or servicing of any product is conducted on the premises,\nexcept for handicrafts, or intellectual or artistic products, or direct sales,\nor sales where the orders have been previously made by telephone, at a prior\nmeeting or a sales party, and in accordance with the other standards of\noperation.  Nothing in this section shall be construed as to permit other\nretail or wholesale sales in residential zones.  Nor shall anything in this\nsection be construed as allowing any type of on-site sales or distribution in\nconnection with truck gardening.  (Amended by Ord. No. 181,188, Eff.\n7\/18\/10.)\t(20)\tA person wishing to conduct a home occupation must obtain a City\nbusiness license, if a license is required to perform the occupation, from the\nOffice of Finance.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper.\n7\/1\/00.)\t(21)\t(Deleted by Ord. No. 172,170, Eff. 9\/27\/98.)\tMonies collected from\nregistration fees and from any fines imposed for violations of these provisions\nshall be deposited in the Home Occupation Trust Fund established pursuant to\nSection 5.486 of the Los Angeles Administrative Code.  The money in this\naccount shall be used to offset the costs by the Department of Building and\nSafety and the City Clerk’s Office for administering the provisions of the\nhome occupation ordinance.\t(b)\tProhibited Uses.  Any use which disrupts, and is\ninconsistent with, the residential character of the neighborhood is\nprohibited.  The following home occupations, including but not limited to other\nsimilar uses, and uses as determined by the Zoning Administrator are\nprohibited:\tAdult entertainment\tAmbulance service\tAnimal training\tAutomotive\nrepair, painting, body\/fender work, upholstering, detailing, washing, including\nmotorcycles, trucks, trailers and boats.\tBeautician or barber\tBody\npiercing\tDentist, except as a secondary office which is not used for the general\npractice of dentistry, but may be used for consultation and emergency treatment\nas an adjunct to a principal office located elsewhere.\tFuneral chapel or\nhome\tFirearms manufacturing or sales\tGarment manufacturing\tGunsmith\tMassage\ntherapist, unless the therapist has procured a massage technician’s license\nand a massage business license, as needed, from the Los Angeles Police\nDepartment.\n\tMedical physician (non-psychiatric), except as a secondary office which is not\nused for the general practice of medicine, but may be used for consultation and\nemergency treatment as an adjunct to a principal office located\nelsewhere.\tPhotography lab, other than for occupant’s own\nuse.\tRecording\/motion picture\/video production studios, except for editing of\npre- recorded material.\tRestaurant\tRetail sales\tTattoo studio\tTow truck\nservice\tUpholstery\tVeterinary services and other uses which entail the\nharboring, training, care, breeding, raising or grooming of dogs, cats, birds,\nor other domestic animals on the premises, except those which are permitted by\nthis article (other than those owned by the resident)\tWelding or machine\nshop\tYoga\/spa retreat center\t(c)\tAuthority of The Director of Planning. \n(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Notwithstanding any\nother provisions of this Code, the Director may require the discontinuance of a\nhome occupation if he or she finds that as operated or maintained there has been\na violation of any of the conditions or standards set forth in this section. \nThe Director shall have the authority to prescribe additional conditions and\nstandards of operation for any category of home occupation which may require\nadditional conditions.\t(d)\tAdministrative Fines.  An administrative fine of\n$250.00 may be collected by the Department of Building and Safety for any\nviolation of the conditions and standards of Section 12.05A 16 (a) and\nadministrative fines of $500.00 may be collected for repeated violations\npursuant to the following provisions.  These administrative fine provisions are\nin addition to any other fines and penalties authorized by law.  It shall be\nunlawful to conduct any home occupation as set forth in Section 12.05A16(b) of\nthis Code.\t(1)\tDefinitions.  As used in this subparagraph the term\n“Superintendent” means the Superintendent of the Department of Building and\nSafety.  The term “Department” means the Department of Building and\nSafety.\t(2)\tOrder to Comply.  For any home occupation found to be in violation\nof Section 12.05A16(a) of this Code, the Superintendent shall send an Order to\nComply to the operator of the home occupation use.  The Order to Comply shall\nclearly state the following:\t(i)\tThe violation must be corrected by a Compliance\nDate specified in the Order, which date shall be no more than 15 days from the\ndate the Order is mailed.\t(ii)\tFailure to correct the violation on or before the\nCompliance Date may result in the imposition of an administrative fine in the\namount of $250.00.\t(3)\tReinspection.  The Superintendent shall reinspect a\nproperty for which an Order to Comply was issued pursuant to this paragraph\nsubsequent to the Compliance Date.\t(4)\tFailure to Correct Violation.  If any\nviolation specified in the Order to Comply is not corrected prior to the\nCompliance Date as specified in the Order to Comply, an administrative fine of\n$250.00 may be collected by the Department.\tIf  the Department determines that\na fine is due, then it shall notify the person cited by United States mail in a\nsealed envelope, with postage paid.  If the person cited is the owner of the\nproperty, the notice shall be addressed to the last known address of the owner\nas that address appears in the last equalized assessment roll. If the person to\nbe cited is a tenant, the notice shall be addressed to the location where the\nhome occupation is being conducted. Service of the notice shall be deemed to\nhave been completed at the time of deposit with the United States Postal\nService.\tThe person cited shall remit the fine to the Department within 30 days\nafter the date of mailing of the notice.  If the person cited fails to do so,\nthen the Department, by sending a second notification by certified mail, may\ndemand payment of the fine from the person cited and may prohibit the issuance\nof any building permit, license or approval to the cited persons until such fees\nare paid.\t(5)\tRepeated Violations.  Notwithstanding any provision of this\nsubsection to the contrary, if an Order to Comply is issued for a violation of\nSection 12.05A16, and after compliance with it a subsequent Order to Comply is\nissued for a violation of the same section of this Code occurring within one\nyear of the date of the initial Order, an administrative fine of $500.00 may be\ncollected by the Department.\t(6)\tDiscontinuance of Use.  (Amended by Ord. No.\n173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Three violations of any condition set\nforth in Section 12.05 A.16.(a) of this Code which has resulted in an Order to\nComply being issued under Paragraph (d)(2) may result in the imposition of\nproceedings to discontinue the home occupation use.  The Director shall have\njurisdiction to discontinue a home occupation use by giving notice to the record\nowner of the home occupation by issuing A Notice of Intention to Discontinue the\nHome Occupation (Notice).  The Notice shall provide an opportunity for the home\noccupation user to either\t(a)\tsubmit information to the Director by a date\ncertain to show cause why the home occupation should not be discontinued\nor\t(b)\tappear at a time and place before the Director pursuant to the procedures\nprescribed in Section 12.24 of the Code to show cause why the use should not be\ndiscontinued.\tUpon the expiration of the time periods set forth in the Notice,\nthe Director may discontinue the home occupation use.\t(e)\tTruck Gardening. \nTruck gardening shall be subject to the provisions of this subdivision if the\nmain use of the lot is a dwelling.  (Added by Ord. No. 181,188, Eff.\n7\/18\/10.)\tB.\tRestriction.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper.\n7\/1\/00.)  For any lot designated as Public, Quasi-Public, Public\/Quasi-Public\nUse, Other Public, or Open Space on the land use map of the applicable community\nor district plan; any lot shown on the map as having existing lakes, waterways,\nreservoirs, debris basins, or similar facilities; any lot shown on the map as\nthe location of a freeway right-of-way; and any property annexed to the City of\nLos Angeles where a plan amendment was not adopted as part of the annexation\nproceedings:\tAny of the uses permitted by Subsection A of this section shall\nrequire prior approval in accordance with the provisions of Section 12.24.1 of\nthis Code.\tC.\tArea.  No building or structure nor the enlargement of any\nbuilding or structure shall be hereafter erected or maintained unless the\nfollowing yards and lot areas are provided and maintained in connection with\nsuch building, structure or enlargement.\t1.\tFront Yard.  There shall be a front\nyard of not less than twenty (20) per cent of the depth of the lot, but such\nfront yard need not exceed twenty–five (25) feet.\t2.\tSide Yards.  There shall\nbe a side yard on each side of a main building of not less than ten (10) percent\nof the width of the lot, but such side yard need not exceed twenty–five (25)\nfeet and shall not be less than three (3) feet in width.\t3.\tRear Yard.  There\nshall be a rear yard of not less than twenty–five (25) per cent of the depth\nof the lot, but such rear yard need not exceed twenty–five (25) feet.\t4.\tLot\nArea.  (Amended by Ord. No. 150,624, Eff. 4\/13\/78.) Every lot farm or other\nparcel of land shall have a minimum average width of 300 feet and a minimum area\nof five acres for all uses permitted in this section, except that:\t(a)\tThe lot\narea for goat or cattle dairies shall not be less than 20 acres.\t(b)\tThe lot\narea per dwelling unit shall be not less than two and one-half acres, but in no\ncase shall more than two dwellings be permitted on any one lot.\tIn no case shall\na farm or other parcel of land be reduced to less than five acres. Provided,\nthat where a lot has less width or less area than herein required and was held\nunder separate ownership or was of record at the time this article became\neffective, such lot may be occupied by any use permitted in this section, except\nfor those uses as set forth in Subdivision 5 of Subsection A of this\nsection.\tExceptions to area regulations are provided for in Section 12.22C.\n","html":"\n\t\t\t\t\t<section><p>  “A1” AGRICULTURE ZONE.<br \/><br \/>\tThe following regulations shall apply in the <br \/><br \/>\tA.\tUse.  No building, structure or land shall be used and no building or structure shall be erected, structurally altered, enlarged or maintained, except for the following uses, and when a “Supplemental Use District” is created by the provisions of Article 3 of this chapter, for such uses as may be permitted thereon.<br \/><br \/>\t1.\tOne–Family dwellings.<br \/><br \/>\t2.\t(None).<br \/><br \/>\t3.\t(None).<br \/><br \/>\t4.\tParks, playgrounds or community centers, owned and operated by the government agency.<br \/><br \/>\t5.\tGolf courses, except driving tees or ranges, miniature and pitch and putt courses having an average fairway length per hole of less than 125 yards, courses illuminated for nighttime play and similar uses operated for commercial purposes.  (Amended by Ord. No. 123,664, Eff. 3\/10\/63.)<br \/><br \/>\t6.\tFarming, nurseries, aviaries, and apiaries.  (Amended by Ord. No. 181,188, Eff. 7\/18\/10.)<br \/><br \/>\t7.\t(Amended by Ord. No. 158,126, Eff. 8\/22\/83.)  The keeping of equines, bovines, goats or other domestic livestock, and not to exceed five swine, and the keeping of poultry, fowl, rabbits, fish or frogs, chinchillas and other small animals in conjunction with the residential use of the lot, provided:<br \/><br \/>\t(a)\tThat these activities are not for commercial purposes, except that a maximum of two currently licensed equines not owned by the resident of the involved property may be boarded (for which monetary compensation may be paid) or kept on that property as an <span class=\"dictionary\">accessory<\/span> use, and except that chickens, rabbits or chinchillas may be kept for commercial purposes on lots of five acres or more.  (Amended by Ord. No. 161,352, Eff. 7\/20\/86.)<br \/><br \/>\t(b)\tThe keeping of equines, bovines, goats or other domestic livestock shall be permitted only on lots having an area of 17,500 square feet or more. Where equines and\/or bovines are being kept, the number kept shall not exceed one equine or bovine for each 4,000 square feet of lot area.  (Amended by Ord. No. 159,341, Eff. 10\/11\/84.)<br \/><br \/>\t8.\t(None).<br \/><br \/>\t9.\tAny other similar uses or enterprises customarily carried on in the field of general agriculture and not obnoxious or detrimental to the public welfare.<br \/><br \/>\t10.\tConditional uses enumerated in Sec. 12.24 when the location is approved pursuant to the provisions of said section.  (Amended by Ord. No. 117,450, Eff. 12\/18\/60.)<br \/><br \/>\t11.\t<span class=\"dictionary\">Accessory<\/span> buildings including a private garage, <span class=\"dictionary\">accessory<\/span> living quarters, servant’s quarters, recreation room, greenhouse, lathhouse, stable, barn, corral, pen, coop, building or room for packing products raised on the premises or other similar structure. <span class=\"dictionary\">Accessory<\/span> living quarters, servant’s quarters, recreation room and a private garage, or any combination of such uses may be included in one building not exceeding two stories in height.  (Amended by Ord. No. 122,543, Eff. 9\/2\/62.)<br \/><br \/>\tFor location of <span class=\"dictionary\">accessory<\/span> buildings, refer to Sec. 12.21C and Sec. 12.22C.<br \/><br \/>\t12.\t<span class=\"dictionary\">Accessory<\/span> uses.  (Amended by Ord. No. 171,427, Eff. 1\/4\/97, Oper. 3\/5\/97.)<br \/><br \/>\t13.\tOne stand for the display and sale of only those products produced upon the same premises, provided that the plan for the construction of such stand is approved by the Department of Building and Safety; that it does not exceed an area of two hundred (200) square feet; and that it is located not nearer than ten (10) feet to any street or highway.<br \/><br \/>\t14.\tName plates and signs as provided for in Sec. 12.21A7.<br \/><br \/>\t15.\t(Deleted by Ord. No. 171,687, Eff. 8\/19\/97.)<br \/><br \/>\t16.\tHome Occupations, subject to all of the following conditions and standards:  (Added by Ord. No. 171,427, Eff. 1\/4\/97, Oper. 3\/5\/97.)<br \/><br \/>\t(a)\tConditions and Standards.<br \/><br \/>\t(1)\tNo changes are made which alter the residential character or <span class=\"dictionary\">appearance<\/span> of the dwelling unit or property in any manner which precludes its residential use.  Activities associated with the home occupation may not be visible from the outside of the dwelling unit, except for truck gardening.  (Amended by Ord. No. 181,188, Eff. 7\/18\/10.)<br \/><br \/>\t(2)\tNotwithstanding Section 12.21 A 7 of this Code, signs and window or outside displays in connection with the home occupation are prohibited.<br \/><br \/>\t(3)\tThe use shall be conducted within the main dwelling unit, except for truck gardening, and only by persons residing within the dwelling unit.  However, no more than one person not residing on the premises may be employed to work on the premises as part of all of the home occupations.  (Amended by Ord. No. 181,188, Eff. 7\/18\/10.)<br \/><br \/>\t(4)\tParking provided for the building must continue to be maintained pursuant to Section 12.21A4(m) of this Code.<br \/><br \/>\t(5)\tVisitors’ parked cars shall not displace or impede the use of required parking spaces.<br \/><br \/>\t(6)\tThe home occupation shall not generate greater vehicular or pedestrian traffic than is normal for the district in which the home occupation is located.<br \/><br \/>\t(7)\tThe use causes no public nuisance or disruption to the residential character of the neighborhood.<br \/><br \/>\t(8)\tNo more than one client visit or one client vehicle per hour shall be permitted, and only from 8:00 a.m. to 8:00 p.m. for all of the home occupations.  (Amended by Ord. No. 181,188, Eff. 7\/18\/10.)<br \/><br \/>\t(9)\tThe home occupation shall not involve the use of commercial vehicles for delivery of <span class=\"dictionary\">materials<\/span> to or from the premises other than a vehicle not to exceed one ton capacity, owned by the operator of the home occupation.  There shall be no parking or storing of commercial vehicles on the site or on public streets in connection with the home occupation.  As used herein, commercial vehicles are as defined in the California Vehicle Code and, in addition, shall include construction equipment or any other mobile paraphernalia used in connection with such use.  No person shall store equipment including, but not limited to, trailers or trucks in excess of one ton or wheeled construction equipment on property zoned for residential purposes.<br \/><br \/>\t(10)\tDeliveries and pickups are limited to two per day for all of the home occupations carried on in the dwelling, and only to services which normally make deliveries to or pickups from households in residential areas.<br \/><br \/>\t(11)\tNo <span class=\"dictionary\">material<\/span> or mechanized equipment is utilized which is not associated with normal residential use.<br \/><br \/>\t(12)\tIncidental storage related to the home occupations may be located in the dwelling unit, but shall not be located in any open areas, covered patios or carports.  However, an attached or detached garage, provided the required covered parking spaces are maintained, or a detached, fully enclosed <span class=\"dictionary\">accessory<\/span> building may be used for incidental storage, but such storage area shall not exceed 400 square feet.  (Amended by Ord. No. 171,696, Eff. 9\/27\/97.)<br \/><br \/>\t(13)\tAny advertising for the home occupation does not contain the address of the dwelling unit.<br \/><br \/>\t(14)\tNo excessive noise in violation of the provisions of Sections 111.00, 112.00 and 114.00 of this Code is caused by the use, nor any excessive light, dust, fumes, vibration or electrical interference beyond that normally expected for a residential use.<br \/><br \/>\t(15)\tNo “extremely hazardous substances,” as listed in Section 355 (Appendix A) of Title 40 of the Code of Federal Regulations, are used, sold or stored on the site; and no “hazardous <span class=\"dictionary\">materials<\/span>,” as listed in Article 9, Title 22 of the California Health and Safety Code, are utilized except those associated with normal household use.<br \/><br \/>\t(16)\tNo space or equipment used in the home occupation is rented out to other parties not residing on the premises.<br \/><br \/>\t(17)\tAny “industrial homework” (as defined by the California Labor Code) performed for an employer conforms to the provisions of Sections 2650 et. seq. of the California Labor Code.<br \/><br \/>\t(18)\tThe home occupation does not include any uses regulated under Section 12.24 or 12.27 of this Code.<br \/><br \/>\t(19)\tNo sales or exchange of products, processing, manufacturing, display or servicing of any product is conducted on the premises, except for handicrafts, or intellectual or artistic products, or direct sales, or sales where the <span class=\"dictionary\">orders<\/span> have been previously made by telephone, at a prior meeting or a sales <span class=\"dictionary\">party<\/span>, and in accordance with the other standards of operation.  Nothing in this section shall be construed as to permit other retail or wholesale sales in residential zones.  Nor shall anything in this section be construed as allowing any type of on-site sales or distribution in connection with truck gardening.  (Amended by Ord. No. 181,188, Eff. 7\/18\/10.)<br \/><br \/>\t(20)\tA person wishing to conduct a home occupation must obtain a City business license, if a license is required to perform the occupation, from the Office of Finance.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)<br \/><br \/>\t(21)\t(Deleted by Ord. No. 172,170, Eff. 9\/27\/98.)<br \/><br \/>\tMonies collected from registration fees and from any fines imposed for violations of these provisions shall be deposited in the Home Occupation Trust Fund established pursuant to Section 5.486 of the Los Angeles Administrative Code.  The money in this account shall be used to offset the costs by the Department of Building and Safety and the City Clerk’s Office for administering the provisions of the home occupation <span class=\"dictionary\">ordinance<\/span>.<br \/><br \/>\t(b)\tProhibited Uses.  Any use which disrupts, and is inconsistent with, the residential character of the neighborhood is prohibited.  The following home occupations, including but not limited to other similar uses, and uses as determined by the Zoning Administrator are prohibited:<br \/><br \/>\tAdult entertainment<br \/><br \/>\tAmbulance service<br \/><br \/>\tAnimal training<br \/><br \/>\tAutomotive repair, painting, body\/fender work, upholstering, detailing, washing, including motorcycles, trucks, trailers and boats.<br \/><br \/>\tBeautician or barber<br \/><br \/>\tBody piercing<br \/><br \/>\tDentist, except as a secondary office which is not used for the general practice of dentistry, but may be used for consultation and emergency treatment as an adjunct to a principal office located elsewhere.<br \/><br \/>\tFuneral chapel or home<br \/><br \/>\tFirearms manufacturing or sales<br \/><br \/>\tGarment manufacturing<br \/><br \/>\tGunsmith<br \/><br \/>\tMassage therapist, unless the therapist has procured a massage technician’s license and a massage business license, as needed, from the Los Angeles Police Department.\n\tMedical physician (non-psychiatric), except as a secondary office which is not used for the general practice of medicine, but may be used for consultation and emergency treatment as an adjunct to a principal office located elsewhere.<br \/><br \/>\tPhotography lab, other than for occupant’s own use.<br \/><br \/>\tRecording\/<span class=\"dictionary\">motion<\/span> picture\/video production studios, except for editing of pre- recorded <span class=\"dictionary\">material<\/span>.<br \/><br \/>\tRestaurant<br \/><br \/>\tRetail sales<br \/><br \/>\tTattoo studio<br \/><br \/>\tTow truck service<br \/><br \/>\tUpholstery<br \/><br \/>\tVeterinary services and other uses which entail the harboring, training, care, breeding, raising or grooming of dogs, cats, birds, or other domestic animals on the premises, except those which are permitted by this article (other than those owned by the resident)<br \/><br \/>\tWelding or machine shop<br \/><br \/>\tYoga\/spa retreat center<br \/><br \/>\t(c)\tAuthority of The Director of Planning.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Notwithstanding any other provisions of this Code, the Director may require the discontinuance of a home occupation if he or she finds that as operated or maintained there has been a violation of any of the conditions or standards set forth in this section.  The Director shall have the authority to prescribe additional conditions and standards of operation for any category of home occupation which may require additional conditions.<br \/><br \/>\t(d)\tAdministrative Fines.  An administrative fine of $250.00 may be collected by the Department of Building and Safety for any violation of the conditions and standards of Section 12.05A 16 (a) and administrative fines of $500.00 may be collected for repeated violations pursuant to the following provisions.  These administrative fine provisions are in addition to any other fines and penalties authorized by <span class=\"dictionary\">law<\/span>.  It shall be unlawful to conduct any home occupation as set forth in Section 12.05A16(b) of this Code.<br \/><br \/>\t(1)\tDefinitions.  As used in this subparagraph the term “Superintendent” means the Superintendent of the Department of Building and Safety.  The term “Department” means the Department of Building and Safety.<br \/><br \/>\t(2)\t<span class=\"dictionary\">Order<\/span> to Comply.  For any home occupation found to be in violation of Section 12.05A16(a) of this Code, the Superintendent shall send an <span class=\"dictionary\">Order<\/span> to Comply to the operator of the home occupation use.  The <span class=\"dictionary\">Order<\/span> to Comply shall clearly state the following:<br \/><br \/>\t(i)\tThe violation must be corrected by a Compliance Date specified in the <span class=\"dictionary\">Order<\/span>, which date shall be no more than 15 days from the date the <span class=\"dictionary\">Order<\/span> is mailed.<br \/><br \/>\t(ii)\tFailure to correct the violation on or before the Compliance Date may result in the imposition of an administrative fine in the amount of $250.00.<br \/><br \/>\t(3)\tReinspection.  The Superintendent shall reinspect a property for which an <span class=\"dictionary\">Order<\/span> to Comply was issued pursuant to this paragraph subsequent to the Compliance Date.<br \/><br \/>\t(4)\tFailure to Correct Violation.  If any violation specified in the <span class=\"dictionary\">Order<\/span> to Comply is not corrected prior to the Compliance Date as specified in the <span class=\"dictionary\">Order<\/span> to Comply, an administrative fine of $250.00 may be collected by the Department.<br \/><br \/>\tIf  the Department determines that a fine is due, then it shall notify the person cited by United States mail in a <span class=\"dictionary\">sealed<\/span> envelope, with postage paid.  If the person cited is the owner of the property, the notice shall be addressed to the last known address of the owner as that address appears in the last equalized assessment roll. If the person to be cited is a tenant, the notice shall be addressed to the location where the home occupation is being conducted. Service of the notice shall be deemed to have been completed at the time of deposit with the United States Postal Service.<br \/><br \/>\tThe person cited shall remit the fine to the Department within 30 days after the date of mailing of the notice.  If the person cited fails to do so, then the Department, by sending a second notification by certified mail, may demand payment of the fine from the person cited and may prohibit the issuance of any building permit, license or approval to the cited persons until such fees are paid.<br \/><br \/>\t(5)\tRepeated Violations.  Notwithstanding any provision of this subsection to the contrary, if an <span class=\"dictionary\">Order<\/span> to Comply is issued for a violation of Section 12.05A16, and after compliance with it a subsequent <span class=\"dictionary\">Order<\/span> to Comply is issued for a violation of the same section of this Code occurring within one year of the date of the initial <span class=\"dictionary\">Order<\/span>, an administrative fine of $500.00 may be collected by the Department.<br \/><br \/>\t(6)\tDiscontinuance of Use.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Three violations of any condition set forth in Section 12.05 A.16.(a) of this Code which has resulted in an <span class=\"dictionary\">Order<\/span> to Comply being issued under Paragraph (d)(2) may result in the imposition of proceedings to discontinue the home occupation use.  The Director shall have <span class=\"dictionary\">jurisdiction<\/span> to discontinue a home occupation use by giving notice to the record owner of the home occupation by issuing A Notice of Intention to Discontinue the Home Occupation (Notice).  The Notice shall provide an opportunity for the home occupation user to either<br \/><br \/>\t(a)\tsubmit information to the Director by a date certain to show cause why the home occupation should not be discontinued or<br \/><br \/>\t(b)\tappear at a time and place before the Director pursuant to the procedures prescribed in Section 12.24 of the Code to show cause why the use should not be discontinued.<br \/><br \/>\tUpon the expiration of the time periods set forth in the Notice, the Director may discontinue the home occupation use.<br \/><br \/>\t(e)\tTruck Gardening.  Truck gardening shall be subject to the provisions of this subdivision if the main use of the lot is a dwelling.  (Added by Ord. No. 181,188, Eff. 7\/18\/10.)<br \/><br \/>\tB.\tRestriction.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  For any lot designated as Public, Quasi-Public, Public\/Quasi-Public Use, Other Public, or Open Space on the land use map of the applicable community or district plan; any lot shown on the map as having existing lakes, waterways, reservoirs, debris basins, or similar facilities; any lot shown on the map as the location of a freeway right-of-way; and any property annexed to the City of Los Angeles where a plan amendment was not adopted as part of the annexation proceedings:<br \/><br \/>\tAny of the uses permitted by Subsection A of this section shall require prior approval in accordance with the provisions of Section 12.24.1 of this Code.<br \/><br \/>\tC.\tArea.  No building or structure nor the enlargement of any building or structure shall be hereafter erected or maintained unless the following yards and lot areas are provided and maintained in connection with such building, structure or enlargement.<br \/><br \/>\t1.\tFront Yard.  There shall be a front yard of not less than twenty (20) per cent of the depth of the lot, but such front yard need not exceed twenty–five (25) feet.<br \/><br \/>\t2.\tSide Yards.  There shall be a side yard on each side of a main building of not less than ten (10) percent of the width of the lot, but such side yard need not exceed twenty–five (25) feet and shall not be less than three (3) feet in width.<br \/><br \/>\t3.\tRear Yard.  There shall be a rear yard of not less than twenty–five (25) per cent of the depth of the lot, but such rear yard need not exceed twenty–five (25) feet.<br \/><br \/>\t4.\tLot Area.  (Amended by Ord. No. 150,624, Eff. 4\/13\/78.) Every lot farm or other parcel of land shall have a minimum average width of 300 feet and a minimum area of five acres for all uses permitted in this section, except that:<br \/><br \/>\t(a)\tThe lot area for goat or cattle dairies shall not be less than 20 acres.<br \/><br \/>\t(b)\tThe lot area per dwelling unit shall be not less than two and one-half acres, but in no case shall more than two dwellings be permitted on any one lot.<br \/><br \/>\tIn no case shall a farm or other parcel of land be reduced to less than five acres. Provided, that where a lot has less width or less area than herein required and was held under separate ownership or was of record at the time this article became effective, such lot may be occupied by any use permitted in this section, except for those uses as set forth in Subdivision 5 of Subsection A of this section.<br \/><br \/>\tExceptions to area regulations are provided for in Section 12.22C.<\/p><\/section>","previous_section":{"id":"4037","structure_id":"20","section_number":"12.04.09","catch_line":"“Pf” Public Facilities Zone.","url":"\/12.04.09\/","token":"12.04.09"},"text":{"0":{"id":"3032","text":"  “A1” AGRICULTURE ZONE.\tThe following regulations shall apply in the \tA.\tUse.  No building, structure or land shall be used and no building or structure shall be erected, structurally altered, enlarged or maintained, except for the following uses, and when a “Supplemental Use District” is created by the provisions of Article 3 of this chapter, for such uses as may be permitted thereon.\t1.\tOne–Family dwellings.\t2.\t(None).\t3.\t(None).\t4.\tParks, playgrounds or community centers, owned and operated by the government agency.\t5.\tGolf courses, except driving tees or ranges, miniature and pitch and putt courses having an average fairway length per hole of less than 125 yards, courses illuminated for nighttime play and similar uses operated for commercial purposes.  (Amended by Ord. No. 123,664, Eff. 3\/10\/63.)\t6.\tFarming, nurseries, aviaries, and apiaries.  (Amended by Ord. No. 181,188, Eff. 7\/18\/10.)\t7.\t(Amended by Ord. No. 158,126, Eff. 8\/22\/83.)  The keeping of equines, bovines, goats or other domestic livestock, and not to exceed five swine, and the keeping of poultry, fowl, rabbits, fish or frogs, chinchillas and other small animals in conjunction with the residential use of the lot, provided:\t(a)\tThat these activities are not for commercial purposes, except that a maximum of two currently licensed equines not owned by the resident of the involved property may be boarded (for which monetary compensation may be paid) or kept on that property as an accessory use, and except that chickens, rabbits or chinchillas may be kept for commercial purposes on lots of five acres or more.  (Amended by Ord. No. 161,352, Eff. 7\/20\/86.)\t(b)\tThe keeping of equines, bovines, goats or other domestic livestock shall be permitted only on lots having an area of 17,500 square feet or more. Where equines and\/or bovines are being kept, the number kept shall not exceed one equine or bovine for each 4,000 square feet of lot area.  (Amended by Ord. No. 159,341, Eff. 10\/11\/84.)\t8.\t(None).\t9.\tAny other similar uses or enterprises customarily carried on in the field of general agriculture and not obnoxious or detrimental to the public welfare.\t10.\tConditional uses enumerated in Sec. 12.24 when the location is approved pursuant to the provisions of said section.  (Amended by Ord. No. 117,450, Eff. 12\/18\/60.)\t11.\tAccessory buildings including a private garage, accessory living quarters, servant’s quarters, recreation room, greenhouse, lathhouse, stable, barn, corral, pen, coop, building or room for packing products raised on the premises or other similar structure. Accessory living quarters, servant’s quarters, recreation room and a private garage, or any combination of such uses may be included in one building not exceeding two stories in height.  (Amended by Ord. No. 122,543, Eff. 9\/2\/62.)\tFor location of accessory buildings, refer to Sec. 12.21C and Sec. 12.22C.\t12.\tAccessory uses.  (Amended by Ord. No. 171,427, Eff. 1\/4\/97, Oper. 3\/5\/97.)\t13.\tOne stand for the display and sale of only those products produced upon the same premises, provided that the plan for the construction of such stand is approved by the Department of Building and Safety; that it does not exceed an area of two hundred (200) square feet; and that it is located not nearer than ten (10) feet to any street or highway.\t14.\tName plates and signs as provided for in Sec. 12.21A7.\t15.\t(Deleted by Ord. No. 171,687, Eff. 8\/19\/97.)\t16.\tHome Occupations, subject to all of the following conditions and standards:  (Added by Ord. No. 171,427, Eff. 1\/4\/97, Oper. 3\/5\/97.)\t(a)\tConditions and Standards.\t(1)\tNo changes are made which alter the residential character or appearance of the dwelling unit or property in any manner which precludes its residential use.  Activities associated with the home occupation may not be visible from the outside of the dwelling unit, except for truck gardening.  (Amended by Ord. No. 181,188, Eff. 7\/18\/10.)\t(2)\tNotwithstanding Section 12.21 A 7 of this Code, signs and window or outside displays in connection with the home occupation are prohibited.\t(3)\tThe use shall be conducted within the main dwelling unit, except for truck gardening, and only by persons residing within the dwelling unit.  However, no more than one person not residing on the premises may be employed to work on the premises as part of all of the home occupations.  (Amended by Ord. No. 181,188, Eff. 7\/18\/10.)\t(4)\tParking provided for the building must continue to be maintained pursuant to Section 12.21A4(m) of this Code.\t(5)\tVisitors’ parked cars shall not displace or impede the use of required parking spaces.\t(6)\tThe home occupation shall not generate greater vehicular or pedestrian traffic than is normal for the district in which the home occupation is located.\t(7)\tThe use causes no public nuisance or disruption to the residential character of the neighborhood.\t(8)\tNo more than one client visit or one client vehicle per hour shall be permitted, and only from 8:00 a.m. to 8:00 p.m. for all of the home occupations.  (Amended by Ord. No. 181,188, Eff. 7\/18\/10.)\t(9)\tThe home occupation shall not involve the use of commercial vehicles for delivery of materials to or from the premises other than a vehicle not to exceed one ton capacity, owned by the operator of the home occupation.  There shall be no parking or storing of commercial vehicles on the site or on public streets in connection with the home occupation.  As used herein, commercial vehicles are as defined in the California Vehicle Code and, in addition, shall include construction equipment or any other mobile paraphernalia used in connection with such use.  No person shall store equipment including, but not limited to, trailers or trucks in excess of one ton or wheeled construction equipment on property zoned for residential purposes.\t(10)\tDeliveries and pickups are limited to two per day for all of the home occupations carried on in the dwelling, and only to services which normally make deliveries to or pickups from households in residential areas.\t(11)\tNo material or mechanized equipment is utilized which is not associated with normal residential use.\t(12)\tIncidental storage related to the home occupations may be located in the dwelling unit, but shall not be located in any open areas, covered patios or carports.  However, an attached or detached garage, provided the required covered parking spaces are maintained, or a detached, fully enclosed accessory building may be used for incidental storage, but such storage area shall not exceed 400 square feet.  (Amended by Ord. No. 171,696, Eff. 9\/27\/97.)\t(13)\tAny advertising for the home occupation does not contain the address of the dwelling unit.\t(14)\tNo excessive noise in violation of the provisions of Sections 111.00, 112.00 and 114.00 of this Code is caused by the use, nor any excessive light, dust, fumes, vibration or electrical interference beyond that normally expected for a residential use.\t(15)\tNo “extremely hazardous substances,” as listed in Section 355 (Appendix A) of Title 40 of the Code of Federal Regulations, are used, sold or stored on the site; and no “hazardous materials,” as listed in Article 9, Title 22 of the California Health and Safety Code, are utilized except those associated with normal household use.\t(16)\tNo space or equipment used in the home occupation is rented out to other parties not residing on the premises.\t(17)\tAny “industrial homework” (as defined by the California Labor Code) performed for an employer conforms to the provisions of Sections 2650 et. seq. of the California Labor Code.\t(18)\tThe home occupation does not include any uses regulated under Section 12.24 or 12.27 of this Code.\t(19)\tNo sales or exchange of products, processing, manufacturing, display or servicing of any product is conducted on the premises, except for handicrafts, or intellectual or artistic products, or direct sales, or sales where the orders have been previously made by telephone, at a prior meeting or a sales party, and in accordance with the other standards of operation.  Nothing in this section shall be construed as to permit other retail or wholesale sales in residential zones.  Nor shall anything in this section be construed as allowing any type of on-site sales or distribution in connection with truck gardening.  (Amended by Ord. No. 181,188, Eff. 7\/18\/10.)\t(20)\tA person wishing to conduct a home occupation must obtain a City business license, if a license is required to perform the occupation, from the Office of Finance.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\t(21)\t(Deleted by Ord. No. 172,170, Eff. 9\/27\/98.)\tMonies collected from registration fees and from any fines imposed for violations of these provisions shall be deposited in the Home Occupation Trust Fund established pursuant to Section 5.486 of the Los Angeles Administrative Code.  The money in this account shall be used to offset the costs by the Department of Building and Safety and the City Clerk’s Office for administering the provisions of the home occupation ordinance.\t(b)\tProhibited Uses.  Any use which disrupts, and is inconsistent with, the residential character of the neighborhood is prohibited.  The following home occupations, including but not limited to other similar uses, and uses as determined by the Zoning Administrator are prohibited:\tAdult entertainment\tAmbulance service\tAnimal training\tAutomotive repair, painting, body\/fender work, upholstering, detailing, washing, including motorcycles, trucks, trailers and boats.\tBeautician or barber\tBody piercing\tDentist, except as a secondary office which is not used for the general practice of dentistry, but may be used for consultation and emergency treatment as an adjunct to a principal office located elsewhere.\tFuneral chapel or home\tFirearms manufacturing or sales\tGarment manufacturing\tGunsmith\tMassage therapist, unless the therapist has procured a massage technician’s license and a massage business license, as needed, from the Los Angeles Police Department.\n\tMedical physician (non-psychiatric), except as a secondary office which is not used for the general practice of medicine, but may be used for consultation and emergency treatment as an adjunct to a principal office located elsewhere.\tPhotography lab, other than for occupant’s own use.\tRecording\/motion picture\/video production studios, except for editing of pre- recorded material.\tRestaurant\tRetail sales\tTattoo studio\tTow truck service\tUpholstery\tVeterinary services and other uses which entail the harboring, training, care, breeding, raising or grooming of dogs, cats, birds, or other domestic animals on the premises, except those which are permitted by this article (other than those owned by the resident)\tWelding or machine shop\tYoga\/spa retreat center\t(c)\tAuthority of The Director of Planning.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Notwithstanding any other provisions of this Code, the Director may require the discontinuance of a home occupation if he or she finds that as operated or maintained there has been a violation of any of the conditions or standards set forth in this section.  The Director shall have the authority to prescribe additional conditions and standards of operation for any category of home occupation which may require additional conditions.\t(d)\tAdministrative Fines.  An administrative fine of $250.00 may be collected by the Department of Building and Safety for any violation of the conditions and standards of Section 12.05A 16 (a) and administrative fines of $500.00 may be collected for repeated violations pursuant to the following provisions.  These administrative fine provisions are in addition to any other fines and penalties authorized by law.  It shall be unlawful to conduct any home occupation as set forth in Section 12.05A16(b) of this Code.\t(1)\tDefinitions.  As used in this subparagraph the term “Superintendent” means the Superintendent of the Department of Building and Safety.  The term “Department” means the Department of Building and Safety.\t(2)\tOrder to Comply.  For any home occupation found to be in violation of Section 12.05A16(a) of this Code, the Superintendent shall send an Order to Comply to the operator of the home occupation use.  The Order to Comply shall clearly state the following:\t(i)\tThe violation must be corrected by a Compliance Date specified in the Order, which date shall be no more than 15 days from the date the Order is mailed.\t(ii)\tFailure to correct the violation on or before the Compliance Date may result in the imposition of an administrative fine in the amount of $250.00.\t(3)\tReinspection.  The Superintendent shall reinspect a property for which an Order to Comply was issued pursuant to this paragraph subsequent to the Compliance Date.\t(4)\tFailure to Correct Violation.  If any violation specified in the Order to Comply is not corrected prior to the Compliance Date as specified in the Order to Comply, an administrative fine of $250.00 may be collected by the Department.\tIf  the Department determines that a fine is due, then it shall notify the person cited by United States mail in a sealed envelope, with postage paid.  If the person cited is the owner of the property, the notice shall be addressed to the last known address of the owner as that address appears in the last equalized assessment roll. If the person to be cited is a tenant, the notice shall be addressed to the location where the home occupation is being conducted. Service of the notice shall be deemed to have been completed at the time of deposit with the United States Postal Service.\tThe person cited shall remit the fine to the Department within 30 days after the date of mailing of the notice.  If the person cited fails to do so, then the Department, by sending a second notification by certified mail, may demand payment of the fine from the person cited and may prohibit the issuance of any building permit, license or approval to the cited persons until such fees are paid.\t(5)\tRepeated Violations.  Notwithstanding any provision of this subsection to the contrary, if an Order to Comply is issued for a violation of Section 12.05A16, and after compliance with it a subsequent Order to Comply is issued for a violation of the same section of this Code occurring within one year of the date of the initial Order, an administrative fine of $500.00 may be collected by the Department.\t(6)\tDiscontinuance of Use.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Three violations of any condition set forth in Section 12.05 A.16.(a) of this Code which has resulted in an Order to Comply being issued under Paragraph (d)(2) may result in the imposition of proceedings to discontinue the home occupation use.  The Director shall have jurisdiction to discontinue a home occupation use by giving notice to the record owner of the home occupation by issuing A Notice of Intention to Discontinue the Home Occupation (Notice).  The Notice shall provide an opportunity for the home occupation user to either\t(a)\tsubmit information to the Director by a date certain to show cause why the home occupation should not be discontinued or\t(b)\tappear at a time and place before the Director pursuant to the procedures prescribed in Section 12.24 of the Code to show cause why the use should not be discontinued.\tUpon the expiration of the time periods set forth in the Notice, the Director may discontinue the home occupation use.\t(e)\tTruck Gardening.  Truck gardening shall be subject to the provisions of this subdivision if the main use of the lot is a dwelling.  (Added by Ord. No. 181,188, Eff. 7\/18\/10.)\tB.\tRestriction.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  For any lot designated as Public, Quasi-Public, Public\/Quasi-Public Use, Other Public, or Open Space on the land use map of the applicable community or district plan; any lot shown on the map as having existing lakes, waterways, reservoirs, debris basins, or similar facilities; any lot shown on the map as the location of a freeway right-of-way; and any property annexed to the City of Los Angeles where a plan amendment was not adopted as part of the annexation proceedings:\tAny of the uses permitted by Subsection A of this section shall require prior approval in accordance with the provisions of Section 12.24.1 of this Code.\tC.\tArea.  No building or structure nor the enlargement of any building or structure shall be hereafter erected or maintained unless the following yards and lot areas are provided and maintained in connection with such building, structure or enlargement.\t1.\tFront Yard.  There shall be a front yard of not less than twenty (20) per cent of the depth of the lot, but such front yard need not exceed twenty–five (25) feet.\t2.\tSide Yards.  There shall be a side yard on each side of a main building of not less than ten (10) percent of the width of the lot, but such side yard need not exceed twenty–five (25) feet and shall not be less than three (3) feet in width.\t3.\tRear Yard.  There shall be a rear yard of not less than twenty–five (25) per cent of the depth of the lot, but such rear yard need not exceed twenty–five (25) feet.\t4.\tLot Area.  (Amended by Ord. No. 150,624, Eff. 4\/13\/78.) Every lot farm or other parcel of land shall have a minimum average width of 300 feet and a minimum area of five acres for all uses permitted in this section, except that:\t(a)\tThe lot area for goat or cattle dairies shall not be less than 20 acres.\t(b)\tThe lot area per dwelling unit shall be not less than two and one-half acres, but in no case shall more than two dwellings be permitted on any one lot.\tIn no case shall a farm or other parcel of land be reduced to less than five acres. Provided, that where a lot has less width or less area than herein required and was held under separate ownership or was of record at the time this article became effective, such lot may be occupied by any use permitted in this section, except for those uses as set forth in Subdivision 5 of Subsection A of this section.\tExceptions to area regulations are provided for in Section 12.22C.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}