{"section_number":"12.14","edition_id":"1","section_id":"156","structure_id":"20","catch_line":"“C2” Commercial Zone.","history":"","full_text":"  “C2” COMMERCIAL ZONE.\n\n\tThe following regulations shall apply in the \n\n\tA.\tUse – No building, structure or land shall be used and no building or structure shall be erected, structurally altered, enlarged or maintained, except for the following uses, and when a “Supplemental Use District” is created by the provisions of Article 3 of this chapter, for such uses as may be permitted therein:\n\n\t1.\tThe following stores, shops or businesses when conducted in accordance with the limitations hereafter specified:\n\n\t(a)\tTypes of uses:\n\n\t(1)\tAny use permitted in the C1.5 Limited Commercial Zone by Section 12.13.5 A.2. of this Code or in the C1 Limited Commercial Zone by Section 12.13 A.2. of this Code. (Added by Ord. No. 156,924, Eff. 8\/23\/82.)\n\n\t(2)\tArt or antique shop.\n\n\t(3)\tBird store or taxidermist, or a pet shop for the keeping or sale of domestic or wild animals, other than those wild animals specified in the definition of “Accessory Use” as set forth in Section 12.03 of this Code, under an appropriate permit issued by the Department of Animal Services as provided in Section 53.38 of this Code. (“Department of Animal Regulation” renamed “Department of Animal Services” by Ord. No. 174,735, Eff. 9\/13\/02.)\n\n\t(4)\tCarpenter, plumbing or sheet metal shop.\n\n\t(5)\tCatering shop.\n\n\t(6)\tFeed and fuel store.\n\n\t(7)\tInterior decorating or upholstering shop.\n\n\t(8)\tSign painting shop.\n\n\t(9)\tTire shop, provided the tire shop is in compliance with all of the development standards and operating conditions set forth in Section 12.22 A.28. of this Code.  (Amended by Ord. No. 178,382, Eff. 3\/24\/07.)\n\n\t(10)\tRestaurant, tea room or cafe (including entertainment other than dancing) or a ground floor restaurant with an outdoor eating area. An outdoor eating area for ground floor restaurants may be located anywhere between the building and any required side or rear yard.  (Amended by Ord. No. 165,403, Eff. 2\/17\/90.)\n\n\t(b)\tLimitations:\n\n\t(1)\tAny of the stores, shops or business listed in Paragraph (a) may be operated as a retail business, i.e., where the majority of the merchandise sold during each calendar month is sold at retail.\n\n\tAs an integral part of any such retail business, there may be manufacturing of products, or assembling, compounding, processing or treating of materials; providing that the majority of such products and materials sold during each calendar month are also sold at retail; that not more than five persons are engaged in such manufacturing of products and assembling, compounding, processing or treating of materials, and that such products, materials and all activities in connection therewith, are not objectionable due to odor, dust, smoke, noise, vibration or other causes.\n\n\t(2)\tAny of the stores, shops or businesses listed in Paragraph (a) may be operated as a wholesale business, i.e., where the majority of the merchandise sold during each calendar month is sold at wholesale. The total area of all space used for storage on the premises in connection with any one such business shall not exceed 4,500 square feet. Such limitation shall include all storage space within a building, and all open storage space as provided for in subdivision 42 of this section. No manufacturing of products nor assembly, compounding, processing or treating of materials shall be conducted in connection therewith.\n\n\t(3)\tIn connection with the stores, shops or businesses listed in Paragraph (a) all activities, other than incidental storage and outdoor eating areas for ground floor restaurants, shall be conducted wholly within a completely enclosed building. (Amended by Ord. No. 165,403, Eff. 2\/17\/90.)\n\n\t2.\tAdvertising signs or structures and billboards.\n\n\t3.\t(Amended by Ord. No. 168,516, Eff. 2\/14\/93.)  Amusement enterprises, including a billiard or pool hall use, whether primary or ancillary to the subject business, bowling alley, games of skill and science, penny arcades (except those containing more than four coin or slug-operated or electrically, electronically or mechanically controlled game machines), shooting gallery, skating rink and the like, if all activities other than incidental storage are conducted wholly within a completely enclosed building, provided that:\n\n\t(a)\tBilliard or pool hall use, whether primary or ancillary to the subject business, other than those located in a mini-shopping center and subject to conditional use approval pursuant to Section 12.24W27, shall also be subject to the following conditions:  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\n\n\t(1)\tThe billiard or pool hall use shall be located at least 500 feet from an A or R zone; and\n\n\t(2)\tThe billiard or pool hall use shall not be open for business or operate between the hours of 2:00 a.m. and 6:00 a.m.\n\n\t4.\tAny use permitted in the C1.5 Limited Commercial Zone provided that all regulations and limitations of the C1.5 Limited Commercial Zone are complied with except as provided in this section. (Amended by Ord. No. 156,994, Eff. 9\/25\/82.)\n\n\t5.\tAuditoriums having a seating capacity for not more than three thousand (3,000) people.\n\n\t6.\t(Amended by Ord. No. 169,584, Eff. 4\/23\/94.)  Automotive fueling and service station, provided that:\n\n\t(a)\t(Amended by Ord. No. 172,468, Eff. 4\/1\/99.)  All tire and tube repairing, battery servicing, automotive lubrication, mechanical adjustments and other vehicle maintenance activities shall be conducted wholly within a building, except for:\n\t(1)\tThose servicing operations which are normally made in the area immediately adjacent to the pump island; and\n\n\t(2)\tThe following services when conducted within the first 18 feet in depth measured perpendicular to the entire length of the building wall containing a garage bay door, provided said area shall not displace any required parking:\n\n\t(i)\telectrical diagnostics;\n\n\t(ii)\tbattery charging and changing; and\n\n\t(iii)\ttire removal and replacement, if the vehicle is elevated no more than 12 inches off the ground measured to the bottom of the tire.  A portable hoist may be used for this function.\n\n\tExcept as provided in (2)(iii) above, automotive hoists of any type or size shall be located or operated only inside a building.\n\n\t(b)\tA six-foot high concrete or masonry wall, for the entire length of the property line, shall be constructed on any lot line which abuts an “A” or “R” Zone, or is separated therefrom only by an alley provided, however, that for a distance  of 15 feet from the intersection of the lot line with the street, said wall shall be only 3 feet 6 inches high, and provided further, that where a lot line abuts an alley and the alley is used for ingress and egress the wall may be omitted for a distance not to exceed 25 feet from the intersection of said lot line with the street.  Such walls shall be without openings and shall be of solid masonry or concrete with a minimum nominal thickness of 6 inches.  Such walls shall be protected from damage or destruction by automobiles by the erection or installation of wheel blocks, guard rails or other appropriate devices on the property.\n\n\t(c)\tNo driveway approach shall be located within five feet of any property line abutting in an “A” or “R” Zone, said distance to be measured from the intersection of the lot line with the street to the far side of the nearest side slope of the driveway.\n\n\t(d)\tNo part of any pump island shall be located within 12 feet of any street.\n\n\t(e)\tDisplay and\/or storage of merchandise for sale, must be confined to the rear half of the lot measured from all street frontages, except that display of automotive merchandise for sale shall be permitted in enclosed buildings, on the pump islands, in the open within three feet of the exterior walls of the main building, and is not more than two portable or semi-portable cabinets, provided each of said cabinets shall not exceed 6 feet in height, nor exceed 40 square feet in base area, and provided further that said cabinets are located not less than 50 feet from all street lines.  The display, rental and\/or storage of household moving rental trucks and\/or utility rental trailers as defined in Section 12.03 of this Code shall also be permitted in connection with an automobile service station, which is currently active in dispensing gasoline and oil to the general public, and pursuant to the following restrictions:\n\n\t(1)\tIf the adjoining property, on any two of the three sides of the involved parcel not abutting the main street is in the C1.5, C2, C4 or C5 zone, then up to 10% of the lot area may be used for the display, rental, and\/or storage of household moving rental trucks or utility rental trailers.\n\n\t(2)\tIf the adjoining property, on any two of the three sides of the involved parcel not abutting the main street is in the CM or a less restrictive zone, then up to 25%  of the lot area may be used for the display, rental, and\/or storage of household moving rental trucks or utility rental trailers.\n\n\tNo storage, display or rental of household moving rental trucks or utility rental trailers permitted by Subparagraphs 1 and 2 above shall take place within 25 feet of a residential zone.\n\n\tExcept for the storage, display or rental of household moving rental trucks and utility rental trailers permitted herein, there shall be no rental, storage or storage for rental purposes of equipment commonly used by contractors or commercial vehicles which exceed a registered net weight of 5600 pounds.\n\n\t(f)\tExcept as permitted in Subsection (e) hereof, open-air storage of merchandise or materials, including rubbish containers, used tires, used batteries and items of a similar nature must be confined to a storage area completely enclosed by a solid, non-combustible wall or fence (with necessary self-closing gates) six feet in height.  Said storage area must be at least 150 square feet in area.  No merchandise or material shall be stored higher than said wall or fence.\n\n\t(g)\tLights used to illuminate the service station site shall be arranged so as to reflect the light away from the adjacent premises in an “A” or “R” Zone and the light standard for such lights shall not exceed 20 feet in height.\n\n\t(h)\t(Repealed by Ord. No. 169,130, Eff. 12\/16\/93.)\n\n\t(i)\t(Repealed by Ord. No. 169,130, Eff. 12\/16\/93.)\n\n\t(j)\tNotwithstanding Section 12.24 W.27. of this Code, the automotive fueling station use shall be in compliance with all of the development standards and operating conditions set forth in Section 12.22 A.28. of this Code.  (Added by Ord. No. 178,382, Eff. 3\/24\/07.)\n\n\t7.\t(Amended by Ord. No. 178,382, Eff. 3\/24\/07.)  Used automobile and trailer sales area, provided the used automobile and trailer sales area is in compliance with all of the development standards and operating conditions set forth in Section 12.22 A.28. of this Code.\n\n\tNew automobile sales area and a secondary used automobile sales area, provided that all of the following conditions are met:\n\n\t(a)\tThe lot containing the automobile sales areas is located and developed in compliance with the provisions set forth in Section 12.21 A.6. of this Code.\n\n\t(b)\tAny incidental repair of automobiles shall be done within a building.\n\n\t8.\tBaseball or football stadiums or boxing arenas, having a seating capacity for not more than three thousand (3,000) people.\n\n\t9.\tAutomotive laundry or wash rack, provided the automotive laundry or wash rack is in compliance with all of the development standards and operating conditions set forth in Section 12.22 A.28. of this Code.  (Amended by Ord. No. 178,382, Eff. 3\/24\/07.)\n\n\t10.\tChurch.  (Added by Ord. No. 145,250, Eff. 12\/24\/73.)\n\n\t11.\t(Deleted by Ord. No. 171,687, Eff. 8\/19\/97.)\n\n\t12.\tFilm and tape editing and motion picture reconstruction, provided that only safety film is used; and projection and screening rooms associated with such uses shall seat no more than 100 persons.  (Added by Ord. No. 162,514, Eff. 7\/31\/87.)\n\n\t13.\tCircus or amusement enterprise of a similar type, transient in character.\n\n\t14.\t(Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Drive-in businesses, including theaters, refreshment stands, restaurants, food stores, and the like when not subject to the conditional use requirements of Section 12.24W.\n\n\t15.\tFerris wheels, carrousels, merry-go-rounds, and the like.\n\n\t16.\tFilm exchange.\n\n\t17.\tHospitals, sanitariums or clinics, except animal hospitals, when located as required by Section 12.21D.\n\n\t18.\tIce storage house, not more than five (5) tons capacity.\n\n\t19.\tMedical or dental clinics and laboratories.\n\n\t20.\tMusic conservatory or music instruction.\n\n\t21.\tNewsstand.\n\n\t22.\tNursery, flower or plant, provided that all incidental equipment and supplies, including fertilizer and empty cans, are kept within a building.\n\n\t23.\tParcel delivery service, branch, if all activities including storage and loading and unloading, are conducted within a completely enclosed building.\n\n\t24.\tParking buildings and all buildings containing automobile parking as primary or accessory uses. All buildings containing automobile parking shall be subject to the requirements of Sections 12.21A5 and 12.12.1.5A of this Code.  (Amended by Ord. No. 160,273, Eff. 9\/16\/85.)\n\n\t25.\tPony riding ring, without stables.\n\n\t26.\tPrinting, publishing or lithographing establishments.\n\n\t27.\tAutomotive repair, provided the automotive repair is in compliance with all of the development standards and operating conditions set forth in Section 12.22 A.28. of this Code.  (Amended by Ord. No. 178,382, Eff. 3\/24\/07.)\n\n\t28.\t(None)\n\n\t29.\tPublic services, including electric distributing substation, fire or police station, telephone exchange, and the like.\n\n\t30.\tSecond-hand store, except pawnshops, if all activities other than incidental storage are conducted wholly within a completely enclosed building.  (Amended by Ord. No. 171,257, Eff. 10\/4\/96.)\n\n\t31.\t(Repealed by Ord. No. 173,979, Eff. 6\/29\/01.)\n\n\t32.\tStudios (except motion picture).\n\n\t33.\tSchool (elementary or high), educational institution, or private school.  (Added by Ord. No. 145,250, Eff. 12\/24\/73.)\n\n\t34.\t(Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Indoor swap meets when authorized pursuant to the provisions of Section 12.24 W.42.\n\n\t35.\tTrade school, if not objectionable due to noise, odor, vibration, or other similar causes.\n\n\t36.\tWedding chapel, rescue mission or temporary revival church.\n\n\t37.\tMassage parlor, where massage, alcohol rub, formentation, electric or magnetic treatment, or similar treatment or manipulation of the human body is administered by a medical practitioner, chiropractor, acupuncturist, physical therapist or similar professional person licensed by the State of California, and including an athletic club, health club, school, gymnasium, state licensed cosmetology or barber establishment, reducing salon, spa or similar establishment where massage or similar manipulation of the human body is offered as an incidental or accessory service.  (Added by Ord. No. 155,718, Eff. 8\/6\/81.)\n\n\t38.\tLaundries or cleaning establishment, provided that:\n\n\t(a)\tAll activities other than incidental storage are conducted wholly within a completely enclosed building;\n\n\t(b)\tNot more than five persons are engaged in operating any laundry or cleaning establishment, excluding personnel engaged wholly in pressing, office and delivery work;\n\n\t(c)\tThe majority of the articles washed or cleaned during each calendar month period are handled at retail;\n\n\t(d)\tThe operations are not objectionable due to odor, dust, smoke, noise, vibration or other causes;\n\n\t(e)\tNot more than two clothes cleaning units shall be used in any clothes cleaning establishment, neither of which shall have a rated load capacity of more than 40 pounds, or in lieu of the aforesaid two clothes cleaning units there may be used one unit with a rated load capacity of more than 40 pounds but it shall in no event exceed a rated load capacity of 80 pounds, and no cleaning fluid shall be used which is explosive or flammable at temperatures below 138.5 degrees Fahrenheit.  (Amended by Ord. No. 143,291, Eff. 6\/20\/72.)\n\n\t39.\tMiniature or pitch and putt golf courses, golf driving tees or ranges, and similar commercial golf uses. (Amended by Ord. No. 144,365, Eff. 4\/5\/73, Oper. 9\/1\/73.)\n\n\t40.\tOther uses similar to the above, as provided for in Sec. 12.21 A.2.\n\n\t41.\tConditional uses enumerated in Sec. 12.24 when the location is approved pursuant to the provisions of said section. (Amended by Ord. No. 117,450, Eff. 12\/18\/60.)\n\n\t42.\t(Amended by Ord. No. 162,336, Eff. 6\/6\/87.) Uses customarily incident to any of the above uses, and accessory buildings, when located on the same lot. Open storage of materials and equipment, including used materials and equipment, shall be permitted only when incidental to the use of an office, store or other commercial building located on the front portion of the same lot, and provided that:\n\n\t(a)\tSuch storage is located on the rear one-half of the lot and is confined to an area of not to exceed three thousand (3,000) square feet;\n\n\t(b)\tNo power driven excavating or road building equipment is stored on the premises;\n\n\t(c)\tThe storage area is completely enclosed by a solid wall or fence not less than six (6) feet in height with necessary solid gates of the same height;\n\n\t(d)\tNo material or equipment is stored to a height greater than that of the wall or fence enclosing the storage area; and\n\n\t(e)\tThere shall be no rental, storage or storage for rental purposes of a commercial vehicle which exceeds a registered net weight of 5,600 pounds.\n\n\tThe phrase “used materials and equipment” includes vehicles, boats, or airplanes which are inoperable, wrecked, damaged or unlicensed, i.e. not currently licensed by the Department of Motor Vehicles.\n\n\t43.\tAutomobile parking space required for dwellings and for buildings other than dwellings, as provided for in Sec. 12.21 A.4.\n\n\t44.\tShelter for the homeless (as defined in Section 12.03 of this Code) containing not more than 30 beds and designed to serve not more than 30 persons. Except within the Central City Community Plan area, any shelter for the homeless established pursuant to this subdivision shall be located at least 600 feet from another such shelter. The residential yard requirements of this section shall not apply to a shelter in an existing non-residential building. The minimum number of off-street parking spaces provided in conjunction with such use shall comply with the requirements of Section 12.21 A.4.(w) of this Code. (Added by Ord. No. 161,427, Eff. 8\/2\/86.)\n\n\t45.\tMotion picture, television, video and other media production, no outdoor sets.  (Added by Ord. No. 172,106, Eff. 8\/14\/98.)\n\n\tB.\tRestriction.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  For any lot designated as Public, Quasi-Public, Public\/Quasi-Public Use, Other Public, or Open Space on the land use map of the applicable community or district plan; any lot shown on the map as having existing lakes, waterways, reservoirs, debris basins, or similar facilities; any lot shown on the map as the location of a freeway right-of-way; and any property annexed to the City of Los Angeles where a plan amendment was not adopted as part of the annexation proceedings:\n\n\tAny of the uses permitted by Subsection A. of this section shall require prior approval in accordance with the provisions of Section 12.24.1 of this Code.\n\n\tC.\tArea.  (Amended by Ord. No. 144,365, Eff. 4\/5\/73, Oper. 9\/1\/73.)  No building or structure nor the enlargement of any building or structure shall be hereafter erected or maintained unless the following yards, lot areas and loading spaces are provided and maintained in connection with such building, structure or enlargement:\n\n\t1.\tFront Yard – Not required.\n\n\t2.\tSide and Rear Yards – Not required for buildings erected and used exclusively for commercial purposes.\n\n\tFor all portions of buildings erected and used for residential purposes, side and rear yard conforming to the requirements of the  R4 Zone (Section 12.11 C.2. and 3.) shall be provided and maintained at the floor level of the first story used in whole or in part for residential purposes.\n\n\t3.\tLot Area – The lot area requirements of the R4 Zone (Section 12.11 C.4.) shall apply to all portions of buildings used for residential purposes.\n\n\t4.\tLoading Space – As required by Section 12.21 C.6., Exceptions to area regulations are provided for in Section 12.22 C.","order_by":"14","ancestry":{"1":{"id":"20","name":"Specific Planning – Zoning\nComprehensive Zoning Plan","identifier":"2","label":"article","url":"\/1\/2\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3095","structure_id":"20","section_number":"12.00","catch_line":"Title.","url":"\/12.00\/","token":"12.00"},"1":{"id":"1517","structure_id":"20","section_number":"12.01","catch_line":"Continuation Of Existing Regulations.","url":"\/12.01\/","token":"12.01"},"2":{"id":"1627","structure_id":"20","section_number":"12.02","catch_line":"Purpose.","url":"\/12.02\/","token":"12.02"},"3":{"id":"2312","structure_id":"20","section_number":"12.03","catch_line":"Definitions.","url":"\/12.03\/","token":"12.03"},"4":{"id":"3734","structure_id":"20","section_number":"12.04","catch_line":"Zones - Districts - Symbols.","url":"\/12.04\/","token":"12.04"},"5":{"id":"1459","structure_id":"20","section_number":"12.04.01","catch_line":"Violations Of Specific Plans.","url":"\/12.04.01\/","token":"12.04.01"},"6":{"id":"1812","structure_id":"20","section_number":"12.04.05","catch_line":"“Os” Open Space Zone.","url":"\/12.04.05\/","token":"12.04.05"},"7":{"id":"4037","structure_id":"20","section_number":"12.04.09","catch_line":"“Pf” Public Facilities Zone.","url":"\/12.04.09\/","token":"12.04.09"},"8":{"id":"3058","structure_id":"20","section_number":"12.05","catch_line":"“A1” Agriculture Zone.","url":"\/12.05\/","token":"12.05"},"9":{"id":"1807","structure_id":"20","section_number":"12.06","catch_line":"“A2” Agricultural Zone.","url":"\/12.06\/","token":"12.06"},"10":{"id":"2434","structure_id":"20","section_number":"12.07","catch_line":"“Ra” Suburban Zone.","url":"\/12.07\/","token":"12.07"},"11":{"id":"833","structure_id":"20","section_number":"12.07.01","catch_line":"“Re” Residential Estate Zone.","url":"\/12.07.01\/","token":"12.07.01"},"12":{"id":"3662","structure_id":"20","section_number":"12.07.1","catch_line":"“Rs” Suburban Zone.","url":"\/12.07.1\/","token":"12.07.1"},"13":{"id":"1550","structure_id":"20","section_number":"12.08","catch_line":"“R1” One-Family Zone.","url":"\/12.08\/","token":"12.08"},"14":{"id":"1455","structure_id":"20","section_number":"12.08.1","catch_line":"Ru Residential Urban Zone.","url":"\/12.08.1\/","token":"12.08.1"},"15":{"id":"1635","structure_id":"20","section_number":"12.08.3","catch_line":"Rz Residential Zero Side Yard Zone.","url":"\/12.08.3\/","token":"12.08.3"},"16":{"id":"504","structure_id":"20","section_number":"12.08.5","catch_line":"“Rw1” Residential Waterways Zone.","url":"\/12.08.5\/","token":"12.08.5"},"17":{"id":"2976","structure_id":"20","section_number":"12.09","catch_line":"“R2” Two-Family Zone.","url":"\/12.09\/","token":"12.09"},"18":{"id":"3015","structure_id":"20","section_number":"12.09.1","catch_line":"“Rd” Restricted Density Multiple Dwelling Zone.","url":"\/12.09.1\/","token":"12.09.1"},"19":{"id":"3789","structure_id":"20","section_number":"12.09.3","catch_line":"“Rmp” Mobilehome Park Zone.","url":"\/12.09.3\/","token":"12.09.3"},"20":{"id":"3264","structure_id":"20","section_number":"12.09.5","catch_line":"“Rw2” Residential Waterways Zone.","url":"\/12.09.5\/","token":"12.09.5"},"21":{"id":"1735","structure_id":"20","section_number":"12.10","catch_line":"“R3” Multiple Dwelling Zone.","url":"\/12.10\/","token":"12.10"},"22":{"id":"2343","structure_id":"20","section_number":"12.10.5","catch_line":"Ras3 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.10.5\/","token":"12.10.5"},"23":{"id":"621","structure_id":"20","section_number":"12.11","catch_line":"“R4” Multiple Dwelling Zone.","url":"\/12.11\/","token":"12.11"},"24":{"id":"1231","structure_id":"20","section_number":"12.11.5","catch_line":"Ras4 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.11.5\/","token":"12.11.5"},"25":{"id":"1666","structure_id":"20","section_number":"12.12","catch_line":"“R5” Multiple Dwelling Zone.","url":"\/12.12\/","token":"12.12"},"26":{"id":"601","structure_id":"20","section_number":"12.12.1","catch_line":"“P” Automobile Parking Zone.","url":"\/12.12.1\/","token":"12.12.1"},"27":{"id":"286","structure_id":"20","section_number":"12.12.1.5","catch_line":"“Pb” Parking Building Zone.*","url":"\/12.12.1.5\/","token":"12.12.1.5"},"28":{"id":"2454","structure_id":"20","section_number":"12.12.2","catch_line":"“Cr” Limited Commercial Zone.","url":"\/12.12.2\/","token":"12.12.2"},"29":{"id":"3444","structure_id":"20","section_number":"12.13","catch_line":"“C1” Limited Commercial Zone.","url":"\/12.13\/","token":"12.13"},"30":{"id":"2973","structure_id":"20","section_number":"12.13.5","catch_line":"“C1.5” Limited Commercial Zone","url":"\/12.13.5\/","token":"12.13.5"},"31":{"id":"156","structure_id":"20","section_number":"12.14","catch_line":"“C2” Commercial Zone.","url":"\/12.14\/","token":"12.14"},"32":{"id":"1739","structure_id":"20","section_number":"12.16","catch_line":"“C4”Commercial Zone.","url":"\/12.16\/","token":"12.16"},"33":{"id":"24","structure_id":"20","section_number":"12.16.1","catch_line":"“Cw” Central City West Specific Plan Zone.","url":"\/12.16.1\/","token":"12.16.1"},"34":{"id":"1075","structure_id":"20","section_number":"12.16.2","catch_line":"Adp Alameda District Specific Plan Zone.","url":"\/12.16.2\/","token":"12.16.2"},"35":{"id":"265","structure_id":"20","section_number":"12.16.3","catch_line":"Lased Los Angeles Sports And Entertainment District Specific Plan Zone.","url":"\/12.16.3\/","token":"12.16.3"},"36":{"id":"1579","structure_id":"20","section_number":"12.17","catch_line":"“C5” Commercial Zone.","url":"\/12.17\/","token":"12.17"},"37":{"id":"2695","structure_id":"20","section_number":"12.17.1","catch_line":"“Cm” Commercial Manufacturing Zone.","url":"\/12.17.1\/","token":"12.17.1"},"38":{"id":"2925","structure_id":"20","section_number":"12.17.2","catch_line":"“Cm(Gm)”Commercial Manufacturing (Glencoe\/Maxella) Specific Plan Zone.","url":"\/12.17.2\/","token":"12.17.2"},"39":{"id":"1704","structure_id":"20","section_number":"12.17.5","catch_line":"“Mr1” Restricted Industrial Zone.","url":"\/12.17.5\/","token":"12.17.5"},"40":{"id":"383","structure_id":"20","section_number":"12.17.5.5","catch_line":"“Ccs” Century City South Specific Plan Studio Zone.","url":"\/12.17.5.5\/","token":"12.17.5.5"},"41":{"id":"1032","structure_id":"20","section_number":"12.17.6","catch_line":"“M1” Limited Industrial Zone.","url":"\/12.17.6\/","token":"12.17.6"},"42":{"id":"65","structure_id":"20","section_number":"12.18","catch_line":"“Mr2” Restricted Light Industrial Zone.","url":"\/12.18\/","token":"12.18"},"43":{"id":"2426","structure_id":"20","section_number":"12.18.1","catch_line":"“Wc” Warner Center Specific Plan Zone.","url":"\/12.18.1\/","token":"12.18.1"},"44":{"id":"1290","structure_id":"20","section_number":"12.19","catch_line":"“M2” Light Industrial Zone.","url":"\/12.19\/","token":"12.19"},"45":{"id":"1435","structure_id":"20","section_number":"12.19.1","catch_line":"Lax Los Angeles International Airport Zone.","url":"\/12.19.1\/","token":"12.19.1"},"46":{"id":"3523","structure_id":"20","section_number":"12.20","catch_line":"“M3” Heavy Industrial Zone.","url":"\/12.20\/","token":"12.20"},"47":{"id":"3019","structure_id":"20","section_number":"12.20.1","catch_line":"Sl Ocean – Submerged Land Zone.","url":"\/12.20.1\/","token":"12.20.1"},"48":{"id":"3360","structure_id":"20","section_number":"12.20.2","catch_line":"Coastal Development Permits (Prior To Certification Of The Local Coastal Program.)","url":"\/12.20.2\/","token":"12.20.2"},"49":{"id":"2874","structure_id":"20","section_number":"12.20.2.1","catch_line":"Coastal Development Permit Procedures After Certification Of The Local Coastal Program.","url":"\/12.20.2.1\/","token":"12.20.2.1"},"50":{"id":"2479","structure_id":"20","section_number":"12.20.3","catch_line":"“Hp” Historic Preservation Overlay Zone.","url":"\/12.20.3\/","token":"12.20.3"},"51":{"id":"3236","structure_id":"20","section_number":"12.21.1","catch_line":"Height Of Building Or Structures.","url":"\/12.21.1\/","token":"12.21.1"},"52":{"id":"488","structure_id":"20","section_number":"12.21.2","catch_line":"Height Of Buildings Or Structures In Century City.","url":"\/12.21.2\/","token":"12.21.2"},"53":{"id":"2253","structure_id":"20","section_number":"12.21.3","catch_line":"Height Of Buildings Or Structures In Community Redevelopment Plan Areas.","url":"\/12.21.3\/","token":"12.21.3"},"54":{"id":"3709","structure_id":"20","section_number":"12.21.4","catch_line":"Height Of Buildings Or Structures In Enterprise Zones.","url":"\/12.21.4\/","token":"12.21.4"},"55":{"id":"605","structure_id":"20","section_number":"12.21.5","catch_line":"Height Of Buildings Or Structures In Centers Study Areas.","url":"\/12.21.5\/","token":"12.21.5"},"56":{"id":"1399","structure_id":"20","section_number":"12.22","catch_line":"Exceptions.","url":"\/12.22\/","token":"12.22"},"57":{"id":"2993","structure_id":"20","section_number":"12.22.1","catch_line":"Safer Sex.","url":"\/12.22.1\/","token":"12.22.1"},"58":{"id":"3237","structure_id":"20","section_number":"12.23","catch_line":"Nonconforming Building And Uses.","url":"\/12.23\/","token":"12.23"},"59":{"id":"1191","structure_id":"20","section_number":"12.24","catch_line":"Conditional Use Permits And Other Similar Quasi-Judicial Approvals.","url":"\/12.24\/","token":"12.24"},"60":{"id":"546","structure_id":"20","section_number":"12.24.1","catch_line":"Land Use Determination By City Planning Commission.","url":"\/12.24.1\/","token":"12.24.1"},"61":{"id":"1889","structure_id":"20","section_number":"12.25","catch_line":"Time Limitations.","url":"\/12.25\/","token":"12.25"},"62":{"id":"2902","structure_id":"20","section_number":"12.26","catch_line":"Department Of Building And Safety.","url":"\/12.26\/","token":"12.26"},"63":{"id":"2923","structure_id":"20","section_number":"12.27","catch_line":"Variances.","url":"\/12.27\/","token":"12.27"},"64":{"id":"799","structure_id":"20","section_number":"12.27.1","catch_line":"Administrative Nuisance Abatement Proceedings.","url":"\/12.27.1\/","token":"12.27.1"},"65":{"id":"4040","structure_id":"20","section_number":"12.28","catch_line":"Adjustments And Slight Modifications.","url":"\/12.28\/","token":"12.28"},"66":{"id":"2103","structure_id":"20","section_number":"12.29","catch_line":"Violation Of Conditions – Penalty.","url":"\/12.29\/","token":"12.29"},"67":{"id":"339","structure_id":"20","section_number":"12.30","catch_line":"Boundaries Of Zones.","url":"\/12.30\/","token":"12.30"},"68":{"id":"1073","structure_id":"20","section_number":"12.31","catch_line":"Interpretation – Purpose – Conflict.","url":"\/12.31\/","token":"12.31"},"69":{"id":"3171","structure_id":"20","section_number":"12.32","catch_line":"Land Use Legislative Actions.","url":"\/12.32\/","token":"12.32"},"70":{"id":"511","structure_id":"20","section_number":"12.33","catch_line":"Dedication Of Land Or Payment For Park And Recreational Facilities As A Requirement For A Zone Change For A Multiple Residential Use In Any Multiple Residential Or Commercial Zone.","url":"\/12.33\/","token":"12.33"},"71":{"id":"1730","structure_id":"20","section_number":"12.34","catch_line":"Application Of Provisions.","url":"\/12.34\/","token":"12.34"},"72":{"id":"3843","structure_id":"20","section_number":"12.35","catch_line":"Zoning Of Annexed Or Unzoned Areas.","url":"\/12.35\/","token":"12.35"},"73":{"id":"1352","structure_id":"20","section_number":"12.36","catch_line":"Projects Requiring Multiple Approvals.(Charter § 564).","url":"\/12.36\/","token":"12.36"},"74":{"id":"1765","structure_id":"20","section_number":"12.37","catch_line":"Highway And Collector Street Dedication And Improvement.","url":"\/12.37\/","token":"12.37"},"75":{"id":"2301","structure_id":"20","section_number":"12.38","catch_line":"Dedication Of Streets By Long Term Leases.","url":"\/12.38\/","token":"12.38"},"76":{"id":"2657","structure_id":"20","section_number":"12.39","catch_line":"Low And Moderate Housing.","url":"\/12.39\/","token":"12.39"},"77":{"id":"1295","structure_id":"20","section_number":"12.40","catch_line":"Landscape - General Requirements.","url":"\/12.40\/","token":"12.40"},"78":{"id":"2364","structure_id":"20","section_number":"12.41","catch_line":"Landscape - Water Management.","url":"\/12.41\/","token":"12.41"},"79":{"id":"2169","structure_id":"20","section_number":"12.42","catch_line":"Landscape.","url":"\/12.42\/","token":"12.42"},"80":{"id":"4030","structure_id":"20","section_number":"12.43","catch_line":"Source Reduction Of Waste.","url":"\/12.43\/","token":"12.43"},"81":{"id":"1485","structure_id":"20","section_number":"12.50","catch_line":"Airport Approach Zoning Regulations.","url":"\/12.50\/","token":"12.50"},"82":{"id":"1328","structure_id":"20","section_number":"12.70","catch_line":"Adult Entertainment Zoning.","url":"\/12.70\/","token":"12.70"},"83":{"id":"481","structure_id":"20","section_number":"12.80","catch_line":"Homeless Shelters - Emergencies - Government Owned And Leased Property.","url":"\/12.80\/","token":"12.80"},"84":{"id":"737","structure_id":"20","section_number":"12.81","catch_line":"Homeless Shelters - Emergencies - Charitable\nOrganizations.","url":"\/12.81\/","token":"12.81"}},"next_section":{"id":"1739","structure_id":"20","section_number":"12.16","catch_line":"“C4”Commercial Zone.","url":"\/12.16\/","token":"12.16"},"metadata":false,"references":false,"url":"\/12.14\/","token":"12.14","formats":{"txt":"\/12.14.txt","json":"\/12.14.xml"},"dublin_core":{"Title":"“C2” Commercial Zone.","Type":"Text","Format":"text\/html","Identifier":"§ 12.14","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\n“C2” COMMERCIAL ZONE. (§ 12.14)\n\n  “C2” COMMERCIAL ZONE.\tThe following regulations shall apply in the\n\tA.\tUse – No building, structure or land shall be used and no building or\nstructure shall be erected, structurally altered, enlarged or maintained, except\nfor the following uses, and when a “Supplemental Use District” is created by\nthe provisions of Article 3 of this chapter, for such uses as may be permitted\ntherein:\t1.\tThe following stores, shops or businesses when conducted in\naccordance with the limitations hereafter specified:\t(a)\tTypes of uses:\t(1)\tAny\nuse permitted in the C1.5 Limited Commercial Zone by Section 12.13.5 A.2. of\nthis Code or in the C1 Limited Commercial Zone by Section 12.13 A.2. of this\nCode. (Added by Ord. No. 156,924, Eff. 8\/23\/82.)\t(2)\tArt or antique\nshop.\t(3)\tBird store or taxidermist, or a pet shop for the keeping or sale of\ndomestic or wild animals, other than those wild animals specified in the\ndefinition of “Accessory Use” as set forth in Section 12.03 of this Code,\nunder an appropriate permit issued by the Department of Animal Services as\nprovided in Section 53.38 of this Code. (“Department of Animal Regulation”\nrenamed “Department of Animal Services” by Ord. No. 174,735, Eff.\n9\/13\/02.)\t(4)\tCarpenter, plumbing or sheet metal shop.\t(5)\tCatering\nshop.\t(6)\tFeed and fuel store.\t(7)\tInterior decorating or upholstering\nshop.\t(8)\tSign painting shop.\t(9)\tTire shop, provided the tire shop is in\ncompliance with all of the development standards and operating conditions set\nforth in Section 12.22 A.28. of this Code.  (Amended by Ord. No. 178,382, Eff.\n3\/24\/07.)\t(10)\tRestaurant, tea room or cafe (including entertainment other than\ndancing) or a ground floor restaurant with an outdoor eating area. An outdoor\neating area for ground floor restaurants may be located anywhere between the\nbuilding and any required side or rear yard.  (Amended by Ord. No. 165,403,\nEff. 2\/17\/90.)\t(b)\tLimitations:\t(1)\tAny of the stores, shops or business listed\nin Paragraph (a) may be operated as a retail business, i.e., where the majority\nof the merchandise sold during each calendar month is sold at retail.\tAs an\nintegral part of any such retail business, there may be manufacturing of\nproducts, or assembling, compounding, processing or treating of materials;\nproviding that the majority of such products and materials sold during each\ncalendar month are also sold at retail; that not more than five persons are\nengaged in such manufacturing of products and assembling, compounding,\nprocessing or treating of materials, and that such products, materials and all\nactivities in connection therewith, are not objectionable due to odor, dust,\nsmoke, noise, vibration or other causes.\t(2)\tAny of the stores, shops or\nbusinesses listed in Paragraph (a) may be operated as a wholesale business,\ni.e., where the majority of the merchandise sold during each calendar month is\nsold at wholesale. The total area of all space used for storage on the premises\nin connection with any one such business shall not exceed 4,500 square feet.\nSuch limitation shall include all storage space within a building, and all open\nstorage space as provided for in subdivision 42 of this section. No\nmanufacturing of products nor assembly, compounding, processing or treating of\nmaterials shall be conducted in connection therewith.\t(3)\tIn connection with the\nstores, shops or businesses listed in Paragraph (a) all activities, other than\nincidental storage and outdoor eating areas for ground floor restaurants, shall\nbe conducted wholly within a completely enclosed building. (Amended by Ord. No.\n165,403, Eff. 2\/17\/90.)\t2.\tAdvertising signs or structures and\nbillboards.\t3.\t(Amended by Ord. No. 168,516, Eff. 2\/14\/93.)  Amusement\nenterprises, including a billiard or pool hall use, whether primary or ancillary\nto the subject business, bowling alley, games of skill and science, penny\narcades (except those containing more than four coin or slug-operated or\nelectrically, electronically or mechanically controlled game machines), shooting\ngallery, skating rink and the like, if all activities other than incidental\nstorage are conducted wholly within a completely enclosed building, provided\nthat:\t(a)\tBilliard or pool hall use, whether primary or ancillary to the subject\nbusiness, other than those located in a mini-shopping center and subject to\nconditional use approval pursuant to Section 12.24W27, shall also be subject to\nthe following conditions:  (Amended by Ord. No. 173,492, Eff.\n10\/10\/00.)\t(1)\tThe billiard or pool hall use shall be located at least 500 feet\nfrom an A or R zone; and\t(2)\tThe billiard or pool hall use shall not be open for\nbusiness or operate between the hours of 2:00 a.m. and 6:00 a.m.\t4.\tAny use\npermitted in the C1.5 Limited Commercial Zone provided that all regulations and\nlimitations of the C1.5 Limited Commercial Zone are complied with except as\nprovided in this section. (Amended by Ord. No. 156,994, Eff.\n9\/25\/82.)\t5.\tAuditoriums having a seating capacity for not more than three\nthousand (3,000) people.\t6.\t(Amended by Ord. No. 169,584, Eff. 4\/23\/94.) \nAutomotive fueling and service station, provided that:\t(a)\t(Amended by Ord. No.\n172,468, Eff. 4\/1\/99.)  All tire and tube repairing, battery servicing,\nautomotive lubrication, mechanical adjustments and other vehicle maintenance\nactivities shall be conducted wholly within a building, except for:\n\t(1)\tThose servicing operations which are normally made in the area immediately\nadjacent to the pump island; and\t(2)\tThe following services when conducted\nwithin the first 18 feet in depth measured perpendicular to the entire length of\nthe building wall containing a garage bay door, provided said area shall not\ndisplace any required parking:\t(i)\telectrical diagnostics;\t(ii)\tbattery charging\nand changing; and\t(iii)\ttire removal and replacement, if the vehicle is elevated\nno more than 12 inches off the ground measured to the bottom of the tire.  A\nportable hoist may be used for this function.\tExcept as provided in (2)(iii)\nabove, automotive hoists of any type or size shall be located or operated only\ninside a building.\t(b)\tA six-foot high concrete or masonry wall, for the entire\nlength of the property line, shall be constructed on any lot line which abuts an\n“A” or “R” Zone, or is separated therefrom only by an alley provided,\nhowever, that for a distance  of 15 feet from the intersection of the lot line\nwith the street, said wall shall be only 3 feet 6 inches high, and provided\nfurther, that where a lot line abuts an alley and the alley is used for ingress\nand egress the wall may be omitted for a distance not to exceed 25 feet from the\nintersection of said lot line with the street.  Such walls shall be without\nopenings and shall be of solid masonry or concrete with a minimum nominal\nthickness of 6 inches.  Such walls shall be protected from damage or\ndestruction by automobiles by the erection or installation of wheel blocks,\nguard rails or other appropriate devices on the property.\t(c)\tNo driveway\napproach shall be located within five feet of any property line abutting in an\n“A” or “R” Zone, said distance to be measured from the intersection of\nthe lot line with the street to the far side of the nearest side slope of the\ndriveway.\t(d)\tNo part of any pump island shall be located within 12 feet of any\nstreet.\t(e)\tDisplay and\/or storage of merchandise for sale, must be confined to\nthe rear half of the lot measured from all street frontages, except that display\nof automotive merchandise for sale shall be permitted in enclosed buildings, on\nthe pump islands, in the open within three feet of the exterior walls of the\nmain building, and is not more than two portable or semi-portable cabinets,\nprovided each of said cabinets shall not exceed 6 feet in height, nor exceed 40\nsquare feet in base area, and provided further that said cabinets are located\nnot less than 50 feet from all street lines.  The display, rental and\/or\nstorage of household moving rental trucks and\/or utility rental trailers as\ndefined in Section 12.03 of this Code shall also be permitted in connection with\nan automobile service station, which is currently active in dispensing gasoline\nand oil to the general public, and pursuant to the following\nrestrictions:\t(1)\tIf the adjoining property, on any two of the three sides of\nthe involved parcel not abutting the main street is in the C1.5, C2, C4 or C5\nzone, then up to 10% of the lot area may be used for the display, rental, and\/or\nstorage of household moving rental trucks or utility rental trailers.\t(2)\tIf the\nadjoining property, on any two of the three sides of the involved parcel not\nabutting the main street is in the CM or a less restrictive zone, then up to\n25%  of the lot area may be used for the display, rental, and\/or storage of\nhousehold moving rental trucks or utility rental trailers.\tNo storage, display\nor rental of household moving rental trucks or utility rental trailers permitted\nby Subparagraphs 1 and 2 above shall take place within 25 feet of a residential\nzone.\tExcept for the storage, display or rental of household moving rental\ntrucks and utility rental trailers permitted herein, there shall be no rental,\nstorage or storage for rental purposes of equipment commonly used by contractors\nor commercial vehicles which exceed a registered net weight of 5600\npounds.\t(f)\tExcept as permitted in Subsection (e) hereof, open-air storage of\nmerchandise or materials, including rubbish containers, used tires, used\nbatteries and items of a similar nature must be confined to a storage area\ncompletely enclosed by a solid, non-combustible wall or fence (with necessary\nself-closing gates) six feet in height.  Said storage area must be at least 150\nsquare feet in area.  No merchandise or material shall be stored higher than\nsaid wall or fence.\t(g)\tLights used to illuminate the service station site shall\nbe arranged so as to reflect the light away from the adjacent premises in an\n“A” or “R” Zone and the light standard for such lights shall not exceed\n20 feet in height.\t(h)\t(Repealed by Ord. No. 169,130, Eff.\n12\/16\/93.)\t(i)\t(Repealed by Ord. No. 169,130, Eff.\n12\/16\/93.)\t(j)\tNotwithstanding Section 12.24 W.27. of this Code, the automotive\nfueling station use shall be in compliance with all of the development standards\nand operating conditions set forth in Section 12.22 A.28. of this Code.  (Added\nby Ord. No. 178,382, Eff. 3\/24\/07.)\t7.\t(Amended by Ord. No. 178,382, Eff.\n3\/24\/07.)  Used automobile and trailer sales area, provided the used automobile\nand trailer sales area is in compliance with all of the development standards\nand operating conditions set forth in Section 12.22 A.28. of this Code.\tNew\nautomobile sales area and a secondary used automobile sales area, provided that\nall of the following conditions are met:\t(a)\tThe lot containing the automobile\nsales areas is located and developed in compliance with the provisions set forth\nin Section 12.21 A.6. of this Code.\t(b)\tAny incidental repair of automobiles\nshall be done within a building.\t8.\tBaseball or football stadiums or boxing\narenas, having a seating capacity for not more than three thousand (3,000)\npeople.\t9.\tAutomotive laundry or wash rack, provided the automotive laundry or\nwash rack is in compliance with all of the development standards and operating\nconditions set forth in Section 12.22 A.28. of this Code.  (Amended by Ord. No.\n178,382, Eff. 3\/24\/07.)\t10.\tChurch.  (Added by Ord. No. 145,250, Eff.\n12\/24\/73.)\t11.\t(Deleted by Ord. No. 171,687, Eff. 8\/19\/97.)\t12.\tFilm and tape\nediting and motion picture reconstruction, provided that only safety film is\nused; and projection and screening rooms associated with such uses shall seat no\nmore than 100 persons.  (Added by Ord. No. 162,514, Eff. 7\/31\/87.)\t13.\tCircus\nor amusement enterprise of a similar type, transient in character.\t14.\t(Amended\nby Ord. No. 173,492, Eff. 10\/10\/00.)  Drive-in businesses, including theaters,\nrefreshment stands, restaurants, food stores, and the like when not subject to\nthe conditional use requirements of Section 12.24W.\t15.\tFerris wheels,\ncarrousels, merry-go-rounds, and the like.\t16.\tFilm exchange.\t17.\tHospitals,\nsanitariums or clinics, except animal hospitals, when located as required by\nSection 12.21D.\t18.\tIce storage house, not more than five (5) tons\ncapacity.\t19.\tMedical or dental clinics and laboratories.\t20.\tMusic conservatory\nor music instruction.\t21.\tNewsstand.\t22.\tNursery, flower or plant, provided that\nall incidental equipment and supplies, including fertilizer and empty cans, are\nkept within a building.\t23.\tParcel delivery service, branch, if all activities\nincluding storage and loading and unloading, are conducted within a completely\nenclosed building.\t24.\tParking buildings and all buildings containing automobile\nparking as primary or accessory uses. All buildings containing automobile\nparking shall be subject to the requirements of Sections 12.21A5 and 12.12.1.5A\nof this Code.  (Amended by Ord. No. 160,273, Eff. 9\/16\/85.)\t25.\tPony riding\nring, without stables.\t26.\tPrinting, publishing or lithographing\nestablishments.\t27.\tAutomotive repair, provided the automotive repair is in\ncompliance with all of the development standards and operating conditions set\nforth in Section 12.22 A.28. of this Code.  (Amended by Ord. No. 178,382, Eff.\n3\/24\/07.)\t28.\t(None)\t29.\tPublic services, including electric distributing\nsubstation, fire or police station, telephone exchange, and the\nlike.\t30.\tSecond-hand store, except pawnshops, if all activities other than\nincidental storage are conducted wholly within a completely enclosed building. \n(Amended by Ord. No. 171,257, Eff. 10\/4\/96.)\t31.\t(Repealed by Ord. No. 173,979,\nEff. 6\/29\/01.)\t32.\tStudios (except motion picture).\t33.\tSchool (elementary or\nhigh), educational institution, or private school.  (Added by Ord. No. 145,250,\nEff. 12\/24\/73.)\t34.\t(Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Indoor swap\nmeets when authorized pursuant to the provisions of Section 12.24\nW.42.\t35.\tTrade school, if not objectionable due to noise, odor, vibration, or\nother similar causes.\t36.\tWedding chapel, rescue mission or temporary revival\nchurch.\t37.\tMassage parlor, where massage, alcohol rub, formentation, electric\nor magnetic treatment, or similar treatment or manipulation of the human body is\nadministered by a medical practitioner, chiropractor, acupuncturist, physical\ntherapist or similar professional person licensed by the State of California,\nand including an athletic club, health club, school, gymnasium, state licensed\ncosmetology or barber establishment, reducing salon, spa or similar\nestablishment where massage or similar manipulation of the human body is offered\nas an incidental or accessory service.  (Added by Ord. No. 155,718, Eff.\n8\/6\/81.)\t38.\tLaundries or cleaning establishment, provided that:\t(a)\tAll\nactivities other than incidental storage are conducted wholly within a\ncompletely enclosed building;\t(b)\tNot more than five persons are engaged in\noperating any laundry or cleaning establishment, excluding personnel engaged\nwholly in pressing, office and delivery work;\t(c)\tThe majority of the articles\nwashed or cleaned during each calendar month period are handled at\nretail;\t(d)\tThe operations are not objectionable due to odor, dust, smoke,\nnoise, vibration or other causes;\t(e)\tNot more than two clothes cleaning units\nshall be used in any clothes cleaning establishment, neither of which shall have\na rated load capacity of more than 40 pounds, or in lieu of the aforesaid two\nclothes cleaning units there may be used one unit with a rated load capacity of\nmore than 40 pounds but it shall in no event exceed a rated load capacity of 80\npounds, and no cleaning fluid shall be used which is explosive or flammable at\ntemperatures below 138.5 degrees Fahrenheit.  (Amended by Ord. No. 143,291,\nEff. 6\/20\/72.)\t39.\tMiniature or pitch and putt golf courses, golf driving tees\nor ranges, and similar commercial golf uses. (Amended by Ord. No. 144,365, Eff.\n4\/5\/73, Oper. 9\/1\/73.)\t40.\tOther uses similar to the above, as provided for in\nSec. 12.21 A.2.\t41.\tConditional uses enumerated in Sec. 12.24 when the location\nis approved pursuant to the provisions of said section. (Amended by Ord. No.\n117,450, Eff. 12\/18\/60.)\t42.\t(Amended by Ord. No. 162,336, Eff. 6\/6\/87.) Uses\ncustomarily incident to any of the above uses, and accessory buildings, when\nlocated on the same lot. Open storage of materials and equipment, including used\nmaterials and equipment, shall be permitted only when incidental to the use of\nan office, store or other commercial building located on the front portion of\nthe same lot, and provided that:\t(a)\tSuch storage is located on the rear\none-half of the lot and is confined to an area of not to exceed three thousand\n(3,000) square feet;\t(b)\tNo power driven excavating or road building equipment\nis stored on the premises;\t(c)\tThe storage area is completely enclosed by a\nsolid wall or fence not less than six (6) feet in height with necessary solid\ngates of the same height;\t(d)\tNo material or equipment is stored to a height\ngreater than that of the wall or fence enclosing the storage area; and\t(e)\tThere\nshall be no rental, storage or storage for rental purposes of a commercial\nvehicle which exceeds a registered net weight of 5,600 pounds.\tThe phrase\n“used materials and equipment” includes vehicles, boats, or airplanes which\nare inoperable, wrecked, damaged or unlicensed, i.e. not currently licensed by\nthe Department of Motor Vehicles.\t43.\tAutomobile parking space required for\ndwellings and for buildings other than dwellings, as provided for in Sec. 12.21\nA.4.\t44.\tShelter for the homeless (as defined in Section 12.03 of this Code)\ncontaining not more than 30 beds and designed to serve not more than 30 persons.\nExcept within the Central City Community Plan area, any shelter for the homeless\nestablished pursuant to this subdivision shall be located at least 600 feet from\nanother such shelter. The residential yard requirements of this section shall\nnot apply to a shelter in an existing non-residential building. The minimum\nnumber of off-street parking spaces provided in conjunction with such use shall\ncomply with the requirements of Section 12.21 A.4.(w) of this Code. (Added by\nOrd. No. 161,427, Eff. 8\/2\/86.)\t45.\tMotion picture, television, video and other\nmedia production, no outdoor sets.  (Added by Ord. No. 172,106, Eff.\n8\/14\/98.)\tB.\tRestriction.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper.\n7\/1\/00.)  For any lot designated as Public, Quasi-Public, Public\/Quasi-Public\nUse, Other Public, or Open Space on the land use map of the applicable community\nor district plan; any lot shown on the map as having existing lakes, waterways,\nreservoirs, debris basins, or similar facilities; any lot shown on the map as\nthe location of a freeway right-of-way; and any property annexed to the City of\nLos Angeles where a plan amendment was not adopted as part of the annexation\nproceedings:\tAny of the uses permitted by Subsection A. of this section shall\nrequire prior approval in accordance with the provisions of Section 12.24.1 of\nthis Code.\tC.\tArea.  (Amended by Ord. No. 144,365, Eff. 4\/5\/73, Oper.\n9\/1\/73.)  No building or structure nor the enlargement of any building or\nstructure shall be hereafter erected or maintained unless the following yards,\nlot areas and loading spaces are provided and maintained in connection with such\nbuilding, structure or enlargement:\t1.\tFront Yard – Not required.\t2.\tSide and\nRear Yards – Not required for buildings erected and used exclusively for\ncommercial purposes.\tFor all portions of buildings erected and used for\nresidential purposes, side and rear yard conforming to the requirements of the \nR4 Zone (Section 12.11 C.2. and 3.) shall be provided and maintained at the\nfloor level of the first story used in whole or in part for residential\npurposes.\t3.\tLot Area – The lot area requirements of the R4 Zone (Section\n12.11 C.4.) shall apply to all portions of buildings used for residential\npurposes.\t4.\tLoading Space – As required by Section 12.21 C.6., Exceptions to\narea regulations are provided for in Section 12.22 C.\n","html":"\n\t\t\t\t\t<section><p>  “C2” COMMERCIAL ZONE.<br \/><br \/>\tThe following regulations shall apply in the <br \/><br \/>\tA.\tUse – No building, structure or land shall be used and no building or structure shall be erected, structurally altered, enlarged or maintained, except for the following uses, and when a “Supplemental Use District” is created by the provisions of Article 3 of this chapter, for such uses as may be permitted therein:<br \/><br \/>\t1.\tThe following stores, shops or businesses when conducted in accordance with the limitations hereafter specified:<br \/><br \/>\t(a)\tTypes of uses:<br \/><br \/>\t(1)\tAny use permitted in the C1.5 Limited Commercial Zone by Section 12.13.5 A.2. of this Code or in the C1 Limited Commercial Zone by Section 12.13 A.2. of this Code. (Added by Ord. No. 156,924, Eff. 8\/23\/82.)<br \/><br \/>\t(2)\tArt or antique shop.<br \/><br \/>\t(3)\tBird store or taxidermist, or a pet shop for the keeping or sale of domestic or wild animals, other than those wild animals specified in the definition of “<span class=\"dictionary\">Accessory<\/span> Use” as set forth in Section 12.03 of this Code, under an appropriate permit issued by the Department of Animal Services as provided in Section 53.38 of this Code. (“Department of Animal Regulation” renamed “Department of Animal Services” by Ord. No. 174,735, Eff. 9\/13\/02.)<br \/><br \/>\t(4)\tCarpenter, plumbing or sheet metal shop.<br \/><br \/>\t(5)\tCatering shop.<br \/><br \/>\t(6)\tFeed and fuel store.<br \/><br \/>\t(7)\tInterior decorating or upholstering shop.<br \/><br \/>\t(8)\tSign painting shop.<br \/><br \/>\t(9)\tTire shop, provided the tire shop is in compliance with all of the development standards and operating conditions set forth in Section 12.22 A.28. of this Code.  (Amended by Ord. No. 178,382, Eff. 3\/24\/07.)<br \/><br \/>\t(10)\tRestaurant, tea room or cafe (including entertainment other than dancing) or a ground floor restaurant with an outdoor eating area. An outdoor eating area for ground floor restaurants may be located anywhere between the building and any required side or rear yard.  (Amended by Ord. No. 165,403, Eff. 2\/17\/90.)<br \/><br \/>\t(b)\tLimitations:<br \/><br \/>\t(1)\tAny of the stores, shops or business listed in Paragraph (a) may be operated as a retail business, i.e., where the majority of the merchandise sold during each calendar month is sold at retail.<br \/><br \/>\tAs an integral part of any such retail business, there may be manufacturing of products, or assembling, compounding, processing or treating of <span class=\"dictionary\">materials<\/span>; providing that the majority of such products and <span class=\"dictionary\">materials<\/span> sold during each calendar month are also sold at retail; that not more than five persons are engaged in such manufacturing of products and assembling, compounding, processing or treating of <span class=\"dictionary\">materials<\/span>, and that such products, <span class=\"dictionary\">materials<\/span> and all activities in connection therewith, are not objectionable due to odor, dust, smoke, noise, vibration or other causes.<br \/><br \/>\t(2)\tAny of the stores, shops or businesses listed in Paragraph (a) may be operated as a wholesale business, i.e., where the majority of the merchandise sold during each calendar month is sold at wholesale. The total area of all space used for storage on the premises in connection with any one such business shall not exceed 4,500 square feet. Such limitation shall include all storage space within a building, and all open storage space as provided for in subdivision 42 of this section. No manufacturing of products nor assembly, compounding, processing or treating of <span class=\"dictionary\">materials<\/span> shall be conducted in connection therewith.<br \/><br \/>\t(3)\tIn connection with the stores, shops or businesses listed in Paragraph (a) all activities, other than incidental storage and outdoor eating areas for ground floor restaurants, shall be conducted wholly within a completely enclosed building. (Amended by Ord. No. 165,403, Eff. 2\/17\/90.)<br \/><br \/>\t2.\tAdvertising signs or structures and billboards.<br \/><br \/>\t3.\t(Amended by Ord. No. 168,516, Eff. 2\/14\/93.)  Amusement enterprises, including a billiard or pool hall use, whether primary or ancillary to the subject business, bowling alley, games of skill and science, penny arcades (except those containing more than four coin or slug-operated or electrically, electronically or mechanically controlled game machines), shooting gallery, skating rink and the like, if all activities other than incidental storage are conducted wholly within a completely enclosed building, provided that:<br \/><br \/>\t(a)\tBilliard or pool hall use, whether primary or ancillary to the subject business, other than those located in a mini-shopping center and subject to conditional use approval pursuant to Section 12.24W27, shall also be subject to the following conditions:  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)<br \/><br \/>\t(1)\tThe billiard or pool hall use shall be located at least 500 feet from an A or R zone; and<br \/><br \/>\t(2)\tThe billiard or pool hall use shall not be open for business or operate between the hours of 2:00 a.m. and 6:00 a.m.<br \/><br \/>\t4.\tAny use permitted in the C1.5 Limited Commercial Zone provided that all regulations and limitations of the C1.5 Limited Commercial Zone are complied with except as provided in this section. (Amended by Ord. No. 156,994, Eff. 9\/25\/82.)<br \/><br \/>\t5.\tAuditoriums having a seating capacity for not more than three thousand (3,000) people.<br \/><br \/>\t6.\t(Amended by Ord. No. 169,584, Eff. 4\/23\/94.)  Automotive fueling and service station, provided that:<br \/><br \/>\t(a)\t(Amended by Ord. No. 172,468, Eff. 4\/1\/99.)  All tire and tube repairing, <span class=\"dictionary\">battery<\/span> servicing, automotive lubrication, mechanical adjustments and other vehicle maintenance activities shall be conducted wholly within a building, except for:\n\t(1)\tThose servicing operations which are normally made in the area immediately adjacent to the pump island; and<br \/><br \/>\t(2)\tThe following services when conducted within the first 18 feet in depth measured perpendicular to the entire length of the building wall containing a garage bay door, provided said area shall not displace any required parking:<br \/><br \/>\t(i)\telectrical diagnostics;<br \/><br \/>\t(ii)\t<span class=\"dictionary\">battery<\/span> charging and changing; and<br \/><br \/>\t(iii)\ttire removal and replacement, if the vehicle is elevated no more than 12 inches off the ground measured to the bottom of the tire.  A portable hoist may be used for this function.<br \/><br \/>\tExcept as provided in (2)(iii) above, automotive hoists of any type or size shall be located or operated only inside a building.<br \/><br \/>\t(b)\tA six-foot high concrete or masonry wall, for the entire length of the property line, shall be constructed on any lot line which abuts an “A” or “R” Zone, or is separated therefrom only by an alley provided, however, that for a distance  of 15 feet from the intersection of the lot line with the street, said wall shall be only 3 feet 6 inches high, and provided further, that where a lot line abuts an alley and the alley is used for ingress and egress the wall may be omitted for a distance not to exceed 25 feet from the intersection of said lot line with the street.  Such walls shall be without openings and shall be of solid masonry or concrete with a minimum nominal thickness of 6 inches.  Such walls shall be protected from damage or destruction by automobiles by the erection or installation of wheel blocks, guard rails or other appropriate devices on the property.<br \/><br \/>\t(c)\tNo driveway approach shall be located within five feet of any property line abutting in an “A” or “R” Zone, said distance to be measured from the intersection of the lot line with the street to the far side of the nearest side slope of the driveway.<br \/><br \/>\t(d)\tNo part of any pump island shall be located within 12 feet of any street.<br \/><br \/>\t(e)\tDisplay and\/or storage of merchandise for sale, must be confined to the rear half of the lot measured from all street frontages, except that display of automotive merchandise for sale shall be permitted in enclosed buildings, on the pump islands, in the open within three feet of the exterior walls of the main building, and is not more than two portable or semi-portable cabinets, provided each of said cabinets shall not exceed 6 feet in height, nor exceed 40 square feet in base area, and provided further that said cabinets are located not less than 50 feet from all street lines.  The display, rental and\/or storage of household moving rental trucks and\/or utility rental trailers as defined in Section 12.03 of this Code shall also be permitted in connection with an automobile service station, which is currently active in dispensing gasoline and oil to the general public, and pursuant to the following restrictions:<br \/><br \/>\t(1)\tIf the adjoining property, on any two of the three sides of the involved parcel not abutting the main street is in the C1.5, C2, C4 or C5 zone, then up to 10% of the lot area may be used for the display, rental, and\/or storage of household moving rental trucks or utility rental trailers.<br \/><br \/>\t(2)\tIf the adjoining property, on any two of the three sides of the involved parcel not abutting the main street is in the CM or a less restrictive zone, then up to 25%  of the lot area may be used for the display, rental, and\/or storage of household moving rental trucks or utility rental trailers.<br \/><br \/>\tNo storage, display or rental of household moving rental trucks or utility rental trailers permitted by Subparagraphs 1 and 2 above shall take place within 25 feet of a residential zone.<br \/><br \/>\tExcept for the storage, display or rental of household moving rental trucks and utility rental trailers permitted herein, there shall be no rental, storage or storage for rental purposes of equipment commonly used by contractors or commercial vehicles which exceed a registered net weight of 5600 pounds.<br \/><br \/>\t(f)\tExcept as permitted in Subsection (e) hereof, open-air storage of merchandise or <span class=\"dictionary\">materials<\/span>, including rubbish containers, used tires, used batteries and items of a similar nature must be confined to a storage area completely enclosed by a solid, non-combustible wall or fence (with necessary self-closing gates) six feet in height.  Said storage area must be at least 150 square feet in area.  No merchandise or <span class=\"dictionary\">material<\/span> shall be stored higher than said wall or fence.<br \/><br \/>\t(g)\tLights used to illuminate the service station site shall be arranged so as to reflect the light away from the adjacent premises in an “A” or “R” Zone and the light standard for such lights shall not exceed 20 feet in height.<br \/><br \/>\t(h)\t(Repealed by Ord. No. 169,130, Eff. 12\/16\/93.)<br \/><br \/>\t(i)\t(Repealed by Ord. No. 169,130, Eff. 12\/16\/93.)<br \/><br \/>\t(j)\tNotwithstanding Section 12.24 W.27. of this Code, the automotive fueling station use shall be in compliance with all of the development standards and operating conditions set forth in Section 12.22 A.28. of this Code.  (Added by Ord. No. 178,382, Eff. 3\/24\/07.)<br \/><br \/>\t7.\t(Amended by Ord. No. 178,382, Eff. 3\/24\/07.)  Used automobile and trailer sales area, provided the used automobile and trailer sales area is in compliance with all of the development standards and operating conditions set forth in Section 12.22 A.28. of this Code.<br \/><br \/>\tNew automobile sales area and a secondary used automobile sales area, provided that all of the following conditions are met:<br \/><br \/>\t(a)\tThe lot containing the automobile sales areas is located and developed in compliance with the provisions set forth in Section 12.21 A.6. of this Code.<br \/><br \/>\t(b)\tAny incidental repair of automobiles shall be done within a building.<br \/><br \/>\t8.\tBaseball or football stadiums or boxing arenas, having a seating capacity for not more than three thousand (3,000) people.<br \/><br \/>\t9.\tAutomotive laundry or wash rack, provided the automotive laundry or wash rack is in compliance with all of the development standards and operating conditions set forth in Section 12.22 A.28. of this Code.  (Amended by Ord. No. 178,382, Eff. 3\/24\/07.)<br \/><br \/>\t10.\tChurch.  (Added by Ord. No. 145,250, Eff. 12\/24\/73.)<br \/><br \/>\t11.\t(Deleted by Ord. No. 171,687, Eff. 8\/19\/97.)<br \/><br \/>\t12.\tFilm and tape editing and <span class=\"dictionary\">motion<\/span> picture reconstruction, provided that only safety film is used; and projection and screening rooms associated with such uses shall seat no more than 100 persons.  (Added by Ord. No. 162,514, Eff. 7\/31\/87.)<br \/><br \/>\t13.\tCircus or amusement enterprise of a similar type, transient in character.<br \/><br \/>\t14.\t(Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Drive-in businesses, including theaters, refreshment stands, restaurants, food stores, and the like when not subject to the conditional use requirements of Section 12.24W.<br \/><br \/>\t15.\tFerris wheels, carrousels, merry-go-rounds, and the like.<br \/><br \/>\t16.\tFilm exchange.<br \/><br \/>\t17.\tHospitals, sanitariums or clinics, except animal hospitals, when located as required by Section 12.21D.<br \/><br \/>\t18.\tIce storage house, not more than five (5) tons capacity.<br \/><br \/>\t19.\tMedical or dental clinics and laboratories.<br \/><br \/>\t20.\tMusic conservatory or music instruction.<br \/><br \/>\t21.\tNewsstand.<br \/><br \/>\t22.\tNursery, flower or plant, provided that all incidental equipment and supplies, including fertilizer and empty cans, are kept within a building.<br \/><br \/>\t23.\tParcel delivery service, branch, if all activities including storage and loading and unloading, are conducted within a completely enclosed building.<br \/><br \/>\t24.\tParking buildings and all buildings containing automobile parking as primary or <span class=\"dictionary\">accessory<\/span> uses. All buildings containing automobile parking shall be subject to the requirements of Sections 12.21A5 and 12.12.1.5A of this Code.  (Amended by Ord. No. 160,273, Eff. 9\/16\/85.)<br \/><br \/>\t25.\tPony riding ring, without stables.<br \/><br \/>\t26.\tPrinting, publishing or lithographing establishments.<br \/><br \/>\t27.\tAutomotive repair, provided the automotive repair is in compliance with all of the development standards and operating conditions set forth in Section 12.22 A.28. of this Code.  (Amended by Ord. No. 178,382, Eff. 3\/24\/07.)<br \/><br \/>\t28.\t(None)<br \/><br \/>\t29.\tPublic services, including electric distributing substation, fire or police station, telephone exchange, and the like.<br \/><br \/>\t30.\tSecond-hand store, except pawnshops, if all activities other than incidental storage are conducted wholly within a completely enclosed building.  (Amended by Ord. No. 171,257, Eff. 10\/4\/96.)<br \/><br \/>\t31.\t(Repealed by Ord. No. 173,979, Eff. 6\/29\/01.)<br \/><br \/>\t32.\tStudios (except <span class=\"dictionary\">motion<\/span> picture).<br \/><br \/>\t33.\tSchool (elementary or high), educational institution, or private school.  (Added by Ord. No. 145,250, Eff. 12\/24\/73.)<br \/><br \/>\t34.\t(Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Indoor swap meets when authorized pursuant to the provisions of Section 12.24 W.42.<br \/><br \/>\t35.\tTrade school, if not objectionable due to noise, odor, vibration, or other similar causes.<br \/><br \/>\t36.\tWedding chapel, rescue mission or temporary revival church.<br \/><br \/>\t37.\tMassage parlor, where massage, alcohol rub, formentation, electric or magnetic treatment, or similar treatment or manipulation of the human body is administered by a medical practitioner, chiropractor, acupuncturist, physical therapist or similar professional person licensed by the State of California, and including an athletic club, health club, school, gymnasium, state licensed cosmetology or barber establishment, reducing salon, spa or similar establishment where massage or similar manipulation of the human body is offered as an incidental or <span class=\"dictionary\">accessory<\/span> service.  (Added by Ord. No. 155,718, Eff. 8\/6\/81.)<br \/><br \/>\t38.\tLaundries or cleaning establishment, provided that:<br \/><br \/>\t(a)\tAll activities other than incidental storage are conducted wholly within a completely enclosed building;<br \/><br \/>\t(b)\tNot more than five persons are engaged in operating any laundry or cleaning establishment, excluding personnel engaged wholly in pressing, office and delivery work;<br \/><br \/>\t(c)\tThe majority of the articles washed or cleaned during each calendar month period are handled at retail;<br \/><br \/>\t(d)\tThe operations are not objectionable due to odor, dust, smoke, noise, vibration or other causes;<br \/><br \/>\t(e)\tNot more than two clothes cleaning units shall be used in any clothes cleaning establishment, neither of which shall have a rated load capacity of more than 40 pounds, or in lieu of the aforesaid two clothes cleaning units there may be used one unit with a rated load capacity of more than 40 pounds but it shall in no event exceed a rated load capacity of 80 pounds, and no cleaning fluid shall be used which is explosive or flammable at temperatures below 138.5 degrees Fahrenheit.  (Amended by Ord. No. 143,291, Eff. 6\/20\/72.)<br \/><br \/>\t39.\tMiniature or pitch and putt golf courses, golf driving tees or ranges, and similar commercial golf uses. (Amended by Ord. No. 144,365, Eff. 4\/5\/73, Oper. 9\/1\/73.)<br \/><br \/>\t40.\tOther uses similar to the above, as provided for in Sec. 12.21 A.2.<br \/><br \/>\t41.\tConditional uses enumerated in Sec. 12.24 when the location is approved pursuant to the provisions of said section. (Amended by Ord. No. 117,450, Eff. 12\/18\/60.)<br \/><br \/>\t42.\t(Amended by Ord. No. 162,336, Eff. 6\/6\/87.) Uses customarily incident to any of the above uses, and <span class=\"dictionary\">accessory<\/span> buildings, when located on the same lot. Open storage of <span class=\"dictionary\">materials<\/span> and equipment, including used <span class=\"dictionary\">materials<\/span> and equipment, shall be permitted only when incidental to the use of an office, store or other commercial building located on the front portion of the same lot, and provided that:<br \/><br \/>\t(a)\tSuch storage is located on the rear one-half of the lot and is confined to an area of not to exceed three thousand (3,000) square feet;<br \/><br \/>\t(b)\tNo power driven excavating or road building equipment is stored on the premises;<br \/><br \/>\t(c)\tThe storage area is completely enclosed by a solid wall or fence not less than six (6) feet in height with necessary solid gates of the same height;<br \/><br \/>\t(d)\tNo <span class=\"dictionary\">material<\/span> or equipment is stored to a height greater than that of the wall or fence enclosing the storage area; and<br \/><br \/>\t(e)\tThere shall be no rental, storage or storage for rental purposes of a commercial vehicle which exceeds a registered net weight of 5,600 pounds.<br \/><br \/>\tThe phrase “used <span class=\"dictionary\">materials<\/span> and equipment” includes vehicles, boats, or airplanes which are inoperable, wrecked, damaged or unlicensed, i.e. not currently licensed by the Department of Motor Vehicles.<br \/><br \/>\t43.\tAutomobile parking space required for dwellings and for buildings other than dwellings, as provided for in Sec. 12.21 A.4.<br \/><br \/>\t44.\tShelter for the homeless (as defined in Section 12.03 of this Code) containing not more than 30 beds and designed to serve not more than 30 persons. Except within the Central City Community Plan area, any shelter for the homeless established pursuant to this subdivision shall be located at least 600 feet from another such shelter. The residential yard requirements of this section shall not apply to a shelter in an existing non-residential building. The minimum number of off-street parking spaces provided in conjunction with such use shall comply with the requirements of Section 12.21 A.4.(w) of this Code. (Added by Ord. No. 161,427, Eff. 8\/2\/86.)<br \/><br \/>\t45.\t<span class=\"dictionary\">Motion<\/span> picture, television, video and other media production, no outdoor sets.  (Added by Ord. No. 172,106, Eff. 8\/14\/98.)<br \/><br \/>\tB.\tRestriction.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  For any lot designated as Public, Quasi-Public, Public\/Quasi-Public Use, Other Public, or Open Space on the land use map of the applicable community or district plan; any lot shown on the map as having existing lakes, waterways, reservoirs, debris basins, or similar facilities; any lot shown on the map as the location of a freeway right-of-way; and any property annexed to the City of Los Angeles where a plan amendment was not adopted as part of the annexation proceedings:<br \/><br \/>\tAny of the uses permitted by Subsection A. of this section shall require prior approval in accordance with the provisions of Section 12.24.1 of this Code.<br \/><br \/>\tC.\tArea.  (Amended by Ord. No. 144,365, Eff. 4\/5\/73, Oper. 9\/1\/73.)  No building or structure nor the enlargement of any building or structure shall be hereafter erected or maintained unless the following yards, lot areas and loading spaces are provided and maintained in connection with such building, structure or enlargement:<br \/><br \/>\t1.\tFront Yard – Not required.<br \/><br \/>\t2.\tSide and Rear Yards – Not required for buildings erected and used exclusively for commercial purposes.<br \/><br \/>\tFor all portions of buildings erected and used for residential purposes, side and rear yard conforming to the requirements of the  R4 Zone (Section 12.11 C.2. and 3.) shall be provided and maintained at the floor level of the first story used in whole or in part for residential purposes.<br \/><br \/>\t3.\tLot Area – The lot area requirements of the R4 Zone (Section 12.11 C.4.) shall apply to all portions of buildings used for residential purposes.<br \/><br \/>\t4.\tLoading Space – As required by Section 12.21 C.6., Exceptions to area regulations are provided for in Section 12.22 C.<\/p><\/section>","previous_section":{"id":"2973","structure_id":"20","section_number":"12.13.5","catch_line":"“C1.5” Limited Commercial Zone","url":"\/12.13.5\/","token":"12.13.5"},"text":{"0":{"id":"155","text":"  “C2” COMMERCIAL ZONE.\tThe following regulations shall apply in the \tA.\tUse – No building, structure or land shall be used and no building or structure shall be erected, structurally altered, enlarged or maintained, except for the following uses, and when a “Supplemental Use District” is created by the provisions of Article 3 of this chapter, for such uses as may be permitted therein:\t1.\tThe following stores, shops or businesses when conducted in accordance with the limitations hereafter specified:\t(a)\tTypes of uses:\t(1)\tAny use permitted in the C1.5 Limited Commercial Zone by Section 12.13.5 A.2. of this Code or in the C1 Limited Commercial Zone by Section 12.13 A.2. of this Code. (Added by Ord. No. 156,924, Eff. 8\/23\/82.)\t(2)\tArt or antique shop.\t(3)\tBird store or taxidermist, or a pet shop for the keeping or sale of domestic or wild animals, other than those wild animals specified in the definition of “Accessory Use” as set forth in Section 12.03 of this Code, under an appropriate permit issued by the Department of Animal Services as provided in Section 53.38 of this Code. (“Department of Animal Regulation” renamed “Department of Animal Services” by Ord. No. 174,735, Eff. 9\/13\/02.)\t(4)\tCarpenter, plumbing or sheet metal shop.\t(5)\tCatering shop.\t(6)\tFeed and fuel store.\t(7)\tInterior decorating or upholstering shop.\t(8)\tSign painting shop.\t(9)\tTire shop, provided the tire shop is in compliance with all of the development standards and operating conditions set forth in Section 12.22 A.28. of this Code.  (Amended by Ord. No. 178,382, Eff. 3\/24\/07.)\t(10)\tRestaurant, tea room or cafe (including entertainment other than dancing) or a ground floor restaurant with an outdoor eating area. An outdoor eating area for ground floor restaurants may be located anywhere between the building and any required side or rear yard.  (Amended by Ord. No. 165,403, Eff. 2\/17\/90.)\t(b)\tLimitations:\t(1)\tAny of the stores, shops or business listed in Paragraph (a) may be operated as a retail business, i.e., where the majority of the merchandise sold during each calendar month is sold at retail.\tAs an integral part of any such retail business, there may be manufacturing of products, or assembling, compounding, processing or treating of materials; providing that the majority of such products and materials sold during each calendar month are also sold at retail; that not more than five persons are engaged in such manufacturing of products and assembling, compounding, processing or treating of materials, and that such products, materials and all activities in connection therewith, are not objectionable due to odor, dust, smoke, noise, vibration or other causes.\t(2)\tAny of the stores, shops or businesses listed in Paragraph (a) may be operated as a wholesale business, i.e., where the majority of the merchandise sold during each calendar month is sold at wholesale. The total area of all space used for storage on the premises in connection with any one such business shall not exceed 4,500 square feet. Such limitation shall include all storage space within a building, and all open storage space as provided for in subdivision 42 of this section. No manufacturing of products nor assembly, compounding, processing or treating of materials shall be conducted in connection therewith.\t(3)\tIn connection with the stores, shops or businesses listed in Paragraph (a) all activities, other than incidental storage and outdoor eating areas for ground floor restaurants, shall be conducted wholly within a completely enclosed building. (Amended by Ord. No. 165,403, Eff. 2\/17\/90.)\t2.\tAdvertising signs or structures and billboards.\t3.\t(Amended by Ord. No. 168,516, Eff. 2\/14\/93.)  Amusement enterprises, including a billiard or pool hall use, whether primary or ancillary to the subject business, bowling alley, games of skill and science, penny arcades (except those containing more than four coin or slug-operated or electrically, electronically or mechanically controlled game machines), shooting gallery, skating rink and the like, if all activities other than incidental storage are conducted wholly within a completely enclosed building, provided that:\t(a)\tBilliard or pool hall use, whether primary or ancillary to the subject business, other than those located in a mini-shopping center and subject to conditional use approval pursuant to Section 12.24W27, shall also be subject to the following conditions:  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\t(1)\tThe billiard or pool hall use shall be located at least 500 feet from an A or R zone; and\t(2)\tThe billiard or pool hall use shall not be open for business or operate between the hours of 2:00 a.m. and 6:00 a.m.\t4.\tAny use permitted in the C1.5 Limited Commercial Zone provided that all regulations and limitations of the C1.5 Limited Commercial Zone are complied with except as provided in this section. (Amended by Ord. No. 156,994, Eff. 9\/25\/82.)\t5.\tAuditoriums having a seating capacity for not more than three thousand (3,000) people.\t6.\t(Amended by Ord. No. 169,584, Eff. 4\/23\/94.)  Automotive fueling and service station, provided that:\t(a)\t(Amended by Ord. No. 172,468, Eff. 4\/1\/99.)  All tire and tube repairing, battery servicing, automotive lubrication, mechanical adjustments and other vehicle maintenance activities shall be conducted wholly within a building, except for:\n\t(1)\tThose servicing operations which are normally made in the area immediately adjacent to the pump island; and\t(2)\tThe following services when conducted within the first 18 feet in depth measured perpendicular to the entire length of the building wall containing a garage bay door, provided said area shall not displace any required parking:\t(i)\telectrical diagnostics;\t(ii)\tbattery charging and changing; and\t(iii)\ttire removal and replacement, if the vehicle is elevated no more than 12 inches off the ground measured to the bottom of the tire.  A portable hoist may be used for this function.\tExcept as provided in (2)(iii) above, automotive hoists of any type or size shall be located or operated only inside a building.\t(b)\tA six-foot high concrete or masonry wall, for the entire length of the property line, shall be constructed on any lot line which abuts an “A” or “R” Zone, or is separated therefrom only by an alley provided, however, that for a distance  of 15 feet from the intersection of the lot line with the street, said wall shall be only 3 feet 6 inches high, and provided further, that where a lot line abuts an alley and the alley is used for ingress and egress the wall may be omitted for a distance not to exceed 25 feet from the intersection of said lot line with the street.  Such walls shall be without openings and shall be of solid masonry or concrete with a minimum nominal thickness of 6 inches.  Such walls shall be protected from damage or destruction by automobiles by the erection or installation of wheel blocks, guard rails or other appropriate devices on the property.\t(c)\tNo driveway approach shall be located within five feet of any property line abutting in an “A” or “R” Zone, said distance to be measured from the intersection of the lot line with the street to the far side of the nearest side slope of the driveway.\t(d)\tNo part of any pump island shall be located within 12 feet of any street.\t(e)\tDisplay and\/or storage of merchandise for sale, must be confined to the rear half of the lot measured from all street frontages, except that display of automotive merchandise for sale shall be permitted in enclosed buildings, on the pump islands, in the open within three feet of the exterior walls of the main building, and is not more than two portable or semi-portable cabinets, provided each of said cabinets shall not exceed 6 feet in height, nor exceed 40 square feet in base area, and provided further that said cabinets are located not less than 50 feet from all street lines.  The display, rental and\/or storage of household moving rental trucks and\/or utility rental trailers as defined in Section 12.03 of this Code shall also be permitted in connection with an automobile service station, which is currently active in dispensing gasoline and oil to the general public, and pursuant to the following restrictions:\t(1)\tIf the adjoining property, on any two of the three sides of the involved parcel not abutting the main street is in the C1.5, C2, C4 or C5 zone, then up to 10% of the lot area may be used for the display, rental, and\/or storage of household moving rental trucks or utility rental trailers.\t(2)\tIf the adjoining property, on any two of the three sides of the involved parcel not abutting the main street is in the CM or a less restrictive zone, then up to 25%  of the lot area may be used for the display, rental, and\/or storage of household moving rental trucks or utility rental trailers.\tNo storage, display or rental of household moving rental trucks or utility rental trailers permitted by Subparagraphs 1 and 2 above shall take place within 25 feet of a residential zone.\tExcept for the storage, display or rental of household moving rental trucks and utility rental trailers permitted herein, there shall be no rental, storage or storage for rental purposes of equipment commonly used by contractors or commercial vehicles which exceed a registered net weight of 5600 pounds.\t(f)\tExcept as permitted in Subsection (e) hereof, open-air storage of merchandise or materials, including rubbish containers, used tires, used batteries and items of a similar nature must be confined to a storage area completely enclosed by a solid, non-combustible wall or fence (with necessary self-closing gates) six feet in height.  Said storage area must be at least 150 square feet in area.  No merchandise or material shall be stored higher than said wall or fence.\t(g)\tLights used to illuminate the service station site shall be arranged so as to reflect the light away from the adjacent premises in an “A” or “R” Zone and the light standard for such lights shall not exceed 20 feet in height.\t(h)\t(Repealed by Ord. No. 169,130, Eff. 12\/16\/93.)\t(i)\t(Repealed by Ord. No. 169,130, Eff. 12\/16\/93.)\t(j)\tNotwithstanding Section 12.24 W.27. of this Code, the automotive fueling station use shall be in compliance with all of the development standards and operating conditions set forth in Section 12.22 A.28. of this Code.  (Added by Ord. No. 178,382, Eff. 3\/24\/07.)\t7.\t(Amended by Ord. No. 178,382, Eff. 3\/24\/07.)  Used automobile and trailer sales area, provided the used automobile and trailer sales area is in compliance with all of the development standards and operating conditions set forth in Section 12.22 A.28. of this Code.\tNew automobile sales area and a secondary used automobile sales area, provided that all of the following conditions are met:\t(a)\tThe lot containing the automobile sales areas is located and developed in compliance with the provisions set forth in Section 12.21 A.6. of this Code.\t(b)\tAny incidental repair of automobiles shall be done within a building.\t8.\tBaseball or football stadiums or boxing arenas, having a seating capacity for not more than three thousand (3,000) people.\t9.\tAutomotive laundry or wash rack, provided the automotive laundry or wash rack is in compliance with all of the development standards and operating conditions set forth in Section 12.22 A.28. of this Code.  (Amended by Ord. No. 178,382, Eff. 3\/24\/07.)\t10.\tChurch.  (Added by Ord. No. 145,250, Eff. 12\/24\/73.)\t11.\t(Deleted by Ord. No. 171,687, Eff. 8\/19\/97.)\t12.\tFilm and tape editing and motion picture reconstruction, provided that only safety film is used; and projection and screening rooms associated with such uses shall seat no more than 100 persons.  (Added by Ord. No. 162,514, Eff. 7\/31\/87.)\t13.\tCircus or amusement enterprise of a similar type, transient in character.\t14.\t(Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Drive-in businesses, including theaters, refreshment stands, restaurants, food stores, and the like when not subject to the conditional use requirements of Section 12.24W.\t15.\tFerris wheels, carrousels, merry-go-rounds, and the like.\t16.\tFilm exchange.\t17.\tHospitals, sanitariums or clinics, except animal hospitals, when located as required by Section 12.21D.\t18.\tIce storage house, not more than five (5) tons capacity.\t19.\tMedical or dental clinics and laboratories.\t20.\tMusic conservatory or music instruction.\t21.\tNewsstand.\t22.\tNursery, flower or plant, provided that all incidental equipment and supplies, including fertilizer and empty cans, are kept within a building.\t23.\tParcel delivery service, branch, if all activities including storage and loading and unloading, are conducted within a completely enclosed building.\t24.\tParking buildings and all buildings containing automobile parking as primary or accessory uses. All buildings containing automobile parking shall be subject to the requirements of Sections 12.21A5 and 12.12.1.5A of this Code.  (Amended by Ord. No. 160,273, Eff. 9\/16\/85.)\t25.\tPony riding ring, without stables.\t26.\tPrinting, publishing or lithographing establishments.\t27.\tAutomotive repair, provided the automotive repair is in compliance with all of the development standards and operating conditions set forth in Section 12.22 A.28. of this Code.  (Amended by Ord. No. 178,382, Eff. 3\/24\/07.)\t28.\t(None)\t29.\tPublic services, including electric distributing substation, fire or police station, telephone exchange, and the like.\t30.\tSecond-hand store, except pawnshops, if all activities other than incidental storage are conducted wholly within a completely enclosed building.  (Amended by Ord. No. 171,257, Eff. 10\/4\/96.)\t31.\t(Repealed by Ord. No. 173,979, Eff. 6\/29\/01.)\t32.\tStudios (except motion picture).\t33.\tSchool (elementary or high), educational institution, or private school.  (Added by Ord. No. 145,250, Eff. 12\/24\/73.)\t34.\t(Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Indoor swap meets when authorized pursuant to the provisions of Section 12.24 W.42.\t35.\tTrade school, if not objectionable due to noise, odor, vibration, or other similar causes.\t36.\tWedding chapel, rescue mission or temporary revival church.\t37.\tMassage parlor, where massage, alcohol rub, formentation, electric or magnetic treatment, or similar treatment or manipulation of the human body is administered by a medical practitioner, chiropractor, acupuncturist, physical therapist or similar professional person licensed by the State of California, and including an athletic club, health club, school, gymnasium, state licensed cosmetology or barber establishment, reducing salon, spa or similar establishment where massage or similar manipulation of the human body is offered as an incidental or accessory service.  (Added by Ord. No. 155,718, Eff. 8\/6\/81.)\t38.\tLaundries or cleaning establishment, provided that:\t(a)\tAll activities other than incidental storage are conducted wholly within a completely enclosed building;\t(b)\tNot more than five persons are engaged in operating any laundry or cleaning establishment, excluding personnel engaged wholly in pressing, office and delivery work;\t(c)\tThe majority of the articles washed or cleaned during each calendar month period are handled at retail;\t(d)\tThe operations are not objectionable due to odor, dust, smoke, noise, vibration or other causes;\t(e)\tNot more than two clothes cleaning units shall be used in any clothes cleaning establishment, neither of which shall have a rated load capacity of more than 40 pounds, or in lieu of the aforesaid two clothes cleaning units there may be used one unit with a rated load capacity of more than 40 pounds but it shall in no event exceed a rated load capacity of 80 pounds, and no cleaning fluid shall be used which is explosive or flammable at temperatures below 138.5 degrees Fahrenheit.  (Amended by Ord. No. 143,291, Eff. 6\/20\/72.)\t39.\tMiniature or pitch and putt golf courses, golf driving tees or ranges, and similar commercial golf uses. (Amended by Ord. No. 144,365, Eff. 4\/5\/73, Oper. 9\/1\/73.)\t40.\tOther uses similar to the above, as provided for in Sec. 12.21 A.2.\t41.\tConditional uses enumerated in Sec. 12.24 when the location is approved pursuant to the provisions of said section. (Amended by Ord. No. 117,450, Eff. 12\/18\/60.)\t42.\t(Amended by Ord. No. 162,336, Eff. 6\/6\/87.) Uses customarily incident to any of the above uses, and accessory buildings, when located on the same lot. Open storage of materials and equipment, including used materials and equipment, shall be permitted only when incidental to the use of an office, store or other commercial building located on the front portion of the same lot, and provided that:\t(a)\tSuch storage is located on the rear one-half of the lot and is confined to an area of not to exceed three thousand (3,000) square feet;\t(b)\tNo power driven excavating or road building equipment is stored on the premises;\t(c)\tThe storage area is completely enclosed by a solid wall or fence not less than six (6) feet in height with necessary solid gates of the same height;\t(d)\tNo material or equipment is stored to a height greater than that of the wall or fence enclosing the storage area; and\t(e)\tThere shall be no rental, storage or storage for rental purposes of a commercial vehicle which exceeds a registered net weight of 5,600 pounds.\tThe phrase “used materials and equipment” includes vehicles, boats, or airplanes which are inoperable, wrecked, damaged or unlicensed, i.e. not currently licensed by the Department of Motor Vehicles.\t43.\tAutomobile parking space required for dwellings and for buildings other than dwellings, as provided for in Sec. 12.21 A.4.\t44.\tShelter for the homeless (as defined in Section 12.03 of this Code) containing not more than 30 beds and designed to serve not more than 30 persons. Except within the Central City Community Plan area, any shelter for the homeless established pursuant to this subdivision shall be located at least 600 feet from another such shelter. The residential yard requirements of this section shall not apply to a shelter in an existing non-residential building. The minimum number of off-street parking spaces provided in conjunction with such use shall comply with the requirements of Section 12.21 A.4.(w) of this Code. (Added by Ord. No. 161,427, Eff. 8\/2\/86.)\t45.\tMotion picture, television, video and other media production, no outdoor sets.  (Added by Ord. No. 172,106, Eff. 8\/14\/98.)\tB.\tRestriction.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  For any lot designated as Public, Quasi-Public, Public\/Quasi-Public Use, Other Public, or Open Space on the land use map of the applicable community or district plan; any lot shown on the map as having existing lakes, waterways, reservoirs, debris basins, or similar facilities; any lot shown on the map as the location of a freeway right-of-way; and any property annexed to the City of Los Angeles where a plan amendment was not adopted as part of the annexation proceedings:\tAny of the uses permitted by Subsection A. of this section shall require prior approval in accordance with the provisions of Section 12.24.1 of this Code.\tC.\tArea.  (Amended by Ord. No. 144,365, Eff. 4\/5\/73, Oper. 9\/1\/73.)  No building or structure nor the enlargement of any building or structure shall be hereafter erected or maintained unless the following yards, lot areas and loading spaces are provided and maintained in connection with such building, structure or enlargement:\t1.\tFront Yard – Not required.\t2.\tSide and Rear Yards – Not required for buildings erected and used exclusively for commercial purposes.\tFor all portions of buildings erected and used for residential purposes, side and rear yard conforming to the requirements of the  R4 Zone (Section 12.11 C.2. and 3.) shall be provided and maintained at the floor level of the first story used in whole or in part for residential purposes.\t3.\tLot Area – The lot area requirements of the R4 Zone (Section 12.11 C.4.) shall apply to all portions of buildings used for residential purposes.\t4.\tLoading Space – As required by Section 12.21 C.6., Exceptions to area regulations are provided for in Section 12.22 C.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}