{"section_number":"12.17.6","edition_id":"1","section_id":"1032","structure_id":"20","catch_line":"“M1” Limited Industrial Zone.","history":"","full_text":"  “M1” LIMITED INDUSTRIAL ZONE.\n\t(Renumbered by Ord. No. 148,969, Eff. 12\/16\/76.)\n\n\tThe following regulations shall apply in the \n\n\tA.\tUse.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  No building, structure or land shall be used and no building or structure shall be erected, structurally altered, enlarged or maintained, except for the following uses, and when a “Supplemental Use District” is created, for those uses as may be permitted in that district:\n\n\t1.\tAny use permitted in the MR1 Zone provided that all regulations of the zone are complied with, except that front yard setbacks are not required.\n\n\t2.\tAny commercial use permitted in the C2 Zone except sanitariums and hospitals, provided that these uses are conducted in accordance with all building enclosure and fence enclosure limitations of the C2 Zone.\n\n\t3.\tThe following uses when conducted wholly within a completely enclosed building, except for incidental storage.\n\n\t(a)\tFoundry, except iron or brass; or those in which noxious fumes or odors are produced.\n\n\t(b)\tPoultry or rabbit killing incidental to a retail business on the same premises.\n\n\t(c)\tRental of equipment commonly used by contractors, including rental, storage, or storage for rental purposes of household moving rental trucks and utility rental trailers or commercial vehicles of any weight.\n\n\t4.\tStadiums, arenas, auditoriums and the like, having a seating capacity of more than 3,000 people.\n\n\t5.\tOther uses similar to the above, as provided for in Section 12.21A2, but not including uses which are or may become obnoxious or offensive by reason of omission of odor, dust, smoke, noise, gas, fumes, cinders, vibration, refuse matter or water-carried waste, as determined by a Zoning Administrator.\n\n\t6.\tUses customarily incident to any of the above uses, and accessory buildings when located on the same lot, provided:\n\n\t(a)\tA dwelling shall be considered to be a permissible accessory building when it is designed for and used solely by a watchman or caretaker (including his or her family) of an industrial development or of a permitted use that requires a 24-hour supervision, and is located on the same lot with the development or use;\n\n\t(b)\tOpen storage of materials and equipment, including used materials and equipment, shall be permitted only within an area enclosed on all sides with a solid wall or fence, no less than six feet in height with necessary solid gates of the same height.\n\n\tThe phrase “used materials and equipment” includes vehicles, boats, or airplanes which are inoperable, wrecked, damaged or unlicensed, i.e., not currently licensed by the Department of Motor Vehicles.\n\n\t7.\tAutomobile parking spaces required for dwellings and for buildings other than dwellings, as provided for in Section 12.21A4.\n\n\t8.\tOfficial Police Garages as designated by the Los Angeles Police Commission for the storage of impounded, abandoned or partially dismantled automobiles, subject to the following limitations:\n\n\t(a)\tthe use is located 300 feet or more from property in an A or R zone;\n\n\t(b)\tthe use is conducted wholly within an area completely enclosed with a solid masonry wall or solid fence no less than eight feet in height with necessary solid gates of the same height;\n\n\t(c)\tno dismantling of vehicles or crushing, smashing, baling or reduction of metal takes place on the premises;\n\n\t(d)\tall property adjacent to any street is landscaped to a minimum depth of two feet measured at a right angle from the adjacent street, and extending the full length of property contiguous to the street except for area necessary for ingress and egress; and\n\n\t(e)\tpaved off-street parking spaces are provided for buildings as required by Section 12.21 A, and in addition for all other portions of the lot, other than public parking areas, as follows:\n\n\t(1)\tfor one or fewer acres, a minimum of six spaces;\n\n\t(2)\tfor more than one acre but not more than two acres, one space for each 12,000 square feet of lot area; and\n\n\t(3)\tfor each acre exceeding two acres, one space for each acre of lot area; and\n\n\t(f)\tno material shall be stored to a height greater than the height of the enclosing wall or fence.\n\n\t9.\tIndoor swap meets when authorized pursuant to the provisions of Section 12.24 W.42.\n\n\t10.\tStorage buildings for household goods, including truck rentals, provided the building or structure is more than 500 feet from an A or R Zone or residential use as measured from the lot lines, and the building or structure is no more than 37 feet in height.  (Added by Ord. No. 173,979, Eff. 6\/29\/01.)\n\n\t11.\tWireless telecommunication facilities, including radio and television transmitters, which meet all the requirements of the wireless telecommunication facilities standards set forth in Section 12.21 A.20. of this Code, except when located across the street from, abutting, or adjoining a residential use or A or R Zone, including the RA zone.  (Added by Ord. No. 174,132, Eff. 9\/3\/01.)\n\n\t12.\tNotwithstanding the provisions of Section 12.22 A.28. of this Code to the contrary, a primary used automobile and trailer sales area, provided that the automobile and trailer sales area is located and developed in compliance with the provisions of Section 12.21 A.6. of this Code, and that any incidental repair of automobiles or trailers is conducted wholly within a building. (Added by Ord. No. 178,382, Eff. 3\/24\/07.)\n\n\t13.\t(Added by Ord. No. 178,382, Eff. 3\/24\/07.)  Notwithstanding the provisions of Section 12.22 A.28. of this Code to the contrary, automotive repair, provided that all of the following conditions are met:\n\n\t(a)\tThe lot containing the automotive repair use is located more than 500 feet from any school, lot with a Certificate of Occupancy for a one-family dwelling, multiple-family dwelling, or mixed use project containing a residential use, or an A or R zone.  If the lot is located 500 feet or less from any school, lot with a Certificate of Occupancy for a one-family dwelling, multiple-family dwelling, or mixed use project containing a residential use, or an A or R zone, automotive repair is prohibited unless approved pursuant to the provisions of Section 12.24 W.4. of this Code.\n\n\t(b)\tAll automotive spray painting shall be conducted in full compliance with the provisions of Article 7, Chapter V of this Code, regulating these installations; provided further, that any spray painting shall be done within a building.\n\n\t(c)\tAll other operations shall be conducted wholly within a building enclosed on at least three sides, except for the following activities, which may be conducted within the first 18 feet in depth in front of the garage bay door measured perpendicular to the entire length of the building wall containing a garage bay door, provided that this area does not displace any required parking:\n\n\t(1)\telectrical diagnostics;\n\n\t(2)\tbattery charging and changing;\n\n\t(3)\ttire removal and replacement, so long as the vehicle is elevated no more that 12 inches off the ground measured to the bottom of the tire.  A portable hoist may be used for this function only.\n\n\t(d)\tExcept as provided in Paragraph (c)(3) above, automotive hoists, of any type or size, shall be located and operated only inside a building enclosed on at least three sides.\n\n\t(e)\tA minimum of 500 square feet of storage area shall be provided (open storage shall comply with Section 12.14 A.42. of this Code);\n\n\t(f)\tNotwithstanding Paragraphs (a) and (c) of this subdivision, an automotive sound shop or automotive alarm shop shall be permitted if it complies with the following:\n\n\t(1)\tall operations are wholly conducted within a fully enclosed building; and\n\n\t(2)\tno portion of the building or its associated parking area shall be within 50 feet of any school, lot with a Certificate of Occupancy for a one-family dwelling, multiple-family dwelling, or mixed use project containing a residential use, or an A or R zoned lot.\n\n\t14.\t(Added by Ord. No. 178,382, Eff. 3\/24\/07.)  Notwithstanding the provisions of Section 12.22 A.28. of this Code to the contrary, automotive laundry or wash rack, in which power driven or steam cleaning machinery is used or any coin-operated automotive laundry or wash rack.\n\n\t(a)\tAny automotive laundry or wash rack, in which power driven or steam cleaning machinery is used shall maintain noise levels below the levels provided in Table II of Section 111.03 of this Code.\n\n\t(b)\tThe comparison between the noise emanating from the automotive laundry or wash rack and from Table II shall be made in the manner set forth in Section 111.02(a) of this Code.\n\n\t(c)\tEvery wash rack shall be constructed or arranged so that entrances, exits, and openings shall not face any residentially zoned property within 100 feet of the entrances, exits or openings.\n\n\tB.\tRestriction.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  For any lot designated as Public, Quasi-Public, Public\/Quasi-Public Use, Other Public, or Open Space on the land use map of the applicable community or district plan; any lot shown on the map as having existing lakes, waterways, reservoirs, debris basins, or similar facilities; any lot shown on the map as the location of a freeway right-of-way; and any property annexed to the City of Los Angeles where a plan amendment was not adopted as part of the annexation proceedings:\n\n\tAny of the uses permitted by Subsection A. of this section shall require prior approval in accordance with the provisions of Section 12.24.1 of this Code.\n\n\tC.\tArea – No building or structure nor the enlargement of any building or structure shall be hereafter erected or maintained unless the following yard and lot areas are provided and maintained in connection with such building, structure or enlargement:\n\n\t1.\tFront Yard –  Not required.\n\n\t2.\tSide Yard –  Side yard conforming to the requirements of the “R4” Zone (Sec. 12.11 C.2.) shall be provided and maintained in connection with buildings erected and used principally for residential purposes.\n\n\t3.\tRear Yard – No rear yard shall be required for buildings erected a used exclusively for commercial or industrial purposes. For buildings other than those erected and used exclusively for commercial or industrial purposes, a rear yard conforming to the requirements of the “R4” Zone (Sec. 12.11 C.3.) shall be provided and maintained at the floor level of the first story used in whole or in part for dwelling purposes.\n\n\t4.\tLot Area – The lot area requirement of the “R4” Zone (Sec. 12.11 C.4.) shall apply to buildings erected and used exclusively for dwelling purposes. For buildings other than those erected and used exclusively for dwelling purpose such requirements shall apply only to that portion of a building used for dwelling purposes.\n\n\t5.\tLoading Space – as required by Sec. 12.21 C.6.\n\n\tException to Area relations are provided for in Sec. 12.22 C.","order_by":"17.6","ancestry":{"1":{"id":"20","name":"Specific Planning – Zoning\nComprehensive Zoning Plan","identifier":"2","label":"article","url":"\/1\/2\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3095","structure_id":"20","section_number":"12.00","catch_line":"Title.","url":"\/12.00\/","token":"12.00"},"1":{"id":"1517","structure_id":"20","section_number":"12.01","catch_line":"Continuation Of Existing Regulations.","url":"\/12.01\/","token":"12.01"},"2":{"id":"1627","structure_id":"20","section_number":"12.02","catch_line":"Purpose.","url":"\/12.02\/","token":"12.02"},"3":{"id":"2312","structure_id":"20","section_number":"12.03","catch_line":"Definitions.","url":"\/12.03\/","token":"12.03"},"4":{"id":"3734","structure_id":"20","section_number":"12.04","catch_line":"Zones - Districts - Symbols.","url":"\/12.04\/","token":"12.04"},"5":{"id":"1459","structure_id":"20","section_number":"12.04.01","catch_line":"Violations Of Specific Plans.","url":"\/12.04.01\/","token":"12.04.01"},"6":{"id":"1812","structure_id":"20","section_number":"12.04.05","catch_line":"“Os” Open Space Zone.","url":"\/12.04.05\/","token":"12.04.05"},"7":{"id":"4037","structure_id":"20","section_number":"12.04.09","catch_line":"“Pf” Public Facilities Zone.","url":"\/12.04.09\/","token":"12.04.09"},"8":{"id":"3058","structure_id":"20","section_number":"12.05","catch_line":"“A1” Agriculture Zone.","url":"\/12.05\/","token":"12.05"},"9":{"id":"1807","structure_id":"20","section_number":"12.06","catch_line":"“A2” Agricultural Zone.","url":"\/12.06\/","token":"12.06"},"10":{"id":"2434","structure_id":"20","section_number":"12.07","catch_line":"“Ra” Suburban Zone.","url":"\/12.07\/","token":"12.07"},"11":{"id":"833","structure_id":"20","section_number":"12.07.01","catch_line":"“Re” Residential Estate Zone.","url":"\/12.07.01\/","token":"12.07.01"},"12":{"id":"3662","structure_id":"20","section_number":"12.07.1","catch_line":"“Rs” Suburban Zone.","url":"\/12.07.1\/","token":"12.07.1"},"13":{"id":"1550","structure_id":"20","section_number":"12.08","catch_line":"“R1” One-Family Zone.","url":"\/12.08\/","token":"12.08"},"14":{"id":"1455","structure_id":"20","section_number":"12.08.1","catch_line":"Ru Residential Urban Zone.","url":"\/12.08.1\/","token":"12.08.1"},"15":{"id":"1635","structure_id":"20","section_number":"12.08.3","catch_line":"Rz Residential Zero Side Yard Zone.","url":"\/12.08.3\/","token":"12.08.3"},"16":{"id":"504","structure_id":"20","section_number":"12.08.5","catch_line":"“Rw1” Residential Waterways Zone.","url":"\/12.08.5\/","token":"12.08.5"},"17":{"id":"2976","structure_id":"20","section_number":"12.09","catch_line":"“R2” Two-Family Zone.","url":"\/12.09\/","token":"12.09"},"18":{"id":"3015","structure_id":"20","section_number":"12.09.1","catch_line":"“Rd” Restricted Density Multiple Dwelling Zone.","url":"\/12.09.1\/","token":"12.09.1"},"19":{"id":"3789","structure_id":"20","section_number":"12.09.3","catch_line":"“Rmp” Mobilehome Park Zone.","url":"\/12.09.3\/","token":"12.09.3"},"20":{"id":"3264","structure_id":"20","section_number":"12.09.5","catch_line":"“Rw2” Residential Waterways Zone.","url":"\/12.09.5\/","token":"12.09.5"},"21":{"id":"1735","structure_id":"20","section_number":"12.10","catch_line":"“R3” Multiple Dwelling Zone.","url":"\/12.10\/","token":"12.10"},"22":{"id":"2343","structure_id":"20","section_number":"12.10.5","catch_line":"Ras3 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.10.5\/","token":"12.10.5"},"23":{"id":"621","structure_id":"20","section_number":"12.11","catch_line":"“R4” Multiple Dwelling Zone.","url":"\/12.11\/","token":"12.11"},"24":{"id":"1231","structure_id":"20","section_number":"12.11.5","catch_line":"Ras4 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.11.5\/","token":"12.11.5"},"25":{"id":"1666","structure_id":"20","section_number":"12.12","catch_line":"“R5” Multiple Dwelling Zone.","url":"\/12.12\/","token":"12.12"},"26":{"id":"601","structure_id":"20","section_number":"12.12.1","catch_line":"“P” Automobile Parking Zone.","url":"\/12.12.1\/","token":"12.12.1"},"27":{"id":"286","structure_id":"20","section_number":"12.12.1.5","catch_line":"“Pb” Parking Building Zone.*","url":"\/12.12.1.5\/","token":"12.12.1.5"},"28":{"id":"2454","structure_id":"20","section_number":"12.12.2","catch_line":"“Cr” Limited Commercial Zone.","url":"\/12.12.2\/","token":"12.12.2"},"29":{"id":"3444","structure_id":"20","section_number":"12.13","catch_line":"“C1” Limited Commercial Zone.","url":"\/12.13\/","token":"12.13"},"30":{"id":"2973","structure_id":"20","section_number":"12.13.5","catch_line":"“C1.5” Limited Commercial Zone","url":"\/12.13.5\/","token":"12.13.5"},"31":{"id":"156","structure_id":"20","section_number":"12.14","catch_line":"“C2” Commercial Zone.","url":"\/12.14\/","token":"12.14"},"32":{"id":"1739","structure_id":"20","section_number":"12.16","catch_line":"“C4”Commercial Zone.","url":"\/12.16\/","token":"12.16"},"33":{"id":"24","structure_id":"20","section_number":"12.16.1","catch_line":"“Cw” Central City West Specific Plan Zone.","url":"\/12.16.1\/","token":"12.16.1"},"34":{"id":"1075","structure_id":"20","section_number":"12.16.2","catch_line":"Adp Alameda District Specific Plan Zone.","url":"\/12.16.2\/","token":"12.16.2"},"35":{"id":"265","structure_id":"20","section_number":"12.16.3","catch_line":"Lased Los Angeles Sports And Entertainment District Specific Plan Zone.","url":"\/12.16.3\/","token":"12.16.3"},"36":{"id":"1579","structure_id":"20","section_number":"12.17","catch_line":"“C5” Commercial Zone.","url":"\/12.17\/","token":"12.17"},"37":{"id":"2695","structure_id":"20","section_number":"12.17.1","catch_line":"“Cm” Commercial Manufacturing Zone.","url":"\/12.17.1\/","token":"12.17.1"},"38":{"id":"2925","structure_id":"20","section_number":"12.17.2","catch_line":"“Cm(Gm)”Commercial Manufacturing (Glencoe\/Maxella) Specific Plan Zone.","url":"\/12.17.2\/","token":"12.17.2"},"39":{"id":"1704","structure_id":"20","section_number":"12.17.5","catch_line":"“Mr1” Restricted Industrial Zone.","url":"\/12.17.5\/","token":"12.17.5"},"40":{"id":"383","structure_id":"20","section_number":"12.17.5.5","catch_line":"“Ccs” Century City South Specific Plan Studio Zone.","url":"\/12.17.5.5\/","token":"12.17.5.5"},"41":{"id":"1032","structure_id":"20","section_number":"12.17.6","catch_line":"“M1” Limited Industrial Zone.","url":"\/12.17.6\/","token":"12.17.6"},"42":{"id":"65","structure_id":"20","section_number":"12.18","catch_line":"“Mr2” Restricted Light Industrial Zone.","url":"\/12.18\/","token":"12.18"},"43":{"id":"2426","structure_id":"20","section_number":"12.18.1","catch_line":"“Wc” Warner Center Specific Plan Zone.","url":"\/12.18.1\/","token":"12.18.1"},"44":{"id":"1290","structure_id":"20","section_number":"12.19","catch_line":"“M2” Light Industrial Zone.","url":"\/12.19\/","token":"12.19"},"45":{"id":"1435","structure_id":"20","section_number":"12.19.1","catch_line":"Lax Los Angeles International Airport Zone.","url":"\/12.19.1\/","token":"12.19.1"},"46":{"id":"3523","structure_id":"20","section_number":"12.20","catch_line":"“M3” Heavy Industrial Zone.","url":"\/12.20\/","token":"12.20"},"47":{"id":"3019","structure_id":"20","section_number":"12.20.1","catch_line":"Sl Ocean – Submerged Land Zone.","url":"\/12.20.1\/","token":"12.20.1"},"48":{"id":"3360","structure_id":"20","section_number":"12.20.2","catch_line":"Coastal Development Permits (Prior To Certification Of The Local Coastal Program.)","url":"\/12.20.2\/","token":"12.20.2"},"49":{"id":"2874","structure_id":"20","section_number":"12.20.2.1","catch_line":"Coastal Development Permit Procedures After Certification Of The Local Coastal Program.","url":"\/12.20.2.1\/","token":"12.20.2.1"},"50":{"id":"2479","structure_id":"20","section_number":"12.20.3","catch_line":"“Hp” Historic Preservation Overlay Zone.","url":"\/12.20.3\/","token":"12.20.3"},"51":{"id":"3236","structure_id":"20","section_number":"12.21.1","catch_line":"Height Of Building Or Structures.","url":"\/12.21.1\/","token":"12.21.1"},"52":{"id":"488","structure_id":"20","section_number":"12.21.2","catch_line":"Height Of Buildings Or Structures In Century City.","url":"\/12.21.2\/","token":"12.21.2"},"53":{"id":"2253","structure_id":"20","section_number":"12.21.3","catch_line":"Height Of Buildings Or Structures In Community Redevelopment Plan Areas.","url":"\/12.21.3\/","token":"12.21.3"},"54":{"id":"3709","structure_id":"20","section_number":"12.21.4","catch_line":"Height Of Buildings Or Structures In Enterprise Zones.","url":"\/12.21.4\/","token":"12.21.4"},"55":{"id":"605","structure_id":"20","section_number":"12.21.5","catch_line":"Height Of Buildings Or Structures In Centers Study Areas.","url":"\/12.21.5\/","token":"12.21.5"},"56":{"id":"1399","structure_id":"20","section_number":"12.22","catch_line":"Exceptions.","url":"\/12.22\/","token":"12.22"},"57":{"id":"2993","structure_id":"20","section_number":"12.22.1","catch_line":"Safer Sex.","url":"\/12.22.1\/","token":"12.22.1"},"58":{"id":"3237","structure_id":"20","section_number":"12.23","catch_line":"Nonconforming Building And Uses.","url":"\/12.23\/","token":"12.23"},"59":{"id":"1191","structure_id":"20","section_number":"12.24","catch_line":"Conditional Use Permits And Other Similar Quasi-Judicial Approvals.","url":"\/12.24\/","token":"12.24"},"60":{"id":"546","structure_id":"20","section_number":"12.24.1","catch_line":"Land Use Determination By City Planning Commission.","url":"\/12.24.1\/","token":"12.24.1"},"61":{"id":"1889","structure_id":"20","section_number":"12.25","catch_line":"Time Limitations.","url":"\/12.25\/","token":"12.25"},"62":{"id":"2902","structure_id":"20","section_number":"12.26","catch_line":"Department Of Building And Safety.","url":"\/12.26\/","token":"12.26"},"63":{"id":"2923","structure_id":"20","section_number":"12.27","catch_line":"Variances.","url":"\/12.27\/","token":"12.27"},"64":{"id":"799","structure_id":"20","section_number":"12.27.1","catch_line":"Administrative Nuisance Abatement Proceedings.","url":"\/12.27.1\/","token":"12.27.1"},"65":{"id":"4040","structure_id":"20","section_number":"12.28","catch_line":"Adjustments And Slight Modifications.","url":"\/12.28\/","token":"12.28"},"66":{"id":"2103","structure_id":"20","section_number":"12.29","catch_line":"Violation Of Conditions – Penalty.","url":"\/12.29\/","token":"12.29"},"67":{"id":"339","structure_id":"20","section_number":"12.30","catch_line":"Boundaries Of Zones.","url":"\/12.30\/","token":"12.30"},"68":{"id":"1073","structure_id":"20","section_number":"12.31","catch_line":"Interpretation – Purpose – Conflict.","url":"\/12.31\/","token":"12.31"},"69":{"id":"3171","structure_id":"20","section_number":"12.32","catch_line":"Land Use Legislative Actions.","url":"\/12.32\/","token":"12.32"},"70":{"id":"511","structure_id":"20","section_number":"12.33","catch_line":"Dedication Of Land Or Payment For Park And Recreational Facilities As A Requirement For A Zone Change For A Multiple Residential Use In Any Multiple Residential Or Commercial Zone.","url":"\/12.33\/","token":"12.33"},"71":{"id":"1730","structure_id":"20","section_number":"12.34","catch_line":"Application Of Provisions.","url":"\/12.34\/","token":"12.34"},"72":{"id":"3843","structure_id":"20","section_number":"12.35","catch_line":"Zoning Of Annexed Or Unzoned Areas.","url":"\/12.35\/","token":"12.35"},"73":{"id":"1352","structure_id":"20","section_number":"12.36","catch_line":"Projects Requiring Multiple Approvals.(Charter § 564).","url":"\/12.36\/","token":"12.36"},"74":{"id":"1765","structure_id":"20","section_number":"12.37","catch_line":"Highway And Collector Street Dedication And Improvement.","url":"\/12.37\/","token":"12.37"},"75":{"id":"2301","structure_id":"20","section_number":"12.38","catch_line":"Dedication Of Streets By Long Term Leases.","url":"\/12.38\/","token":"12.38"},"76":{"id":"2657","structure_id":"20","section_number":"12.39","catch_line":"Low And Moderate Housing.","url":"\/12.39\/","token":"12.39"},"77":{"id":"1295","structure_id":"20","section_number":"12.40","catch_line":"Landscape - General Requirements.","url":"\/12.40\/","token":"12.40"},"78":{"id":"2364","structure_id":"20","section_number":"12.41","catch_line":"Landscape - Water Management.","url":"\/12.41\/","token":"12.41"},"79":{"id":"2169","structure_id":"20","section_number":"12.42","catch_line":"Landscape.","url":"\/12.42\/","token":"12.42"},"80":{"id":"4030","structure_id":"20","section_number":"12.43","catch_line":"Source Reduction Of Waste.","url":"\/12.43\/","token":"12.43"},"81":{"id":"1485","structure_id":"20","section_number":"12.50","catch_line":"Airport Approach Zoning Regulations.","url":"\/12.50\/","token":"12.50"},"82":{"id":"1328","structure_id":"20","section_number":"12.70","catch_line":"Adult Entertainment Zoning.","url":"\/12.70\/","token":"12.70"},"83":{"id":"481","structure_id":"20","section_number":"12.80","catch_line":"Homeless Shelters - Emergencies - Government Owned And Leased Property.","url":"\/12.80\/","token":"12.80"},"84":{"id":"737","structure_id":"20","section_number":"12.81","catch_line":"Homeless Shelters - Emergencies - Charitable\nOrganizations.","url":"\/12.81\/","token":"12.81"}},"next_section":{"id":"65","structure_id":"20","section_number":"12.18","catch_line":"“Mr2” Restricted Light Industrial Zone.","url":"\/12.18\/","token":"12.18"},"metadata":false,"references":false,"url":"\/12.17.6\/","token":"12.17.6","formats":{"txt":"\/12.17.6.txt","json":"\/12.17.6.xml"},"dublin_core":{"Title":"“M1” Limited Industrial Zone.","Type":"Text","Format":"text\/html","Identifier":"§ 12.17.6","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\n“M1” LIMITED INDUSTRIAL ZONE. (§ 12.17.6)\n\n  “M1” LIMITED INDUSTRIAL ZONE.\n\t(Renumbered by Ord. No. 148,969, Eff. 12\/16\/76.)\tThe following regulations\nshall apply in the \tA.\tUse.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  No\nbuilding, structure or land shall be used and no building or structure shall be\nerected, structurally altered, enlarged or maintained, except for the following\nuses, and when a “Supplemental Use District” is created, for those uses as\nmay be permitted in that district:\t1.\tAny use permitted in the MR1 Zone provided\nthat all regulations of the zone are complied with, except that front yard\nsetbacks are not required.\t2.\tAny commercial use permitted in the C2 Zone except\nsanitariums and hospitals, provided that these uses are conducted in accordance\nwith all building enclosure and fence enclosure limitations of the C2\nZone.\t3.\tThe following uses when conducted wholly within a completely enclosed\nbuilding, except for incidental storage.\t(a)\tFoundry, except iron or brass; or\nthose in which noxious fumes or odors are produced.\t(b)\tPoultry or rabbit\nkilling incidental to a retail business on the same premises.\t(c)\tRental of\nequipment commonly used by contractors, including rental, storage, or storage\nfor rental purposes of household moving rental trucks and utility rental\ntrailers or commercial vehicles of any weight.\t4.\tStadiums, arenas, auditoriums\nand the like, having a seating capacity of more than 3,000 people.\t5.\tOther uses\nsimilar to the above, as provided for in Section 12.21A2, but not including uses\nwhich are or may become obnoxious or offensive by reason of omission of odor,\ndust, smoke, noise, gas, fumes, cinders, vibration, refuse matter or\nwater-carried waste, as determined by a Zoning Administrator.\t6.\tUses\ncustomarily incident to any of the above uses, and accessory buildings when\nlocated on the same lot, provided:\t(a)\tA dwelling shall be considered to be a\npermissible accessory building when it is designed for and used solely by a\nwatchman or caretaker (including his or her family) of an industrial development\nor of a permitted use that requires a 24-hour supervision, and is located on the\nsame lot with the development or use;\t(b)\tOpen storage of materials and\nequipment, including used materials and equipment, shall be permitted only\nwithin an area enclosed on all sides with a solid wall or fence, no less than\nsix feet in height with necessary solid gates of the same height.\tThe phrase\n“used materials and equipment” includes vehicles, boats, or airplanes which\nare inoperable, wrecked, damaged or unlicensed, i.e., not currently licensed by\nthe Department of Motor Vehicles.\t7.\tAutomobile parking spaces required for\ndwellings and for buildings other than dwellings, as provided for in Section\n12.21A4.\t8.\tOfficial Police Garages as designated by the Los Angeles Police\nCommission for the storage of impounded, abandoned or partially dismantled\nautomobiles, subject to the following limitations:\t(a)\tthe use is located 300\nfeet or more from property in an A or R zone;\t(b)\tthe use is conducted wholly\nwithin an area completely enclosed with a solid masonry wall or solid fence no\nless than eight feet in height with necessary solid gates of the same\nheight;\t(c)\tno dismantling of vehicles or crushing, smashing, baling or\nreduction of metal takes place on the premises;\t(d)\tall property adjacent to any\nstreet is landscaped to a minimum depth of two feet measured at a right angle\nfrom the adjacent street, and extending the full length of property contiguous\nto the street except for area necessary for ingress and egress; and\t(e)\tpaved\noff-street parking spaces are provided for buildings as required by Section\n12.21 A, and in addition for all other portions of the lot, other than public\nparking areas, as follows:\t(1)\tfor one or fewer acres, a minimum of six\nspaces;\t(2)\tfor more than one acre but not more than two acres, one space for\neach 12,000 square feet of lot area; and\t(3)\tfor each acre exceeding two acres,\none space for each acre of lot area; and\t(f)\tno material shall be stored to a\nheight greater than the height of the enclosing wall or fence.\t9.\tIndoor swap\nmeets when authorized pursuant to the provisions of Section 12.24\nW.42.\t10.\tStorage buildings for household goods, including truck rentals,\nprovided the building or structure is more than 500 feet from an A or R Zone or\nresidential use as measured from the lot lines, and the building or structure is\nno more than 37 feet in height.  (Added by Ord. No. 173,979, Eff.\n6\/29\/01.)\t11.\tWireless telecommunication facilities, including radio and\ntelevision transmitters, which meet all the requirements of the wireless\ntelecommunication facilities standards set forth in Section 12.21 A.20. of this\nCode, except when located across the street from, abutting, or adjoining a\nresidential use or A or R Zone, including the RA zone.  (Added by Ord. No.\n174,132, Eff. 9\/3\/01.)\t12.\tNotwithstanding the provisions of Section 12.22 A.28.\nof this Code to the contrary, a primary used automobile and trailer sales area,\nprovided that the automobile and trailer sales area is located and developed in\ncompliance with the provisions of Section 12.21 A.6. of this Code, and that any\nincidental repair of automobiles or trailers is conducted wholly within a\nbuilding. (Added by Ord. No. 178,382, Eff. 3\/24\/07.)\t13.\t(Added by Ord. No.\n178,382, Eff. 3\/24\/07.)  Notwithstanding the provisions of Section 12.22 A.28.\nof this Code to the contrary, automotive repair, provided that all of the\nfollowing conditions are met:\t(a)\tThe lot containing the automotive repair use\nis located more than 500 feet from any school, lot with a Certificate of\nOccupancy for a one-family dwelling, multiple-family dwelling, or mixed use\nproject containing a residential use, or an A or R zone.  If the lot is located\n500 feet or less from any school, lot with a Certificate of Occupancy for a\none-family dwelling, multiple-family dwelling, or mixed use project containing a\nresidential use, or an A or R zone, automotive repair is prohibited unless\napproved pursuant to the provisions of Section 12.24 W.4. of this Code.\t(b)\tAll\nautomotive spray painting shall be conducted in full compliance with the\nprovisions of Article 7, Chapter V of this Code, regulating these installations;\nprovided further, that any spray painting shall be done within a\nbuilding.\t(c)\tAll other operations shall be conducted wholly within a building\nenclosed on at least three sides, except for the following activities, which may\nbe conducted within the first 18 feet in depth in front of the garage bay door\nmeasured perpendicular to the entire length of the building wall containing a\ngarage bay door, provided that this area does not displace any required\nparking:\t(1)\telectrical diagnostics;\t(2)\tbattery charging and changing;\t(3)\ttire\nremoval and replacement, so long as the vehicle is elevated no more that 12\ninches off the ground measured to the bottom of the tire.  A portable hoist may\nbe used for this function only.\t(d)\tExcept as provided in Paragraph (c)(3)\nabove, automotive hoists, of any type or size, shall be located and operated\nonly inside a building enclosed on at least three sides.\t(e)\tA minimum of 500\nsquare feet of storage area shall be provided (open storage shall comply with\nSection 12.14 A.42. of this Code);\t(f)\tNotwithstanding Paragraphs (a) and (c) of\nthis subdivision, an automotive sound shop or automotive alarm shop shall be\npermitted if it complies with the following:\t(1)\tall operations are wholly\nconducted within a fully enclosed building; and\t(2)\tno portion of the building\nor its associated parking area shall be within 50 feet of any school, lot with a\nCertificate of Occupancy for a one-family dwelling, multiple-family dwelling, or\nmixed use project containing a residential use, or an A or R zoned\nlot.\t14.\t(Added by Ord. No. 178,382, Eff. 3\/24\/07.)  Notwithstanding the\nprovisions of Section 12.22 A.28. of this Code to the contrary, automotive\nlaundry or wash rack, in which power driven or steam cleaning machinery is used\nor any coin-operated automotive laundry or wash rack.\t(a)\tAny automotive laundry\nor wash rack, in which power driven or steam cleaning machinery is used shall\nmaintain noise levels below the levels provided in Table II of Section 111.03 of\nthis Code.\t(b)\tThe comparison between the noise emanating from the automotive\nlaundry or wash rack and from Table II shall be made in the manner set forth in\nSection 111.02(a) of this Code.\t(c)\tEvery wash rack shall be constructed or\narranged so that entrances, exits, and openings shall not face any residentially\nzoned property within 100 feet of the entrances, exits or\nopenings.\tB.\tRestriction.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper.\n7\/1\/00.)  For any lot designated as Public, Quasi-Public, Public\/Quasi-Public\nUse, Other Public, or Open Space on the land use map of the applicable community\nor district plan; any lot shown on the map as having existing lakes, waterways,\nreservoirs, debris basins, or similar facilities; any lot shown on the map as\nthe location of a freeway right-of-way; and any property annexed to the City of\nLos Angeles where a plan amendment was not adopted as part of the annexation\nproceedings:\tAny of the uses permitted by Subsection A. of this section shall\nrequire prior approval in accordance with the provisions of Section 12.24.1 of\nthis Code.\tC.\tArea – No building or structure nor the enlargement of any\nbuilding or structure shall be hereafter erected or maintained unless the\nfollowing yard and lot areas are provided and maintained in connection with such\nbuilding, structure or enlargement:\t1.\tFront Yard –  Not required.\t2.\tSide\nYard –  Side yard conforming to the requirements of the “R4” Zone (Sec.\n12.11 C.2.) shall be provided and maintained in connection with buildings\nerected and used principally for residential purposes.\t3.\tRear Yard – No rear\nyard shall be required for buildings erected a used exclusively for commercial\nor industrial purposes. For buildings other than those erected and used\nexclusively for commercial or industrial purposes, a rear yard conforming to the\nrequirements of the “R4” Zone (Sec. 12.11 C.3.) shall be provided and\nmaintained at the floor level of the first story used in whole or in part for\ndwelling purposes.\t4.\tLot Area – The lot area requirement of the “R4” Zone\n(Sec. 12.11 C.4.) shall apply to buildings erected and used exclusively for\ndwelling purposes. For buildings other than those erected and used exclusively\nfor dwelling purpose such requirements shall apply only to that portion of a\nbuilding used for dwelling purposes.\t5.\tLoading Space – as required by Sec.\n12.21 C.6.\tException to Area relations are provided for in Sec. 12.22 C.\n","html":"\n\t\t\t\t\t<section><p>  “M1” LIMITED INDUSTRIAL ZONE.\n\t(Renumbered by Ord. No. 148,969, Eff. 12\/16\/76.)<br \/><br \/>\tThe following regulations shall apply in the <br \/><br \/>\tA.\tUse.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  No building, structure or land shall be used and no building or structure shall be erected, structurally altered, enlarged or maintained, except for the following uses, and when a “Supplemental Use District” is created, for those uses as may be permitted in that district:<br \/><br \/>\t1.\tAny use permitted in the MR1 Zone provided that all regulations of the zone are complied with, except that front yard setbacks are not required.<br \/><br \/>\t2.\tAny commercial use permitted in the C2 Zone except sanitariums and hospitals, provided that these uses are conducted in accordance with all building enclosure and fence enclosure limitations of the C2 Zone.<br \/><br \/>\t3.\tThe following uses when conducted wholly within a completely enclosed building, except for incidental storage.<br \/><br \/>\t(a)\tFoundry, except iron or brass; or those in which noxious fumes or odors are produced.<br \/><br \/>\t(b)\tPoultry or rabbit killing incidental to a retail business on the same premises.<br \/><br \/>\t(c)\tRental of equipment commonly used by contractors, including rental, storage, or storage for rental purposes of household moving rental trucks and utility rental trailers or commercial vehicles of any weight.<br \/><br \/>\t4.\tStadiums, arenas, auditoriums and the like, having a seating capacity of more than 3,000 people.<br \/><br \/>\t5.\tOther uses similar to the above, as provided for in Section 12.21A2, but not including uses which are or may become obnoxious or offensive by reason of omission of odor, dust, smoke, noise, gas, fumes, cinders, vibration, refuse matter or water-carried waste, as determined by a Zoning Administrator.<br \/><br \/>\t6.\tUses customarily incident to any of the above uses, and <span class=\"dictionary\">accessory<\/span> buildings when located on the same lot, provided:<br \/><br \/>\t(a)\tA dwelling shall be considered to be a permissible <span class=\"dictionary\">accessory<\/span> building when it is designed for and used solely by a watchman or caretaker (including his or her family) of an industrial development or of a permitted use that requires a 24-hour supervision, and is located on the same lot with the development or use;<br \/><br \/>\t(b)\tOpen storage of <span class=\"dictionary\">materials<\/span> and equipment, including used <span class=\"dictionary\">materials<\/span> and equipment, shall be permitted only within an area enclosed on all sides with a solid wall or fence, no less than six feet in height with necessary solid gates of the same height.<br \/><br \/>\tThe phrase “used <span class=\"dictionary\">materials<\/span> and equipment” includes vehicles, boats, or airplanes which are inoperable, wrecked, damaged or unlicensed, i.e., not currently licensed by the Department of Motor Vehicles.<br \/><br \/>\t7.\tAutomobile parking spaces required for dwellings and for buildings other than dwellings, as provided for in Section 12.21A4.<br \/><br \/>\t8.\tOfficial Police Garages as designated by the Los Angeles Police Commission for the storage of impounded, abandoned or partially dismantled automobiles, subject to the following limitations:<br \/><br \/>\t(a)\tthe use is located 300 feet or more from property in an A or R zone;<br \/><br \/>\t(b)\tthe use is conducted wholly within an area completely enclosed with a solid masonry wall or solid fence no less than eight feet in height with necessary solid gates of the same height;<br \/><br \/>\t(c)\tno dismantling of vehicles or crushing, smashing, baling or reduction of metal takes place on the premises;<br \/><br \/>\t(d)\tall property adjacent to any street is landscaped to a minimum depth of two feet measured at a right angle from the adjacent street, and extending the full length of property contiguous to the street except for area necessary for ingress and egress; and<br \/><br \/>\t(e)\tpaved off-street parking spaces are provided for buildings as required by Section 12.21 A, and in addition for all other portions of the lot, other than public parking areas, as follows:<br \/><br \/>\t(1)\tfor one or fewer acres, a minimum of six spaces;<br \/><br \/>\t(2)\tfor more than one acre but not more than two acres, one space for each 12,000 square feet of lot area; and<br \/><br \/>\t(3)\tfor each acre exceeding two acres, one space for each acre of lot area; and<br \/><br \/>\t(f)\tno <span class=\"dictionary\">material<\/span> shall be stored to a height greater than the height of the enclosing wall or fence.<br \/><br \/>\t9.\tIndoor swap meets when authorized pursuant to the provisions of Section 12.24 W.42.<br \/><br \/>\t10.\tStorage buildings for household goods, including truck rentals, provided the building or structure is more than 500 feet from an A or R Zone or residential use as measured from the lot lines, and the building or structure is no more than 37 feet in height.  (Added by Ord. No. 173,979, Eff. 6\/29\/01.)<br \/><br \/>\t11.\tWireless telecommunication facilities, including radio and television transmitters, which meet all the requirements of the wireless telecommunication facilities standards set forth in Section 12.21 A.20. of this Code, except when located across the street from, abutting, or adjoining a residential use or A or R Zone, including the RA zone.  (Added by Ord. No. 174,132, Eff. 9\/3\/01.)<br \/><br \/>\t12.\tNotwithstanding the provisions of Section 12.22 A.28. of this Code to the contrary, a primary used automobile and trailer sales area, provided that the automobile and trailer sales area is located and developed in compliance with the provisions of Section 12.21 A.6. of this Code, and that any incidental repair of automobiles or trailers is conducted wholly within a building. (Added by Ord. No. 178,382, Eff. 3\/24\/07.)<br \/><br \/>\t13.\t(Added by Ord. No. 178,382, Eff. 3\/24\/07.)  Notwithstanding the provisions of Section 12.22 A.28. of this Code to the contrary, automotive repair, provided that all of the following conditions are met:<br \/><br \/>\t(a)\tThe lot containing the automotive repair use is located more than 500 feet from any school, lot with a Certificate of Occupancy for a one-family dwelling, multiple-family dwelling, or mixed use project containing a residential use, or an A or R zone.  If the lot is located 500 feet or less from any school, lot with a Certificate of Occupancy for a one-family dwelling, multiple-family dwelling, or mixed use project containing a residential use, or an A or R zone, automotive repair is prohibited unless approved pursuant to the provisions of Section 12.24 W.4. of this Code.<br \/><br \/>\t(b)\tAll automotive spray painting shall be conducted in full compliance with the provisions of Article 7, Chapter V of this Code, regulating these installations; provided further, that any spray painting shall be done within a building.<br \/><br \/>\t(c)\tAll other operations shall be conducted wholly within a building enclosed on at least three sides, except for the following activities, which may be conducted within the first 18 feet in depth in front of the garage bay door measured perpendicular to the entire length of the building wall containing a garage bay door, provided that this area does not displace any required parking:<br \/><br \/>\t(1)\telectrical diagnostics;<br \/><br \/>\t(2)\t<span class=\"dictionary\">battery<\/span> charging and changing;<br \/><br \/>\t(3)\ttire removal and replacement, so long as the vehicle is elevated no more that 12 inches off the ground measured to the bottom of the tire.  A portable hoist may be used for this function only.<br \/><br \/>\t(d)\tExcept as provided in Paragraph (c)(3) above, automotive hoists, of any type or size, shall be located and operated only inside a building enclosed on at least three sides.<br \/><br \/>\t(e)\tA minimum of 500 square feet of storage area shall be provided (open storage shall comply with Section 12.14 A.42. of this Code);<br \/><br \/>\t(f)\tNotwithstanding Paragraphs (a) and (c) of this subdivision, an automotive sound shop or automotive alarm shop shall be permitted if it complies with the following:<br \/><br \/>\t(1)\tall operations are wholly conducted within a fully enclosed building; and<br \/><br \/>\t(2)\tno portion of the building or its associated parking area shall be within 50 feet of any school, lot with a Certificate of Occupancy for a one-family dwelling, multiple-family dwelling, or mixed use project containing a residential use, or an A or R zoned lot.<br \/><br \/>\t14.\t(Added by Ord. No. 178,382, Eff. 3\/24\/07.)  Notwithstanding the provisions of Section 12.22 A.28. of this Code to the contrary, automotive laundry or wash rack, in which power driven or steam cleaning machinery is used or any coin-operated automotive laundry or wash rack.<br \/><br \/>\t(a)\tAny automotive laundry or wash rack, in which power driven or steam cleaning machinery is used shall maintain noise levels below the levels provided in Table II of Section 111.03 of this Code.<br \/><br \/>\t(b)\tThe comparison between the noise emanating from the automotive laundry or wash rack and from Table II shall be made in the manner set forth in Section 111.02(a) of this Code.<br \/><br \/>\t(c)\tEvery wash rack shall be constructed or arranged so that entrances, exits, and openings shall not face any residentially zoned property within 100 feet of the entrances, exits or openings.<br \/><br \/>\tB.\tRestriction.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  For any lot designated as Public, Quasi-Public, Public\/Quasi-Public Use, Other Public, or Open Space on the land use map of the applicable community or district plan; any lot shown on the map as having existing lakes, waterways, reservoirs, debris basins, or similar facilities; any lot shown on the map as the location of a freeway right-of-way; and any property annexed to the City of Los Angeles where a plan amendment was not adopted as part of the annexation proceedings:<br \/><br \/>\tAny of the uses permitted by Subsection A. of this section shall require prior approval in accordance with the provisions of Section 12.24.1 of this Code.<br \/><br \/>\tC.\tArea – No building or structure nor the enlargement of any building or structure shall be hereafter erected or maintained unless the following yard and lot areas are provided and maintained in connection with such building, structure or enlargement:<br \/><br \/>\t1.\tFront Yard –  Not required.<br \/><br \/>\t2.\tSide Yard –  Side yard conforming to the requirements of the “R4” Zone (Sec. 12.11 C.2.) shall be provided and maintained in connection with buildings erected and used principally for residential purposes.<br \/><br \/>\t3.\tRear Yard – No rear yard shall be required for buildings erected a used exclusively for commercial or industrial purposes. For buildings other than those erected and used exclusively for commercial or industrial purposes, a rear yard conforming to the requirements of the “R4” Zone (Sec. 12.11 C.3.) shall be provided and maintained at the floor level of the first story used in whole or in part for dwelling purposes.<br \/><br \/>\t4.\tLot Area – The lot area requirement of the “R4” Zone (Sec. 12.11 C.4.) shall apply to buildings erected and used exclusively for dwelling purposes. For buildings other than those erected and used exclusively for dwelling purpose such requirements shall apply only to that portion of a building used for dwelling purposes.<br \/><br \/>\t5.\tLoading Space – as required by Sec. 12.21 C.6.<br \/><br \/>\tException to Area relations are provided for in Sec. 12.22 C.<\/p><\/section>","previous_section":{"id":"383","structure_id":"20","section_number":"12.17.5.5","catch_line":"“Ccs” Century City South Specific Plan Studio Zone.","url":"\/12.17.5.5\/","token":"12.17.5.5"},"text":{"0":{"id":"1020","text":"  “M1” LIMITED INDUSTRIAL ZONE.\n\t(Renumbered by Ord. No. 148,969, Eff. 12\/16\/76.)\tThe following regulations shall apply in the \tA.\tUse.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  No building, structure or land shall be used and no building or structure shall be erected, structurally altered, enlarged or maintained, except for the following uses, and when a “Supplemental Use District” is created, for those uses as may be permitted in that district:\t1.\tAny use permitted in the MR1 Zone provided that all regulations of the zone are complied with, except that front yard setbacks are not required.\t2.\tAny commercial use permitted in the C2 Zone except sanitariums and hospitals, provided that these uses are conducted in accordance with all building enclosure and fence enclosure limitations of the C2 Zone.\t3.\tThe following uses when conducted wholly within a completely enclosed building, except for incidental storage.\t(a)\tFoundry, except iron or brass; or those in which noxious fumes or odors are produced.\t(b)\tPoultry or rabbit killing incidental to a retail business on the same premises.\t(c)\tRental of equipment commonly used by contractors, including rental, storage, or storage for rental purposes of household moving rental trucks and utility rental trailers or commercial vehicles of any weight.\t4.\tStadiums, arenas, auditoriums and the like, having a seating capacity of more than 3,000 people.\t5.\tOther uses similar to the above, as provided for in Section 12.21A2, but not including uses which are or may become obnoxious or offensive by reason of omission of odor, dust, smoke, noise, gas, fumes, cinders, vibration, refuse matter or water-carried waste, as determined by a Zoning Administrator.\t6.\tUses customarily incident to any of the above uses, and accessory buildings when located on the same lot, provided:\t(a)\tA dwelling shall be considered to be a permissible accessory building when it is designed for and used solely by a watchman or caretaker (including his or her family) of an industrial development or of a permitted use that requires a 24-hour supervision, and is located on the same lot with the development or use;\t(b)\tOpen storage of materials and equipment, including used materials and equipment, shall be permitted only within an area enclosed on all sides with a solid wall or fence, no less than six feet in height with necessary solid gates of the same height.\tThe phrase “used materials and equipment” includes vehicles, boats, or airplanes which are inoperable, wrecked, damaged or unlicensed, i.e., not currently licensed by the Department of Motor Vehicles.\t7.\tAutomobile parking spaces required for dwellings and for buildings other than dwellings, as provided for in Section 12.21A4.\t8.\tOfficial Police Garages as designated by the Los Angeles Police Commission for the storage of impounded, abandoned or partially dismantled automobiles, subject to the following limitations:\t(a)\tthe use is located 300 feet or more from property in an A or R zone;\t(b)\tthe use is conducted wholly within an area completely enclosed with a solid masonry wall or solid fence no less than eight feet in height with necessary solid gates of the same height;\t(c)\tno dismantling of vehicles or crushing, smashing, baling or reduction of metal takes place on the premises;\t(d)\tall property adjacent to any street is landscaped to a minimum depth of two feet measured at a right angle from the adjacent street, and extending the full length of property contiguous to the street except for area necessary for ingress and egress; and\t(e)\tpaved off-street parking spaces are provided for buildings as required by Section 12.21 A, and in addition for all other portions of the lot, other than public parking areas, as follows:\t(1)\tfor one or fewer acres, a minimum of six spaces;\t(2)\tfor more than one acre but not more than two acres, one space for each 12,000 square feet of lot area; and\t(3)\tfor each acre exceeding two acres, one space for each acre of lot area; and\t(f)\tno material shall be stored to a height greater than the height of the enclosing wall or fence.\t9.\tIndoor swap meets when authorized pursuant to the provisions of Section 12.24 W.42.\t10.\tStorage buildings for household goods, including truck rentals, provided the building or structure is more than 500 feet from an A or R Zone or residential use as measured from the lot lines, and the building or structure is no more than 37 feet in height.  (Added by Ord. No. 173,979, Eff. 6\/29\/01.)\t11.\tWireless telecommunication facilities, including radio and television transmitters, which meet all the requirements of the wireless telecommunication facilities standards set forth in Section 12.21 A.20. of this Code, except when located across the street from, abutting, or adjoining a residential use or A or R Zone, including the RA zone.  (Added by Ord. No. 174,132, Eff. 9\/3\/01.)\t12.\tNotwithstanding the provisions of Section 12.22 A.28. of this Code to the contrary, a primary used automobile and trailer sales area, provided that the automobile and trailer sales area is located and developed in compliance with the provisions of Section 12.21 A.6. of this Code, and that any incidental repair of automobiles or trailers is conducted wholly within a building. (Added by Ord. No. 178,382, Eff. 3\/24\/07.)\t13.\t(Added by Ord. No. 178,382, Eff. 3\/24\/07.)  Notwithstanding the provisions of Section 12.22 A.28. of this Code to the contrary, automotive repair, provided that all of the following conditions are met:\t(a)\tThe lot containing the automotive repair use is located more than 500 feet from any school, lot with a Certificate of Occupancy for a one-family dwelling, multiple-family dwelling, or mixed use project containing a residential use, or an A or R zone.  If the lot is located 500 feet or less from any school, lot with a Certificate of Occupancy for a one-family dwelling, multiple-family dwelling, or mixed use project containing a residential use, or an A or R zone, automotive repair is prohibited unless approved pursuant to the provisions of Section 12.24 W.4. of this Code.\t(b)\tAll automotive spray painting shall be conducted in full compliance with the provisions of Article 7, Chapter V of this Code, regulating these installations; provided further, that any spray painting shall be done within a building.\t(c)\tAll other operations shall be conducted wholly within a building enclosed on at least three sides, except for the following activities, which may be conducted within the first 18 feet in depth in front of the garage bay door measured perpendicular to the entire length of the building wall containing a garage bay door, provided that this area does not displace any required parking:\t(1)\telectrical diagnostics;\t(2)\tbattery charging and changing;\t(3)\ttire removal and replacement, so long as the vehicle is elevated no more that 12 inches off the ground measured to the bottom of the tire.  A portable hoist may be used for this function only.\t(d)\tExcept as provided in Paragraph (c)(3) above, automotive hoists, of any type or size, shall be located and operated only inside a building enclosed on at least three sides.\t(e)\tA minimum of 500 square feet of storage area shall be provided (open storage shall comply with Section 12.14 A.42. of this Code);\t(f)\tNotwithstanding Paragraphs (a) and (c) of this subdivision, an automotive sound shop or automotive alarm shop shall be permitted if it complies with the following:\t(1)\tall operations are wholly conducted within a fully enclosed building; and\t(2)\tno portion of the building or its associated parking area shall be within 50 feet of any school, lot with a Certificate of Occupancy for a one-family dwelling, multiple-family dwelling, or mixed use project containing a residential use, or an A or R zoned lot.\t14.\t(Added by Ord. No. 178,382, Eff. 3\/24\/07.)  Notwithstanding the provisions of Section 12.22 A.28. of this Code to the contrary, automotive laundry or wash rack, in which power driven or steam cleaning machinery is used or any coin-operated automotive laundry or wash rack.\t(a)\tAny automotive laundry or wash rack, in which power driven or steam cleaning machinery is used shall maintain noise levels below the levels provided in Table II of Section 111.03 of this Code.\t(b)\tThe comparison between the noise emanating from the automotive laundry or wash rack and from Table II shall be made in the manner set forth in Section 111.02(a) of this Code.\t(c)\tEvery wash rack shall be constructed or arranged so that entrances, exits, and openings shall not face any residentially zoned property within 100 feet of the entrances, exits or openings.\tB.\tRestriction.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  For any lot designated as Public, Quasi-Public, Public\/Quasi-Public Use, Other Public, or Open Space on the land use map of the applicable community or district plan; any lot shown on the map as having existing lakes, waterways, reservoirs, debris basins, or similar facilities; any lot shown on the map as the location of a freeway right-of-way; and any property annexed to the City of Los Angeles where a plan amendment was not adopted as part of the annexation proceedings:\tAny of the uses permitted by Subsection A. of this section shall require prior approval in accordance with the provisions of Section 12.24.1 of this Code.\tC.\tArea – No building or structure nor the enlargement of any building or structure shall be hereafter erected or maintained unless the following yard and lot areas are provided and maintained in connection with such building, structure or enlargement:\t1.\tFront Yard –  Not required.\t2.\tSide Yard –  Side yard conforming to the requirements of the “R4” Zone (Sec. 12.11 C.2.) shall be provided and maintained in connection with buildings erected and used principally for residential purposes.\t3.\tRear Yard – No rear yard shall be required for buildings erected a used exclusively for commercial or industrial purposes. For buildings other than those erected and used exclusively for commercial or industrial purposes, a rear yard conforming to the requirements of the “R4” Zone (Sec. 12.11 C.3.) shall be provided and maintained at the floor level of the first story used in whole or in part for dwelling purposes.\t4.\tLot Area – The lot area requirement of the “R4” Zone (Sec. 12.11 C.4.) shall apply to buildings erected and used exclusively for dwelling purposes. For buildings other than those erected and used exclusively for dwelling purpose such requirements shall apply only to that portion of a building used for dwelling purposes.\t5.\tLoading Space – as required by Sec. 12.21 C.6.\tException to Area relations are provided for in Sec. 12.22 C.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}