{"section_number":"12.17.5","edition_id":"1","section_id":"1704","structure_id":"20","catch_line":"“Mr1” Restricted Industrial Zone.","history":"","full_text":"  “MR1” RESTRICTED INDUSTRIAL ZONE.\n\t(Amended by Ord. No. 148,969, Eff. 12\/16\/76.)\n\n\tThe following purpose and regulations shall apply to “MR1” Restricted Industrial Zone:\n\n\tA.\tPurpose:\n\n\t1.\tTo protect industrial land for industrial use, and prohibit unrelated commercial and other non-industrial uses.\n\n\t2.\tTo provide a reasonable range or interim uses in this zone, so that land owners may receive income from temporary use, while the industrial land reserve is being protected for future growth.\n\n\t3.\tTo upgrade industrial development standards,\n\n\ta.\tso that industry will be a better neighbor to residences\n\n\tb.\tto protect industrial investment against incompatible residential, commercial and industrial uses, and            \n\n\tc.\tto prevent future industrial blight.\n\n\t4.  To preserve industrial land for light industrial uses and to provide for non- retail businesses which enhance the City’s employment base.  (Added by Ord. No. 169,366, Eff. 4\/1\/94.)\n\n\t5.\tTo reflect and accommodate the shift in industrial land use from traditional industrial activity to uses such as those involving record management, Research and Development, information processing, electronic technology, and medical research.  (Added by Ord. No. 169,366, Eff. 4\/1\/94.)\n\n\tB.\tUse. (Amended by Ord. No. 148,969, Eff. 12\/16\/76.) No building, structure or land shall be used and no building or structure shall be erected, structurally altered, enlarged or maintained, except for the following uses, or where a “Supplemental Use District” is created by the provisions of Article 3 of this chapter, for such uses as may be permitted therein.\n\n\t1.\tAny use specified in Section 12.17.1-A,2, as first permitted in the CM Zone provided that all regulations of said zone are complied with.\n\n\t2.\t(Amended by Ord. No. 156,994, Eff. 9\/25\/82.)  Any use permitted in the C2 Commercial Zone, provided that these uses are conducted in accordance with all building enclosure and fence enclosure limitations of said C2 zone, and further provided:\n\n\t(a)\tAny such use is devoted primarily to the manufacturing of products, or assembling, compounding, processing or treating of materials and that all retail business conducted in connection with such use is only incidental to the main use; or\n\n\t(b)\tAny such use is devoted primarily to the development of software and other computer or media-related products or services, or  (New Sub-para. (b) Added by Ord. No. 172,106, Eff. 8\/14\/98.)\n\n\t(c)\tAny such use is conducted only as an accessory use to the main  use, and provides services for those persons employed on the premises.  (Sub-para. (b) Renumbered Sub-para. (c) by Ord. No. 172,106, Eff. 8\/14\/98.)\n\n\t3.\tThe following uses:\n\n\ta.\tFarming, nurseries, aviaries and apiaries.  (Amended by Ord. No. 181,188, Eff. 7\/18\/10.)\n\n\tb.\tBank.\n\n\tc.\tClinic.\n\n\td.\tLaboratory or research and development center.\n\n\te.\tOffices, accessory to the primary industrial use of the lot, and showrooms for products produced on the premises; provided that the total floor area of such offices and showrooms does not exceed the floor area of the primary industrial use, and that all of the merchandise sold during each calendar month is sold at wholesale.  (Amended by Ord. No. 169,366, Eff. 4\/1\/94.)\n\n\tf.\tPrinting and publishing, wholesale.\n\n\tg.\tRecreation facility, open or enclosed, as an accessory use incidental to the primary industrial use of the lot, provided that such recreation facility shall not exceed 10 percent of the total lot area. (Amended by Ord. No. 159,916, Eff. 7\/7\/85.)\n\n\th.\tRestaurant (including cafe), as an accessory use incidental to the primary industrial use of the lot and for the exclusive use of persons employed on such lot and provided that there shall be no outdoor signs advertising such restaurant. (Amended by Ord. No. 159,916, Eff. 7\/7\/85.)\n\n\t(i)\tCorporate headquarters, record-keeping and computer support facilities for the processing of retrievable information and systems control.  (Added by Ord. No. 169,366, Eff. 4\/1\/94.)\n\n\t(j)\tOffice buildings if used only for offices of industrial firms, industrial engineering firms, and other professional, administrative, and clerical services needed by industries in the area.  (Added by Ord. No. 169,366, Eff. 4\/1\/94.)\n\n\t(k)\tFacilities for the development and\/or production and manufacture of computer and media-related products and services, including hardware.  (Added by Ord. No. 172,106, Eff. 8\/14\/98.)\n\n\t(l)\tWireless antennas, including the associated equipment cabinets, located on the rooftops of buildings when established in conformance with the standards contained in Section 12.21 A.21. of this Code, and which are not located within a scenic parkway specific plan, scenic corridor specific plan, or a roadway designated as a scenic highway within a specific plan area; or on the rooftops of buildings that are designated on the National Register of Historic Places, including Contributing Buildings in National Register Historic Districts, the California Register of Historic Resources, the City of Los Angeles List of Historic-Cultural Monuments, or a Contributing Structure located in an Historic Preservation Overlay Zone (HPOZ) that has been established pursuant to Section 12.20.3 of this Code.  (Added by Ord. No. 177,120, Eff. 12\/26\/05.)\n\n\t4.\tThe following uses when conducted wholly within a completely enclosed building, except for incidental storage, and conducted in accordance with the limitations hereafter specified:\n\n\ta.\tThe manufacturing, compounding, processing or treating of such products as drugs, pharmaceuticals, and perfumed toilet soap (no refining or rendering of fats or oils).\n\n\tb.\tThe manufacturing, compounding, assembling, or treating of articles or merchandise from the following previously prepared materials, cork, feather, fibre, hair, horn, tobacco, and paint (not employing a boiling process).\n\n\tc.\tThe manufacturing of ceramic products, provided that there is no pulverizing of clay.\n\n\td.\tThe manufacturing of concrete or cement products.\n\n\te.\tThe manufacturing and maintenance of electrical and neon signs, billboards, commercial advertising structures, light sheet metal products, including heating and ventilating ducts and equipment, cornices, eaves and the like.\n\n\tf.\tThe manufacturing of food products (except fish products, sauerkraut, vinegar, yeast, or the rendering or refining of fats and oils), provided that no noxious or offensive odors are permitted to emanate from the premises.\n\n\tg.\tThe manufacture of machine belting from previously tanned leather.\n\n\th.\tThe manufacturing of musical instruments, toys, novelties, and metal stamps.\n\n\ti.\tThe manufacturing of plastic, rubber or synthetic rubber products,  such as washers, gloves, bathing caps, tableware, buttons, stamps, mats, and the like, not involving the use of rolling mills of more than 60 inches in length, or the use of Banbury Mills.\n\n\tj.\tBlacksmith shops and machine shops not involving the use of drop hammers, automatic screw machines, or punch presses with a rated capacity of over 20 tons; provided, that punch presses with a rated capacity of over 20 tons may be used, if they are located within the building and are installed and cushioned in accordance with a plan which the Department of Building and Safety has determined will satisfactorily prevent the emanation of objectionable noise and vibration to adjoining property.\n\n\tk.\tDistribution, plants, parcel delivery service, ice and cold storage plants, a bottling plants.\n\n\tl.\tLaundry, cleaning and dyeing works, and carpet and rug cleaning  plants.\n\n\tm.\t(None)\n\n\tn.\tTruck repairing or overhauling; wholesale automobile assembling, rebuilding or conditioning; wholesale rebuilding of automobile parts accessories or assemblies; tire retreading or recapping; battery manufacturing; and the like.\n\n\to.\tVeterinary, dog and cat hospitals, kennels, or facilities for breeding and boarding of animals (no outside keeping of animals – no open runs).  In no case, however, shall any new kennel or animal breeding and boarding facility be constructed where any portion of the parcel is located within 500 feet of a residential zone without obtaining a conditional use permit pursuant to Section 12.24 of this Code.  (Amended by Ord. No. 169,013, Eff. 9\/28\/93.)\n\n\tp.\tWoodworking shops and sash and door manufacturing including only incidental mill work; provided that if a planner, router, sticker or moulder is maintained, all doors and windows in the outside walls of the room in which said machinery is located, shall be kept closed while said machinery is in use.\n\n\tq.\tCannery or bottling plant (except fish products or sauerkraut). (Amended by Ord. No. 148,969. Eff. 12\/16\/76.)\n\n\tr.\tCigarette factory.  (Amended by Ord. No. 148,969, Eff. 12\/16\/76.)\n\n\ts.\tElectroplating works. (Amended by Ord. No. 148,969, Eff. 12\/16\/76.)\n\n\tt.\tFurniture manufacturing (only incidental mill work – planers, routers, stickers, and moulders operated in room with doors and windows closed).  (Amended by Ord. No. 148,969, Eff. 12\/16\/76.)\n\n\tu.\t(None)\n\n\tv.\tHeat treating, case hardening, tempering, apply solid film lubricants and similar processing of small parts used in manufacturing of mechanical apparatus, devices or equipment.  (Amended by Ord. No. 148.969, Eff. 12\/16\/76.)\n\n\tw.\tMetal spinning.  (Amended by Ord. No. 148,969, Eff. 12\/16\/76.)\n\n\t5.\tThe following uses when conducted wholly within a completely enclosed building or within an area enclosed on all sides with a solid wall or solid fence not less than six feet in height, when no material or equipment is stored to a height greater than that of the enclosing wall or fence and the wall or fence is maintained as provided in Section 12.21-A.9:\n\n\ta.\tBuilding material sales yard, including the sale of rock, sand, gravel and the like as an incidental part of the main business, but excluding concrete mixing.\n\n\tb.\tContractor’s equipment storage yard or plant.\n\n\tc.\tDraying, freighting, or trucking yard or terminal.\n\n\td.\tLumber yard, retail, including only incidental mill work; provided that any planer, router, sticker or moulder used for such mill work shall be maintained in a completely enclosed building or room within a building, and that all doors and windows in the outside walls of such building or room shall be kept closed while said machinery is in use.\n\n\te.\tMotion picture, television, video and other media production, with outdoor sets.  (Amended by Ord. No. 172,106, Eff. 8\/14\/98.)\n\n\tf.\tOpen storage, not including the storage of impounded, abandoned, partially dismantled, obsolete or wrecked automobiles or similar equipment, or salvage, junk or scrap metal yards, provided no material or equipment is stored to a height greater than that of the wall or fence enclosing the storage area.\n\n\tg.\tParking of trucks or buses.\n\n\th.\tPublic utility service yard or electrical receiving or transforming station.\n\n\ti.\tSmall boat building, except shipbuilding.\n\n\t6.\tOther uses similar to the above, as provided in Section 12.21-A.2 but not including uses which are or may become obnoxious or offensive by reason of emission of odor, dust, smoke, noise, gas, fumes, cinders, vibration, refuse matter or water-carried waste, as determined by a Zoning Administrator.\n\n\t7.\tConditional uses enumerated in Section 12.24 when the location is approved pursuant to the provisions of said section.\n\n\t8.\tPublic parking areas and parking buildings as primary or accessory uses, and loading space required or provided in connection with the permitted uses, as provided in Section 12.21-A and 12.21-C.6 of this Code.\n\n\t9.\tUses customarily incident to any of the above uses, and accessory buildings when located on the same lot, provided:\n\n\ta.\tA dwelling shall be considered to be a permissible accessory building only when it is designed for and used solely by a watchman or caretaker (including his family) of an industrial development or of a permitted use which requires 24-hour supervision and is located on the same lot with such development or use.\n\n\tb.\t(Amended by Ord. No. 162,335, Eff. 6\/6\/87.) Open storage of materials and equipment, including used materials and equipment, shall be permitted only within an area enclosed on all sides with a solid wall or fence not less than six feet in height. No material or equipment shall be stored to a height greater than that of the wall or fence enclosing the storage area, except that storage in lumber yards may be at a height greater than said wall or fence.\n\n\tThe phrase “used materials and equipment” includes vehicles, boats, or airplanes which are inoperable, wrecked, damaged or unlicensed i.e. not currently licensed by the Department of Motor Vehicles.\n\n\tc.\tSigns or advertising structures shall indicate only the name, occupation, or nature of activities conducted, services offered or the product sold or manufactured on the premises.\n\n\td.\tOpen storage of materials and equipment, including used materials and equipment existing on a lot when it is zoned “MR,” shall be enclosed as described herein. It shall be completely enclosed  within a building or within an area enclosed on all sides with a solid wall or solid fence of a height sufficient to screen the use from public view, but in no event less than six feet in height within one year after a lot is zoned MR. The phrase “used materials and equipment” includes vehicles, boats, or airplanes which are inoperable, wrecked, damaged or unlicensed, i.e. not currently licensed by the Department of Motor Vehicles. (Amended by Ord. No. 162,335, Eff. 6\/6\/87.)\n\n\tC.\tLimitations.  (Amended by Ord. No. 146,030, Eff. 7\/11\/74.)  All required buildings and enclosing walls or fences shall be so constructed, the machinery and equipment shall be so installed and maintained, and the activity shall be so conducted, that all noise, vibration, dust, odor and all other objectionable factors, shall be confined or reduced to the extent that no annoyance or injury will result to persons residing in the vicinity.\n\n\tWhenever there is any difficulty in determining the application of these provisions to any specific case, the Department of Building and Safety shall make such determinations.\n\n\tD.\tArea.  (Amended by Ord. No. 148,969, Eff. 12\/16\/76.)  No building or structure nor the enlargement of any building or structure shall be hereafter erected or maintained unless the following yards and lot areas are provided and maintained in connection with such building, structure or enlargement:\n\n\t1.\tFront Yard – On all lots 100 feet in depth or less, 5 feet; on all lots in excess of 100 feet in depth, 15 feet. All front yards shall be suitably landscaped and maintained except for necessary driveways and walkways.\n\n\t2.\tSide Yards – Side yards conforming to the requirements of the “R4” Zone (Section 12.11-C.2) shall be provided and maintained in connection with buildings erected and used principally for residential purposes.\n\n\t3.\tRear Yard – No rear yard shall be required for buildings erected and used exclusively for commercial or industrial purposes, a rear yard conforming to the requirements of the “R4” Zone (Section 12.11-C.3) shall be provided and maintained at the floor level of the first story used in whole or in part for residential purposes.\n\n\t4.\tLot Area – The lot area required of the “R4” Zone (Section 12.11-C.4) shall apply to buildings erected and used exclusively for dwelling purposes. For buildings other than those erected and used exclusively for dwelling purposes such requirements shall apply only to that portion of a building used for dwelling purposes.\n\n\t5.\tLoading Space – As required by Section 12.21-C.6. Exceptions to area regulations are provided for in Section 12.22-C.\n\n\tE.\tFence Modification.  (Added by Ord. No. 146,030, Eff. 7\/11\/74.)\n\n\t1.\tAuthority of Director – The Director of Planning or his authorized     representative, upon application, may defer the wall or fence requirements of this section, for portions of walls or fences, in the following instances:\n\n\ta.  Where adjoining property is located in the M2 or M3 Zone and is developed with any of the uses first listed in Section 12.19-A or Section 12.20-A.\n\n\tb.\tWhere substantial fences, walls, buildings or geographic features are located on the subject property or on adjacent property and serve to enclose the subject use as well or more effectively than the wall or fence required by this section.\n\n\t2.\tCompliance – Should the use, fence, wall or building providing justification for such modification be removed, such wall or fence shall be provided in compliance with this section within six months from the date of such removal.\n\n\tF.\tRestriction.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  For any lot designated as Public, Quasi-Public, Public\/Quasi-Public Use, Other Public, or Open Space on the land use map of the applicable community or district plan; any lot shown on the map as having existing lakes, waterways, reservoirs, debris basins, or similar facilities; any lot shown on the map as the location of a freeway right-of-way; and any property annexed to the City of Los Angeles where a plan amendment was not adopted as part of the annexation proceedings:\n\n\tAny of the uses permitted by Subsection B of this section shall require prior approval in accordance with the provisions of Section 12.24.1 of this Code.","order_by":"17.5","ancestry":{"1":{"id":"20","name":"Specific Planning – Zoning\nComprehensive Zoning Plan","identifier":"2","label":"article","url":"\/1\/2\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3095","structure_id":"20","section_number":"12.00","catch_line":"Title.","url":"\/12.00\/","token":"12.00"},"1":{"id":"1517","structure_id":"20","section_number":"12.01","catch_line":"Continuation Of Existing Regulations.","url":"\/12.01\/","token":"12.01"},"2":{"id":"1627","structure_id":"20","section_number":"12.02","catch_line":"Purpose.","url":"\/12.02\/","token":"12.02"},"3":{"id":"2312","structure_id":"20","section_number":"12.03","catch_line":"Definitions.","url":"\/12.03\/","token":"12.03"},"4":{"id":"3734","structure_id":"20","section_number":"12.04","catch_line":"Zones - Districts - Symbols.","url":"\/12.04\/","token":"12.04"},"5":{"id":"1459","structure_id":"20","section_number":"12.04.01","catch_line":"Violations Of Specific Plans.","url":"\/12.04.01\/","token":"12.04.01"},"6":{"id":"1812","structure_id":"20","section_number":"12.04.05","catch_line":"“Os” Open Space Zone.","url":"\/12.04.05\/","token":"12.04.05"},"7":{"id":"4037","structure_id":"20","section_number":"12.04.09","catch_line":"“Pf” Public Facilities Zone.","url":"\/12.04.09\/","token":"12.04.09"},"8":{"id":"3058","structure_id":"20","section_number":"12.05","catch_line":"“A1” Agriculture Zone.","url":"\/12.05\/","token":"12.05"},"9":{"id":"1807","structure_id":"20","section_number":"12.06","catch_line":"“A2” Agricultural Zone.","url":"\/12.06\/","token":"12.06"},"10":{"id":"2434","structure_id":"20","section_number":"12.07","catch_line":"“Ra” Suburban Zone.","url":"\/12.07\/","token":"12.07"},"11":{"id":"833","structure_id":"20","section_number":"12.07.01","catch_line":"“Re” Residential Estate Zone.","url":"\/12.07.01\/","token":"12.07.01"},"12":{"id":"3662","structure_id":"20","section_number":"12.07.1","catch_line":"“Rs” Suburban Zone.","url":"\/12.07.1\/","token":"12.07.1"},"13":{"id":"1550","structure_id":"20","section_number":"12.08","catch_line":"“R1” One-Family Zone.","url":"\/12.08\/","token":"12.08"},"14":{"id":"1455","structure_id":"20","section_number":"12.08.1","catch_line":"Ru Residential Urban Zone.","url":"\/12.08.1\/","token":"12.08.1"},"15":{"id":"1635","structure_id":"20","section_number":"12.08.3","catch_line":"Rz Residential Zero Side Yard Zone.","url":"\/12.08.3\/","token":"12.08.3"},"16":{"id":"504","structure_id":"20","section_number":"12.08.5","catch_line":"“Rw1” Residential Waterways Zone.","url":"\/12.08.5\/","token":"12.08.5"},"17":{"id":"2976","structure_id":"20","section_number":"12.09","catch_line":"“R2” Two-Family Zone.","url":"\/12.09\/","token":"12.09"},"18":{"id":"3015","structure_id":"20","section_number":"12.09.1","catch_line":"“Rd” Restricted Density Multiple Dwelling Zone.","url":"\/12.09.1\/","token":"12.09.1"},"19":{"id":"3789","structure_id":"20","section_number":"12.09.3","catch_line":"“Rmp” Mobilehome Park Zone.","url":"\/12.09.3\/","token":"12.09.3"},"20":{"id":"3264","structure_id":"20","section_number":"12.09.5","catch_line":"“Rw2” Residential Waterways Zone.","url":"\/12.09.5\/","token":"12.09.5"},"21":{"id":"1735","structure_id":"20","section_number":"12.10","catch_line":"“R3” Multiple Dwelling Zone.","url":"\/12.10\/","token":"12.10"},"22":{"id":"2343","structure_id":"20","section_number":"12.10.5","catch_line":"Ras3 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.10.5\/","token":"12.10.5"},"23":{"id":"621","structure_id":"20","section_number":"12.11","catch_line":"“R4” Multiple Dwelling Zone.","url":"\/12.11\/","token":"12.11"},"24":{"id":"1231","structure_id":"20","section_number":"12.11.5","catch_line":"Ras4 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.11.5\/","token":"12.11.5"},"25":{"id":"1666","structure_id":"20","section_number":"12.12","catch_line":"“R5” Multiple Dwelling Zone.","url":"\/12.12\/","token":"12.12"},"26":{"id":"601","structure_id":"20","section_number":"12.12.1","catch_line":"“P” Automobile Parking Zone.","url":"\/12.12.1\/","token":"12.12.1"},"27":{"id":"286","structure_id":"20","section_number":"12.12.1.5","catch_line":"“Pb” Parking Building Zone.*","url":"\/12.12.1.5\/","token":"12.12.1.5"},"28":{"id":"2454","structure_id":"20","section_number":"12.12.2","catch_line":"“Cr” Limited Commercial Zone.","url":"\/12.12.2\/","token":"12.12.2"},"29":{"id":"3444","structure_id":"20","section_number":"12.13","catch_line":"“C1” Limited Commercial Zone.","url":"\/12.13\/","token":"12.13"},"30":{"id":"2973","structure_id":"20","section_number":"12.13.5","catch_line":"“C1.5” Limited Commercial Zone","url":"\/12.13.5\/","token":"12.13.5"},"31":{"id":"156","structure_id":"20","section_number":"12.14","catch_line":"“C2” Commercial Zone.","url":"\/12.14\/","token":"12.14"},"32":{"id":"1739","structure_id":"20","section_number":"12.16","catch_line":"“C4”Commercial Zone.","url":"\/12.16\/","token":"12.16"},"33":{"id":"24","structure_id":"20","section_number":"12.16.1","catch_line":"“Cw” Central City West Specific Plan Zone.","url":"\/12.16.1\/","token":"12.16.1"},"34":{"id":"1075","structure_id":"20","section_number":"12.16.2","catch_line":"Adp Alameda District Specific Plan Zone.","url":"\/12.16.2\/","token":"12.16.2"},"35":{"id":"265","structure_id":"20","section_number":"12.16.3","catch_line":"Lased Los Angeles Sports And Entertainment District Specific Plan Zone.","url":"\/12.16.3\/","token":"12.16.3"},"36":{"id":"1579","structure_id":"20","section_number":"12.17","catch_line":"“C5” Commercial Zone.","url":"\/12.17\/","token":"12.17"},"37":{"id":"2695","structure_id":"20","section_number":"12.17.1","catch_line":"“Cm” Commercial Manufacturing Zone.","url":"\/12.17.1\/","token":"12.17.1"},"38":{"id":"2925","structure_id":"20","section_number":"12.17.2","catch_line":"“Cm(Gm)”Commercial Manufacturing (Glencoe\/Maxella) Specific Plan Zone.","url":"\/12.17.2\/","token":"12.17.2"},"39":{"id":"1704","structure_id":"20","section_number":"12.17.5","catch_line":"“Mr1” Restricted Industrial Zone.","url":"\/12.17.5\/","token":"12.17.5"},"40":{"id":"383","structure_id":"20","section_number":"12.17.5.5","catch_line":"“Ccs” Century City South Specific Plan Studio Zone.","url":"\/12.17.5.5\/","token":"12.17.5.5"},"41":{"id":"1032","structure_id":"20","section_number":"12.17.6","catch_line":"“M1” Limited Industrial Zone.","url":"\/12.17.6\/","token":"12.17.6"},"42":{"id":"65","structure_id":"20","section_number":"12.18","catch_line":"“Mr2” Restricted Light Industrial Zone.","url":"\/12.18\/","token":"12.18"},"43":{"id":"2426","structure_id":"20","section_number":"12.18.1","catch_line":"“Wc” Warner Center Specific Plan Zone.","url":"\/12.18.1\/","token":"12.18.1"},"44":{"id":"1290","structure_id":"20","section_number":"12.19","catch_line":"“M2” Light Industrial Zone.","url":"\/12.19\/","token":"12.19"},"45":{"id":"1435","structure_id":"20","section_number":"12.19.1","catch_line":"Lax Los Angeles International Airport Zone.","url":"\/12.19.1\/","token":"12.19.1"},"46":{"id":"3523","structure_id":"20","section_number":"12.20","catch_line":"“M3” Heavy Industrial Zone.","url":"\/12.20\/","token":"12.20"},"47":{"id":"3019","structure_id":"20","section_number":"12.20.1","catch_line":"Sl Ocean – Submerged Land Zone.","url":"\/12.20.1\/","token":"12.20.1"},"48":{"id":"3360","structure_id":"20","section_number":"12.20.2","catch_line":"Coastal Development Permits (Prior To Certification Of The Local Coastal Program.)","url":"\/12.20.2\/","token":"12.20.2"},"49":{"id":"2874","structure_id":"20","section_number":"12.20.2.1","catch_line":"Coastal Development Permit Procedures After Certification Of The Local Coastal Program.","url":"\/12.20.2.1\/","token":"12.20.2.1"},"50":{"id":"2479","structure_id":"20","section_number":"12.20.3","catch_line":"“Hp” Historic Preservation Overlay Zone.","url":"\/12.20.3\/","token":"12.20.3"},"51":{"id":"3236","structure_id":"20","section_number":"12.21.1","catch_line":"Height Of Building Or Structures.","url":"\/12.21.1\/","token":"12.21.1"},"52":{"id":"488","structure_id":"20","section_number":"12.21.2","catch_line":"Height Of Buildings Or Structures In Century City.","url":"\/12.21.2\/","token":"12.21.2"},"53":{"id":"2253","structure_id":"20","section_number":"12.21.3","catch_line":"Height Of Buildings Or Structures In Community Redevelopment Plan Areas.","url":"\/12.21.3\/","token":"12.21.3"},"54":{"id":"3709","structure_id":"20","section_number":"12.21.4","catch_line":"Height Of Buildings Or Structures In Enterprise Zones.","url":"\/12.21.4\/","token":"12.21.4"},"55":{"id":"605","structure_id":"20","section_number":"12.21.5","catch_line":"Height Of Buildings Or Structures In Centers Study Areas.","url":"\/12.21.5\/","token":"12.21.5"},"56":{"id":"1399","structure_id":"20","section_number":"12.22","catch_line":"Exceptions.","url":"\/12.22\/","token":"12.22"},"57":{"id":"2993","structure_id":"20","section_number":"12.22.1","catch_line":"Safer Sex.","url":"\/12.22.1\/","token":"12.22.1"},"58":{"id":"3237","structure_id":"20","section_number":"12.23","catch_line":"Nonconforming Building And Uses.","url":"\/12.23\/","token":"12.23"},"59":{"id":"1191","structure_id":"20","section_number":"12.24","catch_line":"Conditional Use Permits And Other Similar Quasi-Judicial Approvals.","url":"\/12.24\/","token":"12.24"},"60":{"id":"546","structure_id":"20","section_number":"12.24.1","catch_line":"Land Use Determination By City Planning Commission.","url":"\/12.24.1\/","token":"12.24.1"},"61":{"id":"1889","structure_id":"20","section_number":"12.25","catch_line":"Time Limitations.","url":"\/12.25\/","token":"12.25"},"62":{"id":"2902","structure_id":"20","section_number":"12.26","catch_line":"Department Of Building And Safety.","url":"\/12.26\/","token":"12.26"},"63":{"id":"2923","structure_id":"20","section_number":"12.27","catch_line":"Variances.","url":"\/12.27\/","token":"12.27"},"64":{"id":"799","structure_id":"20","section_number":"12.27.1","catch_line":"Administrative Nuisance Abatement Proceedings.","url":"\/12.27.1\/","token":"12.27.1"},"65":{"id":"4040","structure_id":"20","section_number":"12.28","catch_line":"Adjustments And Slight Modifications.","url":"\/12.28\/","token":"12.28"},"66":{"id":"2103","structure_id":"20","section_number":"12.29","catch_line":"Violation Of Conditions – Penalty.","url":"\/12.29\/","token":"12.29"},"67":{"id":"339","structure_id":"20","section_number":"12.30","catch_line":"Boundaries Of Zones.","url":"\/12.30\/","token":"12.30"},"68":{"id":"1073","structure_id":"20","section_number":"12.31","catch_line":"Interpretation – Purpose – Conflict.","url":"\/12.31\/","token":"12.31"},"69":{"id":"3171","structure_id":"20","section_number":"12.32","catch_line":"Land Use Legislative Actions.","url":"\/12.32\/","token":"12.32"},"70":{"id":"511","structure_id":"20","section_number":"12.33","catch_line":"Dedication Of Land Or Payment For Park And Recreational Facilities As A Requirement For A Zone Change For A Multiple Residential Use In Any Multiple Residential Or Commercial Zone.","url":"\/12.33\/","token":"12.33"},"71":{"id":"1730","structure_id":"20","section_number":"12.34","catch_line":"Application Of Provisions.","url":"\/12.34\/","token":"12.34"},"72":{"id":"3843","structure_id":"20","section_number":"12.35","catch_line":"Zoning Of Annexed Or Unzoned Areas.","url":"\/12.35\/","token":"12.35"},"73":{"id":"1352","structure_id":"20","section_number":"12.36","catch_line":"Projects Requiring Multiple Approvals.(Charter § 564).","url":"\/12.36\/","token":"12.36"},"74":{"id":"1765","structure_id":"20","section_number":"12.37","catch_line":"Highway And Collector Street Dedication And Improvement.","url":"\/12.37\/","token":"12.37"},"75":{"id":"2301","structure_id":"20","section_number":"12.38","catch_line":"Dedication Of Streets By Long Term Leases.","url":"\/12.38\/","token":"12.38"},"76":{"id":"2657","structure_id":"20","section_number":"12.39","catch_line":"Low And Moderate Housing.","url":"\/12.39\/","token":"12.39"},"77":{"id":"1295","structure_id":"20","section_number":"12.40","catch_line":"Landscape - General Requirements.","url":"\/12.40\/","token":"12.40"},"78":{"id":"2364","structure_id":"20","section_number":"12.41","catch_line":"Landscape - Water Management.","url":"\/12.41\/","token":"12.41"},"79":{"id":"2169","structure_id":"20","section_number":"12.42","catch_line":"Landscape.","url":"\/12.42\/","token":"12.42"},"80":{"id":"4030","structure_id":"20","section_number":"12.43","catch_line":"Source Reduction Of Waste.","url":"\/12.43\/","token":"12.43"},"81":{"id":"1485","structure_id":"20","section_number":"12.50","catch_line":"Airport Approach Zoning Regulations.","url":"\/12.50\/","token":"12.50"},"82":{"id":"1328","structure_id":"20","section_number":"12.70","catch_line":"Adult Entertainment Zoning.","url":"\/12.70\/","token":"12.70"},"83":{"id":"481","structure_id":"20","section_number":"12.80","catch_line":"Homeless Shelters - Emergencies - Government Owned And Leased Property.","url":"\/12.80\/","token":"12.80"},"84":{"id":"737","structure_id":"20","section_number":"12.81","catch_line":"Homeless Shelters - Emergencies - Charitable\nOrganizations.","url":"\/12.81\/","token":"12.81"}},"next_section":{"id":"383","structure_id":"20","section_number":"12.17.5.5","catch_line":"“Ccs” Century City South Specific Plan Studio Zone.","url":"\/12.17.5.5\/","token":"12.17.5.5"},"metadata":false,"references":false,"url":"\/12.17.5\/","token":"12.17.5","formats":{"txt":"\/12.17.5.txt","json":"\/12.17.5.xml"},"dublin_core":{"Title":"“Mr1” Restricted Industrial Zone.","Type":"Text","Format":"text\/html","Identifier":"§ 12.17.5","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\n“MR1” RESTRICTED INDUSTRIAL ZONE. (§ 12.17.5)\n\n  “MR1” RESTRICTED INDUSTRIAL ZONE.\n\t(Amended by Ord. No. 148,969, Eff. 12\/16\/76.)\tThe following purpose and\nregulations shall apply to “MR1” Restricted Industrial\nZone:\tA.\tPurpose:\t1.\tTo protect industrial land for industrial use, and prohibit\nunrelated commercial and other non-industrial uses.\t2.\tTo provide a reasonable\nrange or interim uses in this zone, so that land owners may receive income from\ntemporary use, while the industrial land reserve is being protected for future\ngrowth.\t3.\tTo upgrade industrial development standards,\ta.\tso that industry will\nbe a better neighbor to residences\tb.\tto protect industrial investment against\nincompatible residential, commercial and industrial uses, and          \n \tc.\tto prevent future industrial blight.\t4.  To preserve industrial land for\nlight industrial uses and to provide for non- retail businesses which enhance\nthe City’s employment base.  (Added by Ord. No. 169,366, Eff. 4\/1\/94.)\t5.\tTo\nreflect and accommodate the shift in industrial land use from traditional\nindustrial activity to uses such as those involving record management, Research\nand Development, information processing, electronic technology, and medical\nresearch.  (Added by Ord. No. 169,366, Eff. 4\/1\/94.)\tB.\tUse. (Amended by Ord.\nNo. 148,969, Eff. 12\/16\/76.) No building, structure or land shall be used and no\nbuilding or structure shall be erected, structurally altered, enlarged or\nmaintained, except for the following uses, or where a “Supplemental Use\nDistrict” is created by the provisions of Article 3 of this chapter, for such\nuses as may be permitted therein.\t1.\tAny use specified in Section 12.17.1-A,2,\nas first permitted in the CM Zone provided that all regulations of said zone are\ncomplied with.\t2.\t(Amended by Ord. No. 156,994, Eff. 9\/25\/82.)  Any use\npermitted in the C2 Commercial Zone, provided that these uses are conducted in\naccordance with all building enclosure and fence enclosure limitations of said\nC2 zone, and further provided:\t(a)\tAny such use is devoted primarily to the\nmanufacturing of products, or assembling, compounding, processing or treating of\nmaterials and that all retail business conducted in connection with such use is\nonly incidental to the main use; or\t(b)\tAny such use is devoted primarily to the\ndevelopment of software and other computer or media-related products or\nservices, or  (New Sub-para. (b) Added by Ord. No. 172,106, Eff.\n8\/14\/98.)\t(c)\tAny such use is conducted only as an accessory use to the main \nuse, and provides services for those persons employed on the premises. \n(Sub-para. (b) Renumbered Sub-para. (c) by Ord. No. 172,106, Eff.\n8\/14\/98.)\t3.\tThe following uses:\ta.\tFarming, nurseries, aviaries and apiaries. \n(Amended by Ord. No. 181,188, Eff. 7\/18\/10.)\tb.\tBank.\tc.\tClinic.\td.\tLaboratory\nor research and development center.\te.\tOffices, accessory to the primary\nindustrial use of the lot, and showrooms for products produced on the premises;\nprovided that the total floor area of such offices and showrooms does not exceed\nthe floor area of the primary industrial use, and that all of the merchandise\nsold during each calendar month is sold at wholesale.  (Amended by Ord. No.\n169,366, Eff. 4\/1\/94.)\tf.\tPrinting and publishing, wholesale.\tg.\tRecreation\nfacility, open or enclosed, as an accessory use incidental to the primary\nindustrial use of the lot, provided that such recreation facility shall not\nexceed 10 percent of the total lot area. (Amended by Ord. No. 159,916, Eff.\n7\/7\/85.)\th.\tRestaurant (including cafe), as an accessory use incidental to the\nprimary industrial use of the lot and for the exclusive use of persons employed\non such lot and provided that there shall be no outdoor signs advertising such\nrestaurant. (Amended by Ord. No. 159,916, Eff. 7\/7\/85.)\t(i)\tCorporate\nheadquarters, record-keeping and computer support facilities for the processing\nof retrievable information and systems control.  (Added by Ord. No. 169,366,\nEff. 4\/1\/94.)\t(j)\tOffice buildings if used only for offices of industrial firms,\nindustrial engineering firms, and other professional, administrative, and\nclerical services needed by industries in the area.  (Added by Ord. No.\n169,366, Eff. 4\/1\/94.)\t(k)\tFacilities for the development and\/or production and\nmanufacture of computer and media-related products and services, including\nhardware.  (Added by Ord. No. 172,106, Eff. 8\/14\/98.)\t(l)\tWireless antennas,\nincluding the associated equipment cabinets, located on the rooftops of\nbuildings when established in conformance with the standards contained in\nSection 12.21 A.21. of this Code, and which are not located within a scenic\nparkway specific plan, scenic corridor specific plan, or a roadway designated as\na scenic highway within a specific plan area; or on the rooftops of buildings\nthat are designated on the National Register of Historic Places, including\nContributing Buildings in National Register Historic Districts, the California\nRegister of Historic Resources, the City of Los Angeles List of\nHistoric-Cultural Monuments, or a Contributing Structure located in an Historic\nPreservation Overlay Zone (HPOZ) that has been established pursuant to Section\n12.20.3 of this Code.  (Added by Ord. No. 177,120, Eff. 12\/26\/05.)\t4.\tThe\nfollowing uses when conducted wholly within a completely enclosed building,\nexcept for incidental storage, and conducted in accordance with the limitations\nhereafter specified:\ta.\tThe manufacturing, compounding, processing or treating\nof such products as drugs, pharmaceuticals, and perfumed toilet soap (no\nrefining or rendering of fats or oils).\tb.\tThe manufacturing, compounding,\nassembling, or treating of articles or merchandise from the following previously\nprepared materials, cork, feather, fibre, hair, horn, tobacco, and paint (not\nemploying a boiling process).\tc.\tThe manufacturing of ceramic products, provided\nthat there is no pulverizing of clay.\td.\tThe manufacturing of concrete or cement\nproducts.\te.\tThe manufacturing and maintenance of electrical and neon signs,\nbillboards, commercial advertising structures, light sheet metal products,\nincluding heating and ventilating ducts and equipment, cornices, eaves and the\nlike.\tf.\tThe manufacturing of food products (except fish products, sauerkraut,\nvinegar, yeast, or the rendering or refining of fats and oils), provided that no\nnoxious or offensive odors are permitted to emanate from the premises.\tg.\tThe\nmanufacture of machine belting from previously tanned leather.\th.\tThe\nmanufacturing of musical instruments, toys, novelties, and metal stamps.\ti.\tThe\nmanufacturing of plastic, rubber or synthetic rubber products,  such as\nwashers, gloves, bathing caps, tableware, buttons, stamps, mats, and the like,\nnot involving the use of rolling mills of more than 60 inches in length, or the\nuse of Banbury Mills.\tj.\tBlacksmith shops and machine shops not involving the\nuse of drop hammers, automatic screw machines, or punch presses with a rated\ncapacity of over 20 tons; provided, that punch presses with a rated capacity of\nover 20 tons may be used, if they are located within the building and are\ninstalled and cushioned in accordance with a plan which the Department of\nBuilding and Safety has determined will satisfactorily prevent the emanation of\nobjectionable noise and vibration to adjoining property.\tk.\tDistribution,\nplants, parcel delivery service, ice and cold storage plants, a bottling\nplants.\tl.\tLaundry, cleaning and dyeing works, and carpet and rug cleaning \nplants.\tm.\t(None)\tn.\tTruck repairing or overhauling; wholesale automobile\nassembling, rebuilding or conditioning; wholesale rebuilding of automobile parts\naccessories or assemblies; tire retreading or recapping; battery manufacturing;\nand the like.\to.\tVeterinary, dog and cat hospitals, kennels, or facilities for\nbreeding and boarding of animals (no outside keeping of animals – no open\nruns).  In no case, however, shall any new kennel or animal breeding and\nboarding facility be constructed where any portion of the parcel is located\nwithin 500 feet of a residential zone without obtaining a conditional use permit\npursuant to Section 12.24 of this Code.  (Amended by Ord. No. 169,013, Eff.\n9\/28\/93.)\tp.\tWoodworking shops and sash and door manufacturing including only\nincidental mill work; provided that if a planner, router, sticker or moulder is\nmaintained, all doors and windows in the outside walls of the room in which said\nmachinery is located, shall be kept closed while said machinery is in\nuse.\tq.\tCannery or bottling plant (except fish products or sauerkraut). (Amended\nby Ord. No. 148,969. Eff. 12\/16\/76.)\tr.\tCigarette factory.  (Amended by Ord.\nNo. 148,969, Eff. 12\/16\/76.)\ts.\tElectroplating works. (Amended by Ord. No.\n148,969, Eff. 12\/16\/76.)\tt.\tFurniture manufacturing (only incidental mill work\n– planers, routers, stickers, and moulders operated in room with doors and\nwindows closed).  (Amended by Ord. No. 148,969, Eff.\n12\/16\/76.)\tu.\t(None)\tv.\tHeat treating, case hardening, tempering, apply solid\nfilm lubricants and similar processing of small parts used in manufacturing of\nmechanical apparatus, devices or equipment.  (Amended by Ord. No. 148.969, Eff.\n12\/16\/76.)\tw.\tMetal spinning.  (Amended by Ord. No. 148,969, Eff.\n12\/16\/76.)\t5.\tThe following uses when conducted wholly within a completely\nenclosed building or within an area enclosed on all sides with a solid wall or\nsolid fence not less than six feet in height, when no material or equipment is\nstored to a height greater than that of the enclosing wall or fence and the wall\nor fence is maintained as provided in Section 12.21-A.9:\ta.\tBuilding material\nsales yard, including the sale of rock, sand, gravel and the like as an\nincidental part of the main business, but excluding concrete\nmixing.\tb.\tContractor’s equipment storage yard or plant.\tc.\tDraying,\nfreighting, or trucking yard or terminal.\td.\tLumber yard, retail, including only\nincidental mill work; provided that any planer, router, sticker or moulder used\nfor such mill work shall be maintained in a completely enclosed building or room\nwithin a building, and that all doors and windows in the outside walls of such\nbuilding or room shall be kept closed while said machinery is in use.\te.\tMotion\npicture, television, video and other media production, with outdoor sets. \n(Amended by Ord. No. 172,106, Eff. 8\/14\/98.)\tf.\tOpen storage, not including the\nstorage of impounded, abandoned, partially dismantled, obsolete or wrecked\nautomobiles or similar equipment, or salvage, junk or scrap metal yards,\nprovided no material or equipment is stored to a height greater than that of the\nwall or fence enclosing the storage area.\tg.\tParking of trucks or\nbuses.\th.\tPublic utility service yard or electrical receiving or transforming\nstation.\ti.\tSmall boat building, except shipbuilding.\t6.\tOther uses similar to\nthe above, as provided in Section 12.21-A.2 but not including uses which are or\nmay become obnoxious or offensive by reason of emission of odor, dust, smoke,\nnoise, gas, fumes, cinders, vibration, refuse matter or water-carried waste, as\ndetermined by a Zoning Administrator.\t7.\tConditional uses enumerated in Section\n12.24 when the location is approved pursuant to the provisions of said\nsection.\t8.\tPublic parking areas and parking buildings as primary or accessory\nuses, and loading space required or provided in connection with the permitted\nuses, as provided in Section 12.21-A and 12.21-C.6 of this Code.\t9.\tUses\ncustomarily incident to any of the above uses, and accessory buildings when\nlocated on the same lot, provided:\ta.\tA dwelling shall be considered to be a\npermissible accessory building only when it is designed for and used solely by a\nwatchman or caretaker (including his family) of an industrial development or of\na permitted use which requires 24-hour supervision and is located on the same\nlot with such development or use.\tb.\t(Amended by Ord. No. 162,335, Eff. 6\/6\/87.)\nOpen storage of materials and equipment, including used materials and equipment,\nshall be permitted only within an area enclosed on all sides with a solid wall\nor fence not less than six feet in height. No material or equipment shall be\nstored to a height greater than that of the wall or fence enclosing the storage\narea, except that storage in lumber yards may be at a height greater than said\nwall or fence.\tThe phrase “used materials and equipment” includes vehicles,\nboats, or airplanes which are inoperable, wrecked, damaged or unlicensed i.e.\nnot currently licensed by the Department of Motor Vehicles.\tc.\tSigns or\nadvertising structures shall indicate only the name, occupation, or nature of\nactivities conducted, services offered or the product sold or manufactured on\nthe premises.\td.\tOpen storage of materials and equipment, including used\nmaterials and equipment existing on a lot when it is zoned “MR,” shall be\nenclosed as described herein. It shall be completely enclosed  within a\nbuilding or within an area enclosed on all sides with a solid wall or solid\nfence of a height sufficient to screen the use from public view, but in no event\nless than six feet in height within one year after a lot is zoned MR. The phrase\n“used materials and equipment” includes vehicles, boats, or airplanes which\nare inoperable, wrecked, damaged or unlicensed, i.e. not currently licensed by\nthe Department of Motor Vehicles. (Amended by Ord. No. 162,335, Eff.\n6\/6\/87.)\tC.\tLimitations.  (Amended by Ord. No. 146,030, Eff. 7\/11\/74.)  All\nrequired buildings and enclosing walls or fences shall be so constructed, the\nmachinery and equipment shall be so installed and maintained, and the activity\nshall be so conducted, that all noise, vibration, dust, odor and all other\nobjectionable factors, shall be confined or reduced to the extent that no\nannoyance or injury will result to persons residing in the vicinity.\tWhenever\nthere is any difficulty in determining the application of these provisions to\nany specific case, the Department of Building and Safety shall make such\ndeterminations.\tD.\tArea.  (Amended by Ord. No. 148,969, Eff. 12\/16\/76.)  No\nbuilding or structure nor the enlargement of any building or structure shall be\nhereafter erected or maintained unless the following yards and lot areas are\nprovided and maintained in connection with such building, structure or\nenlargement:\t1.\tFront Yard – On all lots 100 feet in depth or less, 5 feet; on\nall lots in excess of 100 feet in depth, 15 feet. All front yards shall be\nsuitably landscaped and maintained except for necessary driveways and\nwalkways.\t2.\tSide Yards – Side yards conforming to the requirements of the\n“R4” Zone (Section 12.11-C.2) shall be provided and maintained in connection\nwith buildings erected and used principally for residential purposes.\t3.\tRear\nYard – No rear yard shall be required for buildings erected and used\nexclusively for commercial or industrial purposes, a rear yard conforming to the\nrequirements of the “R4” Zone (Section 12.11-C.3) shall be provided and\nmaintained at the floor level of the first story used in whole or in part for\nresidential purposes.\t4.\tLot Area – The lot area required of the “R4” Zone\n(Section 12.11-C.4) shall apply to buildings erected and used exclusively for\ndwelling purposes. For buildings other than those erected and used exclusively\nfor dwelling purposes such requirements shall apply only to that portion of a\nbuilding used for dwelling purposes.\t5.\tLoading Space – As required by Section\n12.21-C.6. Exceptions to area regulations are provided for in Section\n12.22-C.\tE.\tFence Modification.  (Added by Ord. No. 146,030, Eff.\n7\/11\/74.)\t1.\tAuthority of Director – The Director of Planning or his\nauthorized     representative, upon application, may defer the wall or fence\nrequirements of this section, for portions of walls or fences, in the following\ninstances:\ta.  Where adjoining property is located in the M2 or M3 Zone and is\ndeveloped with any of the uses first listed in Section 12.19-A or Section\n12.20-A.\tb.\tWhere substantial fences, walls, buildings or geographic features\nare located on the subject property or on adjacent property and serve to enclose\nthe subject use as well or more effectively than the wall or fence required by\nthis section.\t2.\tCompliance – Should the use, fence, wall or building\nproviding justification for such modification be removed, such wall or fence\nshall be provided in compliance with this section within six months from the\ndate of such removal.\tF.\tRestriction.  (Amended by Ord. No. 173,268, Eff.\n7\/1\/00, Oper. 7\/1\/00.)  For any lot designated as Public, Quasi-Public,\nPublic\/Quasi-Public Use, Other Public, or Open Space on the land use map of the\napplicable community or district plan; any lot shown on the map as having\nexisting lakes, waterways, reservoirs, debris basins, or similar facilities; any\nlot shown on the map as the location of a freeway right-of-way; and any property\nannexed to the City of Los Angeles where a plan amendment was not adopted as\npart of the annexation proceedings:\tAny of the uses permitted by Subsection B of\nthis section shall require prior approval in accordance with the provisions of\nSection 12.24.1 of this Code.\n","html":"\n\t\t\t\t\t<section><p>  “MR1” RESTRICTED INDUSTRIAL ZONE.\n\t(Amended by Ord. No. 148,969, Eff. 12\/16\/76.)<br \/><br \/>\tThe following purpose and regulations shall apply to “MR1” Restricted Industrial Zone:<br \/><br \/>\tA.\tPurpose:<br \/><br \/>\t1.\tTo protect industrial land for industrial use, and prohibit unrelated commercial and other non-industrial uses.<br \/><br \/>\t2.\tTo provide a reasonable range or interim uses in this zone, so that land owners may receive income from temporary use, while the industrial land reserve is being protected for future growth.<br \/><br \/>\t3.\tTo upgrade industrial development standards,<br \/><br \/>\ta.\tso that industry will be a better neighbor to residences<br \/><br \/>\tb.\tto protect industrial investment against incompatible residential, commercial and industrial uses, and            <br \/><br \/>\tc.\tto prevent future industrial blight.<br \/><br \/>\t4.  To preserve industrial land for light industrial uses and to provide for non- retail businesses which enhance the City’s employment base.  (Added by Ord. No. 169,366, Eff. 4\/1\/94.)<br \/><br \/>\t5.\tTo reflect and accommodate the shift in industrial land use from traditional industrial activity to uses such as those involving record management, Research and Development, information processing, electronic technology, and medical research.  (Added by Ord. No. 169,366, Eff. 4\/1\/94.)<br \/><br \/>\tB.\tUse. (Amended by Ord. No. 148,969, Eff. 12\/16\/76.) No building, structure or land shall be used and no building or structure shall be erected, structurally altered, enlarged or maintained, except for the following uses, or where a “Supplemental Use District” is created by the provisions of Article 3 of this chapter, for such uses as may be permitted therein.<br \/><br \/>\t1.\tAny use specified in Section 12.17.1-A,2, as first permitted in the CM Zone provided that all regulations of said zone are complied with.<br \/><br \/>\t2.\t(Amended by Ord. No. 156,994, Eff. 9\/25\/82.)  Any use permitted in the C2 Commercial Zone, provided that these uses are conducted in accordance with all building enclosure and fence enclosure limitations of said C2 zone, and further provided:<br \/><br \/>\t(a)\tAny such use is devoted primarily to the manufacturing of products, or assembling, compounding, processing or treating of <span class=\"dictionary\">materials<\/span> and that all retail business conducted in connection with such use is only incidental to the main use; or<br \/><br \/>\t(b)\tAny such use is devoted primarily to the development of software and other computer or media-related products or services, or  (New Sub-para. (b) Added by Ord. No. 172,106, Eff. 8\/14\/98.)<br \/><br \/>\t(c)\tAny such use is conducted only as an <span class=\"dictionary\">accessory<\/span> use to the main  use, and provides services for those persons employed on the premises.  (Sub-para. (b) Renumbered Sub-para. (c) by Ord. No. 172,106, Eff. 8\/14\/98.)<br \/><br \/>\t3.\tThe following uses:<br \/><br \/>\ta.\tFarming, nurseries, aviaries and apiaries.  (Amended by Ord. No. 181,188, Eff. 7\/18\/10.)<br \/><br \/>\tb.\tBank.<br \/><br \/>\tc.\tClinic.<br \/><br \/>\td.\tLaboratory or research and development center.<br \/><br \/>\te.\tOffices, <span class=\"dictionary\">accessory<\/span> to the primary industrial use of the lot, and showrooms for products produced on the premises; provided that the total floor area of such offices and showrooms does not exceed the floor area of the primary industrial use, and that all of the merchandise sold during each calendar month is sold at wholesale.  (Amended by Ord. No. 169,366, Eff. 4\/1\/94.)<br \/><br \/>\tf.\tPrinting and publishing, wholesale.<br \/><br \/>\tg.\tRecreation facility, open or enclosed, as an <span class=\"dictionary\">accessory<\/span> use incidental to the primary industrial use of the lot, provided that such recreation facility shall not exceed 10 percent of the total lot area. (Amended by Ord. No. 159,916, Eff. 7\/7\/85.)<br \/><br \/>\th.\tRestaurant (including cafe), as an <span class=\"dictionary\">accessory<\/span> use incidental to the primary industrial use of the lot and for the exclusive use of persons employed on such lot and provided that there shall be no outdoor signs advertising such restaurant. (Amended by Ord. No. 159,916, Eff. 7\/7\/85.)<br \/><br \/>\t(i)\tCorporate headquarters, record-keeping and computer support facilities for the processing of retrievable information and systems control.  (Added by Ord. No. 169,366, Eff. 4\/1\/94.)<br \/><br \/>\t(j)\tOffice buildings if used only for offices of industrial firms, industrial engineering firms, and other professional, administrative, and clerical services needed by industries in the area.  (Added by Ord. No. 169,366, Eff. 4\/1\/94.)<br \/><br \/>\t(k)\tFacilities for the development and\/or production and manufacture of computer and media-related products and services, including hardware.  (Added by Ord. No. 172,106, Eff. 8\/14\/98.)<br \/><br \/>\t(l)\tWireless antennas, including the associated equipment cabinets, located on the rooftops of buildings when established in conformance with the standards contained in Section 12.21 A.21. of this Code, and which are not located within a scenic parkway specific plan, scenic corridor specific plan, or a roadway designated as a scenic highway within a specific plan area; or on the rooftops of buildings that are designated on the National Register of Historic Places, including Contributing Buildings in National Register Historic Districts, the California Register of Historic Resources, the City of Los Angeles List of Historic-Cultural Monuments, or a Contributing Structure located in an Historic Preservation Overlay Zone (HPOZ) that has been established pursuant to Section 12.20.3 of this Code.  (Added by Ord. No. 177,120, Eff. 12\/26\/05.)<br \/><br \/>\t4.\tThe following uses when conducted wholly within a completely enclosed building, except for incidental storage, and conducted in accordance with the limitations hereafter specified:<br \/><br \/>\ta.\tThe manufacturing, compounding, processing or treating of such products as drugs, pharmaceuticals, and perfumed toilet soap (no refining or rendering of fats or oils).<br \/><br \/>\tb.\tThe manufacturing, compounding, assembling, or treating of articles or merchandise from the following previously prepared <span class=\"dictionary\">materials<\/span>, cork, feather, fibre, hair, horn, tobacco, and paint (not employing a boiling process).<br \/><br \/>\tc.\tThe manufacturing of ceramic products, provided that there is no pulverizing of clay.<br \/><br \/>\td.\tThe manufacturing of concrete or cement products.<br \/><br \/>\te.\tThe manufacturing and maintenance of electrical and neon signs, billboards, commercial advertising structures, light sheet metal products, including heating and ventilating ducts and equipment, cornices, eaves and the like.<br \/><br \/>\tf.\tThe manufacturing of food products (except fish products, sauerkraut, vinegar, yeast, or the rendering or refining of fats and oils), provided that no noxious or offensive odors are permitted to emanate from the premises.<br \/><br \/>\tg.\tThe manufacture of machine belting from previously tanned leather.<br \/><br \/>\th.\tThe manufacturing of musical instruments, toys, novelties, and metal stamps.<br \/><br \/>\ti.\tThe manufacturing of plastic, rubber or synthetic rubber products,  such as washers, gloves, bathing caps, tableware, buttons, stamps, mats, and the like, not involving the use of rolling mills of more than 60 inches in length, or the use of Banbury Mills.<br \/><br \/>\tj.\tBlacksmith shops and machine shops not involving the use of drop hammers, automatic screw machines, or punch presses with a rated capacity of over 20 tons; provided, that punch presses with a rated capacity of over 20 tons may be used, if they are located within the building and are installed and cushioned in accordance with a plan which the Department of Building and Safety has determined will satisfactorily prevent the emanation of objectionable noise and vibration to adjoining property.<br \/><br \/>\tk.\tDistribution, plants, parcel delivery service, ice and cold storage plants, a bottling plants.<br \/><br \/>\tl.\tLaundry, cleaning and dyeing works, and carpet and rug cleaning  plants.<br \/><br \/>\tm.\t(None)<br \/><br \/>\tn.\tTruck repairing or overhauling; wholesale automobile assembling, rebuilding or conditioning; wholesale rebuilding of automobile parts accessories or assemblies; tire retreading or recapping; <span class=\"dictionary\">battery<\/span> manufacturing; and the like.<br \/><br \/>\to.\tVeterinary, dog and cat hospitals, kennels, or facilities for breeding and boarding of animals (no outside keeping of animals – no open runs).  In no case, however, shall any new kennel or animal breeding and boarding facility be constructed where any portion of the parcel is located within 500 feet of a residential zone without obtaining a conditional use permit pursuant to Section 12.24 of this Code.  (Amended by Ord. No. 169,013, Eff. 9\/28\/93.)<br \/><br \/>\tp.\tWoodworking shops and sash and door manufacturing including only incidental mill work; provided that if a planner, router, sticker or moulder is maintained, all doors and windows in the outside walls of the room in which said machinery is located, shall be kept closed while said machinery is in use.<br \/><br \/>\tq.\tCannery or bottling plant (except fish products or sauerkraut). (Amended by Ord. No. 148,969. Eff. 12\/16\/76.)<br \/><br \/>\tr.\tCigarette factory.  (Amended by Ord. No. 148,969, Eff. 12\/16\/76.)<br \/><br \/>\ts.\tElectroplating works. (Amended by Ord. No. 148,969, Eff. 12\/16\/76.)<br \/><br \/>\tt.\tFurniture manufacturing (only incidental mill work – planers, routers, stickers, and moulders operated in room with doors and windows closed).  (Amended by Ord. No. 148,969, Eff. 12\/16\/76.)<br \/><br \/>\tu.\t(None)<br \/><br \/>\tv.\tHeat treating, case hardening, tempering, apply solid film lubricants and similar processing of small parts used in manufacturing of mechanical apparatus, devices or equipment.  (Amended by Ord. No. 148.969, Eff. 12\/16\/76.)<br \/><br \/>\tw.\tMetal spinning.  (Amended by Ord. No. 148,969, Eff. 12\/16\/76.)<br \/><br \/>\t5.\tThe following uses when conducted wholly within a completely enclosed building or within an area enclosed on all sides with a solid wall or solid fence not less than six feet in height, when no <span class=\"dictionary\">material<\/span> or equipment is stored to a height greater than that of the enclosing wall or fence and the wall or fence is maintained as provided in Section 12.21-A.9:<br \/><br \/>\ta.\tBuilding <span class=\"dictionary\">material<\/span> sales yard, including the sale of rock, sand, gravel and the like as an incidental part of the main business, but excluding concrete mixing.<br \/><br \/>\tb.\tContractor’s equipment storage yard or plant.<br \/><br \/>\tc.\tDraying, freighting, or trucking yard or terminal.<br \/><br \/>\td.\tLumber yard, retail, including only incidental mill work; provided that any planer, router, sticker or moulder used for such mill work shall be maintained in a completely enclosed building or room within a building, and that all doors and windows in the outside walls of such building or room shall be kept closed while said machinery is in use.<br \/><br \/>\te.\t<span class=\"dictionary\">Motion<\/span> picture, television, video and other media production, with outdoor sets.  (Amended by Ord. No. 172,106, Eff. 8\/14\/98.)<br \/><br \/>\tf.\tOpen storage, not including the storage of impounded, abandoned, partially dismantled, obsolete or wrecked automobiles or similar equipment, or salvage, junk or scrap metal yards, provided no <span class=\"dictionary\">material<\/span> or equipment is stored to a height greater than that of the wall or fence enclosing the storage area.<br \/><br \/>\tg.\tParking of trucks or buses.<br \/><br \/>\th.\tPublic utility service yard or electrical receiving or transforming station.<br \/><br \/>\ti.\tSmall boat building, except shipbuilding.<br \/><br \/>\t6.\tOther uses similar to the above, as provided in Section 12.21-A.2 but not including uses which are or may become obnoxious or offensive by reason of emission of odor, dust, smoke, noise, gas, fumes, cinders, vibration, refuse matter or water-carried waste, as determined by a Zoning Administrator.<br \/><br \/>\t7.\tConditional uses enumerated in Section 12.24 when the location is approved pursuant to the provisions of said section.<br \/><br \/>\t8.\tPublic parking areas and parking buildings as primary or <span class=\"dictionary\">accessory<\/span> uses, and loading space required or provided in connection with the permitted uses, as provided in Section 12.21-A and 12.21-C.6 of this Code.<br \/><br \/>\t9.\tUses customarily incident to any of the above uses, and <span class=\"dictionary\">accessory<\/span> buildings when located on the same lot, provided:<br \/><br \/>\ta.\tA dwelling shall be considered to be a permissible <span class=\"dictionary\">accessory<\/span> building only when it is designed for and used solely by a watchman or caretaker (including his family) of an industrial development or of a permitted use which requires 24-hour supervision and is located on the same lot with such development or use.<br \/><br \/>\tb.\t(Amended by Ord. No. 162,335, Eff. 6\/6\/87.) Open storage of <span class=\"dictionary\">materials<\/span> and equipment, including used <span class=\"dictionary\">materials<\/span> and equipment, shall be permitted only within an area enclosed on all sides with a solid wall or fence not less than six feet in height. No <span class=\"dictionary\">material<\/span> or equipment shall be stored to a height greater than that of the wall or fence enclosing the storage area, except that storage in lumber yards may be at a height greater than said wall or fence.<br \/><br \/>\tThe phrase “used <span class=\"dictionary\">materials<\/span> and equipment” includes vehicles, boats, or airplanes which are inoperable, wrecked, damaged or unlicensed i.e. not currently licensed by the Department of Motor Vehicles.<br \/><br \/>\tc.\tSigns or advertising structures shall indicate only the name, occupation, or nature of activities conducted, services offered or the product sold or manufactured on the premises.<br \/><br \/>\td.\tOpen storage of <span class=\"dictionary\">materials<\/span> and equipment, including used <span class=\"dictionary\">materials<\/span> and equipment existing on a lot when it is zoned “MR,” shall be enclosed as described herein. It shall be completely enclosed  within a building or within an area enclosed on all sides with a solid wall or solid fence of a height sufficient to screen the use from public view, but in no event less than six feet in height within one year after a lot is zoned MR. The phrase “used <span class=\"dictionary\">materials<\/span> and equipment” includes vehicles, boats, or airplanes which are inoperable, wrecked, damaged or unlicensed, i.e. not currently licensed by the Department of Motor Vehicles. (Amended by Ord. No. 162,335, Eff. 6\/6\/87.)<br \/><br \/>\tC.\tLimitations.  (Amended by Ord. No. 146,030, Eff. 7\/11\/74.)  All required buildings and enclosing walls or fences shall be so constructed, the machinery and equipment shall be so installed and maintained, and the activity shall be so conducted, that all noise, vibration, dust, odor and all other objectionable factors, shall be confined or reduced to the extent that no annoyance or injury will result to persons residing in the vicinity.<br \/><br \/>\tWhenever there is any difficulty in determining the application of these provisions to any specific case, the Department of Building and Safety shall make such determinations.<br \/><br \/>\tD.\tArea.  (Amended by Ord. No. 148,969, Eff. 12\/16\/76.)  No building or structure nor the enlargement of any building or structure shall be hereafter erected or maintained unless the following yards and lot areas are provided and maintained in connection with such building, structure or enlargement:<br \/><br \/>\t1.\tFront Yard – On all lots 100 feet in depth or less, 5 feet; on all lots in excess of 100 feet in depth, 15 feet. All front yards shall be suitably landscaped and maintained except for necessary driveways and walkways.<br \/><br \/>\t2.\tSide Yards – Side yards conforming to the requirements of the “R4” Zone (Section 12.11-C.2) shall be provided and maintained in connection with buildings erected and used principally for residential purposes.<br \/><br \/>\t3.\tRear Yard – No rear yard shall be required for buildings erected and used exclusively for commercial or industrial purposes, a rear yard conforming to the requirements of the “R4” Zone (Section 12.11-C.3) shall be provided and maintained at the floor level of the first story used in whole or in part for residential purposes.<br \/><br \/>\t4.\tLot Area – The lot area required of the “R4” Zone (Section 12.11-C.4) shall apply to buildings erected and used exclusively for dwelling purposes. For buildings other than those erected and used exclusively for dwelling purposes such requirements shall apply only to that portion of a building used for dwelling purposes.<br \/><br \/>\t5.\tLoading Space – As required by Section 12.21-C.6. Exceptions to area regulations are provided for in Section 12.22-C.<br \/><br \/>\tE.\tFence Modification.  (Added by Ord. No. 146,030, Eff. 7\/11\/74.)<br \/><br \/>\t1.\tAuthority of Director – The Director of Planning or his authorized     representative, upon application, may defer the wall or fence requirements of this section, for portions of walls or fences, in the following instances:<br \/><br \/>\ta.  Where adjoining property is located in the M2 or M3 Zone and is developed with any of the uses first listed in Section 12.19-A or Section 12.20-A.<br \/><br \/>\tb.\tWhere substantial fences, walls, buildings or geographic features are located on the subject property or on adjacent property and serve to enclose the subject use as well or more effectively than the wall or fence required by this section.<br \/><br \/>\t2.\tCompliance – Should the use, fence, wall or building providing justification for such modification be removed, such wall or fence shall be provided in compliance with this section within six months from the date of such removal.<br \/><br \/>\tF.\tRestriction.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  For any lot designated as Public, Quasi-Public, Public\/Quasi-Public Use, Other Public, or Open Space on the land use map of the applicable community or district plan; any lot shown on the map as having existing lakes, waterways, reservoirs, debris basins, or similar facilities; any lot shown on the map as the location of a freeway right-of-way; and any property annexed to the City of Los Angeles where a plan amendment was not adopted as part of the annexation proceedings:<br \/><br \/>\tAny of the uses permitted by Subsection B of this section shall require prior approval in accordance with the provisions of Section 12.24.1 of this Code.<\/p><\/section>","previous_section":{"id":"2925","structure_id":"20","section_number":"12.17.2","catch_line":"“Cm(Gm)”Commercial Manufacturing (Glencoe\/Maxella) Specific Plan Zone.","url":"\/12.17.2\/","token":"12.17.2"},"text":{"0":{"id":"1688","text":"  “MR1” RESTRICTED INDUSTRIAL ZONE.\n\t(Amended by Ord. No. 148,969, Eff. 12\/16\/76.)\tThe following purpose and regulations shall apply to “MR1” Restricted Industrial Zone:\tA.\tPurpose:\t1.\tTo protect industrial land for industrial use, and prohibit unrelated commercial and other non-industrial uses.\t2.\tTo provide a reasonable range or interim uses in this zone, so that land owners may receive income from temporary use, while the industrial land reserve is being protected for future growth.\t3.\tTo upgrade industrial development standards,\ta.\tso that industry will be a better neighbor to residences\tb.\tto protect industrial investment against incompatible residential, commercial and industrial uses, and            \tc.\tto prevent future industrial blight.\t4.  To preserve industrial land for light industrial uses and to provide for non- retail businesses which enhance the City’s employment base.  (Added by Ord. No. 169,366, Eff. 4\/1\/94.)\t5.\tTo reflect and accommodate the shift in industrial land use from traditional industrial activity to uses such as those involving record management, Research and Development, information processing, electronic technology, and medical research.  (Added by Ord. No. 169,366, Eff. 4\/1\/94.)\tB.\tUse. (Amended by Ord. No. 148,969, Eff. 12\/16\/76.) No building, structure or land shall be used and no building or structure shall be erected, structurally altered, enlarged or maintained, except for the following uses, or where a “Supplemental Use District” is created by the provisions of Article 3 of this chapter, for such uses as may be permitted therein.\t1.\tAny use specified in Section 12.17.1-A,2, as first permitted in the CM Zone provided that all regulations of said zone are complied with.\t2.\t(Amended by Ord. No. 156,994, Eff. 9\/25\/82.)  Any use permitted in the C2 Commercial Zone, provided that these uses are conducted in accordance with all building enclosure and fence enclosure limitations of said C2 zone, and further provided:\t(a)\tAny such use is devoted primarily to the manufacturing of products, or assembling, compounding, processing or treating of materials and that all retail business conducted in connection with such use is only incidental to the main use; or\t(b)\tAny such use is devoted primarily to the development of software and other computer or media-related products or services, or  (New Sub-para. (b) Added by Ord. No. 172,106, Eff. 8\/14\/98.)\t(c)\tAny such use is conducted only as an accessory use to the main  use, and provides services for those persons employed on the premises.  (Sub-para. (b) Renumbered Sub-para. (c) by Ord. No. 172,106, Eff. 8\/14\/98.)\t3.\tThe following uses:\ta.\tFarming, nurseries, aviaries and apiaries.  (Amended by Ord. No. 181,188, Eff. 7\/18\/10.)\tb.\tBank.\tc.\tClinic.\td.\tLaboratory or research and development center.\te.\tOffices, accessory to the primary industrial use of the lot, and showrooms for products produced on the premises; provided that the total floor area of such offices and showrooms does not exceed the floor area of the primary industrial use, and that all of the merchandise sold during each calendar month is sold at wholesale.  (Amended by Ord. No. 169,366, Eff. 4\/1\/94.)\tf.\tPrinting and publishing, wholesale.\tg.\tRecreation facility, open or enclosed, as an accessory use incidental to the primary industrial use of the lot, provided that such recreation facility shall not exceed 10 percent of the total lot area. (Amended by Ord. No. 159,916, Eff. 7\/7\/85.)\th.\tRestaurant (including cafe), as an accessory use incidental to the primary industrial use of the lot and for the exclusive use of persons employed on such lot and provided that there shall be no outdoor signs advertising such restaurant. (Amended by Ord. No. 159,916, Eff. 7\/7\/85.)\t(i)\tCorporate headquarters, record-keeping and computer support facilities for the processing of retrievable information and systems control.  (Added by Ord. No. 169,366, Eff. 4\/1\/94.)\t(j)\tOffice buildings if used only for offices of industrial firms, industrial engineering firms, and other professional, administrative, and clerical services needed by industries in the area.  (Added by Ord. No. 169,366, Eff. 4\/1\/94.)\t(k)\tFacilities for the development and\/or production and manufacture of computer and media-related products and services, including hardware.  (Added by Ord. No. 172,106, Eff. 8\/14\/98.)\t(l)\tWireless antennas, including the associated equipment cabinets, located on the rooftops of buildings when established in conformance with the standards contained in Section 12.21 A.21. of this Code, and which are not located within a scenic parkway specific plan, scenic corridor specific plan, or a roadway designated as a scenic highway within a specific plan area; or on the rooftops of buildings that are designated on the National Register of Historic Places, including Contributing Buildings in National Register Historic Districts, the California Register of Historic Resources, the City of Los Angeles List of Historic-Cultural Monuments, or a Contributing Structure located in an Historic Preservation Overlay Zone (HPOZ) that has been established pursuant to Section 12.20.3 of this Code.  (Added by Ord. No. 177,120, Eff. 12\/26\/05.)\t4.\tThe following uses when conducted wholly within a completely enclosed building, except for incidental storage, and conducted in accordance with the limitations hereafter specified:\ta.\tThe manufacturing, compounding, processing or treating of such products as drugs, pharmaceuticals, and perfumed toilet soap (no refining or rendering of fats or oils).\tb.\tThe manufacturing, compounding, assembling, or treating of articles or merchandise from the following previously prepared materials, cork, feather, fibre, hair, horn, tobacco, and paint (not employing a boiling process).\tc.\tThe manufacturing of ceramic products, provided that there is no pulverizing of clay.\td.\tThe manufacturing of concrete or cement products.\te.\tThe manufacturing and maintenance of electrical and neon signs, billboards, commercial advertising structures, light sheet metal products, including heating and ventilating ducts and equipment, cornices, eaves and the like.\tf.\tThe manufacturing of food products (except fish products, sauerkraut, vinegar, yeast, or the rendering or refining of fats and oils), provided that no noxious or offensive odors are permitted to emanate from the premises.\tg.\tThe manufacture of machine belting from previously tanned leather.\th.\tThe manufacturing of musical instruments, toys, novelties, and metal stamps.\ti.\tThe manufacturing of plastic, rubber or synthetic rubber products,  such as washers, gloves, bathing caps, tableware, buttons, stamps, mats, and the like, not involving the use of rolling mills of more than 60 inches in length, or the use of Banbury Mills.\tj.\tBlacksmith shops and machine shops not involving the use of drop hammers, automatic screw machines, or punch presses with a rated capacity of over 20 tons; provided, that punch presses with a rated capacity of over 20 tons may be used, if they are located within the building and are installed and cushioned in accordance with a plan which the Department of Building and Safety has determined will satisfactorily prevent the emanation of objectionable noise and vibration to adjoining property.\tk.\tDistribution, plants, parcel delivery service, ice and cold storage plants, a bottling plants.\tl.\tLaundry, cleaning and dyeing works, and carpet and rug cleaning  plants.\tm.\t(None)\tn.\tTruck repairing or overhauling; wholesale automobile assembling, rebuilding or conditioning; wholesale rebuilding of automobile parts accessories or assemblies; tire retreading or recapping; battery manufacturing; and the like.\to.\tVeterinary, dog and cat hospitals, kennels, or facilities for breeding and boarding of animals (no outside keeping of animals – no open runs).  In no case, however, shall any new kennel or animal breeding and boarding facility be constructed where any portion of the parcel is located within 500 feet of a residential zone without obtaining a conditional use permit pursuant to Section 12.24 of this Code.  (Amended by Ord. No. 169,013, Eff. 9\/28\/93.)\tp.\tWoodworking shops and sash and door manufacturing including only incidental mill work; provided that if a planner, router, sticker or moulder is maintained, all doors and windows in the outside walls of the room in which said machinery is located, shall be kept closed while said machinery is in use.\tq.\tCannery or bottling plant (except fish products or sauerkraut). (Amended by Ord. No. 148,969. Eff. 12\/16\/76.)\tr.\tCigarette factory.  (Amended by Ord. No. 148,969, Eff. 12\/16\/76.)\ts.\tElectroplating works. (Amended by Ord. No. 148,969, Eff. 12\/16\/76.)\tt.\tFurniture manufacturing (only incidental mill work – planers, routers, stickers, and moulders operated in room with doors and windows closed).  (Amended by Ord. No. 148,969, Eff. 12\/16\/76.)\tu.\t(None)\tv.\tHeat treating, case hardening, tempering, apply solid film lubricants and similar processing of small parts used in manufacturing of mechanical apparatus, devices or equipment.  (Amended by Ord. No. 148.969, Eff. 12\/16\/76.)\tw.\tMetal spinning.  (Amended by Ord. No. 148,969, Eff. 12\/16\/76.)\t5.\tThe following uses when conducted wholly within a completely enclosed building or within an area enclosed on all sides with a solid wall or solid fence not less than six feet in height, when no material or equipment is stored to a height greater than that of the enclosing wall or fence and the wall or fence is maintained as provided in Section 12.21-A.9:\ta.\tBuilding material sales yard, including the sale of rock, sand, gravel and the like as an incidental part of the main business, but excluding concrete mixing.\tb.\tContractor’s equipment storage yard or plant.\tc.\tDraying, freighting, or trucking yard or terminal.\td.\tLumber yard, retail, including only incidental mill work; provided that any planer, router, sticker or moulder used for such mill work shall be maintained in a completely enclosed building or room within a building, and that all doors and windows in the outside walls of such building or room shall be kept closed while said machinery is in use.\te.\tMotion picture, television, video and other media production, with outdoor sets.  (Amended by Ord. No. 172,106, Eff. 8\/14\/98.)\tf.\tOpen storage, not including the storage of impounded, abandoned, partially dismantled, obsolete or wrecked automobiles or similar equipment, or salvage, junk or scrap metal yards, provided no material or equipment is stored to a height greater than that of the wall or fence enclosing the storage area.\tg.\tParking of trucks or buses.\th.\tPublic utility service yard or electrical receiving or transforming station.\ti.\tSmall boat building, except shipbuilding.\t6.\tOther uses similar to the above, as provided in Section 12.21-A.2 but not including uses which are or may become obnoxious or offensive by reason of emission of odor, dust, smoke, noise, gas, fumes, cinders, vibration, refuse matter or water-carried waste, as determined by a Zoning Administrator.\t7.\tConditional uses enumerated in Section 12.24 when the location is approved pursuant to the provisions of said section.\t8.\tPublic parking areas and parking buildings as primary or accessory uses, and loading space required or provided in connection with the permitted uses, as provided in Section 12.21-A and 12.21-C.6 of this Code.\t9.\tUses customarily incident to any of the above uses, and accessory buildings when located on the same lot, provided:\ta.\tA dwelling shall be considered to be a permissible accessory building only when it is designed for and used solely by a watchman or caretaker (including his family) of an industrial development or of a permitted use which requires 24-hour supervision and is located on the same lot with such development or use.\tb.\t(Amended by Ord. No. 162,335, Eff. 6\/6\/87.) Open storage of materials and equipment, including used materials and equipment, shall be permitted only within an area enclosed on all sides with a solid wall or fence not less than six feet in height. No material or equipment shall be stored to a height greater than that of the wall or fence enclosing the storage area, except that storage in lumber yards may be at a height greater than said wall or fence.\tThe phrase “used materials and equipment” includes vehicles, boats, or airplanes which are inoperable, wrecked, damaged or unlicensed i.e. not currently licensed by the Department of Motor Vehicles.\tc.\tSigns or advertising structures shall indicate only the name, occupation, or nature of activities conducted, services offered or the product sold or manufactured on the premises.\td.\tOpen storage of materials and equipment, including used materials and equipment existing on a lot when it is zoned “MR,” shall be enclosed as described herein. It shall be completely enclosed  within a building or within an area enclosed on all sides with a solid wall or solid fence of a height sufficient to screen the use from public view, but in no event less than six feet in height within one year after a lot is zoned MR. The phrase “used materials and equipment” includes vehicles, boats, or airplanes which are inoperable, wrecked, damaged or unlicensed, i.e. not currently licensed by the Department of Motor Vehicles. (Amended by Ord. No. 162,335, Eff. 6\/6\/87.)\tC.\tLimitations.  (Amended by Ord. No. 146,030, Eff. 7\/11\/74.)  All required buildings and enclosing walls or fences shall be so constructed, the machinery and equipment shall be so installed and maintained, and the activity shall be so conducted, that all noise, vibration, dust, odor and all other objectionable factors, shall be confined or reduced to the extent that no annoyance or injury will result to persons residing in the vicinity.\tWhenever there is any difficulty in determining the application of these provisions to any specific case, the Department of Building and Safety shall make such determinations.\tD.\tArea.  (Amended by Ord. No. 148,969, Eff. 12\/16\/76.)  No building or structure nor the enlargement of any building or structure shall be hereafter erected or maintained unless the following yards and lot areas are provided and maintained in connection with such building, structure or enlargement:\t1.\tFront Yard – On all lots 100 feet in depth or less, 5 feet; on all lots in excess of 100 feet in depth, 15 feet. All front yards shall be suitably landscaped and maintained except for necessary driveways and walkways.\t2.\tSide Yards – Side yards conforming to the requirements of the “R4” Zone (Section 12.11-C.2) shall be provided and maintained in connection with buildings erected and used principally for residential purposes.\t3.\tRear Yard – No rear yard shall be required for buildings erected and used exclusively for commercial or industrial purposes, a rear yard conforming to the requirements of the “R4” Zone (Section 12.11-C.3) shall be provided and maintained at the floor level of the first story used in whole or in part for residential purposes.\t4.\tLot Area – The lot area required of the “R4” Zone (Section 12.11-C.4) shall apply to buildings erected and used exclusively for dwelling purposes. For buildings other than those erected and used exclusively for dwelling purposes such requirements shall apply only to that portion of a building used for dwelling purposes.\t5.\tLoading Space – As required by Section 12.21-C.6. Exceptions to area regulations are provided for in Section 12.22-C.\tE.\tFence Modification.  (Added by Ord. No. 146,030, Eff. 7\/11\/74.)\t1.\tAuthority of Director – The Director of Planning or his authorized     representative, upon application, may defer the wall or fence requirements of this section, for portions of walls or fences, in the following instances:\ta.  Where adjoining property is located in the M2 or M3 Zone and is developed with any of the uses first listed in Section 12.19-A or Section 12.20-A.\tb.\tWhere substantial fences, walls, buildings or geographic features are located on the subject property or on adjacent property and serve to enclose the subject use as well or more effectively than the wall or fence required by this section.\t2.\tCompliance – Should the use, fence, wall or building providing justification for such modification be removed, such wall or fence shall be provided in compliance with this section within six months from the date of such removal.\tF.\tRestriction.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  For any lot designated as Public, Quasi-Public, Public\/Quasi-Public Use, Other Public, or Open Space on the land use map of the applicable community or district plan; any lot shown on the map as having existing lakes, waterways, reservoirs, debris basins, or similar facilities; any lot shown on the map as the location of a freeway right-of-way; and any property annexed to the City of Los Angeles where a plan amendment was not adopted as part of the annexation proceedings:\tAny of the uses permitted by Subsection B of this section shall require prior approval in accordance with the provisions of Section 12.24.1 of this Code.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}