{"section_number":"12.23","edition_id":"1","section_id":"3237","structure_id":"20","catch_line":"Nonconforming Building And Uses.","history":"","full_text":"  NONCONFORMING BUILDING AND USES.\n\n\tA building or structure with a nonconforming use and a nonconforming building or structure may be maintained, repaired or structurally altered and a nonconforming use may be maintained provided the building or use conformed to the requirements of the zone and any other land use regulations at the time it was built or established, except as otherwise provided in this section.  (Added by Ord. No. 178,599, Eff. 5\/26\/07.)\n\n\tA.\tBuildings with Nonconforming Area, Height or Yards.  (Amended by Ord. No. 178,599, Eff. 5\/26\/07.)\n\n\t1.\tBuildings Nonconforming as to Area or Yard Regulations.  A building, nonconforming as to area or yard regulations, may be repaired, altered, or internally remodeled, provided at least 50 percent of the perimeter length of the existing nonconforming portion of the exterior walls of the building are retained.  It may be expanded in floor area provided the expansion conforms to the requirements of this Code, subject to the following provisions:\n\n\t(a)\ta building, nonconforming only as to yard regulations, may be added to or enlarged in any manner provided:\n\n\t(i)\tany addition or enlargement that is located in the required yard that is nonconforming does not encroach into any portion of that required yard to a greater extent than the existing nonconforming building encroaches; and\n\n\t(ii)\tin no event shall any addition or enlargement reduce the width of a side yard or the depth of a front or rear yard to less than 50 percent of that required by the current yard regulations of the zone and other applicable current land use regulations; and\n\n\t(iii)\tthe total of all additions or enlargements, made since the building became nonconforming as to yard regulations, which encroach into any required yard, shall not exceed in height or length the height or length of that portion of the adjoining nonconforming building that extends into the same required yard.\n\n\t(b)\tA residential building, nonconforming as to the area regulations (density), in the OS, A, R, P, PB, C or PF Zones, may be enlarged, provided that the enlargement does not create any additional dwelling units or guest rooms.\n\n\t(c)\tA Building, nonconforming as to the Residential Floor Area regulations on properties zoned RA, RE, RS, and R1, not including properties in the Coastal Zone which are not located in a Hillside Area, as defined in Section 12.03 of this Code, shall not be added to or enlarged in any manner, except as may be approved or permitted pursuant to a discretionary approval, as that term is defined in Section 16.05 B. of this Code.  However, alterations, other than additions or enlargements, may be made provided that at least 50 percent of the perimeter length of the contiguous exterior walls and 50 percent of the roof are retained.  (Amended by Ord. No. 181,624, Eff. 5\/9\/11.)\n\n\t2.\tBuildings Nonconforming as to Height.  A building, nonconforming only as to height regulations, may not be added to or enlarged in any manner, unless the additions or enlargements conform to all the current regulations of the zone and other applicable current land use regulations, provided that the total aggregate floor area included in all the separate additions or enlargements shall not exceed 50 percent of the floor area of the ground floor of the building or structure.\n\n\t3.\tMoving Nonconforming Buildings.  A nonconforming building or structure may not be moved, in whole or in part, to any other location on the lot unless every portion of the building or structure that is moved is made to conform to all the current regulations of the zone and other applicable current land use regulations, except as otherwise permitted by Section 12.22 C.13. of this Code.\n\n\t4.\tRestoration of Damaged Nonconforming Buildings.\n\n\t(a)\tA nonconforming building or structure, which is damaged or partially destroyed by any fire, flood, wind, earthquake or other calamity or the public enemy, may be restored and the occupancy or use of the building, structure or part of the building or structure, which existed at the time of the damage or destruction, may be continued or resumed, provided that the total cost of restoration does not exceed 75 percent of the replacement value of the building or structure at the time of the damage or destruction.  A permit for restoration shall be obtained within a period of two years from the date of the damage or destruction.  Except as set forth in Paragraph (b) below, if the damage or destruction exceeds 75 percent of the replacement value of the nonconforming building or structure at the time of the damage or destruction, no repairs or restoration shall be made unless every portion of the building or structure is made to conform to all regulations for new buildings in the zone in which it is located, and other applicable current land use regulations.\n\n\t(b)\tIf the damage or destruction of a nonconforming single-family or two-family dwelling, multiple dwelling or apartment house in the OS, A, R, P, PB, C, M, or PF Zones exceeds 75 percent of its replacement value at the time of the damage or destruction, the building or structure may be reconstructed provided:\n\n\t(i)\tthat each side yard is no less than one-half the required side yard for new buildings in the zone in which it is located, or in other applicable current land use regulations, but in no event less than three feet; and\n\n\t(ii)\tthat the front and rear yards are at least one-half the required front and rear yards for new buildings in the zone in which it is located, or in other applicable current land use regulations; and\n\n\t(iii)\tthat neither the footing, nor the building or structure projects into any area planned for widening or extension of existing or future streets as determined by the Advisory Agency upon the recommendation of the City Engineer; and\n\n\t(iv)\tthat the height shall not exceed the allowable height for new buildings or structures in the zone in which it is located, or in other applicable current land use regulations; and\n\n\t(v)\tthat a building permit for the reconstruction be obtained within two years of the damage or destruction from fire, flood, wind, earthquake, or other calamity or the public enemy.\n\n\t5.\tReplacement of Earthquake Hazardous Buildings.  Notwithstanding any other provision of this article to the contrary, a building nonconforming as to height, number of stories, lot area, loading space or parking, which is demolished as a result of enforcement of the Earthquake Hazard Reduction Ordinance (Article 1, Chapter IX of this Code), may be reconstructed with the same nonconforming height, number of stories, lot area, loading space or parking as the original building, provided, however, that reconstruction shall be commenced within two years of obtaining a permit for demolition and completed within two years of obtaining a permit for reconstruction.  Provided further, that neither the footing, nor any portion of the replacement building may encroach into any area planned for widening or extension of existing or future streets as determined by the Advisory Agency upon the recommendation of the City Engineer.\n\n\tAdditionally, a building nonconforming as to use or yards, which is demolished as a result of enforcement of the Earthquake Hazard Reduction Ordinance, may be reconstructed with the same nonconforming use or yards provided that the approval of a Zoning Administrator is obtained pursuant to Section 12.24 X.16. of this Code.\n\n\tB.\tNonconforming Use of Buildings.  (Amended by Ord. No. 178,599, Eff. 5\/26\/07.)\n\n\t1.\tDiscontinuance of Manufacturing Use in A and R Zones.  In the A and R Zones, any nonconforming use of a building first permitted in the MR1 or less restrictive zone shall be discontinued within five years from June 1, 1946, or five years from the date the use becomes nonconforming, whichever date is later.\n\n\t2.\tDiscontinuance of Commercial Use in A and R Zones.  In the A and R Zones, any nonconforming commercial use of a building shall be discontinued within five years from June 1, 1946, or five years from the date the use becomes nonconforming, whichever date is later.  However, the Zoning Administrator may permit its continuation pursuant to the procedures set forth in Section 12.24 X.27. of this Code.\n\n\t3.\tAuthority of Department of Building and Safety to Issue Orders to Comply.  The Department of Building and Safety shall have the authority to issue an order to comply to an owner of any building or structure who is in violation of this subsection and advise the owner of the required discontinuance of the nonconforming use of the building or structure.  Included in any order shall be a provision advising the owner of the right to apply to the Department of City Planning within 90 days for permission to continue the nonconforming use of the building or structure as provided in this subsection, but the failure to include that provision shall not nullify the order or provide a basis for the continued use of the building or structure.  The Department of Building and Safety shall record a notice of any order issued pursuant to this subsection with the Office of the Los Angeles County Recorder, but the failure to so record shall not nullify the order or provide a basis for the continued use of the building or structure by any owner, purchaser or lessee who was not aware of the order.\n\n\t4.\tNonconforming Use in Manufacturing Zones.  In the M Zones: \n\n\t(a)\tA building, nonconforming as to use, which does not contain any dwelling units or guest rooms, shall not be redesigned or rearranged to contain dwelling units or guest rooms;\n\n\t(b)\tA building, nonconforming as to use, which contains dwelling units or guest rooms shall not be redesigned or rearranged to be used for any other purpose permitted in an R Zone;\n\n\t(c)\tA building, nonconforming as to use, which contains dwelling units or guest rooms, shall not be redesigned or rearranged so as to increase the number of dwelling units or guest rooms in the building;\n\n\t(d)\tResidential uses in the M3 Zone, except for caretakers quarters, shall not be permitted to remain beyond five years from the date the use became nonconforming.\n\n\t5.\tExpansion of Nonconforming Use.  Except as otherwise provided in this subsection, a nonconforming use shall not be expanded into any other portion of the building.\n\n\t6.\tEnlargement of Residential Portion of Buildings Nonconforming as to Use.  The residential portion of a building, nonconforming as to use in the OS, A, R, P, PB, C, or PF Zones, may be enlarged, provided that the  enlargement does not create an additional dwelling unit or guest room.\n\n\t7.\tChange of Use.\n\n\t(a)\tAny change of use of a building or a portion of a building must conform to the current regulations of the zone and other applicable current land use regulations.\n\n\t(b)\tHowever, in the R, C, or M Zones, a nonconforming use may be changed to any use that is permitted in a more restrictive zone than the current zone.  The sequence of these zones, the first being the most restrictive and the last being the least restrictive, is as follows:  OS, A1, A2, RA, RE, RS, R1, RU, RZ, RW1, R2, RD, RMP, RW2, R3, RAS3, R4, RAS4, R5, CR, C1, C1.5, C4, C2, C5, CM, MR1, M1, MR2, M2, M3 and PF.  When the use of a nonconforming building is changed to a use that is permitted in a more restrictive zone, the nonconforming building shall not be occupied by a use that is permitted only in a less restrictive zone.\n\n\t8.\tParking.\n\n\t(a)\tDetermination of Required Parking.  All currently provided parking spaces shall be considered as the required parking for an existing nonconforming use if the parking spaces are less than or equal to the parking required by current regulations.\n\n\t(b)\tChange of Use or Other Alterations.  For the purpose of calculating the parking requirements for a change of use or other alterations, which would require additional parking spaces per this Code, including, but not limited to, additional dwelling units, seating capacity, beds for institutions or guest rooms, existing parking must be maintained and additional parking spaces shall be provided equal to the difference between the number of required parking spaces for the existing use based on current parking regulations set forth in this Code and not on the provisions of Paragraph (a) above, and the number of required parking spaces for the new use or the new capacity created by the alterations, also based on current parking regulations.\n\n\t(c)\tAdditions to Buildings or Structures.  The parking requirement for an addition or enlargement to a building or structure that results in an increase in floor area shall be as set forth in the current provisions of this Code.  No additional parking spaces shall be required for the original portion of the building, as determined by Paragraphs (a) and (b) of this subdivision, only for the additional portion.\n\n\t9.\tDiscontinuance of Use.  A building or structure or portion or a building or structure, which contains a nonconforming use which is discontinued for a continuous period of one year, shall only be occupied by a use that conforms to the current use regulations of the zone and other applicable current land use regulations.\n\n\tC.\tNonconforming Use Of Land\n\n\t1.\tDiscontinuation of Nonconforming Use of Land.  (Amended by Ord. No. 178,599, Eff. 5\/26\/07.)\n\n\t(a)\tIn the A, R or C Zones, a nonconforming use of land shall be discontinued within five years from June 1, 1946, or from the date the use becomes nonconforming, whichever date is later, in each of the following cases:\n\n\t(i)\twhere no buildings are utilized in connection with the use;\n\n\t(ii)\twhere the only buildings utilized are accessory or incidental to the use;\n\n\t(iii)\twhere the use is maintained in connection with a conforming building.\n\n\t(b)\tA nonconforming use of land, which is accessory or incidental to the nonconforming use of a building, shall be discontinued on the same date the nonconforming use of the building is discontinued.\n\n\t2.\tContinuation of Nonconforming Use of Land.  (Amended by Ord. No. 178,599, Eff. 5\/26\/07.)  Except as provided in Subdivision 1. above, the nonconforming use of land may be continued, subject to the following limitations:\n\n\t(a)\tthat the use is not expanded or extended in any way either on the same or adjoining land beyond the limits of what was originally permitted; and\n\n\t(b)\tthat the use is not changed, except to a use that conforms to the current use regulations of the zone and other applicable current land use regulations; and\n\n\t(c)\tin the MR or M1 Zone, the use shall be completely enclosed within a building or within an area enclosed on all sides with a solid wall or solid fence of a height sufficient to screen the use from public view, but in no event less than six feet in height, within one year from the date the use becomes nonconforming; and\n\n\t(d)\tif the use is discontinued for a continuous period of one year, it shall not be reestablished.\n\n\t3.\tContinuation of Signs.  Any existing nonconforming sign, as defined in Section 91.6203 of this Code, may be continued, provided that no structural, electrical or mechanical alterations are made to the sign except as permitted in Section 91.6206 of this Code.  (Amended by Ord. No. 178,599, Eff. 5\/26\/07.)\n\n\t4.\tOil Wells.  (Amended by Ord. No. 160,874, Eff. 4\/ 6\/86.)\n\n\t(a)\tNo well for the production of oil, gas or other hydrocarbon substances, which is a nonconforming use, shall be re-drilled or deepened.\n\n\t(b)\tAll such wells, including any incidental storage tanks and drilling or production equipment, shall be completely removed within 20 years from June 1, 1946, or within 20 years from date such use became nonconforming, if said date was subsequent to June 1, 1946; provided, however, a Zoning Administrator may, upon individual application, allow such wells to continue to operate after said removal date, if he determines that such continued operation would be reasonably compatible with the surrounding area and in connection therewith may impose such conditions, including time limitations, as he deems necessary to achieve such compatibility.\n\n\t(c)\tNotwithstanding the above, in the Los Angeles City Oil Field such wells may continue operation provided an application is filed with the Office of Zoning Administration on or before November 1, 1986 and is subsequently approved. Any well operator may reapply for Zoning Administrator approval after November 1, 1986 provided the prior approval has not expired.\n\n\t5.\tCommercial Animal Keeping – The nonconforming keeping, grazing, breeding, raising or training of livestock, poultry, fowl, rabbits, chinchillas, fish, frogs or similar animals for commercial purposes in the RA and R Zones, shall be completely abandoned on or before July 1, 1976 or within 15 years from the date such use became nonconforming. (Added by Ord. No. 122,543, Eff. 9\/2\/72.)\n\n\t6.\tAutomobile Dismantling Yards, Junk Yards, and Related Uses.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\n\n\t(a)\tAny of the uses to which the provisions of Section 12.19A 4 of this article are applicable, lawfully existing in the M2 Zone on November 29, 1968, shall be completely removed from the zone within two years unless the use has been made to comply with the limitations applicable to the use.  However, upon a showing that substantial compliance with the limitations applicable to a particular use has been effected, the Director of Planning may grant an extension of time to complete the work necessary to effect full compliance.  No extension so granted shall exceed one year in duration nor shall more than one extension be granted with respect to any individual use.\n\n\t(b)\tAny of the uses to which the provisions of Section 12.20A 6 are applicable, lawfully existing in the M3 Zone on November 29, 1968, shall be completely removed from the zone within two years unless the use has been made to conform to the limitations applicable to the use.  However, upon a showing that substantial compliance with the limitations applicable to a particular use has been effected, the Zoning Administrator may grant an extension of time to complete the work necessary to effect full compliance.  The procedure for this extension shall be as set forth in Section 12.24 with the Zoning Administrator as the initial decision maker and the Area Planning Commission as the appellate body.  No extension so granted shall exceed one year in duration nor shall more than one extension be granted with respect to any individual use.\n\n\t(c)\tThe nonconforming use of land for the open storage of materials and equipment, including used materials and equipment, may be continued, but shall be subject to the following limitation: it shall be made to conform to the provisions of this Code on the construction of walls or fences for the open storage of such used materials and equipment within one year from the date the use became nonconforming.  The phrase “used materials and equipment” includes, but is not limited to, vehicles, boats, or airplanes which are inoperable, wrecked, damaged or unlicensed, i.e., not currently licensed by the Department of Motor Vehicles.\n\n\t7.\tDiscontinuance of Nonconforming Hostels and Transient Occupancy Residential Structures.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\n\n\t(a)\tAny hostel or transient occupancy residential structure to which the provisions of Sections 12.12.2A1(d), 12.13A1.5, and 12.13.5A11, of this article are applicable, existing in or within 500 feet of an A or R zone on May 8, 1992, shall be discontinued within 180 days unless the use has been made to comply with the limitations applicable to that use.  However, upon a showing that substantial compliance with the limitations applicable to a particular use has been effected, the Zoning Administrator may grant an extension of time to complete the work necessary to effect full compliance.  No extension so granted shall exceed 90 days in duration nor shall more than one extension be granted with respect to any individual use.  The procedure for this extension shall be as set forth in Section 12.24 with the Zoning Administrator as the initial decision maker and the Area Planning Commission as the appellate body.\n\n\tD.\tNonconforming Due To Changes – Whenever a building or structure or a use of a building, structure or land becomes nonconforming because of a change of zone or change in the regulations, and a period of time is specified in this section for the removal of such non conforming building, structure or use, said period of time shall be computed from the effective date of such change.\n\n\tThis section merely provides for an exception to other sections of the LAMC; it is not to be regarded as a part of the definition of the offense created by other sections of the code and need not be negatived by proof or pleading.\n\tPeople v. Webb, CR A 1762.\n\n\tThe existence of nonconforming uses does not necessarily invalidate a zoning ordinance, and no vested right to violate an ordinance may be acquired by continued violations.\n\tLockard v. The City of Los Angeles, 33 Cal. 2d 453.\n\tAcker v. Baldwin, 18 Cal. 2d 341.\n\n\tUses for commercial purposes in district zoned for residential purposes if subsequent to enactment of zoning ordinance, confers no vested right for continuance thereof.\n\tBurke v. City of Los Angeles, 68 Cal. App. 2d 189.\n\n\tA nonconforming use cannot be enlarged.\n\tCounty of San Diego v. McClurken, 37 Cal. 2d 683.\n\n\tA nonconforming use is subject to the full exercise of the police power and may, like all other activities, be subjected to all reasonable regulations.\n\tPeople v. Scheib, CR A 2457.\n\n\tUnder a zoning ordinance authorizing applications to an administrative body for permission to put land to a nonconforming use, it is not a denial of an owner’s constitutional right to equal protection of the laws to discriminate against him by granting such application to some owners and refusing a grant to him in the same district.\n\tOtis v. City of Los Angeles, 52 Cal. App. 2d 605.\n\n\tE.\tUse Of Nonconforming Lot. A Nonconforming lot may be occupied by any use permitted in the zone in which it is located except for those uses which require a width, area or other lot dimension other than the minimum specified in the area requirements of said zone. However, no more than two dwelling units shall be permitted on a lot with an area less than 4,000 square feet, except on lots located in an RW Zone. (Amended by Ord. No. 138,095, Eff. 4\/19\/69.)\n\n\tF.\tEquine Keeping – Nonconforming Lot In “RA” Zone.  Equines may be kept and a stable may be erected or maintained on any lot in an “RA” Zone, provided said lot had the area required for the keeping of equines at the time the lot was established. (Amended by Ord. No. 157,144, Eff. 11\/22\/82.)\n\n\tG.\tEquine – Nonconforming Uses – Non-“K” Equinekeeping Lots.  Notwithstanding any other provisions of this Code to the contrary, equine uses of the land on non-“K” District lots shall be allowed to be continued if, after the legal establishment of the equine use, a neighbor is granted a building permit to construct a dwelling unit within the 75-foot required distance between an equine use and the neighbor’s dwelling unit.  If, in accordance with the provisions of Section 12.24X5, the Zoning Administrator grants permission for a neighbor’s dwelling to be constructed closer than 35 feet from a legally existing equine enclosure, the equine enclosure may be considered to be nonconforming if it is relocated not closer than 35 feet from the habitable rooms attached to any dwelling.  The nonconforming equine use shall be subject to the following limitations:  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\n\n\t1.\tThe equine enclosure shall not be closer than 35 feet to the habitable rooms of any dwelling unit.\n\n\t2.\tThe subject lot has been designated by an Equine License to stable at least one licensed equine during the 12 months prior to the issuance of the building permit for the neighbor’s dwelling unit.\n\n\t3.\tThe equine enclosure shall not be expanded, extended, or relocated in such a manner as to reduce the nonconforming distance between the enclosure and the habitable rooms of the neighbor’s dwelling unit.\n\n\t4.\tThe nonconforming equine use shall be discontinued if, during a successive 3–year period, no equine is licensed by the Department of Animal Services to be stabled on the subject lot.  (“Department of Animal Regulation” renamed “Department of Animal Services” by Ord. No. 174,735, Eff. 9\/13\/02.)\n\n\tH.\t(Repealed by Ord. No. 171,740, Eff. 10\/27\/97.)\n\n\tI.\tEquine Nonconforming Uses Adjacent to Residential Buildings.  Notwithstanding any provisions of this Code to the contrary, if an equine use not in a “K” District was legally established prior to November 22, 1982, that use shall be allowed to continue, even though the City issued a building permit between November 22, 1982 and July 1, 1986, to construct a residential building on an adjacent lot within the 35-foot required distance between an equine use and the habitable rooms of a residential building on the adjacent lot.  This provision shall not apply to building permits authorized by the Zoning Administrator pursuant to Section 12.24X5.  This nonconforming equine use shall be subject to the following limitations:  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\n\n\t1.\tThe subject lot has been designated by an Equine License to stable at least one licensed equine during the 12 months prior to the issuance of the building permit for the residential building on an adjacent lot.\n\n\t2.\tThe equine enclosure shall not be expanded, extended, or relocated in such a manner as to reduce the nonconforming distance between the enclosure and the habitable rooms of the residential building on an adjacent lot.\n\n\t3.\tThe nonconforming equine use shall be discontinued if, during a successive 3-year period, no equine is licensed by the Department of Animal Services to be stabled on the subject lot.  (“Department of Animal Regulation” renamed “Department of Animal Services” by Ord. No. 174,735, Eff. 9\/13\/02.)\n\n\tNothing in this subsection relieves any person from the obligation to comply with the requirements of any county or state law.  (Para. Amended by Ord. No. 173,754, Eff. 3\/5\/01.)","order_by":"23","ancestry":{"1":{"id":"20","name":"Specific Planning – Zoning\nComprehensive Zoning Plan","identifier":"2","label":"article","url":"\/1\/2\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3095","structure_id":"20","section_number":"12.00","catch_line":"Title.","url":"\/12.00\/","token":"12.00"},"1":{"id":"1517","structure_id":"20","section_number":"12.01","catch_line":"Continuation Of Existing Regulations.","url":"\/12.01\/","token":"12.01"},"2":{"id":"1627","structure_id":"20","section_number":"12.02","catch_line":"Purpose.","url":"\/12.02\/","token":"12.02"},"3":{"id":"2312","structure_id":"20","section_number":"12.03","catch_line":"Definitions.","url":"\/12.03\/","token":"12.03"},"4":{"id":"3734","structure_id":"20","section_number":"12.04","catch_line":"Zones - Districts - Symbols.","url":"\/12.04\/","token":"12.04"},"5":{"id":"1459","structure_id":"20","section_number":"12.04.01","catch_line":"Violations Of Specific Plans.","url":"\/12.04.01\/","token":"12.04.01"},"6":{"id":"1812","structure_id":"20","section_number":"12.04.05","catch_line":"“Os” Open Space Zone.","url":"\/12.04.05\/","token":"12.04.05"},"7":{"id":"4037","structure_id":"20","section_number":"12.04.09","catch_line":"“Pf” Public Facilities Zone.","url":"\/12.04.09\/","token":"12.04.09"},"8":{"id":"3058","structure_id":"20","section_number":"12.05","catch_line":"“A1” Agriculture Zone.","url":"\/12.05\/","token":"12.05"},"9":{"id":"1807","structure_id":"20","section_number":"12.06","catch_line":"“A2” Agricultural Zone.","url":"\/12.06\/","token":"12.06"},"10":{"id":"2434","structure_id":"20","section_number":"12.07","catch_line":"“Ra” Suburban Zone.","url":"\/12.07\/","token":"12.07"},"11":{"id":"833","structure_id":"20","section_number":"12.07.01","catch_line":"“Re” Residential Estate Zone.","url":"\/12.07.01\/","token":"12.07.01"},"12":{"id":"3662","structure_id":"20","section_number":"12.07.1","catch_line":"“Rs” Suburban Zone.","url":"\/12.07.1\/","token":"12.07.1"},"13":{"id":"1550","structure_id":"20","section_number":"12.08","catch_line":"“R1” One-Family Zone.","url":"\/12.08\/","token":"12.08"},"14":{"id":"1455","structure_id":"20","section_number":"12.08.1","catch_line":"Ru Residential Urban Zone.","url":"\/12.08.1\/","token":"12.08.1"},"15":{"id":"1635","structure_id":"20","section_number":"12.08.3","catch_line":"Rz Residential Zero Side Yard Zone.","url":"\/12.08.3\/","token":"12.08.3"},"16":{"id":"504","structure_id":"20","section_number":"12.08.5","catch_line":"“Rw1” Residential Waterways Zone.","url":"\/12.08.5\/","token":"12.08.5"},"17":{"id":"2976","structure_id":"20","section_number":"12.09","catch_line":"“R2” Two-Family Zone.","url":"\/12.09\/","token":"12.09"},"18":{"id":"3015","structure_id":"20","section_number":"12.09.1","catch_line":"“Rd” Restricted Density Multiple Dwelling Zone.","url":"\/12.09.1\/","token":"12.09.1"},"19":{"id":"3789","structure_id":"20","section_number":"12.09.3","catch_line":"“Rmp” Mobilehome Park Zone.","url":"\/12.09.3\/","token":"12.09.3"},"20":{"id":"3264","structure_id":"20","section_number":"12.09.5","catch_line":"“Rw2” Residential Waterways Zone.","url":"\/12.09.5\/","token":"12.09.5"},"21":{"id":"1735","structure_id":"20","section_number":"12.10","catch_line":"“R3” Multiple Dwelling Zone.","url":"\/12.10\/","token":"12.10"},"22":{"id":"2343","structure_id":"20","section_number":"12.10.5","catch_line":"Ras3 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.10.5\/","token":"12.10.5"},"23":{"id":"621","structure_id":"20","section_number":"12.11","catch_line":"“R4” Multiple Dwelling Zone.","url":"\/12.11\/","token":"12.11"},"24":{"id":"1231","structure_id":"20","section_number":"12.11.5","catch_line":"Ras4 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.11.5\/","token":"12.11.5"},"25":{"id":"1666","structure_id":"20","section_number":"12.12","catch_line":"“R5” Multiple Dwelling Zone.","url":"\/12.12\/","token":"12.12"},"26":{"id":"601","structure_id":"20","section_number":"12.12.1","catch_line":"“P” Automobile Parking Zone.","url":"\/12.12.1\/","token":"12.12.1"},"27":{"id":"286","structure_id":"20","section_number":"12.12.1.5","catch_line":"“Pb” Parking Building Zone.*","url":"\/12.12.1.5\/","token":"12.12.1.5"},"28":{"id":"2454","structure_id":"20","section_number":"12.12.2","catch_line":"“Cr” Limited Commercial Zone.","url":"\/12.12.2\/","token":"12.12.2"},"29":{"id":"3444","structure_id":"20","section_number":"12.13","catch_line":"“C1” Limited Commercial Zone.","url":"\/12.13\/","token":"12.13"},"30":{"id":"2973","structure_id":"20","section_number":"12.13.5","catch_line":"“C1.5” Limited Commercial Zone","url":"\/12.13.5\/","token":"12.13.5"},"31":{"id":"156","structure_id":"20","section_number":"12.14","catch_line":"“C2” Commercial Zone.","url":"\/12.14\/","token":"12.14"},"32":{"id":"1739","structure_id":"20","section_number":"12.16","catch_line":"“C4”Commercial Zone.","url":"\/12.16\/","token":"12.16"},"33":{"id":"24","structure_id":"20","section_number":"12.16.1","catch_line":"“Cw” Central City West Specific Plan Zone.","url":"\/12.16.1\/","token":"12.16.1"},"34":{"id":"1075","structure_id":"20","section_number":"12.16.2","catch_line":"Adp Alameda District Specific Plan Zone.","url":"\/12.16.2\/","token":"12.16.2"},"35":{"id":"265","structure_id":"20","section_number":"12.16.3","catch_line":"Lased Los Angeles Sports And Entertainment District Specific Plan Zone.","url":"\/12.16.3\/","token":"12.16.3"},"36":{"id":"1579","structure_id":"20","section_number":"12.17","catch_line":"“C5” Commercial Zone.","url":"\/12.17\/","token":"12.17"},"37":{"id":"2695","structure_id":"20","section_number":"12.17.1","catch_line":"“Cm” Commercial Manufacturing Zone.","url":"\/12.17.1\/","token":"12.17.1"},"38":{"id":"2925","structure_id":"20","section_number":"12.17.2","catch_line":"“Cm(Gm)”Commercial Manufacturing (Glencoe\/Maxella) Specific Plan Zone.","url":"\/12.17.2\/","token":"12.17.2"},"39":{"id":"1704","structure_id":"20","section_number":"12.17.5","catch_line":"“Mr1” Restricted Industrial Zone.","url":"\/12.17.5\/","token":"12.17.5"},"40":{"id":"383","structure_id":"20","section_number":"12.17.5.5","catch_line":"“Ccs” Century City South Specific Plan Studio Zone.","url":"\/12.17.5.5\/","token":"12.17.5.5"},"41":{"id":"1032","structure_id":"20","section_number":"12.17.6","catch_line":"“M1” Limited Industrial Zone.","url":"\/12.17.6\/","token":"12.17.6"},"42":{"id":"65","structure_id":"20","section_number":"12.18","catch_line":"“Mr2” Restricted Light Industrial Zone.","url":"\/12.18\/","token":"12.18"},"43":{"id":"2426","structure_id":"20","section_number":"12.18.1","catch_line":"“Wc” Warner Center Specific Plan Zone.","url":"\/12.18.1\/","token":"12.18.1"},"44":{"id":"1290","structure_id":"20","section_number":"12.19","catch_line":"“M2” Light Industrial Zone.","url":"\/12.19\/","token":"12.19"},"45":{"id":"1435","structure_id":"20","section_number":"12.19.1","catch_line":"Lax Los Angeles International Airport Zone.","url":"\/12.19.1\/","token":"12.19.1"},"46":{"id":"3523","structure_id":"20","section_number":"12.20","catch_line":"“M3” Heavy Industrial Zone.","url":"\/12.20\/","token":"12.20"},"47":{"id":"3019","structure_id":"20","section_number":"12.20.1","catch_line":"Sl Ocean – Submerged Land Zone.","url":"\/12.20.1\/","token":"12.20.1"},"48":{"id":"3360","structure_id":"20","section_number":"12.20.2","catch_line":"Coastal Development Permits (Prior To Certification Of The Local Coastal Program.)","url":"\/12.20.2\/","token":"12.20.2"},"49":{"id":"2874","structure_id":"20","section_number":"12.20.2.1","catch_line":"Coastal Development Permit Procedures After Certification Of The Local Coastal Program.","url":"\/12.20.2.1\/","token":"12.20.2.1"},"50":{"id":"2479","structure_id":"20","section_number":"12.20.3","catch_line":"“Hp” Historic Preservation Overlay Zone.","url":"\/12.20.3\/","token":"12.20.3"},"51":{"id":"3236","structure_id":"20","section_number":"12.21.1","catch_line":"Height Of Building Or Structures.","url":"\/12.21.1\/","token":"12.21.1"},"52":{"id":"488","structure_id":"20","section_number":"12.21.2","catch_line":"Height Of Buildings Or Structures In Century City.","url":"\/12.21.2\/","token":"12.21.2"},"53":{"id":"2253","structure_id":"20","section_number":"12.21.3","catch_line":"Height Of Buildings Or Structures In Community Redevelopment Plan Areas.","url":"\/12.21.3\/","token":"12.21.3"},"54":{"id":"3709","structure_id":"20","section_number":"12.21.4","catch_line":"Height Of Buildings Or Structures In Enterprise Zones.","url":"\/12.21.4\/","token":"12.21.4"},"55":{"id":"605","structure_id":"20","section_number":"12.21.5","catch_line":"Height Of Buildings Or Structures In Centers Study Areas.","url":"\/12.21.5\/","token":"12.21.5"},"56":{"id":"1399","structure_id":"20","section_number":"12.22","catch_line":"Exceptions.","url":"\/12.22\/","token":"12.22"},"57":{"id":"2993","structure_id":"20","section_number":"12.22.1","catch_line":"Safer Sex.","url":"\/12.22.1\/","token":"12.22.1"},"58":{"id":"3237","structure_id":"20","section_number":"12.23","catch_line":"Nonconforming Building And Uses.","url":"\/12.23\/","token":"12.23"},"59":{"id":"1191","structure_id":"20","section_number":"12.24","catch_line":"Conditional Use Permits And Other Similar Quasi-Judicial Approvals.","url":"\/12.24\/","token":"12.24"},"60":{"id":"546","structure_id":"20","section_number":"12.24.1","catch_line":"Land Use Determination By City Planning Commission.","url":"\/12.24.1\/","token":"12.24.1"},"61":{"id":"1889","structure_id":"20","section_number":"12.25","catch_line":"Time Limitations.","url":"\/12.25\/","token":"12.25"},"62":{"id":"2902","structure_id":"20","section_number":"12.26","catch_line":"Department Of Building And Safety.","url":"\/12.26\/","token":"12.26"},"63":{"id":"2923","structure_id":"20","section_number":"12.27","catch_line":"Variances.","url":"\/12.27\/","token":"12.27"},"64":{"id":"799","structure_id":"20","section_number":"12.27.1","catch_line":"Administrative Nuisance Abatement Proceedings.","url":"\/12.27.1\/","token":"12.27.1"},"65":{"id":"4040","structure_id":"20","section_number":"12.28","catch_line":"Adjustments And Slight Modifications.","url":"\/12.28\/","token":"12.28"},"66":{"id":"2103","structure_id":"20","section_number":"12.29","catch_line":"Violation Of Conditions – Penalty.","url":"\/12.29\/","token":"12.29"},"67":{"id":"339","structure_id":"20","section_number":"12.30","catch_line":"Boundaries Of Zones.","url":"\/12.30\/","token":"12.30"},"68":{"id":"1073","structure_id":"20","section_number":"12.31","catch_line":"Interpretation – Purpose – Conflict.","url":"\/12.31\/","token":"12.31"},"69":{"id":"3171","structure_id":"20","section_number":"12.32","catch_line":"Land Use Legislative Actions.","url":"\/12.32\/","token":"12.32"},"70":{"id":"511","structure_id":"20","section_number":"12.33","catch_line":"Dedication Of Land Or Payment For Park And Recreational Facilities As A Requirement For A Zone Change For A Multiple Residential Use In Any Multiple Residential Or Commercial Zone.","url":"\/12.33\/","token":"12.33"},"71":{"id":"1730","structure_id":"20","section_number":"12.34","catch_line":"Application Of Provisions.","url":"\/12.34\/","token":"12.34"},"72":{"id":"3843","structure_id":"20","section_number":"12.35","catch_line":"Zoning Of Annexed Or Unzoned Areas.","url":"\/12.35\/","token":"12.35"},"73":{"id":"1352","structure_id":"20","section_number":"12.36","catch_line":"Projects Requiring Multiple Approvals.(Charter § 564).","url":"\/12.36\/","token":"12.36"},"74":{"id":"1765","structure_id":"20","section_number":"12.37","catch_line":"Highway And Collector Street Dedication And Improvement.","url":"\/12.37\/","token":"12.37"},"75":{"id":"2301","structure_id":"20","section_number":"12.38","catch_line":"Dedication Of Streets By Long Term Leases.","url":"\/12.38\/","token":"12.38"},"76":{"id":"2657","structure_id":"20","section_number":"12.39","catch_line":"Low And Moderate Housing.","url":"\/12.39\/","token":"12.39"},"77":{"id":"1295","structure_id":"20","section_number":"12.40","catch_line":"Landscape - General Requirements.","url":"\/12.40\/","token":"12.40"},"78":{"id":"2364","structure_id":"20","section_number":"12.41","catch_line":"Landscape - Water Management.","url":"\/12.41\/","token":"12.41"},"79":{"id":"2169","structure_id":"20","section_number":"12.42","catch_line":"Landscape.","url":"\/12.42\/","token":"12.42"},"80":{"id":"4030","structure_id":"20","section_number":"12.43","catch_line":"Source Reduction Of Waste.","url":"\/12.43\/","token":"12.43"},"81":{"id":"1485","structure_id":"20","section_number":"12.50","catch_line":"Airport Approach Zoning Regulations.","url":"\/12.50\/","token":"12.50"},"82":{"id":"1328","structure_id":"20","section_number":"12.70","catch_line":"Adult Entertainment Zoning.","url":"\/12.70\/","token":"12.70"},"83":{"id":"481","structure_id":"20","section_number":"12.80","catch_line":"Homeless Shelters - Emergencies - Government Owned And Leased Property.","url":"\/12.80\/","token":"12.80"},"84":{"id":"737","structure_id":"20","section_number":"12.81","catch_line":"Homeless Shelters - Emergencies - Charitable\nOrganizations.","url":"\/12.81\/","token":"12.81"}},"next_section":{"id":"1191","structure_id":"20","section_number":"12.24","catch_line":"Conditional Use Permits And Other Similar Quasi-Judicial Approvals.","url":"\/12.24\/","token":"12.24"},"metadata":false,"references":false,"url":"\/12.23\/","token":"12.23","formats":{"txt":"\/12.23.txt","json":"\/12.23.xml"},"dublin_core":{"Title":"Nonconforming Building And Uses.","Type":"Text","Format":"text\/html","Identifier":"§ 12.23","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nNONCONFORMING BUILDING AND USES. (§ 12.23)\n\n  NONCONFORMING BUILDING AND USES.\tA building or structure with a nonconforming\nuse and a nonconforming building or structure may be maintained, repaired or\nstructurally altered and a nonconforming use may be maintained provided the\nbuilding or use conformed to the requirements of the zone and any other land use\nregulations at the time it was built or established, except as otherwise\nprovided in this section.  (Added by Ord. No. 178,599, Eff.\n5\/26\/07.)\tA.\tBuildings with Nonconforming Area, Height or Yards.  (Amended by\nOrd. No. 178,599, Eff. 5\/26\/07.)\t1.\tBuildings Nonconforming as to Area or Yard\nRegulations.  A building, nonconforming as to area or yard regulations, may be\nrepaired, altered, or internally remodeled, provided at least 50 percent of the\nperimeter length of the existing nonconforming portion of the exterior walls of\nthe building are retained.  It may be expanded in floor area provided the\nexpansion conforms to the requirements of this Code, subject to the following\nprovisions:\t(a)\ta building, nonconforming only as to yard regulations, may be\nadded to or enlarged in any manner provided:\t(i)\tany addition or enlargement\nthat is located in the required yard that is nonconforming does not encroach\ninto any portion of that required yard to a greater extent than the existing\nnonconforming building encroaches; and\t(ii)\tin no event shall any addition or\nenlargement reduce the width of a side yard or the depth of a front or rear yard\nto less than 50 percent of that required by the current yard regulations of the\nzone and other applicable current land use regulations; and\t(iii)\tthe total of\nall additions or enlargements, made since the building became nonconforming as\nto yard regulations, which encroach into any required yard, shall not exceed in\nheight or length the height or length of that portion of the adjoining\nnonconforming building that extends into the same required yard.\t(b)\tA\nresidential building, nonconforming as to the area regulations (density), in the\nOS, A, R, P, PB, C or PF Zones, may be enlarged, provided that the enlargement\ndoes not create any additional dwelling units or guest rooms.\t(c)\tA Building,\nnonconforming as to the Residential Floor Area regulations on properties zoned\nRA, RE, RS, and R1, not including properties in the Coastal Zone which are not\nlocated in a Hillside Area, as defined in Section 12.03 of this Code, shall not\nbe added to or enlarged in any manner, except as may be approved or permitted\npursuant to a discretionary approval, as that term is defined in Section 16.05\nB. of this Code.  However, alterations, other than additions or enlargements,\nmay be made provided that at least 50 percent of the perimeter length of the\ncontiguous exterior walls and 50 percent of the roof are retained.  (Amended by\nOrd. No. 181,624, Eff. 5\/9\/11.)\t2.\tBuildings Nonconforming as to Height.  A\nbuilding, nonconforming only as to height regulations, may not be added to or\nenlarged in any manner, unless the additions or enlargements conform to all the\ncurrent regulations of the zone and other applicable current land use\nregulations, provided that the total aggregate floor area included in all the\nseparate additions or enlargements shall not exceed 50 percent of the floor area\nof the ground floor of the building or structure.\t3.\tMoving Nonconforming\nBuildings.  A nonconforming building or structure may not be moved, in whole or\nin part, to any other location on the lot unless every portion of the building\nor structure that is moved is made to conform to all the current regulations of\nthe zone and other applicable current land use regulations, except as otherwise\npermitted by Section 12.22 C.13. of this Code.\t4.\tRestoration of Damaged\nNonconforming Buildings.\t(a)\tA nonconforming building or structure, which is\ndamaged or partially destroyed by any fire, flood, wind, earthquake or other\ncalamity or the public enemy, may be restored and the occupancy or use of the\nbuilding, structure or part of the building or structure, which existed at the\ntime of the damage or destruction, may be continued or resumed, provided that\nthe total cost of restoration does not exceed 75 percent of the replacement\nvalue of the building or structure at the time of the damage or destruction.  A\npermit for restoration shall be obtained within a period of two years from the\ndate of the damage or destruction.  Except as set forth in Paragraph (b) below,\nif the damage or destruction exceeds 75 percent of the replacement value of the\nnonconforming building or structure at the time of the damage or destruction, no\nrepairs or restoration shall be made unless every portion of the building or\nstructure is made to conform to all regulations for new buildings in the zone in\nwhich it is located, and other applicable current land use regulations.\t(b)\tIf\nthe damage or destruction of a nonconforming single-family or two-family\ndwelling, multiple dwelling or apartment house in the OS, A, R, P, PB, C, M, or\nPF Zones exceeds 75 percent of its replacement value at the time of the damage\nor destruction, the building or structure may be reconstructed\nprovided:\t(i)\tthat each side yard is no less than one-half the required side\nyard for new buildings in the zone in which it is located, or in other\napplicable current land use regulations, but in no event less than three feet;\nand\t(ii)\tthat the front and rear yards are at least one-half the required front\nand rear yards for new buildings in the zone in which it is located, or in other\napplicable current land use regulations; and\t(iii)\tthat neither the footing, nor\nthe building or structure projects into any area planned for widening or\nextension of existing or future streets as determined by the Advisory Agency\nupon the recommendation of the City Engineer; and\t(iv)\tthat the height shall not\nexceed the allowable height for new buildings or structures in the zone in which\nit is located, or in other applicable current land use regulations; and\t(v)\tthat\na building permit for the reconstruction be obtained within two years of the\ndamage or destruction from fire, flood, wind, earthquake, or other calamity or\nthe public enemy.\t5.\tReplacement of Earthquake Hazardous Buildings. \nNotwithstanding any other provision of this article to the contrary, a building\nnonconforming as to height, number of stories, lot area, loading space or\nparking, which is demolished as a result of enforcement of the Earthquake Hazard\nReduction Ordinance (Article 1, Chapter IX of this Code), may be reconstructed\nwith the same nonconforming height, number of stories, lot area, loading space\nor parking as the original building, provided, however, that reconstruction\nshall be commenced within two years of obtaining a permit for demolition and\ncompleted within two years of obtaining a permit for reconstruction.  Provided\nfurther, that neither the footing, nor any portion of the replacement building\nmay encroach into any area planned for widening or extension of existing or\nfuture streets as determined by the Advisory Agency upon the recommendation of\nthe City Engineer.\tAdditionally, a building nonconforming as to use or yards,\nwhich is demolished as a result of enforcement of the Earthquake Hazard\nReduction Ordinance, may be reconstructed with the same nonconforming use or\nyards provided that the approval of a Zoning Administrator is obtained pursuant\nto Section 12.24 X.16. of this Code.\tB.\tNonconforming Use of Buildings. \n(Amended by Ord. No. 178,599, Eff. 5\/26\/07.)\t1.\tDiscontinuance of Manufacturing\nUse in A and R Zones.  In the A and R Zones, any nonconforming use of a\nbuilding first permitted in the MR1 or less restrictive zone shall be\ndiscontinued within five years from June 1, 1946, or five years from the date\nthe use becomes nonconforming, whichever date is later.\t2.\tDiscontinuance of\nCommercial Use in A and R Zones.  In the A and R Zones, any nonconforming\ncommercial use of a building shall be discontinued within five years from June\n1, 1946, or five years from the date the use becomes nonconforming, whichever\ndate is later.  However, the Zoning Administrator may permit its continuation\npursuant to the procedures set forth in Section 12.24 X.27. of this\nCode.\t3.\tAuthority of Department of Building and Safety to Issue Orders to\nComply.  The Department of Building and Safety shall have the authority to\nissue an order to comply to an owner of any building or structure who is in\nviolation of this subsection and advise the owner of the required discontinuance\nof the nonconforming use of the building or structure.  Included in any order\nshall be a provision advising the owner of the right to apply to the Department\nof City Planning within 90 days for permission to continue the nonconforming use\nof the building or structure as provided in this subsection, but the failure to\ninclude that provision shall not nullify the order or provide a basis for the\ncontinued use of the building or structure.  The Department of Building and\nSafety shall record a notice of any order issued pursuant to this subsection\nwith the Office of the Los Angeles County Recorder, but the failure to so record\nshall not nullify the order or provide a basis for the continued use of the\nbuilding or structure by any owner, purchaser or lessee who was not aware of the\norder.\t4.\tNonconforming Use in Manufacturing Zones.  In the M Zones: \t(a)\tA\nbuilding, nonconforming as to use, which does not contain any dwelling units or\nguest rooms, shall not be redesigned or rearranged to contain dwelling units or\nguest rooms;\t(b)\tA building, nonconforming as to use, which contains dwelling\nunits or guest rooms shall not be redesigned or rearranged to be used for any\nother purpose permitted in an R Zone;\t(c)\tA building, nonconforming as to use,\nwhich contains dwelling units or guest rooms, shall not be redesigned or\nrearranged so as to increase the number of dwelling units or guest rooms in the\nbuilding;\t(d)\tResidential uses in the M3 Zone, except for caretakers quarters,\nshall not be permitted to remain beyond five years from the date the use became\nnonconforming.\t5.\tExpansion of Nonconforming Use.  Except as otherwise provided\nin this subsection, a nonconforming use shall not be expanded into any other\nportion of the building.\t6.\tEnlargement of Residential Portion of Buildings\nNonconforming as to Use.  The residential portion of a building, nonconforming\nas to use in the OS, A, R, P, PB, C, or PF Zones, may be enlarged, provided that\nthe  enlargement does not create an additional dwelling unit or guest\nroom.\t7.\tChange of Use.\t(a)\tAny change of use of a building or a portion of a\nbuilding must conform to the current regulations of the zone and other\napplicable current land use regulations.\t(b)\tHowever, in the R, C, or M Zones, a\nnonconforming use may be changed to any use that is permitted in a more\nrestrictive zone than the current zone.  The sequence of these zones, the first\nbeing the most restrictive and the last being the least restrictive, is as\nfollows:  OS, A1, A2, RA, RE, RS, R1, RU, RZ, RW1, R2, RD, RMP, RW2, R3, RAS3,\nR4, RAS4, R5, CR, C1, C1.5, C4, C2, C5, CM, MR1, M1, MR2, M2, M3 and PF.  When\nthe use of a nonconforming building is changed to a use that is permitted in a\nmore restrictive zone, the nonconforming building shall not be occupied by a use\nthat is permitted only in a less restrictive zone.\t8.\tParking.\t(a)\tDetermination\nof Required Parking.  All currently provided parking spaces shall be considered\nas the required parking for an existing nonconforming use if the parking spaces\nare less than or equal to the parking required by current\nregulations.\t(b)\tChange of Use or Other Alterations.  For the purpose of\ncalculating the parking requirements for a change of use or other alterations,\nwhich would require additional parking spaces per this Code, including, but not\nlimited to, additional dwelling units, seating capacity, beds for institutions\nor guest rooms, existing parking must be maintained and additional parking\nspaces shall be provided equal to the difference between the number of required\nparking spaces for the existing use based on current parking regulations set\nforth in this Code and not on the provisions of Paragraph (a) above, and the\nnumber of required parking spaces for the new use or the new capacity created by\nthe alterations, also based on current parking regulations.\t(c)\tAdditions to\nBuildings or Structures.  The parking requirement for an addition or\nenlargement to a building or structure that results in an increase in floor area\nshall be as set forth in the current provisions of this Code.  No additional\nparking spaces shall be required for the original portion of the building, as\ndetermined by Paragraphs (a) and (b) of this subdivision, only for the\nadditional portion.\t9.\tDiscontinuance of Use.  A building or structure or\nportion or a building or structure, which contains a nonconforming use which is\ndiscontinued for a continuous period of one year, shall only be occupied by a\nuse that conforms to the current use regulations of the zone and other\napplicable current land use regulations.\tC.\tNonconforming Use Of\nLand\t1.\tDiscontinuation of Nonconforming Use of Land.  (Amended by Ord. No.\n178,599, Eff. 5\/26\/07.)\t(a)\tIn the A, R or C Zones, a nonconforming use of land\nshall be discontinued within five years from June 1, 1946, or from the date the\nuse becomes nonconforming, whichever date is later, in each of the following\ncases:\t(i)\twhere no buildings are utilized in connection with the\nuse;\t(ii)\twhere the only buildings utilized are accessory or incidental to the\nuse;\t(iii)\twhere the use is maintained in connection with a conforming\nbuilding.\t(b)\tA nonconforming use of land, which is accessory or incidental to\nthe nonconforming use of a building, shall be discontinued on the same date the\nnonconforming use of the building is discontinued.\t2.\tContinuation of\nNonconforming Use of Land.  (Amended by Ord. No. 178,599, Eff. 5\/26\/07.) \nExcept as provided in Subdivision 1. above, the nonconforming use of land may be\ncontinued, subject to the following limitations:\t(a)\tthat the use is not\nexpanded or extended in any way either on the same or adjoining land beyond the\nlimits of what was originally permitted; and\t(b)\tthat the use is not changed,\nexcept to a use that conforms to the current use regulations of the zone and\nother applicable current land use regulations; and\t(c)\tin the MR or M1 Zone, the\nuse shall be completely enclosed within a building or within an area enclosed on\nall sides with a solid wall or solid fence of a height sufficient to screen the\nuse from public view, but in no event less than six feet in height, within one\nyear from the date the use becomes nonconforming; and\t(d)\tif the use is\ndiscontinued for a continuous period of one year, it shall not be\nreestablished.\t3.\tContinuation of Signs.  Any existing nonconforming sign, as\ndefined in Section 91.6203 of this Code, may be continued, provided that no\nstructural, electrical or mechanical alterations are made to the sign except as\npermitted in Section 91.6206 of this Code.  (Amended by Ord. No. 178,599, Eff.\n5\/26\/07.)\t4.\tOil Wells.  (Amended by Ord. No. 160,874, Eff. 4\/ 6\/86.)\t(a)\tNo\nwell for the production of oil, gas or other hydrocarbon substances, which is a\nnonconforming use, shall be re-drilled or deepened.\t(b)\tAll such wells,\nincluding any incidental storage tanks and drilling or production equipment,\nshall be completely removed within 20 years from June 1, 1946, or within 20\nyears from date such use became nonconforming, if said date was subsequent to\nJune 1, 1946; provided, however, a Zoning Administrator may, upon individual\napplication, allow such wells to continue to operate after said removal date, if\nhe determines that such continued operation would be reasonably compatible with\nthe surrounding area and in connection therewith may impose such conditions,\nincluding time limitations, as he deems necessary to achieve such\ncompatibility.\t(c)\tNotwithstanding the above, in the Los Angeles City Oil Field\nsuch wells may continue operation provided an application is filed with the\nOffice of Zoning Administration on or before November 1, 1986 and is\nsubsequently approved. Any well operator may reapply for Zoning Administrator\napproval after November 1, 1986 provided the prior approval has not\nexpired.\t5.\tCommercial Animal Keeping – The nonconforming keeping, grazing,\nbreeding, raising or training of livestock, poultry, fowl, rabbits, chinchillas,\nfish, frogs or similar animals for commercial purposes in the RA and R Zones,\nshall be completely abandoned on or before July 1, 1976 or within 15 years from\nthe date such use became nonconforming. (Added by Ord. No. 122,543, Eff.\n9\/2\/72.)\t6.\tAutomobile Dismantling Yards, Junk Yards, and Related Uses. \n(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\t(a)\tAny of the uses to\nwhich the provisions of Section 12.19A 4 of this article are applicable,\nlawfully existing in the M2 Zone on November 29, 1968, shall be completely\nremoved from the zone within two years unless the use has been made to comply\nwith the limitations applicable to the use.  However, upon a showing that\nsubstantial compliance with the limitations applicable to a particular use has\nbeen effected, the Director of Planning may grant an extension of time to\ncomplete the work necessary to effect full compliance.  No extension so granted\nshall exceed one year in duration nor shall more than one extension be granted\nwith respect to any individual use.\t(b)\tAny of the uses to which the provisions\nof Section 12.20A 6 are applicable, lawfully existing in the M3 Zone on November\n29, 1968, shall be completely removed from the zone within two years unless the\nuse has been made to conform to the limitations applicable to the use. \nHowever, upon a showing that substantial compliance with the limitations\napplicable to a particular use has been effected, the Zoning Administrator may\ngrant an extension of time to complete the work necessary to effect full\ncompliance.  The procedure for this extension shall be as set forth in Section\n12.24 with the Zoning Administrator as the initial decision maker and the Area\nPlanning Commission as the appellate body.  No extension so granted shall\nexceed one year in duration nor shall more than one extension be granted with\nrespect to any individual use.\t(c)\tThe nonconforming use of land for the open\nstorage of materials and equipment, including used materials and equipment, may\nbe continued, but shall be subject to the following limitation: it shall be made\nto conform to the provisions of this Code on the construction of walls or fences\nfor the open storage of such used materials and equipment within one year from\nthe date the use became nonconforming.  The phrase “used materials and\nequipment” includes, but is not limited to, vehicles, boats, or airplanes\nwhich are inoperable, wrecked, damaged or unlicensed, i.e., not currently\nlicensed by the Department of Motor Vehicles.\t7.\tDiscontinuance of Nonconforming\nHostels and Transient Occupancy Residential Structures.  (Amended by Ord. No.\n173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\t(a)\tAny hostel or transient occupancy\nresidential structure to which the provisions of Sections 12.12.2A1(d),\n12.13A1.5, and 12.13.5A11, of this article are applicable, existing in or within\n500 feet of an A or R zone on May 8, 1992, shall be discontinued within 180 days\nunless the use has been made to comply with the limitations applicable to that\nuse.  However, upon a showing that substantial compliance with the limitations\napplicable to a particular use has been effected, the Zoning Administrator may\ngrant an extension of time to complete the work necessary to effect full\ncompliance.  No extension so granted shall exceed 90 days in duration nor shall\nmore than one extension be granted with respect to any individual use.  The\nprocedure for this extension shall be as set forth in Section 12.24 with the\nZoning Administrator as the initial decision maker and the Area Planning\nCommission as the appellate body.\tD.\tNonconforming Due To Changes – Whenever a\nbuilding or structure or a use of a building, structure or land becomes\nnonconforming because of a change of zone or change in the regulations, and a\nperiod of time is specified in this section for the removal of such non\nconforming building, structure or use, said period of time shall be computed\nfrom the effective date of such change.\tThis section merely provides for an\nexception to other sections of the LAMC; it is not to be regarded as a part of\nthe definition of the offense created by other sections of the code and need not\nbe negatived by proof or pleading.\n\tPeople v. Webb, CR A 1762.\tThe existence of nonconforming uses does not\nnecessarily invalidate a zoning ordinance, and no vested right to violate an\nordinance may be acquired by continued violations.\n\tLockard v. The City of Los Angeles, 33 Cal. 2d 453.\n\tAcker v. Baldwin, 18 Cal. 2d 341.\tUses for commercial purposes in district\nzoned for residential purposes if subsequent to enactment of zoning ordinance,\nconfers no vested right for continuance thereof.\n\tBurke v. City of Los Angeles, 68 Cal. App. 2d 189.\tA nonconforming use cannot\nbe enlarged.\n\tCounty of San Diego v. McClurken, 37 Cal. 2d 683.\tA nonconforming use is\nsubject to the full exercise of the police power and may, like all other\nactivities, be subjected to all reasonable regulations.\n\tPeople v. Scheib, CR A 2457.\tUnder a zoning ordinance authorizing applications\nto an administrative body for permission to put land to a nonconforming use, it\nis not a denial of an owner’s constitutional right to equal protection of the\nlaws to discriminate against him by granting such application to some owners and\nrefusing a grant to him in the same district.\n\tOtis v. City of Los Angeles, 52 Cal. App. 2d 605.\tE.\tUse Of Nonconforming Lot.\nA Nonconforming lot may be occupied by any use permitted in the zone in which it\nis located except for those uses which require a width, area or other lot\ndimension other than the minimum specified in the area requirements of said\nzone. However, no more than two dwelling units shall be permitted on a lot with\nan area less than 4,000 square feet, except on lots located in an RW Zone.\n(Amended by Ord. No. 138,095, Eff. 4\/19\/69.)\tF.\tEquine Keeping – Nonconforming\nLot In “RA” Zone.  Equines may be kept and a stable may be erected or\nmaintained on any lot in an “RA” Zone, provided said lot had the area\nrequired for the keeping of equines at the time the lot was established.\n(Amended by Ord. No. 157,144, Eff. 11\/22\/82.)\tG.\tEquine – Nonconforming Uses\n– Non-“K” Equinekeeping Lots.  Notwithstanding any other provisions of\nthis Code to the contrary, equine uses of the land on non-“K” District lots\nshall be allowed to be continued if, after the legal establishment of the equine\nuse, a neighbor is granted a building permit to construct a dwelling unit within\nthe 75-foot required distance between an equine use and the neighbor’s\ndwelling unit.  If, in accordance with the provisions of Section 12.24X5, the\nZoning Administrator grants permission for a neighbor’s dwelling to be\nconstructed closer than 35 feet from a legally existing equine enclosure, the\nequine enclosure may be considered to be nonconforming if it is relocated not\ncloser than 35 feet from the habitable rooms attached to any dwelling.  The\nnonconforming equine use shall be subject to the following limitations: \n(Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\t1.\tThe equine enclosure shall not\nbe closer than 35 feet to the habitable rooms of any dwelling unit.\t2.\tThe\nsubject lot has been designated by an Equine License to stable at least one\nlicensed equine during the 12 months prior to the issuance of the building\npermit for the neighbor’s dwelling unit.\t3.\tThe equine enclosure shall not be\nexpanded, extended, or relocated in such a manner as to reduce the nonconforming\ndistance between the enclosure and the habitable rooms of the neighbor’s\ndwelling unit.\t4.\tThe nonconforming equine use shall be discontinued if, during\na successive 3–year period, no equine is licensed by the Department of Animal\nServices to be stabled on the subject lot.  (“Department of Animal\nRegulation” renamed “Department of Animal Services” by Ord. No. 174,735,\nEff. 9\/13\/02.)\tH.\t(Repealed by Ord. No. 171,740, Eff. 10\/27\/97.)\tI.\tEquine\nNonconforming Uses Adjacent to Residential Buildings.  Notwithstanding any\nprovisions of this Code to the contrary, if an equine use not in a “K”\nDistrict was legally established prior to November 22, 1982, that use shall be\nallowed to continue, even though the City issued a building permit between\nNovember 22, 1982 and July 1, 1986, to construct a residential building on an\nadjacent lot within the 35-foot required distance between an equine use and the\nhabitable rooms of a residential building on the adjacent lot.  This provision\nshall not apply to building permits authorized by the Zoning Administrator\npursuant to Section 12.24X5.  This nonconforming equine use shall be subject to\nthe following limitations:  (Amended by Ord. No. 173,492, Eff.\n10\/10\/00.)\t1.\tThe subject lot has been designated by an Equine License to stable\nat least one licensed equine during the 12 months prior to the issuance of the\nbuilding permit for the residential building on an adjacent lot.\t2.\tThe equine\nenclosure shall not be expanded, extended, or relocated in such a manner as to\nreduce the nonconforming distance between the enclosure and the habitable rooms\nof the residential building on an adjacent lot.\t3.\tThe nonconforming equine use\nshall be discontinued if, during a successive 3-year period, no equine is\nlicensed by the Department of Animal Services to be stabled on the subject\nlot.  (“Department of Animal Regulation” renamed “Department of Animal\nServices” by Ord. No. 174,735, Eff. 9\/13\/02.)\tNothing in this subsection\nrelieves any person from the obligation to comply with the requirements of any\ncounty or state law.  (Para. Amended by Ord. No. 173,754, Eff. 3\/5\/01.)\n","html":"\n\t\t\t\t\t<section><p>  NONCONFORMING BUILDING AND USES.<br \/><br \/>\tA building or structure with a nonconforming use and a nonconforming building or structure may be maintained, repaired or structurally altered and a nonconforming use may be maintained provided the building or use conformed to the requirements of the zone and any other land use regulations at the time it was built or established, except as otherwise provided in this section.  (Added by Ord. No. 178,599, Eff. 5\/26\/07.)<br \/><br \/>\tA.\tBuildings with Nonconforming Area, Height or Yards.  (Amended by Ord. No. 178,599, Eff. 5\/26\/07.)<br \/><br \/>\t1.\tBuildings Nonconforming as to Area or Yard Regulations.  A building, nonconforming as to area or yard regulations, may be repaired, altered, or internally remodeled, provided at least 50 percent of the perimeter length of the existing nonconforming portion of the exterior walls of the building are retained.  It may be expanded in floor area provided the expansion conforms to the requirements of this Code, subject to the following provisions:<br \/><br \/>\t(a)\ta building, nonconforming only as to yard regulations, may be added to or enlarged in any manner provided:<br \/><br \/>\t(i)\tany addition or enlargement that is located in the required yard that is nonconforming does not encroach into any portion of that required yard to a greater extent than the existing nonconforming building encroaches; and<br \/><br \/>\t(ii)\tin no event shall any addition or enlargement reduce the width of a side yard or the depth of a front or rear yard to less than 50 percent of that required by the current yard regulations of the zone and other applicable current land use regulations; and<br \/><br \/>\t(iii)\tthe total of all additions or enlargements, made since the building became nonconforming as to yard regulations, which encroach into any required yard, shall not exceed in height or length the height or length of that portion of the adjoining nonconforming building that extends into the same required yard.<br \/><br \/>\t(b)\tA residential building, nonconforming as to the area regulations (density), in the OS, A, R, P, PB, C or PF Zones, may be enlarged, provided that the enlargement does not create any additional dwelling units or guest rooms.<br \/><br \/>\t(c)\tA Building, nonconforming as to the Residential Floor Area regulations on properties zoned RA, RE, RS, and R1, not including properties in the Coastal Zone which are not located in a Hillside Area, as defined in Section 12.03 of this Code, shall not be added to or enlarged in any manner, except as may be approved or permitted pursuant to a discretionary approval, as that term is defined in Section 16.05 B. of this Code.  However, alterations, other than additions or enlargements, may be made provided that at least 50 percent of the perimeter length of the contiguous exterior walls and 50 percent of the roof are retained.  (Amended by Ord. No. 181,624, Eff. 5\/9\/11.)<br \/><br \/>\t2.\tBuildings Nonconforming as to Height.  A building, nonconforming only as to height regulations, may not be added to or enlarged in any manner, unless the additions or enlargements conform to all the current regulations of the zone and other applicable current land use regulations, provided that the total aggregate floor area included in all the separate additions or enlargements shall not exceed 50 percent of the floor area of the ground floor of the building or structure.<br \/><br \/>\t3.\tMoving Nonconforming Buildings.  A nonconforming building or structure may not be moved, in whole or in part, to any other location on the lot unless every portion of the building or structure that is moved is made to conform to all the current regulations of the zone and other applicable current land use regulations, except as otherwise permitted by Section 12.22 C.13. of this Code.<br \/><br \/>\t4.\tRestoration of Damaged Nonconforming Buildings.<br \/><br \/>\t(a)\tA nonconforming building or structure, which is damaged or partially destroyed by any fire, flood, wind, earthquake or other calamity or the public enemy, may be restored and the occupancy or use of the building, structure or part of the building or structure, which existed at the time of the damage or destruction, may be continued or resumed, provided that the total cost of restoration does not exceed 75 percent of the replacement value of the building or structure at the time of the damage or destruction.  A permit for restoration shall be obtained within a period of two years from the date of the damage or destruction.  Except as set forth in Paragraph (b) below, if the damage or destruction exceeds 75 percent of the replacement value of the nonconforming building or structure at the time of the damage or destruction, no repairs or restoration shall be made unless every portion of the building or structure is made to conform to all regulations for new buildings in the zone in which it is located, and other applicable current land use regulations.<br \/><br \/>\t(b)\tIf the damage or destruction of a nonconforming single-family or two-family dwelling, multiple dwelling or apartment house in the OS, A, R, P, PB, C, M, or PF Zones exceeds 75 percent of its replacement value at the time of the damage or destruction, the building or structure may be reconstructed provided:<br \/><br \/>\t(i)\tthat each side yard is no less than one-half the required side yard for new buildings in the zone in which it is located, or in other applicable current land use regulations, but in no event less than three feet; and<br \/><br \/>\t(ii)\tthat the front and rear yards are at least one-half the required front and rear yards for new buildings in the zone in which it is located, or in other applicable current land use regulations; and<br \/><br \/>\t(iii)\tthat neither the footing, nor the building or structure projects into any area planned for widening or extension of existing or future streets as determined by the Advisory Agency upon the recommendation of the City Engineer; and<br \/><br \/>\t(iv)\tthat the height shall not exceed the allowable height for new buildings or structures in the zone in which it is located, or in other applicable current land use regulations; and<br \/><br \/>\t(v)\tthat a building permit for the reconstruction be obtained within two years of the damage or destruction from fire, flood, wind, earthquake, or other calamity or the public enemy.<br \/><br \/>\t5.\tReplacement of Earthquake Hazardous Buildings.  Notwithstanding any other provision of this article to the contrary, a building nonconforming as to height, number of stories, lot area, loading space or parking, which is demolished as a result of enforcement of the Earthquake Hazard Reduction <span class=\"dictionary\">Ordinance<\/span> (Article 1, Chapter IX of this Code), may be reconstructed with the same nonconforming height, number of stories, lot area, loading space or parking as the original building, provided, however, that reconstruction shall be commenced within two years of obtaining a permit for demolition and completed within two years of obtaining a permit for reconstruction.  Provided further, that neither the footing, nor any portion of the replacement building may encroach into any area planned for widening or extension of existing or future streets as determined by the Advisory Agency upon the recommendation of the City Engineer.<br \/><br \/>\tAdditionally, a building nonconforming as to use or yards, which is demolished as a result of enforcement of the Earthquake Hazard Reduction <span class=\"dictionary\">Ordinance<\/span>, may be reconstructed with the same nonconforming use or yards provided that the approval of a Zoning Administrator is obtained pursuant to Section 12.24 X.16. of this Code.<br \/><br \/>\tB.\tNonconforming Use of Buildings.  (Amended by Ord. No. 178,599, Eff. 5\/26\/07.)<br \/><br \/>\t1.\tDiscontinuance of Manufacturing Use in A and R Zones.  In the A and R Zones, any nonconforming use of a building first permitted in the MR1 or less restrictive zone shall be discontinued within five years from June 1, 1946, or five years from the date the use becomes nonconforming, whichever date is later.<br \/><br \/>\t2.\tDiscontinuance of Commercial Use in A and R Zones.  In the A and R Zones, any nonconforming commercial use of a building shall be discontinued within five years from June 1, 1946, or five years from the date the use becomes nonconforming, whichever date is later.  However, the Zoning Administrator may permit its continuation pursuant to the procedures set forth in Section 12.24 X.27. of this Code.<br \/><br \/>\t3.\tAuthority of Department of Building and Safety to <span class=\"dictionary\">Issue<\/span> <span class=\"dictionary\">Orders<\/span> to Comply.  The Department of Building and Safety shall have the authority to <span class=\"dictionary\">issue<\/span> an <span class=\"dictionary\">order<\/span> to comply to an owner of any building or structure who is in violation of this subsection and advise the owner of the required discontinuance of the nonconforming use of the building or structure.  Included in any <span class=\"dictionary\">order<\/span> shall be a provision advising the owner of the right to apply to the Department of City Planning within 90 days for permission to continue the nonconforming use of the building or structure as provided in this subsection, but the failure to include that provision shall not nullify the <span class=\"dictionary\">order<\/span> or provide a basis for the continued use of the building or structure.  The Department of Building and Safety shall record a notice of any <span class=\"dictionary\">order<\/span> issued pursuant to this subsection with the Office of the Los Angeles County Recorder, but the failure to so record shall not nullify the <span class=\"dictionary\">order<\/span> or provide a basis for the continued use of the building or structure by any owner, purchaser or lessee who was not aware of the <span class=\"dictionary\">order<\/span>.<br \/><br \/>\t4.\tNonconforming Use in Manufacturing Zones.  In the M Zones: <br \/><br \/>\t(a)\tA building, nonconforming as to use, which does not contain any dwelling units or guest rooms, shall not be redesigned or rearranged to contain dwelling units or guest rooms;<br \/><br \/>\t(b)\tA building, nonconforming as to use, which contains dwelling units or guest rooms shall not be redesigned or rearranged to be used for any other purpose permitted in an R Zone;<br \/><br \/>\t(c)\tA building, nonconforming as to use, which contains dwelling units or guest rooms, shall not be redesigned or rearranged so as to increase the number of dwelling units or guest rooms in the building;<br \/><br \/>\t(d)\tResidential uses in the M3 Zone, except for caretakers quarters, shall not be permitted to remain beyond five years from the date the use became nonconforming.<br \/><br \/>\t5.\tExpansion of Nonconforming Use.  Except as otherwise provided in this subsection, a nonconforming use shall not be expanded into any other portion of the building.<br \/><br \/>\t6.\tEnlargement of Residential Portion of Buildings Nonconforming as to Use.  The residential portion of a building, nonconforming as to use in the OS, A, R, P, PB, C, or PF Zones, may be enlarged, provided that the  enlargement does not create an additional dwelling unit or guest room.<br \/><br \/>\t7.\tChange of Use.<br \/><br \/>\t(a)\tAny change of use of a building or a portion of a building must conform to the current regulations of the zone and other applicable current land use regulations.<br \/><br \/>\t(b)\tHowever, in the R, C, or M Zones, a nonconforming use may be changed to any use that is permitted in a more restrictive zone than the current zone.  The sequence of these zones, the first being the most restrictive and the last being the least restrictive, is as follows:  OS, A1, A2, RA, RE, RS, R1, RU, RZ, RW1, R2, RD, RMP, RW2, R3, RAS3, R4, RAS4, R5, CR, C1, C1.5, C4, C2, C5, CM, MR1, M1, MR2, M2, M3 and PF.  When the use of a nonconforming building is changed to a use that is permitted in a more restrictive zone, the nonconforming building shall not be occupied by a use that is permitted only in a less restrictive zone.<br \/><br \/>\t8.\tParking.<br \/><br \/>\t(a)\tDetermination of Required Parking.  All currently provided parking spaces shall be considered as the required parking for an existing nonconforming use if the parking spaces are less than or equal to the parking required by current regulations.<br \/><br \/>\t(b)\tChange of Use or Other Alterations.  For the purpose of calculating the parking requirements for a change of use or other alterations, which would require additional parking spaces per this Code, including, but not limited to, additional dwelling units, seating capacity, beds for institutions or guest rooms, existing parking must be maintained and additional parking spaces shall be provided equal to the difference between the number of required parking spaces for the existing use based on current parking regulations set forth in this Code and not on the provisions of Paragraph (a) above, and the number of required parking spaces for the new use or the new capacity created by the alterations, also based on current parking regulations.<br \/><br \/>\t(c)\tAdditions to Buildings or Structures.  The parking requirement for an addition or enlargement to a building or structure that results in an increase in floor area shall be as set forth in the current provisions of this Code.  No additional parking spaces shall be required for the original portion of the building, as determined by Paragraphs (a) and (b) of this subdivision, only for the additional portion.<br \/><br \/>\t9.\tDiscontinuance of Use.  A building or structure or portion or a building or structure, which contains a nonconforming use which is discontinued for a continuous period of one year, shall only be occupied by a use that conforms to the current use regulations of the zone and other applicable current land use regulations.<br \/><br \/>\tC.\tNonconforming Use Of Land<br \/><br \/>\t1.\tDiscontinuation of Nonconforming Use of Land.  (Amended by Ord. No. 178,599, Eff. 5\/26\/07.)<br \/><br \/>\t(a)\tIn the A, R or C Zones, a nonconforming use of land shall be discontinued within five years from June 1, 1946, or from the date the use becomes nonconforming, whichever date is later, in each of the following cases:<br \/><br \/>\t(i)\twhere no buildings are utilized in connection with the use;<br \/><br \/>\t(ii)\twhere the only buildings utilized are <span class=\"dictionary\">accessory<\/span> or incidental to the use;<br \/><br \/>\t(iii)\twhere the use is maintained in connection with a conforming building.<br \/><br \/>\t(b)\tA nonconforming use of land, which is <span class=\"dictionary\">accessory<\/span> or incidental to the nonconforming use of a building, shall be discontinued on the same date the nonconforming use of the building is discontinued.<br \/><br \/>\t2.\tContinuation of Nonconforming Use of Land.  (Amended by Ord. No. 178,599, Eff. 5\/26\/07.)  Except as provided in Subdivision 1. above, the nonconforming use of land may be continued, subject to the following limitations:<br \/><br \/>\t(a)\tthat the use is not expanded or extended in any way either on the same or adjoining land beyond the limits of what was originally permitted; and<br \/><br \/>\t(b)\tthat the use is not changed, except to a use that conforms to the current use regulations of the zone and other applicable current land use regulations; and<br \/><br \/>\t(c)\tin the MR or M1 Zone, the use shall be completely enclosed within a building or within an area enclosed on all sides with a solid wall or solid fence of a height sufficient to screen the use from public view, but in no event less than six feet in height, within one year from the date the use becomes nonconforming; and<br \/><br \/>\t(d)\tif the use is discontinued for a continuous period of one year, it shall not be reestablished.<br \/><br \/>\t3.\tContinuation of Signs.  Any existing nonconforming sign, as defined in Section 91.6203 of this Code, may be continued, provided that no structural, electrical or mechanical alterations are made to the sign except as permitted in Section 91.6206 of this Code.  (Amended by Ord. No. 178,599, Eff. 5\/26\/07.)<br \/><br \/>\t4.\tOil Wells.  (Amended by Ord. No. 160,874, Eff. 4\/ 6\/86.)<br \/><br \/>\t(a)\tNo well for the production of oil, gas or other hydrocarbon substances, which is a nonconforming use, shall be re-drilled or deepened.<br \/><br \/>\t(b)\tAll such wells, including any incidental storage tanks and drilling or production equipment, shall be completely removed within 20 years from June 1, 1946, or within 20 years from date such use became nonconforming, if said date was subsequent to June 1, 1946; provided, however, a Zoning Administrator may, upon individual application, allow such wells to continue to operate after said removal date, if he determines that such continued operation would be reasonably compatible with the surrounding area and in connection therewith may impose such conditions, including time limitations, as he deems necessary to achieve such compatibility.<br \/><br \/>\t(c)\tNotwithstanding the above, in the Los Angeles City Oil Field such wells may continue operation provided an application is filed with the Office of Zoning Administration on or before November 1, 1986 and is subsequently approved. Any well operator may reapply for Zoning Administrator approval after November 1, 1986 provided the prior approval has not expired.<br \/><br \/>\t5.\tCommercial Animal Keeping – The nonconforming keeping, grazing, breeding, raising or training of livestock, poultry, fowl, rabbits, chinchillas, fish, frogs or similar animals for commercial purposes in the RA and R Zones, shall be completely abandoned on or before July 1, 1976 or within 15 years from the date such use became nonconforming. (Added by Ord. No. 122,543, Eff. 9\/2\/72.)<br \/><br \/>\t6.\tAutomobile Dismantling Yards, Junk Yards, and Related Uses.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)<br \/><br \/>\t(a)\tAny of the uses to which the provisions of Section 12.19A 4 of this article are applicable, lawfully existing in the M2 Zone on November 29, 1968, shall be completely removed from the zone within two years unless the use has been made to comply with the limitations applicable to the use.  However, upon a showing that substantial compliance with the limitations applicable to a particular use has been effected, the Director of Planning may grant an extension of time to complete the work necessary to effect full compliance.  No extension so granted shall exceed one year in duration nor shall more than one extension be granted with respect to any individual use.<br \/><br \/>\t(b)\tAny of the uses to which the provisions of Section 12.20A 6 are applicable, lawfully existing in the M3 Zone on November 29, 1968, shall be completely removed from the zone within two years unless the use has been made to conform to the limitations applicable to the use.  However, upon a showing that substantial compliance with the limitations applicable to a particular use has been effected, the Zoning Administrator may grant an extension of time to complete the work necessary to effect full compliance.  The procedure for this extension shall be as set forth in Section 12.24 with the Zoning Administrator as the initial decision maker and the Area Planning Commission as the <span class=\"dictionary\">appellate<\/span> body.  No extension so granted shall exceed one year in duration nor shall more than one extension be granted with respect to any individual use.<br \/><br \/>\t(c)\tThe nonconforming use of land for the open storage of <span class=\"dictionary\">materials<\/span> and equipment, including used <span class=\"dictionary\">materials<\/span> and equipment, may be continued, but shall be subject to the following limitation: it shall be made to conform to the provisions of this Code on the construction of walls or fences for the open storage of such used <span class=\"dictionary\">materials<\/span> and equipment within one year from the date the use became nonconforming.  The phrase “used <span class=\"dictionary\">materials<\/span> and equipment” includes, but is not limited to, vehicles, boats, or airplanes which are inoperable, wrecked, damaged or unlicensed, i.e., not currently licensed by the Department of Motor Vehicles.<br \/><br \/>\t7.\tDiscontinuance of Nonconforming Hostels and Transient Occupancy Residential Structures.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)<br \/><br \/>\t(a)\tAny hostel or transient occupancy residential structure to which the provisions of Sections 12.12.2A1(d), 12.13A1.5, and 12.13.5A11, of this article are applicable, existing in or within 500 feet of an A or R zone on May 8, 1992, shall be discontinued within 180 days unless the use has been made to comply with the limitations applicable to that use.  However, upon a showing that substantial compliance with the limitations applicable to a particular use has been effected, the Zoning Administrator may grant an extension of time to complete the work necessary to effect full compliance.  No extension so granted shall exceed 90 days in duration nor shall more than one extension be granted with respect to any individual use.  The procedure for this extension shall be as set forth in Section 12.24 with the Zoning Administrator as the initial decision maker and the Area Planning Commission as the <span class=\"dictionary\">appellate<\/span> body.<br \/><br \/>\tD.\tNonconforming Due To Changes – Whenever a building or structure or a use of a building, structure or land becomes nonconforming because of a change of zone or change in the regulations, and a period of time is specified in this section for the removal of such non conforming building, structure or use, said period of time shall be computed from the effective date of such change.<br \/><br \/>\tThis section merely provides for an exception to other sections of the LAMC; it is not to be regarded as a part of the definition of the <span class=\"dictionary\">offense<\/span> created by other sections of the code and need not be negatived by proof or pleading.\n\tPeople v. Webb, CR A 1762.<br \/><br \/>\tThe existence of nonconforming uses does not necessarily invalidate a zoning <span class=\"dictionary\">ordinance<\/span>, and no vested right to violate an <span class=\"dictionary\">ordinance<\/span> may be acquired by continued violations.\n\tLockard v. The City of Los Angeles, 33 Cal. 2d 453.\n\tAcker v. Baldwin, 18 Cal. 2d 341.<br \/><br \/>\tUses for commercial purposes in district zoned for residential purposes if subsequent to enactment of zoning <span class=\"dictionary\">ordinance<\/span>, confers no vested right for <span class=\"dictionary\">continuance<\/span> thereof.\n\tBurke v. City of Los Angeles, 68 Cal. App. 2d 189.<br \/><br \/>\tA nonconforming use cannot be enlarged.\n\tCounty of San Diego v. McClurken, 37 Cal. 2d 683.<br \/><br \/>\tA nonconforming use is subject to the full exercise of the police power and may, like all other activities, be subjected to all reasonable regulations.\n\tPeople v. Scheib, CR A 2457.<br \/><br \/>\tUnder a zoning <span class=\"dictionary\">ordinance<\/span> authorizing applications to an administrative body for permission to put land to a nonconforming use, it is not a denial of an owner’s constitutional right to <span class=\"dictionary\">equal protection<\/span> of the <span class=\"dictionary\">laws<\/span> to discriminate against him by granting such application to some owners and refusing a grant to him in the same district.\n\tOtis v. City of Los Angeles, 52 Cal. App. 2d 605.<br \/><br \/>\tE.\tUse Of Nonconforming Lot. A Nonconforming lot may be occupied by any use permitted in the zone in which it is located except for those uses which require a width, area or other lot dimension other than the minimum specified in the area requirements of said zone. However, no more than two dwelling units shall be permitted on a lot with an area less than 4,000 square feet, except on lots located in an RW Zone. (Amended by Ord. No. 138,095, Eff. 4\/19\/69.)<br \/><br \/>\tF.\tEquine Keeping – Nonconforming Lot In “RA” Zone.  Equines may be kept and a stable may be erected or maintained on any lot in an “RA” Zone, provided said lot had the area required for the keeping of equines at the time the lot was established. (Amended by Ord. No. 157,144, Eff. 11\/22\/82.)<br \/><br \/>\tG.\tEquine – Nonconforming Uses – Non-“K” Equinekeeping Lots.  Notwithstanding any other provisions of this Code to the contrary, equine uses of the land on non-“K” District lots shall be allowed to be continued if, after the legal establishment of the equine use, a neighbor is granted a building permit to construct a dwelling unit within the 75-foot required distance between an equine use and the neighbor’s dwelling unit.  If, in accordance with the provisions of Section 12.24X5, the Zoning Administrator grants permission for a neighbor’s dwelling to be constructed closer than 35 feet from a legally existing equine enclosure, the equine enclosure may be considered to be nonconforming if it is relocated not closer than 35 feet from the habitable rooms attached to any dwelling.  The nonconforming equine use shall be subject to the following limitations:  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)<br \/><br \/>\t1.\tThe equine enclosure shall not be closer than 35 feet to the habitable rooms of any dwelling unit.<br \/><br \/>\t2.\tThe subject lot has been designated by an Equine License to stable at least one licensed equine during the 12 months prior to the issuance of the building permit for the neighbor’s dwelling unit.<br \/><br \/>\t3.\tThe equine enclosure shall not be expanded, extended, or relocated in such a manner as to reduce the nonconforming distance between the enclosure and the habitable rooms of the neighbor’s dwelling unit.<br \/><br \/>\t4.\tThe nonconforming equine use shall be discontinued if, during a successive 3–year period, no equine is licensed by the Department of Animal Services to be stabled on the subject lot.  (“Department of Animal Regulation” renamed “Department of Animal Services” by Ord. No. 174,735, Eff. 9\/13\/02.)<br \/><br \/>\tH.\t(Repealed by Ord. No. 171,740, Eff. 10\/27\/97.)<br \/><br \/>\tI.\tEquine Nonconforming Uses Adjacent to Residential Buildings.  Notwithstanding any provisions of this Code to the contrary, if an equine use not in a “K” District was legally established prior to November 22, 1982, that use shall be allowed to continue, even though the City issued a building permit between November 22, 1982 and July 1, 1986, to construct a residential building on an adjacent lot within the 35-foot required distance between an equine use and the habitable rooms of a residential building on the adjacent lot.  This provision shall not apply to building permits authorized by the Zoning Administrator pursuant to Section 12.24X5.  This nonconforming equine use shall be subject to the following limitations:  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)<br \/><br \/>\t1.\tThe subject lot has been designated by an Equine License to stable at least one licensed equine during the 12 months prior to the issuance of the building permit for the residential building on an adjacent lot.<br \/><br \/>\t2.\tThe equine enclosure shall not be expanded, extended, or relocated in such a manner as to reduce the nonconforming distance between the enclosure and the habitable rooms of the residential building on an adjacent lot.<br \/><br \/>\t3.\tThe nonconforming equine use shall be discontinued if, during a successive 3-year period, no equine is licensed by the Department of Animal Services to be stabled on the subject lot.  (“Department of Animal Regulation” renamed “Department of Animal Services” by Ord. No. 174,735, Eff. 9\/13\/02.)<br \/><br \/>\tNothing in this subsection relieves any person from the obligation to comply with the requirements of any county or state <span class=\"dictionary\">law<\/span>.  (Para. Amended by Ord. No. 173,754, Eff. 3\/5\/01.)<\/p><\/section>","previous_section":{"id":"2993","structure_id":"20","section_number":"12.22.1","catch_line":"Safer Sex.","url":"\/12.22.1\/","token":"12.22.1"},"text":{"0":{"id":"3211","text":"  NONCONFORMING BUILDING AND USES.\tA building or structure with a nonconforming use and a nonconforming building or structure may be maintained, repaired or structurally altered and a nonconforming use may be maintained provided the building or use conformed to the requirements of the zone and any other land use regulations at the time it was built or established, except as otherwise provided in this section.  (Added by Ord. No. 178,599, Eff. 5\/26\/07.)\tA.\tBuildings with Nonconforming Area, Height or Yards.  (Amended by Ord. No. 178,599, Eff. 5\/26\/07.)\t1.\tBuildings Nonconforming as to Area or Yard Regulations.  A building, nonconforming as to area or yard regulations, may be repaired, altered, or internally remodeled, provided at least 50 percent of the perimeter length of the existing nonconforming portion of the exterior walls of the building are retained.  It may be expanded in floor area provided the expansion conforms to the requirements of this Code, subject to the following provisions:\t(a)\ta building, nonconforming only as to yard regulations, may be added to or enlarged in any manner provided:\t(i)\tany addition or enlargement that is located in the required yard that is nonconforming does not encroach into any portion of that required yard to a greater extent than the existing nonconforming building encroaches; and\t(ii)\tin no event shall any addition or enlargement reduce the width of a side yard or the depth of a front or rear yard to less than 50 percent of that required by the current yard regulations of the zone and other applicable current land use regulations; and\t(iii)\tthe total of all additions or enlargements, made since the building became nonconforming as to yard regulations, which encroach into any required yard, shall not exceed in height or length the height or length of that portion of the adjoining nonconforming building that extends into the same required yard.\t(b)\tA residential building, nonconforming as to the area regulations (density), in the OS, A, R, P, PB, C or PF Zones, may be enlarged, provided that the enlargement does not create any additional dwelling units or guest rooms.\t(c)\tA Building, nonconforming as to the Residential Floor Area regulations on properties zoned RA, RE, RS, and R1, not including properties in the Coastal Zone which are not located in a Hillside Area, as defined in Section 12.03 of this Code, shall not be added to or enlarged in any manner, except as may be approved or permitted pursuant to a discretionary approval, as that term is defined in Section 16.05 B. of this Code.  However, alterations, other than additions or enlargements, may be made provided that at least 50 percent of the perimeter length of the contiguous exterior walls and 50 percent of the roof are retained.  (Amended by Ord. No. 181,624, Eff. 5\/9\/11.)\t2.\tBuildings Nonconforming as to Height.  A building, nonconforming only as to height regulations, may not be added to or enlarged in any manner, unless the additions or enlargements conform to all the current regulations of the zone and other applicable current land use regulations, provided that the total aggregate floor area included in all the separate additions or enlargements shall not exceed 50 percent of the floor area of the ground floor of the building or structure.\t3.\tMoving Nonconforming Buildings.  A nonconforming building or structure may not be moved, in whole or in part, to any other location on the lot unless every portion of the building or structure that is moved is made to conform to all the current regulations of the zone and other applicable current land use regulations, except as otherwise permitted by Section 12.22 C.13. of this Code.\t4.\tRestoration of Damaged Nonconforming Buildings.\t(a)\tA nonconforming building or structure, which is damaged or partially destroyed by any fire, flood, wind, earthquake or other calamity or the public enemy, may be restored and the occupancy or use of the building, structure or part of the building or structure, which existed at the time of the damage or destruction, may be continued or resumed, provided that the total cost of restoration does not exceed 75 percent of the replacement value of the building or structure at the time of the damage or destruction.  A permit for restoration shall be obtained within a period of two years from the date of the damage or destruction.  Except as set forth in Paragraph (b) below, if the damage or destruction exceeds 75 percent of the replacement value of the nonconforming building or structure at the time of the damage or destruction, no repairs or restoration shall be made unless every portion of the building or structure is made to conform to all regulations for new buildings in the zone in which it is located, and other applicable current land use regulations.\t(b)\tIf the damage or destruction of a nonconforming single-family or two-family dwelling, multiple dwelling or apartment house in the OS, A, R, P, PB, C, M, or PF Zones exceeds 75 percent of its replacement value at the time of the damage or destruction, the building or structure may be reconstructed provided:\t(i)\tthat each side yard is no less than one-half the required side yard for new buildings in the zone in which it is located, or in other applicable current land use regulations, but in no event less than three feet; and\t(ii)\tthat the front and rear yards are at least one-half the required front and rear yards for new buildings in the zone in which it is located, or in other applicable current land use regulations; and\t(iii)\tthat neither the footing, nor the building or structure projects into any area planned for widening or extension of existing or future streets as determined by the Advisory Agency upon the recommendation of the City Engineer; and\t(iv)\tthat the height shall not exceed the allowable height for new buildings or structures in the zone in which it is located, or in other applicable current land use regulations; and\t(v)\tthat a building permit for the reconstruction be obtained within two years of the damage or destruction from fire, flood, wind, earthquake, or other calamity or the public enemy.\t5.\tReplacement of Earthquake Hazardous Buildings.  Notwithstanding any other provision of this article to the contrary, a building nonconforming as to height, number of stories, lot area, loading space or parking, which is demolished as a result of enforcement of the Earthquake Hazard Reduction Ordinance (Article 1, Chapter IX of this Code), may be reconstructed with the same nonconforming height, number of stories, lot area, loading space or parking as the original building, provided, however, that reconstruction shall be commenced within two years of obtaining a permit for demolition and completed within two years of obtaining a permit for reconstruction.  Provided further, that neither the footing, nor any portion of the replacement building may encroach into any area planned for widening or extension of existing or future streets as determined by the Advisory Agency upon the recommendation of the City Engineer.\tAdditionally, a building nonconforming as to use or yards, which is demolished as a result of enforcement of the Earthquake Hazard Reduction Ordinance, may be reconstructed with the same nonconforming use or yards provided that the approval of a Zoning Administrator is obtained pursuant to Section 12.24 X.16. of this Code.\tB.\tNonconforming Use of Buildings.  (Amended by Ord. No. 178,599, Eff. 5\/26\/07.)\t1.\tDiscontinuance of Manufacturing Use in A and R Zones.  In the A and R Zones, any nonconforming use of a building first permitted in the MR1 or less restrictive zone shall be discontinued within five years from June 1, 1946, or five years from the date the use becomes nonconforming, whichever date is later.\t2.\tDiscontinuance of Commercial Use in A and R Zones.  In the A and R Zones, any nonconforming commercial use of a building shall be discontinued within five years from June 1, 1946, or five years from the date the use becomes nonconforming, whichever date is later.  However, the Zoning Administrator may permit its continuation pursuant to the procedures set forth in Section 12.24 X.27. of this Code.\t3.\tAuthority of Department of Building and Safety to Issue Orders to Comply.  The Department of Building and Safety shall have the authority to issue an order to comply to an owner of any building or structure who is in violation of this subsection and advise the owner of the required discontinuance of the nonconforming use of the building or structure.  Included in any order shall be a provision advising the owner of the right to apply to the Department of City Planning within 90 days for permission to continue the nonconforming use of the building or structure as provided in this subsection, but the failure to include that provision shall not nullify the order or provide a basis for the continued use of the building or structure.  The Department of Building and Safety shall record a notice of any order issued pursuant to this subsection with the Office of the Los Angeles County Recorder, but the failure to so record shall not nullify the order or provide a basis for the continued use of the building or structure by any owner, purchaser or lessee who was not aware of the order.\t4.\tNonconforming Use in Manufacturing Zones.  In the M Zones: \t(a)\tA building, nonconforming as to use, which does not contain any dwelling units or guest rooms, shall not be redesigned or rearranged to contain dwelling units or guest rooms;\t(b)\tA building, nonconforming as to use, which contains dwelling units or guest rooms shall not be redesigned or rearranged to be used for any other purpose permitted in an R Zone;\t(c)\tA building, nonconforming as to use, which contains dwelling units or guest rooms, shall not be redesigned or rearranged so as to increase the number of dwelling units or guest rooms in the building;\t(d)\tResidential uses in the M3 Zone, except for caretakers quarters, shall not be permitted to remain beyond five years from the date the use became nonconforming.\t5.\tExpansion of Nonconforming Use.  Except as otherwise provided in this subsection, a nonconforming use shall not be expanded into any other portion of the building.\t6.\tEnlargement of Residential Portion of Buildings Nonconforming as to Use.  The residential portion of a building, nonconforming as to use in the OS, A, R, P, PB, C, or PF Zones, may be enlarged, provided that the  enlargement does not create an additional dwelling unit or guest room.\t7.\tChange of Use.\t(a)\tAny change of use of a building or a portion of a building must conform to the current regulations of the zone and other applicable current land use regulations.\t(b)\tHowever, in the R, C, or M Zones, a nonconforming use may be changed to any use that is permitted in a more restrictive zone than the current zone.  The sequence of these zones, the first being the most restrictive and the last being the least restrictive, is as follows:  OS, A1, A2, RA, RE, RS, R1, RU, RZ, RW1, R2, RD, RMP, RW2, R3, RAS3, R4, RAS4, R5, CR, C1, C1.5, C4, C2, C5, CM, MR1, M1, MR2, M2, M3 and PF.  When the use of a nonconforming building is changed to a use that is permitted in a more restrictive zone, the nonconforming building shall not be occupied by a use that is permitted only in a less restrictive zone.\t8.\tParking.\t(a)\tDetermination of Required Parking.  All currently provided parking spaces shall be considered as the required parking for an existing nonconforming use if the parking spaces are less than or equal to the parking required by current regulations.\t(b)\tChange of Use or Other Alterations.  For the purpose of calculating the parking requirements for a change of use or other alterations, which would require additional parking spaces per this Code, including, but not limited to, additional dwelling units, seating capacity, beds for institutions or guest rooms, existing parking must be maintained and additional parking spaces shall be provided equal to the difference between the number of required parking spaces for the existing use based on current parking regulations set forth in this Code and not on the provisions of Paragraph (a) above, and the number of required parking spaces for the new use or the new capacity created by the alterations, also based on current parking regulations.\t(c)\tAdditions to Buildings or Structures.  The parking requirement for an addition or enlargement to a building or structure that results in an increase in floor area shall be as set forth in the current provisions of this Code.  No additional parking spaces shall be required for the original portion of the building, as determined by Paragraphs (a) and (b) of this subdivision, only for the additional portion.\t9.\tDiscontinuance of Use.  A building or structure or portion or a building or structure, which contains a nonconforming use which is discontinued for a continuous period of one year, shall only be occupied by a use that conforms to the current use regulations of the zone and other applicable current land use regulations.\tC.\tNonconforming Use Of Land\t1.\tDiscontinuation of Nonconforming Use of Land.  (Amended by Ord. No. 178,599, Eff. 5\/26\/07.)\t(a)\tIn the A, R or C Zones, a nonconforming use of land shall be discontinued within five years from June 1, 1946, or from the date the use becomes nonconforming, whichever date is later, in each of the following cases:\t(i)\twhere no buildings are utilized in connection with the use;\t(ii)\twhere the only buildings utilized are accessory or incidental to the use;\t(iii)\twhere the use is maintained in connection with a conforming building.\t(b)\tA nonconforming use of land, which is accessory or incidental to the nonconforming use of a building, shall be discontinued on the same date the nonconforming use of the building is discontinued.\t2.\tContinuation of Nonconforming Use of Land.  (Amended by Ord. No. 178,599, Eff. 5\/26\/07.)  Except as provided in Subdivision 1. above, the nonconforming use of land may be continued, subject to the following limitations:\t(a)\tthat the use is not expanded or extended in any way either on the same or adjoining land beyond the limits of what was originally permitted; and\t(b)\tthat the use is not changed, except to a use that conforms to the current use regulations of the zone and other applicable current land use regulations; and\t(c)\tin the MR or M1 Zone, the use shall be completely enclosed within a building or within an area enclosed on all sides with a solid wall or solid fence of a height sufficient to screen the use from public view, but in no event less than six feet in height, within one year from the date the use becomes nonconforming; and\t(d)\tif the use is discontinued for a continuous period of one year, it shall not be reestablished.\t3.\tContinuation of Signs.  Any existing nonconforming sign, as defined in Section 91.6203 of this Code, may be continued, provided that no structural, electrical or mechanical alterations are made to the sign except as permitted in Section 91.6206 of this Code.  (Amended by Ord. No. 178,599, Eff. 5\/26\/07.)\t4.\tOil Wells.  (Amended by Ord. No. 160,874, Eff. 4\/ 6\/86.)\t(a)\tNo well for the production of oil, gas or other hydrocarbon substances, which is a nonconforming use, shall be re-drilled or deepened.\t(b)\tAll such wells, including any incidental storage tanks and drilling or production equipment, shall be completely removed within 20 years from June 1, 1946, or within 20 years from date such use became nonconforming, if said date was subsequent to June 1, 1946; provided, however, a Zoning Administrator may, upon individual application, allow such wells to continue to operate after said removal date, if he determines that such continued operation would be reasonably compatible with the surrounding area and in connection therewith may impose such conditions, including time limitations, as he deems necessary to achieve such compatibility.\t(c)\tNotwithstanding the above, in the Los Angeles City Oil Field such wells may continue operation provided an application is filed with the Office of Zoning Administration on or before November 1, 1986 and is subsequently approved. Any well operator may reapply for Zoning Administrator approval after November 1, 1986 provided the prior approval has not expired.\t5.\tCommercial Animal Keeping – The nonconforming keeping, grazing, breeding, raising or training of livestock, poultry, fowl, rabbits, chinchillas, fish, frogs or similar animals for commercial purposes in the RA and R Zones, shall be completely abandoned on or before July 1, 1976 or within 15 years from the date such use became nonconforming. (Added by Ord. No. 122,543, Eff. 9\/2\/72.)\t6.\tAutomobile Dismantling Yards, Junk Yards, and Related Uses.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\t(a)\tAny of the uses to which the provisions of Section 12.19A 4 of this article are applicable, lawfully existing in the M2 Zone on November 29, 1968, shall be completely removed from the zone within two years unless the use has been made to comply with the limitations applicable to the use.  However, upon a showing that substantial compliance with the limitations applicable to a particular use has been effected, the Director of Planning may grant an extension of time to complete the work necessary to effect full compliance.  No extension so granted shall exceed one year in duration nor shall more than one extension be granted with respect to any individual use.\t(b)\tAny of the uses to which the provisions of Section 12.20A 6 are applicable, lawfully existing in the M3 Zone on November 29, 1968, shall be completely removed from the zone within two years unless the use has been made to conform to the limitations applicable to the use.  However, upon a showing that substantial compliance with the limitations applicable to a particular use has been effected, the Zoning Administrator may grant an extension of time to complete the work necessary to effect full compliance.  The procedure for this extension shall be as set forth in Section 12.24 with the Zoning Administrator as the initial decision maker and the Area Planning Commission as the appellate body.  No extension so granted shall exceed one year in duration nor shall more than one extension be granted with respect to any individual use.\t(c)\tThe nonconforming use of land for the open storage of materials and equipment, including used materials and equipment, may be continued, but shall be subject to the following limitation: it shall be made to conform to the provisions of this Code on the construction of walls or fences for the open storage of such used materials and equipment within one year from the date the use became nonconforming.  The phrase “used materials and equipment” includes, but is not limited to, vehicles, boats, or airplanes which are inoperable, wrecked, damaged or unlicensed, i.e., not currently licensed by the Department of Motor Vehicles.\t7.\tDiscontinuance of Nonconforming Hostels and Transient Occupancy Residential Structures.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\t(a)\tAny hostel or transient occupancy residential structure to which the provisions of Sections 12.12.2A1(d), 12.13A1.5, and 12.13.5A11, of this article are applicable, existing in or within 500 feet of an A or R zone on May 8, 1992, shall be discontinued within 180 days unless the use has been made to comply with the limitations applicable to that use.  However, upon a showing that substantial compliance with the limitations applicable to a particular use has been effected, the Zoning Administrator may grant an extension of time to complete the work necessary to effect full compliance.  No extension so granted shall exceed 90 days in duration nor shall more than one extension be granted with respect to any individual use.  The procedure for this extension shall be as set forth in Section 12.24 with the Zoning Administrator as the initial decision maker and the Area Planning Commission as the appellate body.\tD.\tNonconforming Due To Changes – Whenever a building or structure or a use of a building, structure or land becomes nonconforming because of a change of zone or change in the regulations, and a period of time is specified in this section for the removal of such non conforming building, structure or use, said period of time shall be computed from the effective date of such change.\tThis section merely provides for an exception to other sections of the LAMC; it is not to be regarded as a part of the definition of the offense created by other sections of the code and need not be negatived by proof or pleading.\n\tPeople v. Webb, CR A 1762.\tThe existence of nonconforming uses does not necessarily invalidate a zoning ordinance, and no vested right to violate an ordinance may be acquired by continued violations.\n\tLockard v. The City of Los Angeles, 33 Cal. 2d 453.\n\tAcker v. Baldwin, 18 Cal. 2d 341.\tUses for commercial purposes in district zoned for residential purposes if subsequent to enactment of zoning ordinance, confers no vested right for continuance thereof.\n\tBurke v. City of Los Angeles, 68 Cal. App. 2d 189.\tA nonconforming use cannot be enlarged.\n\tCounty of San Diego v. McClurken, 37 Cal. 2d 683.\tA nonconforming use is subject to the full exercise of the police power and may, like all other activities, be subjected to all reasonable regulations.\n\tPeople v. Scheib, CR A 2457.\tUnder a zoning ordinance authorizing applications to an administrative body for permission to put land to a nonconforming use, it is not a denial of an owner’s constitutional right to equal protection of the laws to discriminate against him by granting such application to some owners and refusing a grant to him in the same district.\n\tOtis v. City of Los Angeles, 52 Cal. App. 2d 605.\tE.\tUse Of Nonconforming Lot. A Nonconforming lot may be occupied by any use permitted in the zone in which it is located except for those uses which require a width, area or other lot dimension other than the minimum specified in the area requirements of said zone. However, no more than two dwelling units shall be permitted on a lot with an area less than 4,000 square feet, except on lots located in an RW Zone. (Amended by Ord. No. 138,095, Eff. 4\/19\/69.)\tF.\tEquine Keeping – Nonconforming Lot In “RA” Zone.  Equines may be kept and a stable may be erected or maintained on any lot in an “RA” Zone, provided said lot had the area required for the keeping of equines at the time the lot was established. (Amended by Ord. No. 157,144, Eff. 11\/22\/82.)\tG.\tEquine – Nonconforming Uses – Non-“K” Equinekeeping Lots.  Notwithstanding any other provisions of this Code to the contrary, equine uses of the land on non-“K” District lots shall be allowed to be continued if, after the legal establishment of the equine use, a neighbor is granted a building permit to construct a dwelling unit within the 75-foot required distance between an equine use and the neighbor’s dwelling unit.  If, in accordance with the provisions of Section 12.24X5, the Zoning Administrator grants permission for a neighbor’s dwelling to be constructed closer than 35 feet from a legally existing equine enclosure, the equine enclosure may be considered to be nonconforming if it is relocated not closer than 35 feet from the habitable rooms attached to any dwelling.  The nonconforming equine use shall be subject to the following limitations:  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\t1.\tThe equine enclosure shall not be closer than 35 feet to the habitable rooms of any dwelling unit.\t2.\tThe subject lot has been designated by an Equine License to stable at least one licensed equine during the 12 months prior to the issuance of the building permit for the neighbor’s dwelling unit.\t3.\tThe equine enclosure shall not be expanded, extended, or relocated in such a manner as to reduce the nonconforming distance between the enclosure and the habitable rooms of the neighbor’s dwelling unit.\t4.\tThe nonconforming equine use shall be discontinued if, during a successive 3–year period, no equine is licensed by the Department of Animal Services to be stabled on the subject lot.  (“Department of Animal Regulation” renamed “Department of Animal Services” by Ord. No. 174,735, Eff. 9\/13\/02.)\tH.\t(Repealed by Ord. No. 171,740, Eff. 10\/27\/97.)\tI.\tEquine Nonconforming Uses Adjacent to Residential Buildings.  Notwithstanding any provisions of this Code to the contrary, if an equine use not in a “K” District was legally established prior to November 22, 1982, that use shall be allowed to continue, even though the City issued a building permit between November 22, 1982 and July 1, 1986, to construct a residential building on an adjacent lot within the 35-foot required distance between an equine use and the habitable rooms of a residential building on the adjacent lot.  This provision shall not apply to building permits authorized by the Zoning Administrator pursuant to Section 12.24X5.  This nonconforming equine use shall be subject to the following limitations:  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\t1.\tThe subject lot has been designated by an Equine License to stable at least one licensed equine during the 12 months prior to the issuance of the building permit for the residential building on an adjacent lot.\t2.\tThe equine enclosure shall not be expanded, extended, or relocated in such a manner as to reduce the nonconforming distance between the enclosure and the habitable rooms of the residential building on an adjacent lot.\t3.\tThe nonconforming equine use shall be discontinued if, during a successive 3-year period, no equine is licensed by the Department of Animal Services to be stabled on the subject lot.  (“Department of Animal Regulation” renamed “Department of Animal Services” by Ord. No. 174,735, Eff. 9\/13\/02.)\tNothing in this subsection relieves any person from the obligation to comply with the requirements of any county or state law.  (Para. Amended by Ord. No. 173,754, Eff. 3\/5\/01.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}