{"section_number":"12.20.2","edition_id":"1","section_id":"3360","structure_id":"20","catch_line":"Coastal Development Permits (Prior To Certification Of The Local Coastal Program.)","history":"","full_text":"  COASTAL DEVELOPMENT PERMITS (PRIOR TO CERTIFICATION OF THE LOCAL COASTAL PROGRAM.)\n(Title Amended by Ord. No. 160,524, Eff. 12\/27\/85; Sec. Added by Ord. No. 151,603,* Eff. 11\/25\/78.)\n\n\tA.\tPurpose. It is the purpose of this section to provide for the approval or denial of Coastal Development Permits in accordance with Section 30600(b) of the California Public Resources Code. In adopting the California Coastal Act of 1976 the State Legislature finds and declares:\n\n\t“(a) That the California Coastal Zone is a distinct and valuable natural resource of vital and enduring interest to all the people and exists as a delicately balanced ecosystem.\n\n\t“(b) That the permanent protection of the state’s natural and scenic resources is a paramount concern to present and future residents of the state and nation.\n\n\t“(c) That to promote the public safety, health, and welfare, and to protect public and private property, wildlife, marine fisheries, and other ocean resources, and the natural environment, it is necessary to protect the ecological balance of the coastal zone and to prevent its deterioration and destruction.”\n\n\tB.\tDefinitions. For the purpose of this section the following words and phrases are defined:\n\n\t“Aggrieved Person” means any person who, in person or through a representative, appeared at a hearing on the application for a Coastal Development Permit, or appeal hearing in connection with the decision or action appealed, or who, by other appropriate means prior to a hearing, informed the permit issuing authority, or appeal body of the nature of his or her concerns or who for good cause was unable to do either. “Aggrieved person” includes the applicant for a Coastal Development Permit.\n\n\t“Coastal Zone” shall mean that land and water area within the City of Los Angeles as specified on maps prepared by the California Coastal Commission, copies of which are on file with the Department of City Planning and the Office of City Engineer. Such “coastal zone” extends seaward to the City’s outer limit of jurisdiction, and generally extends inland 1000 yards from the mean high tide line of the sea. In significant coastal estuarine, habitat and recreational areas it extends inland to the first major ridgeline paralleling the sea or five miles from the mean high tide line of the sea, whichever is less, and in developed urban areas the zone extends inland 1000 yards.\n\n\t“Development” means, on land, in or under water, the placement or erection of any solid material or structure; discharge or disposal of any dredged material or of any gaseous, liquid, solid, or thermal waste; grading, removing, dredging, mining, or extraction of any materials; change in the density or intensity of the use of land, including, but not limited to, subdivisions pursuant to the Subdivision Map Act (commencing with Section 66410 of the Government Code), and any other division of land, including parcel maps and private street divisions, except where any land division is brought about in connection with the purchase of such land by a public agency for public recreational use; change in the intensity of use of water, or of access thereto; construction, reconstruction, demolition, or alteration of the size of any structure, including any facility of any private, public, or municipal utility; and the removal or harvesting of major vegetation other than for agricultural purposes, kelp harvesting, and timber operations which are in accordance with a timber harvesting plan submitted pursuant to the provisions of the Z’berg-Nejedly Forest Practice Act of 1973 (commencing with Section 4511 of the California Public Resources Code).\n\n\tAs used in this definition, “structure” includes, but is not limited to, any building, road, pipe, flume, conduit, siphon, aqueduct, telephone line, and electrical power transmission and distribution line.\n\n\t“Feasible” shall mean capable of being accomplished in a successful manner within a reasonable period of time, taking into account economic, environmental, social and technological factors.\n\n\t“Local Coastal Program” (LCP) shall mean the City’s land use plans and other applicable general plan elements, zoning ordinances, zoning district maps, and proposed implementing actions, which when taken together, meet the requirements of, and implement the provisions and policies of, the California Coastal Act of 1976.\n\n\t“Permit” means any license, certificate, approval, or other entitlement for use granted, conditionally granted, or denied by any public agency which is subject to the provisions of this section.\n\n\t“Public Project” shall mean any development initiated by the Department of Public Works or any of its bureaus, any development initiated by any other department or agency of the City of Los Angeles, and any development initiated or to be carried out by any other governmental agency which is required to obtain a local government permit.  Public Project shall not include any development by any department or agency of the City of Los Angeles or any other governmental entity which otherwise requires action by or approval of the City Planning Commission, Area Planning Commission or the Office of Zoning Administration, or any development by any department or agency of the City of Los Angeles or any other government entity for which a permit from the Department of Building and Safety is required.  Public Project shall also not include any development on tidelands, submerged lands, or on public trust lands, whether filled or unfilled.  (Definition Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\n\n\t“Sea” shall mean the Pacific Ocean and all harbors, bays, channels, canals, estuaries, salt marshes, sloughs and other areas subject to tidal action through any connection with the Pacific Ocean, excluding nonestuarine rivers, streams, tributaries, creeks, and flood control and drainage channels.\n\n\tC.\tUse.  No Development shall be undertaken in the Coastal Zone unless and until an application for such Development has been submitted to the City for a Coastal Development Permit and such Permit has been obtained from the appropriate City Department in conformance with the provisions of this section and has become final. Where the particular coastal project requires a coastal development permit from the Commission in addition to the one obtained from the City, no development may be commenced until both such permits have been obtained, and both have become final.\n\n\t1.\tEXCEPTION. The provisions of this section shall not apply to developments which do not need locally issued coastal development permits under the Coastal Act of 1976 or the California Coastal Commission Regulations, Division 5.5 Title 14 of the California Administrative Code. A current copy of these regulations is on file with the Department of City Planning and the Office of City Engineer. This exception shall not relieve any person from obtaining from the proper authority a Coastal Development Permit for a Development within the Coastal Zone where such permit is required but can only be issued by the California Coastal Commission, the Regional Commission or the Executive Director. The provisions of this section shall also not apply to any development on tidelands, submerged lands, or on public trust lands, whether filled or unfilled; any development by a public agency for which a local government permit is not otherwise required; any emergency repair authorized by Section 30611 of the Public Resources Code; any permits authorized to be issued by the Executive Director of the California Coastal Commission or the Executive Director of the Regional Commission pursuant to Section 30624 of the Public Resources Code; and any other permits over which the City is not authorized to exercise the option provided for in subdivision (b) of Section 30600 of the Public Resources Code.\n\n\tD.\tInitiation. Proceedings for a Permit shall be initiated by the filing of a verified application upon a form or forms prescribed for that purpose. An application for a Coastal Development Permit for a public project, or for a private project where the approval for the underlying permit is within the jurisdiction of the City Engineer shall be filed in the public office of the City Engineer. All other applications for Coastal Development Permits shall be filed in a public office of the Department of City Planning.\n\n\tAll applications filed with the City Engineer and the Department of City Planning shall be accompanied by the following data:\n\n\t1.\tAn adequate description of the project including, but not limited to maps, plans, photographs, drawings, etc., of the proposed development, project site and vicinity sufficient to determine whether the project complies with all relevant policies of the California Coastal Act of 1976. Each application shall contain sufficient information concerning land and water areas in the vicinity of the site of the proposed project, (whether or not owned or controlled by the applicant) so that the permit issuing authority will be adequately informed as to present uses and plans, both public and private. insofar as they can reasonably be ascertained for the vicinity surrounding the project site. The description of the development shall also include any feasible alternatives or any feasible mitigation measures available which would substantially lessen any significant adverse impact which the development may have on the environment. For purposes of this section the term “significant adverse impact on the environment” shall be defined as in the California Environmental Quality Act and the State and City Guidelines adopted pursuant thereto.\n\n\t2.\tA description and documentation of the applicant’s legal interest in the property on which the Development is to be located if the application were approved (e.g., ownership, leasehold, enforceable option, authority to acquire the specific property by eminent domain.)\n\n\t3.\tA dated signature by or on behalf of each of the applicants, attesting to the truth, completeness, and accuracy of the contents of the application and, if the signer of the application is not the applicant, written evidence that the signer is authorized to act as the applicant’s representative and to bind the applicant in all matters concerning the application.\n\n\t4.\tA statement of the status of the environmental documentation for the project and a copy of the required environmental documentation.\n\n\t5.\tAny additional information as may be required by the permit granting authority.\n\n\tE.\tNotice – Posting. At the time the application is submitted for filing, the applicant must post, at a conspicuous place, easily read by the public and as close as possible to the site of the proposed development a notice that an application has been made for a Coastal Development Permit. Such notice shall contain specific information as to the nature of the proposed development and be in a form as prescribed for that purpose.\n\n\tNotice – Mailing. The applicant shall furnish to the City, accompanying the application, a list containing the name and address of each property owner of record and the addresses of all residences, including apartments within one hundred feet from each boundary of the site of the proposed development. Where the hearing on the Coastal Development Permit is to be combined with a public hearing otherwise required by this Code for the proposed development, and the provisions of this Code require notification to persons beyond one hundred feet of the site of the proposed development, no separate list shall be required, and all persons notified of the hearing for the proposed development shall also be notified that the hearing shall include the application for a Coastal Development Permit. Notice of such hearing shall also be sent to an occupant of all residences, including apartments within 100 feet of the boundary of the proposed development, all persons known, or thought to have a particular interest in the application, and all other persons requesting notice.\n\n\tF.\tProceedings and Hearing.\n\n\t1.\tTime Limit – Hearing – Notice. To the extent possible, any Permit application for a Development within the Coastal Zone shall be processed in accordance with established policies and procedures of a permit granting authority in conformance with the provisions of this Code. For those projects for which no hearing would otherwise be required by law, the appropriate City agency shall notify by mail, at least ten (10) days prior to the hearing, the following:\n\n\t(a)\tthose persons whose names appear on the list of property owners within 100 feet of the boundary of the site of the proposed development;\n\n\t(b)\tan occupant of all residences, including apartments, within 100 feet of the boundary of the site of the proposed development. This requirement can be met by mailing such notice to “occupant” of the subject residence.\n\n\t(c)\tthose persons known or thought to have a particular interest in the application and\n\n\t(d)\tall other persons requesting notice.\n\n\tAt the public hearing, all interested persons shall be afforded a reasonable opportunity to testify and present evidence.\n\n\tG.\tDetermination.\n\n\t1.\tAuthority – A permit granting authority shall have the authority to approve, conditionally approve or disapprove any application for a Permit under the provisions of the California Coastal Act of 1976; and, standards as established by Division 5.5 Title 14 of the California Administrative Code. In making its determination under the provisions of this section, the permit granting authority shall not approve, or conditionally approve a permit unless it makes written findings, including specific factual findings, supporting the following conclusions:\n\n\t(a)\tThat the development is in conformity with Chapter 3 of the California Coastal Act of 1976 (commencing with Section 30200 of the California Public Resources Code).\n\n\t(b)\tThat the permitted development will not prejudice the ability of the City of Los Angeles to prepare a Local Coastal Program that is in conformity with Chapter 3 of the California Coastal Act of 1976.\n\n\t(c)\tThat the Interpretative Guidelines for Coastal Planning and Permits as established by the California Coastal Commission dated February 11, 1977 and any subsequent amendments thereto have been reviewed, analyzed, and considered in the light of the individual project in making its determination.\n\n\t(d)\tThat the decision of the permit granting authority has been guided by any applicable decision of the California Coastal Commission pursuant to Section 30625(c) of the Public Resources Code.\n\n\t(e)\tIf the development is located between the nearest public road and the sea or shoreline of any body of water located within the coastal zone, that the development is in conformity with the public access and public recreation policies of Chapter 3 of the California Coastal Act of 1976.\n\n\t(f)\tAny other finding or findings as may be required for the development by the California Environmental Coastal Act.\n\n\t2.\tConditions of Approval – In approving an application for a permit under the provisions of this section, the city shall impose such reasonable terms and conditions as it deems necessary to assure a development that is in accordance with the provisions of the California Coastal Act of 1976 and those other criteria set forth in the preceding paragraph.\n\n\t3.\tNotification – A copy of the permit granting authority’s action approving, conditionally approving or disapproving any application for a Coastal Development Permit, along with any findings made and conditions imposed in connection therewith, shall be mailed to the applicant and to any person or persons who, in writing, request a copy of such action.\n\n\tH.\tAppeals. Appeals from the approval, conditional approval, or disapproval of a permit under the provisions of this section, may be taken by the applicant or any aggrieved person as follows:\n\n\t1.\tWhere a Coastal Development Permit hearing has been combined with the hearing on the project itself, an appeal may be taken to the appellate body that would hear and decide the appeal from the underlying project. If the appeal from any underlying project is further appealable to a second appellate body, the Coastal Development Permit is likewise further appealable. The time within which to appeal shall be the same as that provided for an appeal of the project itself, but the decision of the permit granting authority on the coastal permit may be separately appealed, without appealing the action on the underlying project. The times for notification of hearing and action on such appeal shall be the same as for the underlying project, whether or not such underlying project is also appealed.\n\n\t2.\tWhere a Coastal Development Permit application is for a public project, the action of the City Engineer may be appealed to the Board of Public Works. Such appeal shall be filed with the Office of the City Engineer within ten days of the mailing of the decision of the permit granting authority.\n\n\t3.\tWhere a coastal development permit (other than for a Public Project) involves an underlying activity which is not otherwise appealable, the action of a permit-granting authority on an application may be appealed to the Area Planning Commission.  That appeal shall be filed with the Area Planning Commission within ten days of the mailing of the decision of the permit-granting authority. (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\n\n\t4.\tAny appeal filed with either the City Engineer or the Area Planning Commission shall be heard and decided within 30 days of the filing of the appeal.  Notice shall be mailed to the required parties at least ten days prior to the hearing.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\n\n\tAction on any appeal shall be in writing, and if the appeal is granted, in whole or in part, such decision shall set forth wherein the permit granting authority, or the lower appeal body erred in its action on the permit under the criteria set forth in Section 12.20.2G.l,(a) through (e). If the action of any appeal body is further appealable within the City of Los Angeles’ appeal structure, notice of such intermediate appeal body’s action approving, conditionally approving or disapproving any appeal of a Coastal Development Permit along with any findings made and conditions imposed in connection therewith, shall be mailed to the applicant, the appellant, and to any person or persons who, in writing, request a copy of such action.\n\n\tI.\tNotification. After the decision of the last appeal body, or the time within which any appeal can be taken has expired, the permit granting authority, or any appeal body whose action became final on the permit, shall transmit a copy, by mail, with return receipt requested, of the notice of permit issuance or permit denial to the Executive Director of the Regional Coastal Commission. Such notice shall include the requisite findings, a project description and a verbatim copy of any conditions attached to the permit, all as required by Section 13302(g) of the California Coastal Commission Regulations. Notice shall also be mailed to the applicant, the appellant, and any persons who, in writing, requested such notice.\n\n\tThe decision of the permit granting authority, or any appeal body to approve issuance of a permit shall not be deemed to be final and no Coastal Development Permit may be issued until 20 working days have expired from the date said notice of permit issuance is deemed received by said Executive Director and without an appeal having been taken to the South Coast Regional Commission.\n\n\tIf a timely, valid appeal is taken to the Regional Commission, the operation and effect of the Coastal Development Permit is stayed pending final action on the appeal by the Regional Commission or the Commission, and the City shall within five working days of the receipt of such notice, deliver to the Executive Director copies of all relevant documents and materials used by the City in its consideration of the permit application.\n\n\tIf no appeal is taken within 20 working days of the date of the notice of the City’s decision to issue a permit is deemed received by the Executive Director, the applicant may commence utilization of the permit. If no timely appeal is taken from the City’s decision to deny a permit, such decision is final.\n\n\tNeither an applicant nor any other aggrieved party may appeal the approval, conditional approval, or disapproval of any permit to the Regional Commission unless and until all of the City’s appeal procedures for such permit have been taken, and a decision thereon has been made.\n\n\tJ.\tRevocation. Any permit application filed or approved under the provisions of this section or Code may be immediately terminated or revoked by the permit granting authority upon a finding that one or more of the following grounds exist:\n\n\t1.\tThat inaccurate, erroneous or incomplete information was filed or presented in conjunction with said Permit application.\n\n\t2.\tThat names and addresses of all property owners as shown on the records of the City Engineer or of the County Assessor, were not provided within the required radius of the involved property in conformity with the requirements of this section and Code.  (Amended by Ord. No. 181,595, Eff. 4\/10\/11.)\n\n\t3.\tThat the addresses of all residential occupancies within one hundred feet of each boundary of the site of the proposed development were not provided.\n\n\t4.\tThat the applicant failed to post and maintain the required notice at the project site in accordance with Subsection E of this section.\n\n\tK.\tException. Notwithstanding any other provisions of this section or Code, an applicant may file an application for a Permit at any point of the project approval process relating to his or her Development. However, upon initiation of the project approval process by the applicant, said applicant shall sign and notarize a form prescribed for this purpose which shall contain the following:\n\n\t1.\tA statement advising the applicant that no permits or permission for a Development in the Coastal Zone shall be issued unless and until a Permit has been approved in accordance with the provisions of this section.\n\n\t2.\tA statement relieving the City of any legal or other responsibility in the event that failure to apply for a Permit results in, or contributes to, a violation of Section 65950, 65951 or 65952 of the California Government Code.\n\n\tL.\tViolations. Any violation of the provisions of this section and Code relating to the processing of permits shall be subject to enforcement and penalties of Chapter 9 of the California Coastal Act of 1976 and subsequent amendments thereto.\n\n\tM.\tCharges For Notification. No person requesting notification of any application, hearing or decision by any permit granting authority or any notification of hearing or decision on any appeal therefrom shall be required to bear the cost of any such notification.\n\n\tN.\tExtensions of Permits.  (Added by Ord. No. 171,424 Eff. 1\/4\/97.)  Prior to the expiration of a Coastal Development Permit, an applicant may apply to the initial approving authority of the original permit for an extension of the permit for a period of one year.  This request shall automatically extend the expiration date of the permit until the approving authority has acted upon the request and the approving authority’s action becomes effective.  However, if construction has not commenced at the time the application for extension is made, construction may not commence during the period of the automatic extension until the approving authority has acted upon the request and it becomes effective.  The application shall state the reasons for the request and shall be accompanied by evidence of a valid, unexpired permit and of the applicant’s continued legal ownership interest in the property.  The applicant shall also furnish to the City the information required in Subsection E. of this section.\n\n\tThe approving authority, in considering the request for extension, shall determine whether there are changed circumstances that may affect the consistency of the project with the findings required under Subsection G. of this section.\n\n\tIf the approving authority determines that there are no changed circumstances that may affect the consistency of the project with the findings required under Subsection G. of this section, notice of the determination, including a summary of the procedures set forth in this subsection, shall be posted on the subject property by the applicant and shall be mailed, by first class mail by the appropriate City agency, to all persons who testified at any public hearing on the original permit and left their names and addresses, or submitted written testimony or to any other persons requesting notice.\n\n\tIf no written objection to the determination is received within 10 working days of the posting and mailing, the extension shall be approved.\n\n\tIf the approving authority determines that, due to changed circumstances, the proposed development is no longer consistent with the findings required in Subsection G. of this section, or if objection is made to the determination of consistency, the approving authority shall set the matter for public hearing and give notice in accordance with the provisions of Subsection F. of this section.  In addition, the approving authority shall notify any persons who objected to the approving authority’s determination of consistency.\n\n\tThe approving authority shall make a determination based on the facts presented at the public hearing.  If the proposed development is determined to be consistent with the findings required in Subsection G. of this section, the extension shall be approved.  If the proposed development is determined to be inconsistent with these requirements, the extension shall be denied.\n\n\tNotice of any action taken by the approving authority on an application for an extension of a permit shall be provided as set forth in Subdivision 3. of Subsection G. of this section.\n\n\tAny action taken by the approving authority on an application for an extension of a permit is appealable to the first City appellate body referenced in Subsection H. of this section in the same manner as an appeal of the original permit as set forth in Subsection H.\n\n\tThe notification procedures and the procedures applicable to appeals to the Coastal Commission set forth in Subsection I. of this section are applicable to applications for extensions of permits.\n\n\tO.\tAmendments To Permits.  (Added by Ord. No. 171,424 Eff. 1\/4\/97.)\n\n\t1.\tThe holder of a Coastal Development Permit may apply to amend the permit by filing a written application with the initial approving authority who approved the original permit.  The application shall contain a description of the proposed amendment, the reason for the amendment, together with maps, plans or any other information as may be required by the approving authority, and shall be accompanied by evidence of a valid, unexpired permit and of the applicant’s continued legal ownership interest in the property.  The applicant shall also furnish to the City the information required in Subsection E. of this section.  If the application is deemed complete and accepted, the approving authority shall determine if the requested amendment constitutes an immaterial or material change to the permit.\n\n\t2.\tFor applications representing immaterial changes, the approving authority shall prepare a written notice containing the same information required for the notice of the original application for a Coastal Development Permit, a description of the proposed amendment and a summary of the procedures outlined in this subsection.  The notice shall be posted on the subject property by the applicant and shall also be mailed, by first class mail by the appropriate City agency, to all persons who testified at any public hearing on the original permit and left their names and addresses, or submitted written testimony or to any other persons who requested to be notified.  If no written objection is received by the approving authority within 10 working days of the posting and mailing, the approving authority shall approve the amendment provided the following findings are made:\n\n\t(a)\tthat the proposed amendment will not lessen or avoid the intended effect of the original permit, as approved or conditioned consistent with the findings required in Subsection G. of this section, unless the proposed amendment is necessitated by a change in circumstances, and the applicant has presented newly discovered material which he or she could not, with reasonable diligence, have discovered and produced before the original permit was granted; and\n\n\t(b)\tthat the proposed amendment will not lessen or eliminate any conditions imposed for the purpose of protecting a coastal resource or coastal access consistent with the findings required by Subsection G. of this section; and\n\n\t(c)\tthat all of the findings required by Subsection G. of this section can still be made; and\n\n\t(d)\tthat the proposed amendment will not result in any increase in the density or intensity of the project; and\n\n\t(e)\tthat the proposed amendment will not cause any adverse impact on surrounding properties.\n\n\t3.\tFor applications representing material changes, applications whose immateriality has been challenged or applications for amendments which affect coastal resource or coastal access protection as required by California Public Resources Code Section 30604, the approving authority shall set the matter for public hearing and shall give notice in accordance with the provisions of Subsection F. of this section.  The approving authority shall also notify all persons who objected to the approving authority’s determination of immateriality.  If the approving authority can make the findings contained in Subdivision 2. of this subsection, it shall approve the application for amendment to the permit.  If the approving authority cannot make the findings referenced above, the application for amendment shall be denied.\n\n\t4.\tNotice of any action taken by the approving authority on an application for an amendment to a permit shall be provided as set forth in Subdivision 3. of Subsection G. of this section.\n\n\t5.\tAny action taken by the approving authority on an application for an amendment to a permit is appealable in the same manner as an appeal on the original permit as set forth in the Subsection H. of this section.\n\n\t6.\tThe notification procedures and the procedures applicable to appeals to the Coastal Commission set forth in Subsection I. of this section are applicable to applications for amendments to permits.","order_by":"20.2","ancestry":{"1":{"id":"20","name":"Specific Planning – Zoning\nComprehensive Zoning Plan","identifier":"2","label":"article","url":"\/1\/2\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3095","structure_id":"20","section_number":"12.00","catch_line":"Title.","url":"\/12.00\/","token":"12.00"},"1":{"id":"1517","structure_id":"20","section_number":"12.01","catch_line":"Continuation Of Existing Regulations.","url":"\/12.01\/","token":"12.01"},"2":{"id":"1627","structure_id":"20","section_number":"12.02","catch_line":"Purpose.","url":"\/12.02\/","token":"12.02"},"3":{"id":"2312","structure_id":"20","section_number":"12.03","catch_line":"Definitions.","url":"\/12.03\/","token":"12.03"},"4":{"id":"3734","structure_id":"20","section_number":"12.04","catch_line":"Zones - Districts - Symbols.","url":"\/12.04\/","token":"12.04"},"5":{"id":"1459","structure_id":"20","section_number":"12.04.01","catch_line":"Violations Of Specific Plans.","url":"\/12.04.01\/","token":"12.04.01"},"6":{"id":"1812","structure_id":"20","section_number":"12.04.05","catch_line":"“Os” Open Space Zone.","url":"\/12.04.05\/","token":"12.04.05"},"7":{"id":"4037","structure_id":"20","section_number":"12.04.09","catch_line":"“Pf” Public Facilities Zone.","url":"\/12.04.09\/","token":"12.04.09"},"8":{"id":"3058","structure_id":"20","section_number":"12.05","catch_line":"“A1” Agriculture Zone.","url":"\/12.05\/","token":"12.05"},"9":{"id":"1807","structure_id":"20","section_number":"12.06","catch_line":"“A2” Agricultural Zone.","url":"\/12.06\/","token":"12.06"},"10":{"id":"2434","structure_id":"20","section_number":"12.07","catch_line":"“Ra” Suburban Zone.","url":"\/12.07\/","token":"12.07"},"11":{"id":"833","structure_id":"20","section_number":"12.07.01","catch_line":"“Re” Residential Estate Zone.","url":"\/12.07.01\/","token":"12.07.01"},"12":{"id":"3662","structure_id":"20","section_number":"12.07.1","catch_line":"“Rs” Suburban Zone.","url":"\/12.07.1\/","token":"12.07.1"},"13":{"id":"1550","structure_id":"20","section_number":"12.08","catch_line":"“R1” One-Family Zone.","url":"\/12.08\/","token":"12.08"},"14":{"id":"1455","structure_id":"20","section_number":"12.08.1","catch_line":"Ru Residential Urban Zone.","url":"\/12.08.1\/","token":"12.08.1"},"15":{"id":"1635","structure_id":"20","section_number":"12.08.3","catch_line":"Rz Residential Zero Side Yard Zone.","url":"\/12.08.3\/","token":"12.08.3"},"16":{"id":"504","structure_id":"20","section_number":"12.08.5","catch_line":"“Rw1” Residential Waterways Zone.","url":"\/12.08.5\/","token":"12.08.5"},"17":{"id":"2976","structure_id":"20","section_number":"12.09","catch_line":"“R2” Two-Family Zone.","url":"\/12.09\/","token":"12.09"},"18":{"id":"3015","structure_id":"20","section_number":"12.09.1","catch_line":"“Rd” Restricted Density Multiple Dwelling Zone.","url":"\/12.09.1\/","token":"12.09.1"},"19":{"id":"3789","structure_id":"20","section_number":"12.09.3","catch_line":"“Rmp” Mobilehome Park Zone.","url":"\/12.09.3\/","token":"12.09.3"},"20":{"id":"3264","structure_id":"20","section_number":"12.09.5","catch_line":"“Rw2” Residential Waterways Zone.","url":"\/12.09.5\/","token":"12.09.5"},"21":{"id":"1735","structure_id":"20","section_number":"12.10","catch_line":"“R3” Multiple Dwelling Zone.","url":"\/12.10\/","token":"12.10"},"22":{"id":"2343","structure_id":"20","section_number":"12.10.5","catch_line":"Ras3 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.10.5\/","token":"12.10.5"},"23":{"id":"621","structure_id":"20","section_number":"12.11","catch_line":"“R4” Multiple Dwelling Zone.","url":"\/12.11\/","token":"12.11"},"24":{"id":"1231","structure_id":"20","section_number":"12.11.5","catch_line":"Ras4 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.11.5\/","token":"12.11.5"},"25":{"id":"1666","structure_id":"20","section_number":"12.12","catch_line":"“R5” Multiple Dwelling Zone.","url":"\/12.12\/","token":"12.12"},"26":{"id":"601","structure_id":"20","section_number":"12.12.1","catch_line":"“P” Automobile Parking Zone.","url":"\/12.12.1\/","token":"12.12.1"},"27":{"id":"286","structure_id":"20","section_number":"12.12.1.5","catch_line":"“Pb” Parking Building Zone.*","url":"\/12.12.1.5\/","token":"12.12.1.5"},"28":{"id":"2454","structure_id":"20","section_number":"12.12.2","catch_line":"“Cr” Limited Commercial Zone.","url":"\/12.12.2\/","token":"12.12.2"},"29":{"id":"3444","structure_id":"20","section_number":"12.13","catch_line":"“C1” Limited Commercial Zone.","url":"\/12.13\/","token":"12.13"},"30":{"id":"2973","structure_id":"20","section_number":"12.13.5","catch_line":"“C1.5” Limited Commercial Zone","url":"\/12.13.5\/","token":"12.13.5"},"31":{"id":"156","structure_id":"20","section_number":"12.14","catch_line":"“C2” Commercial Zone.","url":"\/12.14\/","token":"12.14"},"32":{"id":"1739","structure_id":"20","section_number":"12.16","catch_line":"“C4”Commercial Zone.","url":"\/12.16\/","token":"12.16"},"33":{"id":"24","structure_id":"20","section_number":"12.16.1","catch_line":"“Cw” Central City West Specific Plan Zone.","url":"\/12.16.1\/","token":"12.16.1"},"34":{"id":"1075","structure_id":"20","section_number":"12.16.2","catch_line":"Adp Alameda District Specific Plan Zone.","url":"\/12.16.2\/","token":"12.16.2"},"35":{"id":"265","structure_id":"20","section_number":"12.16.3","catch_line":"Lased Los Angeles Sports And Entertainment District Specific Plan Zone.","url":"\/12.16.3\/","token":"12.16.3"},"36":{"id":"1579","structure_id":"20","section_number":"12.17","catch_line":"“C5” Commercial Zone.","url":"\/12.17\/","token":"12.17"},"37":{"id":"2695","structure_id":"20","section_number":"12.17.1","catch_line":"“Cm” Commercial Manufacturing Zone.","url":"\/12.17.1\/","token":"12.17.1"},"38":{"id":"2925","structure_id":"20","section_number":"12.17.2","catch_line":"“Cm(Gm)”Commercial Manufacturing (Glencoe\/Maxella) Specific Plan Zone.","url":"\/12.17.2\/","token":"12.17.2"},"39":{"id":"1704","structure_id":"20","section_number":"12.17.5","catch_line":"“Mr1” Restricted Industrial Zone.","url":"\/12.17.5\/","token":"12.17.5"},"40":{"id":"383","structure_id":"20","section_number":"12.17.5.5","catch_line":"“Ccs” Century City South Specific Plan Studio Zone.","url":"\/12.17.5.5\/","token":"12.17.5.5"},"41":{"id":"1032","structure_id":"20","section_number":"12.17.6","catch_line":"“M1” Limited Industrial Zone.","url":"\/12.17.6\/","token":"12.17.6"},"42":{"id":"65","structure_id":"20","section_number":"12.18","catch_line":"“Mr2” Restricted Light Industrial Zone.","url":"\/12.18\/","token":"12.18"},"43":{"id":"2426","structure_id":"20","section_number":"12.18.1","catch_line":"“Wc” Warner Center Specific Plan Zone.","url":"\/12.18.1\/","token":"12.18.1"},"44":{"id":"1290","structure_id":"20","section_number":"12.19","catch_line":"“M2” Light Industrial Zone.","url":"\/12.19\/","token":"12.19"},"45":{"id":"1435","structure_id":"20","section_number":"12.19.1","catch_line":"Lax Los Angeles International Airport Zone.","url":"\/12.19.1\/","token":"12.19.1"},"46":{"id":"3523","structure_id":"20","section_number":"12.20","catch_line":"“M3” Heavy Industrial Zone.","url":"\/12.20\/","token":"12.20"},"47":{"id":"3019","structure_id":"20","section_number":"12.20.1","catch_line":"Sl Ocean – Submerged Land Zone.","url":"\/12.20.1\/","token":"12.20.1"},"48":{"id":"3360","structure_id":"20","section_number":"12.20.2","catch_line":"Coastal Development Permits (Prior To Certification Of The Local Coastal Program.)","url":"\/12.20.2\/","token":"12.20.2"},"49":{"id":"2874","structure_id":"20","section_number":"12.20.2.1","catch_line":"Coastal Development Permit Procedures After Certification Of The Local Coastal Program.","url":"\/12.20.2.1\/","token":"12.20.2.1"},"50":{"id":"2479","structure_id":"20","section_number":"12.20.3","catch_line":"“Hp” Historic Preservation Overlay Zone.","url":"\/12.20.3\/","token":"12.20.3"},"51":{"id":"3236","structure_id":"20","section_number":"12.21.1","catch_line":"Height Of Building Or Structures.","url":"\/12.21.1\/","token":"12.21.1"},"52":{"id":"488","structure_id":"20","section_number":"12.21.2","catch_line":"Height Of Buildings Or Structures In Century City.","url":"\/12.21.2\/","token":"12.21.2"},"53":{"id":"2253","structure_id":"20","section_number":"12.21.3","catch_line":"Height Of Buildings Or Structures In Community Redevelopment Plan Areas.","url":"\/12.21.3\/","token":"12.21.3"},"54":{"id":"3709","structure_id":"20","section_number":"12.21.4","catch_line":"Height Of Buildings Or Structures In Enterprise Zones.","url":"\/12.21.4\/","token":"12.21.4"},"55":{"id":"605","structure_id":"20","section_number":"12.21.5","catch_line":"Height Of Buildings Or Structures In Centers Study Areas.","url":"\/12.21.5\/","token":"12.21.5"},"56":{"id":"1399","structure_id":"20","section_number":"12.22","catch_line":"Exceptions.","url":"\/12.22\/","token":"12.22"},"57":{"id":"2993","structure_id":"20","section_number":"12.22.1","catch_line":"Safer Sex.","url":"\/12.22.1\/","token":"12.22.1"},"58":{"id":"3237","structure_id":"20","section_number":"12.23","catch_line":"Nonconforming Building And Uses.","url":"\/12.23\/","token":"12.23"},"59":{"id":"1191","structure_id":"20","section_number":"12.24","catch_line":"Conditional Use Permits And Other Similar Quasi-Judicial Approvals.","url":"\/12.24\/","token":"12.24"},"60":{"id":"546","structure_id":"20","section_number":"12.24.1","catch_line":"Land Use Determination By City Planning Commission.","url":"\/12.24.1\/","token":"12.24.1"},"61":{"id":"1889","structure_id":"20","section_number":"12.25","catch_line":"Time Limitations.","url":"\/12.25\/","token":"12.25"},"62":{"id":"2902","structure_id":"20","section_number":"12.26","catch_line":"Department Of Building And Safety.","url":"\/12.26\/","token":"12.26"},"63":{"id":"2923","structure_id":"20","section_number":"12.27","catch_line":"Variances.","url":"\/12.27\/","token":"12.27"},"64":{"id":"799","structure_id":"20","section_number":"12.27.1","catch_line":"Administrative Nuisance Abatement Proceedings.","url":"\/12.27.1\/","token":"12.27.1"},"65":{"id":"4040","structure_id":"20","section_number":"12.28","catch_line":"Adjustments And Slight Modifications.","url":"\/12.28\/","token":"12.28"},"66":{"id":"2103","structure_id":"20","section_number":"12.29","catch_line":"Violation Of Conditions – Penalty.","url":"\/12.29\/","token":"12.29"},"67":{"id":"339","structure_id":"20","section_number":"12.30","catch_line":"Boundaries Of Zones.","url":"\/12.30\/","token":"12.30"},"68":{"id":"1073","structure_id":"20","section_number":"12.31","catch_line":"Interpretation – Purpose – Conflict.","url":"\/12.31\/","token":"12.31"},"69":{"id":"3171","structure_id":"20","section_number":"12.32","catch_line":"Land Use Legislative Actions.","url":"\/12.32\/","token":"12.32"},"70":{"id":"511","structure_id":"20","section_number":"12.33","catch_line":"Dedication Of Land Or Payment For Park And Recreational Facilities As A Requirement For A Zone Change For A Multiple Residential Use In Any Multiple Residential Or Commercial Zone.","url":"\/12.33\/","token":"12.33"},"71":{"id":"1730","structure_id":"20","section_number":"12.34","catch_line":"Application Of Provisions.","url":"\/12.34\/","token":"12.34"},"72":{"id":"3843","structure_id":"20","section_number":"12.35","catch_line":"Zoning Of Annexed Or Unzoned Areas.","url":"\/12.35\/","token":"12.35"},"73":{"id":"1352","structure_id":"20","section_number":"12.36","catch_line":"Projects Requiring Multiple Approvals.(Charter § 564).","url":"\/12.36\/","token":"12.36"},"74":{"id":"1765","structure_id":"20","section_number":"12.37","catch_line":"Highway And Collector Street Dedication And Improvement.","url":"\/12.37\/","token":"12.37"},"75":{"id":"2301","structure_id":"20","section_number":"12.38","catch_line":"Dedication Of Streets By Long Term Leases.","url":"\/12.38\/","token":"12.38"},"76":{"id":"2657","structure_id":"20","section_number":"12.39","catch_line":"Low And Moderate Housing.","url":"\/12.39\/","token":"12.39"},"77":{"id":"1295","structure_id":"20","section_number":"12.40","catch_line":"Landscape - General Requirements.","url":"\/12.40\/","token":"12.40"},"78":{"id":"2364","structure_id":"20","section_number":"12.41","catch_line":"Landscape - Water Management.","url":"\/12.41\/","token":"12.41"},"79":{"id":"2169","structure_id":"20","section_number":"12.42","catch_line":"Landscape.","url":"\/12.42\/","token":"12.42"},"80":{"id":"4030","structure_id":"20","section_number":"12.43","catch_line":"Source Reduction Of Waste.","url":"\/12.43\/","token":"12.43"},"81":{"id":"1485","structure_id":"20","section_number":"12.50","catch_line":"Airport Approach Zoning Regulations.","url":"\/12.50\/","token":"12.50"},"82":{"id":"1328","structure_id":"20","section_number":"12.70","catch_line":"Adult Entertainment Zoning.","url":"\/12.70\/","token":"12.70"},"83":{"id":"481","structure_id":"20","section_number":"12.80","catch_line":"Homeless Shelters - Emergencies - Government Owned And Leased Property.","url":"\/12.80\/","token":"12.80"},"84":{"id":"737","structure_id":"20","section_number":"12.81","catch_line":"Homeless Shelters - Emergencies - Charitable\nOrganizations.","url":"\/12.81\/","token":"12.81"}},"next_section":{"id":"2874","structure_id":"20","section_number":"12.20.2.1","catch_line":"Coastal Development Permit Procedures After Certification Of The Local Coastal Program.","url":"\/12.20.2.1\/","token":"12.20.2.1"},"metadata":false,"references":false,"url":"\/12.20.2\/","token":"12.20.2","formats":{"txt":"\/12.20.2.txt","json":"\/12.20.2.xml"},"dublin_core":{"Title":"Coastal Development Permits (Prior To Certification Of The Local Coastal Program.)","Type":"Text","Format":"text\/html","Identifier":"§ 12.20.2","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nCOASTAL DEVELOPMENT PERMITS (PRIOR TO CERTIFICATION OF THE LOCAL COASTAL\nPROGRAM.) (§ 12.20.2)\n\n  COASTAL DEVELOPMENT PERMITS (PRIOR TO CERTIFICATION OF THE LOCAL COASTAL\nPROGRAM.)\n(Title Amended by Ord. No. 160,524, Eff. 12\/27\/85; Sec. Added by Ord. No.\n151,603,* Eff. 11\/25\/78.)\tA.\tPurpose. It is the purpose of this section to\nprovide for the approval or denial of Coastal Development Permits in accordance\nwith Section 30600(b) of the California Public Resources Code. In adopting the\nCalifornia Coastal Act of 1976 the State Legislature finds and declares:\t“(a)\nThat the California Coastal Zone is a distinct and valuable natural resource of\nvital and enduring interest to all the people and exists as a delicately\nbalanced ecosystem.\t“(b) That the permanent protection of the state’s\nnatural and scenic resources is a paramount concern to present and future\nresidents of the state and nation.\t“(c) That to promote the public safety,\nhealth, and welfare, and to protect public and private property, wildlife,\nmarine fisheries, and other ocean resources, and the natural environment, it is\nnecessary to protect the ecological balance of the coastal zone and to prevent\nits deterioration and destruction.”\tB.\tDefinitions. For the purpose of this\nsection the following words and phrases are defined:\t“Aggrieved Person”\nmeans any person who, in person or through a representative, appeared at a\nhearing on the application for a Coastal Development Permit, or appeal hearing\nin connection with the decision or action appealed, or who, by other appropriate\nmeans prior to a hearing, informed the permit issuing authority, or appeal body\nof the nature of his or her concerns or who for good cause was unable to do\neither. “Aggrieved person” includes the applicant for a Coastal Development\nPermit.\t“Coastal Zone” shall mean that land and water area within the City\nof Los Angeles as specified on maps prepared by the California Coastal\nCommission, copies of which are on file with the Department of City Planning and\nthe Office of City Engineer. Such “coastal zone” extends seaward to the\nCity’s outer limit of jurisdiction, and generally extends inland 1000 yards\nfrom the mean high tide line of the sea. In significant coastal estuarine,\nhabitat and recreational areas it extends inland to the first major ridgeline\nparalleling the sea or five miles from the mean high tide line of the sea,\nwhichever is less, and in developed urban areas the zone extends inland 1000\nyards.\t“Development” means, on land, in or under water, the placement or\nerection of any solid material or structure; discharge or disposal of any\ndredged material or of any gaseous, liquid, solid, or thermal waste; grading,\nremoving, dredging, mining, or extraction of any materials; change in the\ndensity or intensity of the use of land, including, but not limited to,\nsubdivisions pursuant to the Subdivision Map Act (commencing with Section 66410\nof the Government Code), and any other division of land, including parcel maps\nand private street divisions, except where any land division is brought about in\nconnection with the purchase of such land by a public agency for public\nrecreational use; change in the intensity of use of water, or of access thereto;\nconstruction, reconstruction, demolition, or alteration of the size of any\nstructure, including any facility of any private, public, or municipal utility;\nand the removal or harvesting of major vegetation other than for agricultural\npurposes, kelp harvesting, and timber operations which are in accordance with a\ntimber harvesting plan submitted pursuant to the provisions of the\nZ’berg-Nejedly Forest Practice Act of 1973 (commencing with Section 4511 of\nthe California Public Resources Code).\tAs used in this definition,\n“structure” includes, but is not limited to, any building, road, pipe,\nflume, conduit, siphon, aqueduct, telephone line, and electrical power\ntransmission and distribution line.\t“Feasible” shall mean capable of being\naccomplished in a successful manner within a reasonable period of time, taking\ninto account economic, environmental, social and technological factors.\t“Local\nCoastal Program” (LCP) shall mean the City’s land use plans and other\napplicable general plan elements, zoning ordinances, zoning district maps, and\nproposed implementing actions, which when taken together, meet the requirements\nof, and implement the provisions and policies of, the California Coastal Act of\n1976.\t“Permit” means any license, certificate, approval, or other\nentitlement for use granted, conditionally granted, or denied by any public\nagency which is subject to the provisions of this section.\t“Public Project”\nshall mean any development initiated by the Department of Public Works or any of\nits bureaus, any development initiated by any other department or agency of the\nCity of Los Angeles, and any development initiated or to be carried out by any\nother governmental agency which is required to obtain a local government\npermit.  Public Project shall not include any development by any department or\nagency of the City of Los Angeles or any other governmental entity which\notherwise requires action by or approval of the City Planning Commission, Area\nPlanning Commission or the Office of Zoning Administration, or any development\nby any department or agency of the City of Los Angeles or any other government\nentity for which a permit from the Department of Building and Safety is\nrequired.  Public Project shall also not include any development on tidelands,\nsubmerged lands, or on public trust lands, whether filled or unfilled. \n(Definition Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\t“Sea”\nshall mean the Pacific Ocean and all harbors, bays, channels, canals, estuaries,\nsalt marshes, sloughs and other areas subject to tidal action through any\nconnection with the Pacific Ocean, excluding nonestuarine rivers, streams,\ntributaries, creeks, and flood control and drainage channels.\tC.\tUse.  No\nDevelopment shall be undertaken in the Coastal Zone unless and until an\napplication for such Development has been submitted to the City for a Coastal\nDevelopment Permit and such Permit has been obtained from the appropriate City\nDepartment in conformance with the provisions of this section and has become\nfinal. Where the particular coastal project requires a coastal development\npermit from the Commission in addition to the one obtained from the City, no\ndevelopment may be commenced until both such permits have been obtained, and\nboth have become final.\t1.\tEXCEPTION. The provisions of this section shall not\napply to developments which do not need locally issued coastal development\npermits under the Coastal Act of 1976 or the California Coastal Commission\nRegulations, Division 5.5 Title 14 of the California Administrative Code. A\ncurrent copy of these regulations is on file with the Department of City\nPlanning and the Office of City Engineer. This exception shall not relieve any\nperson from obtaining from the proper authority a Coastal Development Permit for\na Development within the Coastal Zone where such permit is required but can only\nbe issued by the California Coastal Commission, the Regional Commission or the\nExecutive Director. The provisions of this section shall also not apply to any\ndevelopment on tidelands, submerged lands, or on public trust lands, whether\nfilled or unfilled; any development by a public agency for which a local\ngovernment permit is not otherwise required; any emergency repair authorized by\nSection 30611 of the Public Resources Code; any permits authorized to be issued\nby the Executive Director of the California Coastal Commission or the Executive\nDirector of the Regional Commission pursuant to Section 30624 of the Public\nResources Code; and any other permits over which the City is not authorized to\nexercise the option provided for in subdivision (b) of Section 30600 of the\nPublic Resources Code.\tD.\tInitiation. Proceedings for a Permit shall be\ninitiated by the filing of a verified application upon a form or forms\nprescribed for that purpose. An application for a Coastal Development Permit for\na public project, or for a private project where the approval for the underlying\npermit is within the jurisdiction of the City Engineer shall be filed in the\npublic office of the City Engineer. All other applications for Coastal\nDevelopment Permits shall be filed in a public office of the Department of City\nPlanning.\tAll applications filed with the City Engineer and the Department of\nCity Planning shall be accompanied by the following data:\t1.\tAn adequate\ndescription of the project including, but not limited to maps, plans,\nphotographs, drawings, etc., of the proposed development, project site and\nvicinity sufficient to determine whether the project complies with all relevant\npolicies of the California Coastal Act of 1976. Each application shall contain\nsufficient information concerning land and water areas in the vicinity of the\nsite of the proposed project, (whether or not owned or controlled by the\napplicant) so that the permit issuing authority will be adequately informed as\nto present uses and plans, both public and private. insofar as they can\nreasonably be ascertained for the vicinity surrounding the project site. The\ndescription of the development shall also include any feasible alternatives or\nany feasible mitigation measures available which would substantially lessen any\nsignificant adverse impact which the development may have on the environment.\nFor purposes of this section the term “significant adverse impact on the\nenvironment” shall be defined as in the California Environmental Quality Act\nand the State and City Guidelines adopted pursuant thereto.\t2.\tA description and\ndocumentation of the applicant’s legal interest in the property on which the\nDevelopment is to be located if the application were approved (e.g., ownership,\nleasehold, enforceable option, authority to acquire the specific property by\neminent domain.)\t3.\tA dated signature by or on behalf of each of the applicants,\nattesting to the truth, completeness, and accuracy of the contents of the\napplication and, if the signer of the application is not the applicant, written\nevidence that the signer is authorized to act as the applicant’s\nrepresentative and to bind the applicant in all matters concerning the\napplication.\t4.\tA statement of the status of the environmental documentation for\nthe project and a copy of the required environmental documentation.\t5.\tAny\nadditional information as may be required by the permit granting\nauthority.\tE.\tNotice – Posting. At the time the application is submitted for\nfiling, the applicant must post, at a conspicuous place, easily read by the\npublic and as close as possible to the site of the proposed development a notice\nthat an application has been made for a Coastal Development Permit. Such notice\nshall contain specific information as to the nature of the proposed development\nand be in a form as prescribed for that purpose.\tNotice – Mailing. The\napplicant shall furnish to the City, accompanying the application, a list\ncontaining the name and address of each property owner of record and the\naddresses of all residences, including apartments within one hundred feet from\neach boundary of the site of the proposed development. Where the hearing on the\nCoastal Development Permit is to be combined with a public hearing otherwise\nrequired by this Code for the proposed development, and the provisions of this\nCode require notification to persons beyond one hundred feet of the site of the\nproposed development, no separate list shall be required, and all persons\nnotified of the hearing for the proposed development shall also be notified that\nthe hearing shall include the application for a Coastal Development Permit.\nNotice of such hearing shall also be sent to an occupant of all residences,\nincluding apartments within 100 feet of the boundary of the proposed\ndevelopment, all persons known, or thought to have a particular interest in the\napplication, and all other persons requesting notice.\tF.\tProceedings and\nHearing.\t1.\tTime Limit – Hearing – Notice. To the extent possible, any\nPermit application for a Development within the Coastal Zone shall be processed\nin accordance with established policies and procedures of a permit granting\nauthority in conformance with the provisions of this Code. For those projects\nfor which no hearing would otherwise be required by law, the appropriate City\nagency shall notify by mail, at least ten (10) days prior to the hearing, the\nfollowing:\t(a)\tthose persons whose names appear on the list of property owners\nwithin 100 feet of the boundary of the site of the proposed development;\t(b)\tan\noccupant of all residences, including apartments, within 100 feet of the\nboundary of the site of the proposed development. This requirement can be met by\nmailing such notice to “occupant” of the subject residence.\t(c)\tthose\npersons known or thought to have a particular interest in the application\nand\t(d)\tall other persons requesting notice.\tAt the public hearing, all\ninterested persons shall be afforded a reasonable opportunity to testify and\npresent evidence.\tG.\tDetermination.\t1.\tAuthority – A permit granting authority\nshall have the authority to approve, conditionally approve or disapprove any\napplication for a Permit under the provisions of the California Coastal Act of\n1976; and, standards as established by Division 5.5 Title 14 of the California\nAdministrative Code. In making its determination under the provisions of this\nsection, the permit granting authority shall not approve, or conditionally\napprove a permit unless it makes written findings, including specific factual\nfindings, supporting the following conclusions:\t(a)\tThat the development is in\nconformity with Chapter 3 of the California Coastal Act of 1976 (commencing with\nSection 30200 of the California Public Resources Code).\t(b)\tThat the permitted\ndevelopment will not prejudice the ability of the City of Los Angeles to prepare\na Local Coastal Program that is in conformity with Chapter 3 of the California\nCoastal Act of 1976.\t(c)\tThat the Interpretative Guidelines for Coastal Planning\nand Permits as established by the California Coastal Commission dated February\n11, 1977 and any subsequent amendments thereto have been reviewed, analyzed, and\nconsidered in the light of the individual project in making its\ndetermination.\t(d)\tThat the decision of the permit granting authority has been\nguided by any applicable decision of the California Coastal Commission pursuant\nto Section 30625(c) of the Public Resources Code.\t(e)\tIf the development is\nlocated between the nearest public road and the sea or shoreline of any body of\nwater located within the coastal zone, that the development is in conformity\nwith the public access and public recreation policies of Chapter 3 of the\nCalifornia Coastal Act of 1976.\t(f)\tAny other finding or findings as may be\nrequired for the development by the California Environmental Coastal\nAct.\t2.\tConditions of Approval – In approving an application for a permit\nunder the provisions of this section, the city shall impose such reasonable\nterms and conditions as it deems necessary to assure a development that is in\naccordance with the provisions of the California Coastal Act of 1976 and those\nother criteria set forth in the preceding paragraph.\t3.\tNotification – A copy\nof the permit granting authority’s action approving, conditionally approving\nor disapproving any application for a Coastal Development Permit, along with any\nfindings made and conditions imposed in connection therewith, shall be mailed to\nthe applicant and to any person or persons who, in writing, request a copy of\nsuch action.\tH.\tAppeals. Appeals from the approval, conditional approval, or\ndisapproval of a permit under the provisions of this section, may be taken by\nthe applicant or any aggrieved person as follows:\t1.\tWhere a Coastal Development\nPermit hearing has been combined with the hearing on the project itself, an\nappeal may be taken to the appellate body that would hear and decide the appeal\nfrom the underlying project. If the appeal from any underlying project is\nfurther appealable to a second appellate body, the Coastal Development Permit is\nlikewise further appealable. The time within which to appeal shall be the same\nas that provided for an appeal of the project itself, but the decision of the\npermit granting authority on the coastal permit may be separately appealed,\nwithout appealing the action on the underlying project. The times for\nnotification of hearing and action on such appeal shall be the same as for the\nunderlying project, whether or not such underlying project is also\nappealed.\t2.\tWhere a Coastal Development Permit application is for a public\nproject, the action of the City Engineer may be appealed to the Board of Public\nWorks. Such appeal shall be filed with the Office of the City Engineer within\nten days of the mailing of the decision of the permit granting\nauthority.\t3.\tWhere a coastal development permit (other than for a Public\nProject) involves an underlying activity which is not otherwise appealable, the\naction of a permit-granting authority on an application may be appealed to the\nArea Planning Commission.  That appeal shall be filed with the Area Planning\nCommission within ten days of the mailing of the decision of the permit-granting\nauthority. (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\t4.\tAny\nappeal filed with either the City Engineer or the Area Planning Commission shall\nbe heard and decided within 30 days of the filing of the appeal.  Notice shall\nbe mailed to the required parties at least ten days prior to the hearing. \n(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\tAction on any appeal\nshall be in writing, and if the appeal is granted, in whole or in part, such\ndecision shall set forth wherein the permit granting authority, or the lower\nappeal body erred in its action on the permit under the criteria set forth in\nSection 12.20.2G.l,(a) through (e). If the action of any appeal body is further\nappealable within the City of Los Angeles’ appeal structure, notice of such\nintermediate appeal body’s action approving, conditionally approving or\ndisapproving any appeal of a Coastal Development Permit along with any findings\nmade and conditions imposed in connection therewith, shall be mailed to the\napplicant, the appellant, and to any person or persons who, in writing, request\na copy of such action.\tI.\tNotification. After the decision of the last appeal\nbody, or the time within which any appeal can be taken has expired, the permit\ngranting authority, or any appeal body whose action became final on the permit,\nshall transmit a copy, by mail, with return receipt requested, of the notice of\npermit issuance or permit denial to the Executive Director of the Regional\nCoastal Commission. Such notice shall include the requisite findings, a project\ndescription and a verbatim copy of any conditions attached to the permit, all as\nrequired by Section 13302(g) of the California Coastal Commission Regulations.\nNotice shall also be mailed to the applicant, the appellant, and any persons\nwho, in writing, requested such notice.\tThe decision of the permit granting\nauthority, or any appeal body to approve issuance of a permit shall not be\ndeemed to be final and no Coastal Development Permit may be issued until 20\nworking days have expired from the date said notice of permit issuance is deemed\nreceived by said Executive Director and without an appeal having been taken to\nthe South Coast Regional Commission.\tIf a timely, valid appeal is taken to the\nRegional Commission, the operation and effect of the Coastal Development Permit\nis stayed pending final action on the appeal by the Regional Commission or the\nCommission, and the City shall within five working days of the receipt of such\nnotice, deliver to the Executive Director copies of all relevant documents and\nmaterials used by the City in its consideration of the permit application.\tIf no\nappeal is taken within 20 working days of the date of the notice of the City’s\ndecision to issue a permit is deemed received by the Executive Director, the\napplicant may commence utilization of the permit. If no timely appeal is taken\nfrom the City’s decision to deny a permit, such decision is final.\tNeither an\napplicant nor any other aggrieved party may appeal the approval, conditional\napproval, or disapproval of any permit to the Regional Commission unless and\nuntil all of the City’s appeal procedures for such permit have been taken, and\na decision thereon has been made.\tJ.\tRevocation. Any permit application filed or\napproved under the provisions of this section or Code may be immediately\nterminated or revoked by the permit granting authority upon a finding that one\nor more of the following grounds exist:\t1.\tThat inaccurate, erroneous or\nincomplete information was filed or presented in conjunction with said Permit\napplication.\t2.\tThat names and addresses of all property owners as shown on the\nrecords of the City Engineer or of the County Assessor, were not provided within\nthe required radius of the involved property in conformity with the requirements\nof this section and Code.  (Amended by Ord. No. 181,595, Eff. 4\/10\/11.)\t3.\tThat\nthe addresses of all residential occupancies within one hundred feet of each\nboundary of the site of the proposed development were not provided.\t4.\tThat the\napplicant failed to post and maintain the required notice at the project site in\naccordance with Subsection E of this section.\tK.\tException. Notwithstanding any\nother provisions of this section or Code, an applicant may file an application\nfor a Permit at any point of the project approval process relating to his or her\nDevelopment. However, upon initiation of the project approval process by the\napplicant, said applicant shall sign and notarize a form prescribed for this\npurpose which shall contain the following:\t1.\tA statement advising the applicant\nthat no permits or permission for a Development in the Coastal Zone shall be\nissued unless and until a Permit has been approved in accordance with the\nprovisions of this section.\t2.\tA statement relieving the City of any legal or\nother responsibility in the event that failure to apply for a Permit results in,\nor contributes to, a violation of Section 65950, 65951 or 65952 of the\nCalifornia Government Code.\tL.\tViolations. Any violation of the provisions of\nthis section and Code relating to the processing of permits shall be subject to\nenforcement and penalties of Chapter 9 of the California Coastal Act of 1976 and\nsubsequent amendments thereto.\tM.\tCharges For Notification. No person requesting\nnotification of any application, hearing or decision by any permit granting\nauthority or any notification of hearing or decision on any appeal therefrom\nshall be required to bear the cost of any such notification.\tN.\tExtensions of\nPermits.  (Added by Ord. No. 171,424 Eff. 1\/4\/97.)  Prior to the expiration of\na Coastal Development Permit, an applicant may apply to the initial approving\nauthority of the original permit for an extension of the permit for a period of\none year.  This request shall automatically extend the expiration date of the\npermit until the approving authority has acted upon the request and the\napproving authority’s action becomes effective.  However, if construction has\nnot commenced at the time the application for extension is made, construction\nmay not commence during the period of the automatic extension until the\napproving authority has acted upon the request and it becomes effective.  The\napplication shall state the reasons for the request and shall be accompanied by\nevidence of a valid, unexpired permit and of the applicant’s continued legal\nownership interest in the property.  The applicant shall also furnish to the\nCity the information required in Subsection E. of this section.\tThe approving\nauthority, in considering the request for extension, shall determine whether\nthere are changed circumstances that may affect the consistency of the project\nwith the findings required under Subsection G. of this section.\tIf the approving\nauthority determines that there are no changed circumstances that may affect the\nconsistency of the project with the findings required under Subsection G. of\nthis section, notice of the determination, including a summary of the procedures\nset forth in this subsection, shall be posted on the subject property by the\napplicant and shall be mailed, by first class mail by the appropriate City\nagency, to all persons who testified at any public hearing on the original\npermit and left their names and addresses, or submitted written testimony or to\nany other persons requesting notice.\tIf no written objection to the\ndetermination is received within 10 working days of the posting and mailing, the\nextension shall be approved.\tIf the approving authority determines that, due to\nchanged circumstances, the proposed development is no longer consistent with the\nfindings required in Subsection G. of this section, or if objection is made to\nthe determination of consistency, the approving authority shall set the matter\nfor public hearing and give notice in accordance with the provisions of\nSubsection F. of this section.  In addition, the approving authority shall\nnotify any persons who objected to the approving authority’s determination of\nconsistency.\tThe approving authority shall make a determination based on the\nfacts presented at the public hearing.  If the proposed development is\ndetermined to be consistent with the findings required in Subsection G. of this\nsection, the extension shall be approved.  If the proposed development is\ndetermined to be inconsistent with these requirements, the extension shall be\ndenied.\tNotice of any action taken by the approving authority on an application\nfor an extension of a permit shall be provided as set forth in Subdivision 3. of\nSubsection G. of this section.\tAny action taken by the approving authority on an\napplication for an extension of a permit is appealable to the first City\nappellate body referenced in Subsection H. of this section in the same manner as\nan appeal of the original permit as set forth in Subsection H.\tThe notification\nprocedures and the procedures applicable to appeals to the Coastal Commission\nset forth in Subsection I. of this section are applicable to applications for\nextensions of permits.\tO.\tAmendments To Permits.  (Added by Ord. No. 171,424\nEff. 1\/4\/97.)\t1.\tThe holder of a Coastal Development Permit may apply to amend\nthe permit by filing a written application with the initial approving authority\nwho approved the original permit.  The application shall contain a description\nof the proposed amendment, the reason for the amendment, together with maps,\nplans or any other information as may be required by the approving authority,\nand shall be accompanied by evidence of a valid, unexpired permit and of the\napplicant’s continued legal ownership interest in the property.  The\napplicant shall also furnish to the City the information required in Subsection\nE. of this section.  If the application is deemed complete and accepted, the\napproving authority shall determine if the requested amendment constitutes an\nimmaterial or material change to the permit.\t2.\tFor applications representing\nimmaterial changes, the approving authority shall prepare a written notice\ncontaining the same information required for the notice of the original\napplication for a Coastal Development Permit, a description of the proposed\namendment and a summary of the procedures outlined in this subsection.  The\nnotice shall be posted on the subject property by the applicant and shall also\nbe mailed, by first class mail by the appropriate City agency, to all persons\nwho testified at any public hearing on the original permit and left their names\nand addresses, or submitted written testimony or to any other persons who\nrequested to be notified.  If no written objection is received by the approving\nauthority within 10 working days of the posting and mailing, the approving\nauthority shall approve the amendment provided the following findings are\nmade:\t(a)\tthat the proposed amendment will not lessen or avoid the intended\neffect of the original permit, as approved or conditioned consistent with the\nfindings required in Subsection G. of this section, unless the proposed\namendment is necessitated by a change in circumstances, and the applicant has\npresented newly discovered material which he or she could not, with reasonable\ndiligence, have discovered and produced before the original permit was granted;\nand\t(b)\tthat the proposed amendment will not lessen or eliminate any conditions\nimposed for the purpose of protecting a coastal resource or coastal access\nconsistent with the findings required by Subsection G. of this section;\nand\t(c)\tthat all of the findings required by Subsection G. of this section can\nstill be made; and\t(d)\tthat the proposed amendment will not result in any\nincrease in the density or intensity of the project; and\t(e)\tthat the proposed\namendment will not cause any adverse impact on surrounding properties.\t3.\tFor\napplications representing material changes, applications whose immateriality has\nbeen challenged or applications for amendments which affect coastal resource or\ncoastal access protection as required by California Public Resources Code\nSection 30604, the approving authority shall set the matter for public hearing\nand shall give notice in accordance with the provisions of Subsection F. of this\nsection.  The approving authority shall also notify all persons who objected to\nthe approving authority’s determination of immateriality.  If the approving\nauthority can make the findings contained in Subdivision 2. of this subsection,\nit shall approve the application for amendment to the permit.  If the approving\nauthority cannot make the findings referenced above, the application for\namendment shall be denied.\t4.\tNotice of any action taken by the approving\nauthority on an application for an amendment to a permit shall be provided as\nset forth in Subdivision 3. of Subsection G. of this section.\t5.\tAny action\ntaken by the approving authority on an application for an amendment to a permit\nis appealable in the same manner as an appeal on the original permit as set\nforth in the Subsection H. of this section.\t6.\tThe notification procedures and\nthe procedures applicable to appeals to the Coastal Commission set forth in\nSubsection I. of this section are applicable to applications for amendments to\npermits.\n","html":"\n\t\t\t\t\t<section><p>  COASTAL DEVELOPMENT PERMITS (PRIOR TO CERTIFICATION OF THE LOCAL COASTAL PROGRAM.)\n(Title Amended by Ord. No. 160,524, Eff. 12\/27\/85; Sec. Added by Ord. No. 151,603,* Eff. 11\/25\/78.)<br \/><br \/>\tA.\tPurpose. It is the purpose of this section to provide for the approval or denial of Coastal Development Permits in accordance with Section 30600(b) of the California Public Resources Code. In adopting the California Coastal Act of 1976 the State Legislature finds and declares:<br \/><br \/>\t“(a) That the California Coastal Zone is a distinct and valuable natural resource of vital and enduring interest to all the people and exists as a delicately balanced ecosystem.<br \/><br \/>\t“(b) That the permanent protection of the state’s natural and scenic resources is a paramount concern to present and future residents of the state and nation.<br \/><br \/>\t“(c) That to promote the public safety, health, and welfare, and to protect public and private property, wildlife, marine fisheries, and other ocean resources, and the natural environment, it is necessary to protect the ecological balance of the coastal zone and to prevent its deterioration and destruction.”<br \/><br \/>\tB.\tDefinitions. For the purpose of this section the following words and phrases are defined:<br \/><br \/>\t“Aggrieved Person” means any person who, in person or through a representative, appeared at a <span class=\"dictionary\">hearing<\/span> on the application for a Coastal Development Permit, or <span class=\"dictionary\">appeal<\/span> <span class=\"dictionary\">hearing<\/span> in connection with the decision or action appealed, or who, by other appropriate means prior to a <span class=\"dictionary\">hearing<\/span>, informed the permit issuing authority, or <span class=\"dictionary\">appeal<\/span> body of the nature of his or her concerns or who for good cause was unable to do either. “Aggrieved person” includes the applicant for a Coastal Development Permit.<br \/><br \/>\t“Coastal Zone” shall mean that land and water area within the City of Los Angeles as specified on maps prepared by the California Coastal Commission, copies of which are on file with the Department of City Planning and the Office of City Engineer. Such “coastal zone” extends seaward to the City’s outer limit of <span class=\"dictionary\">jurisdiction<\/span>, and generally extends inland 1000 yards from the mean high tide line of the sea. In significant coastal estuarine, habitat and recreational areas it extends inland to the first major ridgeline paralleling the sea or five miles from the mean high tide line of the sea, whichever is less, and in developed urban areas the zone extends inland 1000 yards.<br \/><br \/>\t“Development” means, on land, in or under water, the placement or erection of any solid <span class=\"dictionary\">material<\/span> or structure; discharge or disposal of any dredged <span class=\"dictionary\">material<\/span> or of any gaseous, liquid, solid, or thermal waste; grading, removing, dredging, mining, or extraction of any <span class=\"dictionary\">materials<\/span>; change in the density or intensity of the use of land, including, but not limited to, subdivisions pursuant to the Subdivision Map Act (commencing with Section 66410 of the Government Code), and any other division of land, including parcel maps and private street divisions, except where any land division is brought about in connection with the purchase of such land by a public agency for public recreational use; change in the intensity of use of water, or of access thereto; construction, reconstruction, demolition, or alteration of the size of any structure, including any facility of any private, public, or municipal utility; and the removal or harvesting of major vegetation other than for agricultural purposes, kelp harvesting, and timber operations which are in accordance with a timber harvesting plan submitted pursuant to the provisions of the Z’berg-Nejedly Forest Practice Act of 1973 (commencing with Section 4511 of the California Public Resources Code).<br \/><br \/>\tAs used in this definition, “structure” includes, but is not limited to, any building, road, pipe, flume, conduit, siphon, aqueduct, telephone line, and electrical power transmission and distribution line.<br \/><br \/>\t“Feasible” shall mean capable of being accomplished in a successful manner within a reasonable period of time, taking into account economic, environmental, social and technological factors.<br \/><br \/>\t“Local Coastal Program” (LCP) shall mean the City’s land use plans and other applicable general plan elements, zoning <span class=\"dictionary\">ordinances<\/span>, zoning district maps, and proposed implementing actions, which when taken together, meet the requirements of, and implement the provisions and policies of, the California Coastal Act of 1976.<br \/><br \/>\t“Permit” means any license, certificate, approval, or other entitlement for use granted, conditionally granted, or denied by any public agency which is subject to the provisions of this section.<br \/><br \/>\t“Public Project” shall mean any development initiated by the Department of Public Works or any of its bureaus, any development initiated by any other department or agency of the City of Los Angeles, and any development initiated or to be carried out by any other governmental agency which is required to obtain a local government permit.  Public Project shall not include any development by any department or agency of the City of Los Angeles or any other governmental entity which otherwise requires action by or approval of the City Planning Commission, Area Planning Commission or the Office of Zoning Administration, or any development by any department or agency of the City of Los Angeles or any other government entity for which a permit from the Department of Building and Safety is required.  Public Project shall also not include any development on tidelands, submerged lands, or on public trust lands, whether filled or unfilled.  (Definition Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)<br \/><br \/>\t“Sea” shall mean the Pacific Ocean and all harbors, bays, channels, canals, estuaries, salt marshes, sloughs and other areas subject to tidal action through any connection with the Pacific Ocean, excluding nonestuarine rivers, streams, tributaries, creeks, and flood control and drainage channels.<br \/><br \/>\tC.\tUse.  No Development shall be undertaken in the Coastal Zone unless and until an application for such Development has been submitted to the City for a Coastal Development Permit and such Permit has been obtained from the appropriate City Department in conformance with the provisions of this section and has become final. Where the particular coastal project requires a coastal development permit from the Commission in addition to the one obtained from the City, no development may be commenced until both such permits have been obtained, and both have become final.<br \/><br \/>\t1.\tEXCEPTION. The provisions of this section shall not apply to developments which do not need locally issued coastal development permits under the Coastal Act of 1976 or the California Coastal Commission Regulations, Division 5.5 Title 14 of the California Administrative Code. A current copy of these regulations is on file with the Department of City Planning and the Office of City Engineer. This exception shall not relieve any person from obtaining from the proper authority a Coastal Development Permit for a Development within the Coastal Zone where such permit is required but can only be issued by the California Coastal Commission, the Regional Commission or the Executive Director. The provisions of this section shall also not apply to any development on tidelands, submerged lands, or on public trust lands, whether filled or unfilled; any development by a public agency for which a local government permit is not otherwise required; any emergency repair authorized by Section 30611 of the Public Resources Code; any permits authorized to be issued by the Executive Director of the California Coastal Commission or the Executive Director of the Regional Commission pursuant to Section 30624 of the Public Resources Code; and any other permits over which the City is not authorized to exercise the option provided for in subdivision (b) of Section 30600 of the Public Resources Code.<br \/><br \/>\tD.\tInitiation. Proceedings for a Permit shall be initiated by the filing of a verified application upon a form or forms prescribed for that purpose. An application for a Coastal Development Permit for a public project, or for a private project where the approval for the underlying permit is within the <span class=\"dictionary\">jurisdiction<\/span> of the City Engineer shall be filed in the public office of the City Engineer. All other applications for Coastal Development Permits shall be filed in a public office of the Department of City Planning.<br \/><br \/>\tAll applications filed with the City Engineer and the Department of City Planning shall be accompanied by the following data:<br \/><br \/>\t1.\tAn adequate description of the project including, but not limited to maps, plans, photographs, drawings, etc., of the proposed development, project site and vicinity sufficient to determine whether the project complies with all relevant policies of the California Coastal Act of 1976. Each application shall contain sufficient information concerning land and water areas in the vicinity of the site of the proposed project, (whether or not owned or controlled by the applicant) so that the permit issuing authority will be adequately informed as to present uses and plans, both public and private. insofar as they can reasonably be ascertained for the vicinity surrounding the project site. The description of the development shall also include any feasible alternatives or any feasible mitigation measures available which would substantially lessen any significant adverse impact which the development may have on the environment. For purposes of this section the term “significant adverse impact on the environment” shall be defined as in the California Environmental Quality Act and the State and City Guidelines adopted pursuant thereto.<br \/><br \/>\t2.\tA description and documentation of the applicant’s legal interest in the property on which the Development is to be located if the application were approved (e.g., ownership, leasehold, enforceable option, authority to acquire the specific property by eminent domain.)<br \/><br \/>\t3.\tA dated signature by or on behalf of each of the applicants, attesting to the truth, completeness, and accuracy of the contents of the application and, if the signer of the application is not the applicant, written <span class=\"dictionary\">evidence<\/span> that the signer is authorized to act as the applicant’s representative and to bind the applicant in all matters concerning the application.<br \/><br \/>\t4.\tA statement of the status of the environmental documentation for the project and a copy of the required environmental documentation.<br \/><br \/>\t5.\tAny additional information as may be required by the permit granting authority.<br \/><br \/>\tE.\tNotice – Posting. At the time the application is submitted for filing, the applicant must post, at a conspicuous place, easily read by the public and as close as possible to the site of the proposed development a notice that an application has been made for a Coastal Development Permit. Such notice shall contain specific information as to the nature of the proposed development and be in a form as prescribed for that purpose.<br \/><br \/>\tNotice – Mailing. The applicant shall furnish to the City, accompanying the application, a list containing the name and address of each property owner of record and the addresses of all residences, including apartments within one hundred feet from each boundary of the site of the proposed development. Where the <span class=\"dictionary\">hearing<\/span> on the Coastal Development Permit is to be combined with a public <span class=\"dictionary\">hearing<\/span> otherwise required by this Code for the proposed development, and the provisions of this Code require notification to persons beyond one hundred feet of the site of the proposed development, no separate list shall be required, and all persons notified of the <span class=\"dictionary\">hearing<\/span> for the proposed development shall also be notified that the <span class=\"dictionary\">hearing<\/span> shall include the application for a Coastal Development Permit. Notice of such <span class=\"dictionary\">hearing<\/span> shall also be sent to an occupant of all residences, including apartments within 100 feet of the boundary of the proposed development, all persons known, or thought to have a particular interest in the application, and all other persons requesting notice.<br \/><br \/>\tF.\tProceedings and <span class=\"dictionary\">Hearing<\/span>.<br \/><br \/>\t1.\tTime Limit – <span class=\"dictionary\">Hearing<\/span> – Notice. To the extent possible, any Permit application for a Development within the Coastal Zone shall be processed in accordance with established policies and procedures of a permit granting authority in conformance with the provisions of this Code. For those projects for which no <span class=\"dictionary\">hearing<\/span> would otherwise be required by <span class=\"dictionary\">law<\/span>, the appropriate City agency shall notify by mail, at least ten (10) days prior to the <span class=\"dictionary\">hearing<\/span>, the following:<br \/><br \/>\t(a)\tthose persons whose names appear on the list of property owners within 100 feet of the boundary of the site of the proposed development;<br \/><br \/>\t(b)\tan occupant of all residences, including apartments, within 100 feet of the boundary of the site of the proposed development. This requirement can be met by mailing such notice to “occupant” of the subject residence.<br \/><br \/>\t(c)\tthose persons known or thought to have a particular interest in the application and<br \/><br \/>\t(d)\tall other persons requesting notice.<br \/><br \/>\tAt the public <span class=\"dictionary\">hearing<\/span>, all interested persons shall be afforded a reasonable opportunity to testify and present <span class=\"dictionary\">evidence<\/span>.<br \/><br \/>\tG.\tDetermination.<br \/><br \/>\t1.\tAuthority – A permit granting authority shall have the authority to approve, conditionally approve or disapprove any application for a Permit under the provisions of the California Coastal Act of 1976; and, standards as established by Division 5.5 Title 14 of the California Administrative Code. In making its determination under the provisions of this section, the permit granting authority shall not approve, or conditionally approve a permit unless it makes written <span class=\"dictionary\">findings<\/span>, including specific factual <span class=\"dictionary\">findings<\/span>, supporting the following conclusions:<br \/><br \/>\t(a)\tThat the development is in conformity with Chapter 3 of the California Coastal Act of 1976 (commencing with Section 30200 of the California Public Resources Code).<br \/><br \/>\t(b)\tThat the permitted development will not prejudice the ability of the City of Los Angeles to prepare a Local Coastal Program that is in conformity with Chapter 3 of the California Coastal Act of 1976.<br \/><br \/>\t(c)\tThat the Interpretative Guidelines for Coastal Planning and Permits as established by the California Coastal Commission dated February 11, 1977 and any subsequent amendments thereto have been reviewed, analyzed, and considered in the light of the individual project in making its determination.<br \/><br \/>\t(d)\tThat the decision of the permit granting authority has been guided by any applicable decision of the California Coastal Commission pursuant to Section 30625(c) of the Public Resources Code.<br \/><br \/>\t(e)\tIf the development is located between the nearest public road and the sea or shoreline of any body of water located within the coastal zone, that the development is in conformity with the public access and public recreation policies of Chapter 3 of the California Coastal Act of 1976.<br \/><br \/>\t(f)\tAny other <span class=\"dictionary\">finding<\/span> or <span class=\"dictionary\">findings<\/span> as may be required for the development by the California Environmental Coastal Act.<br \/><br \/>\t2.\tConditions of Approval – In approving an application for a permit under the provisions of this section, the city shall impose such reasonable terms and conditions as it deems necessary to assure a development that is in accordance with the provisions of the California Coastal Act of 1976 and those other criteria set forth in the preceding paragraph.<br \/><br \/>\t3.\tNotification – A copy of the permit granting authority’s action approving, conditionally approving or disapproving any application for a Coastal Development Permit, along with any <span class=\"dictionary\">findings<\/span> made and conditions imposed in connection therewith, shall be mailed to the applicant and to any person or persons who, in writing, request a copy of such action.<br \/><br \/>\tH.\t<span class=\"dictionary\">Appeals<\/span>. <span class=\"dictionary\">Appeals<\/span> from the approval, conditional approval, or disapproval of a permit under the provisions of this section, may be taken by the applicant or any aggrieved person as follows:<br \/><br \/>\t1.\tWhere a Coastal Development Permit <span class=\"dictionary\">hearing<\/span> has been combined with the <span class=\"dictionary\">hearing<\/span> on the project itself, an <span class=\"dictionary\">appeal<\/span> may be taken to the <span class=\"dictionary\">appellate<\/span> body that would hear and decide the <span class=\"dictionary\">appeal<\/span> from the underlying project. If the <span class=\"dictionary\">appeal<\/span> from any underlying project is further appealable to a second <span class=\"dictionary\">appellate<\/span> body, the Coastal Development Permit is likewise further appealable. The time within which to <span class=\"dictionary\">appeal<\/span> shall be the same as that provided for an <span class=\"dictionary\">appeal<\/span> of the project itself, but the decision of the permit granting authority on the coastal permit may be separately appealed, without appealing the action on the underlying project. The times for notification of <span class=\"dictionary\">hearing<\/span> and action on such <span class=\"dictionary\">appeal<\/span> shall be the same as for the underlying project, whether or not such underlying project is also appealed.<br \/><br \/>\t2.\tWhere a Coastal Development Permit application is for a public project, the action of the City Engineer may be appealed to the Board of Public Works. Such <span class=\"dictionary\">appeal<\/span> shall be filed with the Office of the City Engineer within ten days of the mailing of the decision of the permit granting authority.<br \/><br \/>\t3.\tWhere a coastal development permit (other than for a Public Project) involves an underlying activity which is not otherwise appealable, the action of a permit-granting authority on an application may be appealed to the Area Planning Commission.  That <span class=\"dictionary\">appeal<\/span> shall be filed with the Area Planning Commission within ten days of the mailing of the decision of the permit-granting authority. (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)<br \/><br \/>\t4.\tAny <span class=\"dictionary\">appeal<\/span> filed with either the City Engineer or the Area Planning Commission shall be heard and decided within 30 days of the filing of the <span class=\"dictionary\">appeal<\/span>.  Notice shall be mailed to the required parties at least ten days prior to the <span class=\"dictionary\">hearing<\/span>.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)<br \/><br \/>\tAction on any <span class=\"dictionary\">appeal<\/span> shall be in writing, and if the <span class=\"dictionary\">appeal<\/span> is granted, in whole or in part, such decision shall set forth wherein the permit granting authority, or the lower <span class=\"dictionary\">appeal<\/span> body erred in its action on the permit under the criteria set forth in Section 12.20.2G.l,(a) through (e). If the action of any <span class=\"dictionary\">appeal<\/span> body is further appealable within the City of Los Angeles’ <span class=\"dictionary\">appeal<\/span> structure, notice of such intermediate <span class=\"dictionary\">appeal<\/span> body’s action approving, conditionally approving or disapproving any <span class=\"dictionary\">appeal<\/span> of a Coastal Development Permit along with any <span class=\"dictionary\">findings<\/span> made and conditions imposed in connection therewith, shall be mailed to the applicant, the <span class=\"dictionary\">appellant<\/span>, and to any person or persons who, in writing, request a copy of such action.<br \/><br \/>\tI.\tNotification. After the decision of the last <span class=\"dictionary\">appeal<\/span> body, or the time within which any <span class=\"dictionary\">appeal<\/span> can be taken has expired, the permit granting authority, or any <span class=\"dictionary\">appeal<\/span> body whose action became final on the permit, shall transmit a copy, by mail, with return receipt requested, of the notice of permit issuance or permit denial to the Executive Director of the Regional Coastal Commission. Such notice shall include the requisite <span class=\"dictionary\">findings<\/span>, a project description and a verbatim copy of any conditions attached to the permit, all as required by Section 13302(g) of the California Coastal Commission Regulations. Notice shall also be mailed to the applicant, the <span class=\"dictionary\">appellant<\/span>, and any persons who, in writing, requested such notice.<br \/><br \/>\tThe decision of the permit granting authority, or any <span class=\"dictionary\">appeal<\/span> body to approve issuance of a permit shall not be deemed to be final and no Coastal Development Permit may be issued until 20 working days have expired from the date said notice of permit issuance is deemed received by said Executive Director and without an <span class=\"dictionary\">appeal<\/span> having been taken to the South Coast Regional Commission.<br \/><br \/>\tIf a timely, valid <span class=\"dictionary\">appeal<\/span> is taken to the Regional Commission, the operation and effect of the Coastal Development Permit is stayed pending final action on the <span class=\"dictionary\">appeal<\/span> by the Regional Commission or the Commission, and the City shall within five working days of the receipt of such notice, deliver to the Executive Director copies of all relevant documents and <span class=\"dictionary\">materials<\/span> used by the City in its consideration of the permit application.<br \/><br \/>\tIf no <span class=\"dictionary\">appeal<\/span> is taken within 20 working days of the date of the notice of the City’s decision to <span class=\"dictionary\">issue<\/span> a permit is deemed received by the Executive Director, the applicant may commence utilization of the permit. If no timely <span class=\"dictionary\">appeal<\/span> is taken from the City’s decision to deny a permit, such decision is final.<br \/><br \/>\tNeither an applicant nor any other <span class=\"dictionary\">aggrieved party<\/span> may <span class=\"dictionary\">appeal<\/span> the approval, conditional approval, or disapproval of any permit to the Regional Commission unless and until all of the City’s <span class=\"dictionary\">appeal<\/span> procedures for such permit have been taken, and a decision thereon has been made.<br \/><br \/>\tJ.\t<span class=\"dictionary\">Revocation<\/span>. Any permit application filed or approved under the provisions of this section or Code may be immediately terminated or revoked by the permit granting authority upon a <span class=\"dictionary\">finding<\/span> that one or more of the following grounds exist:<br \/><br \/>\t1.\tThat inaccurate, erroneous or incomplete information was filed or presented in conjunction with said Permit application.<br \/><br \/>\t2.\tThat names and addresses of all property owners as shown on the records of the City Engineer or of the County Assessor, were not provided within the required radius of the involved property in conformity with the requirements of this section and Code.  (Amended by Ord. No. 181,595, Eff. 4\/10\/11.)<br \/><br \/>\t3.\tThat the addresses of all residential occupancies within one hundred feet of each boundary of the site of the proposed development were not provided.<br \/><br \/>\t4.\tThat the applicant failed to post and maintain the required notice at the project site in accordance with Subsection E of this section.<br \/><br \/>\tK.\tException. Notwithstanding any other provisions of this section or Code, an applicant may file an application for a Permit at any point of the project approval process relating to his or her Development. However, upon initiation of the project approval process by the applicant, said applicant shall sign and notarize a form prescribed for this purpose which shall contain the following:<br \/><br \/>\t1.\tA statement advising the applicant that no permits or permission for a Development in the Coastal Zone shall be issued unless and until a Permit has been approved in accordance with the provisions of this section.<br \/><br \/>\t2.\tA statement relieving the City of any legal or other responsibility in the event that failure to apply for a Permit results in, or contributes to, a violation of Section 65950, 65951 or 65952 of the California Government Code.<br \/><br \/>\tL.\tViolations. Any violation of the provisions of this section and Code relating to the processing of permits shall be subject to enforcement and penalties of Chapter 9 of the California Coastal Act of 1976 and subsequent amendments thereto.<br \/><br \/>\tM.\tCharges For Notification. No person requesting notification of any application, <span class=\"dictionary\">hearing<\/span> or decision by any permit granting authority or any notification of <span class=\"dictionary\">hearing<\/span> or decision on any <span class=\"dictionary\">appeal<\/span> therefrom shall be required to bear the cost of any such notification.<br \/><br \/>\tN.\tExtensions of Permits.  (Added by Ord. No. 171,424 Eff. 1\/4\/97.)  Prior to the expiration of a Coastal Development Permit, an applicant may apply to the initial approving authority of the original permit for an extension of the permit for a period of one year.  This request shall automatically extend the expiration date of the permit until the approving authority has acted upon the request and the approving authority’s action becomes effective.  However, if construction has not commenced at the time the application for extension is made, construction may not commence during the period of the automatic extension until the approving authority has acted upon the request and it becomes effective.  The application shall state the reasons for the request and shall be accompanied by <span class=\"dictionary\">evidence<\/span> of a valid, unexpired permit and of the applicant’s continued legal ownership interest in the property.  The applicant shall also furnish to the City the information required in Subsection E. of this section.<br \/><br \/>\tThe approving authority, in considering the request for extension, shall determine whether there are changed circumstances that may affect the consistency of the project with the <span class=\"dictionary\">findings<\/span> required under Subsection G. of this section.<br \/><br \/>\tIf the approving authority determines that there are no changed circumstances that may affect the consistency of the project with the <span class=\"dictionary\">findings<\/span> required under Subsection G. of this section, notice of the determination, including a summary of the procedures set forth in this subsection, shall be posted on the subject property by the applicant and shall be mailed, by first class mail by the appropriate City agency, to all persons who testified at any public <span class=\"dictionary\">hearing<\/span> on the original permit and left their names and addresses, or submitted written <span class=\"dictionary\">testimony<\/span> or to any other persons requesting notice.<br \/><br \/>\tIf no written objection to the determination is received within 10 working days of the posting and mailing, the extension shall be approved.<br \/><br \/>\tIf the approving authority determines that, due to changed circumstances, the proposed development is no longer consistent with the <span class=\"dictionary\">findings<\/span> required in Subsection G. of this section, or if objection is made to the determination of consistency, the approving authority shall set the matter for public <span class=\"dictionary\">hearing<\/span> and give notice in accordance with the provisions of Subsection F. of this section.  In addition, the approving authority shall notify any persons who objected to the approving authority’s determination of consistency.<br \/><br \/>\tThe approving authority shall make a determination based on the <span class=\"dictionary\">facts<\/span> presented at the public <span class=\"dictionary\">hearing<\/span>.  If the proposed development is determined to be consistent with the <span class=\"dictionary\">findings<\/span> required in Subsection G. of this section, the extension shall be approved.  If the proposed development is determined to be inconsistent with these requirements, the extension shall be denied.<br \/><br \/>\tNotice of any action taken by the approving authority on an application for an extension of a permit shall be provided as set forth in Subdivision 3. of Subsection G. of this section.<br \/><br \/>\tAny action taken by the approving authority on an application for an extension of a permit is appealable to the first City <span class=\"dictionary\">appellate<\/span> body referenced in Subsection H. of this section in the same manner as an <span class=\"dictionary\">appeal<\/span> of the original permit as set forth in Subsection H.<br \/><br \/>\tThe notification procedures and the procedures applicable to <span class=\"dictionary\">appeals<\/span> to the Coastal Commission set forth in Subsection I. of this section are applicable to applications for extensions of permits.<br \/><br \/>\tO.\tAmendments To Permits.  (Added by Ord. No. 171,424 Eff. 1\/4\/97.)<br \/><br \/>\t1.\tThe holder of a Coastal Development Permit may apply to <span class=\"dictionary\">amend<\/span> the permit by filing a written application with the initial approving authority who approved the original permit.  The application shall contain a description of the proposed amendment, the reason for the amendment, together with maps, plans or any other information as may be required by the approving authority, and shall be accompanied by <span class=\"dictionary\">evidence<\/span> of a valid, unexpired permit and of the applicant’s continued legal ownership interest in the property.  The applicant shall also furnish to the City the information required in Subsection E. of this section.  If the application is deemed complete and accepted, the approving authority shall determine if the requested amendment constitutes an immaterial or <span class=\"dictionary\">material<\/span> change to the permit.<br \/><br \/>\t2.\tFor applications representing immaterial changes, the approving authority shall prepare a written notice containing the same information required for the notice of the original application for a Coastal Development Permit, a description of the proposed amendment and a summary of the procedures outlined in this subsection.  The notice shall be posted on the subject property by the applicant and shall also be mailed, by first class mail by the appropriate City agency, to all persons who testified at any public <span class=\"dictionary\">hearing<\/span> on the original permit and left their names and addresses, or submitted written <span class=\"dictionary\">testimony<\/span> or to any other persons who requested to be notified.  If no written objection is received by the approving authority within 10 working days of the posting and mailing, the approving authority shall approve the amendment provided the following <span class=\"dictionary\">findings<\/span> are made:<br \/><br \/>\t(a)\tthat the proposed amendment will not lessen or avoid the intended effect of the original permit, as approved or conditioned consistent with the <span class=\"dictionary\">findings<\/span> required in Subsection G. of this section, unless the proposed amendment is necessitated by a change in circumstances, and the applicant has presented newly discovered <span class=\"dictionary\">material<\/span> which he or she could not, with reasonable diligence, have discovered and produced before the original permit was granted; and<br \/><br \/>\t(b)\tthat the proposed amendment will not lessen or eliminate any conditions imposed for the purpose of protecting a coastal resource or coastal access consistent with the <span class=\"dictionary\">findings<\/span> required by Subsection G. of this section; and<br \/><br \/>\t(c)\tthat all of the <span class=\"dictionary\">findings<\/span> required by Subsection G. of this section can still be made; and<br \/><br \/>\t(d)\tthat the proposed amendment will not result in any increase in the density or intensity of the project; and<br \/><br \/>\t(e)\tthat the proposed amendment will not cause any adverse impact on surrounding properties.<br \/><br \/>\t3.\tFor applications representing <span class=\"dictionary\">material<\/span> changes, applications whose immateriality has been challenged or applications for amendments which affect coastal resource or coastal access protection as required by California Public Resources Code Section 30604, the approving authority shall set the matter for public <span class=\"dictionary\">hearing<\/span> and shall give notice in accordance with the provisions of Subsection F. of this section.  The approving authority shall also notify all persons who objected to the approving authority’s determination of immateriality.  If the approving authority can make the <span class=\"dictionary\">findings<\/span> contained in Subdivision 2. of this subsection, it shall approve the application for amendment to the permit.  If the approving authority cannot make the <span class=\"dictionary\">findings<\/span> referenced above, the application for amendment shall be denied.<br \/><br \/>\t4.\tNotice of any action taken by the approving authority on an application for an amendment to a permit shall be provided as set forth in Subdivision 3. of Subsection G. of this section.<br \/><br \/>\t5.\tAny action taken by the approving authority on an application for an amendment to a permit is appealable in the same manner as an <span class=\"dictionary\">appeal<\/span> on the original permit as set forth in the Subsection H. of this section.<br \/><br \/>\t6.\tThe notification procedures and the procedures applicable to <span class=\"dictionary\">appeals<\/span> to the Coastal Commission set forth in Subsection I. of this section are applicable to applications for amendments to permits.<\/p><\/section>","previous_section":{"id":"3019","structure_id":"20","section_number":"12.20.1","catch_line":"Sl Ocean – Submerged Land Zone.","url":"\/12.20.1\/","token":"12.20.1"},"text":{"0":{"id":"3334","text":"  COASTAL DEVELOPMENT PERMITS (PRIOR TO CERTIFICATION OF THE LOCAL COASTAL PROGRAM.)\n(Title Amended by Ord. No. 160,524, Eff. 12\/27\/85; Sec. Added by Ord. No. 151,603,* Eff. 11\/25\/78.)\tA.\tPurpose. It is the purpose of this section to provide for the approval or denial of Coastal Development Permits in accordance with Section 30600(b) of the California Public Resources Code. In adopting the California Coastal Act of 1976 the State Legislature finds and declares:\t“(a) That the California Coastal Zone is a distinct and valuable natural resource of vital and enduring interest to all the people and exists as a delicately balanced ecosystem.\t“(b) That the permanent protection of the state’s natural and scenic resources is a paramount concern to present and future residents of the state and nation.\t“(c) That to promote the public safety, health, and welfare, and to protect public and private property, wildlife, marine fisheries, and other ocean resources, and the natural environment, it is necessary to protect the ecological balance of the coastal zone and to prevent its deterioration and destruction.”\tB.\tDefinitions. For the purpose of this section the following words and phrases are defined:\t“Aggrieved Person” means any person who, in person or through a representative, appeared at a hearing on the application for a Coastal Development Permit, or appeal hearing in connection with the decision or action appealed, or who, by other appropriate means prior to a hearing, informed the permit issuing authority, or appeal body of the nature of his or her concerns or who for good cause was unable to do either. “Aggrieved person” includes the applicant for a Coastal Development Permit.\t“Coastal Zone” shall mean that land and water area within the City of Los Angeles as specified on maps prepared by the California Coastal Commission, copies of which are on file with the Department of City Planning and the Office of City Engineer. Such “coastal zone” extends seaward to the City’s outer limit of jurisdiction, and generally extends inland 1000 yards from the mean high tide line of the sea. In significant coastal estuarine, habitat and recreational areas it extends inland to the first major ridgeline paralleling the sea or five miles from the mean high tide line of the sea, whichever is less, and in developed urban areas the zone extends inland 1000 yards.\t“Development” means, on land, in or under water, the placement or erection of any solid material or structure; discharge or disposal of any dredged material or of any gaseous, liquid, solid, or thermal waste; grading, removing, dredging, mining, or extraction of any materials; change in the density or intensity of the use of land, including, but not limited to, subdivisions pursuant to the Subdivision Map Act (commencing with Section 66410 of the Government Code), and any other division of land, including parcel maps and private street divisions, except where any land division is brought about in connection with the purchase of such land by a public agency for public recreational use; change in the intensity of use of water, or of access thereto; construction, reconstruction, demolition, or alteration of the size of any structure, including any facility of any private, public, or municipal utility; and the removal or harvesting of major vegetation other than for agricultural purposes, kelp harvesting, and timber operations which are in accordance with a timber harvesting plan submitted pursuant to the provisions of the Z’berg-Nejedly Forest Practice Act of 1973 (commencing with Section 4511 of the California Public Resources Code).\tAs used in this definition, “structure” includes, but is not limited to, any building, road, pipe, flume, conduit, siphon, aqueduct, telephone line, and electrical power transmission and distribution line.\t“Feasible” shall mean capable of being accomplished in a successful manner within a reasonable period of time, taking into account economic, environmental, social and technological factors.\t“Local Coastal Program” (LCP) shall mean the City’s land use plans and other applicable general plan elements, zoning ordinances, zoning district maps, and proposed implementing actions, which when taken together, meet the requirements of, and implement the provisions and policies of, the California Coastal Act of 1976.\t“Permit” means any license, certificate, approval, or other entitlement for use granted, conditionally granted, or denied by any public agency which is subject to the provisions of this section.\t“Public Project” shall mean any development initiated by the Department of Public Works or any of its bureaus, any development initiated by any other department or agency of the City of Los Angeles, and any development initiated or to be carried out by any other governmental agency which is required to obtain a local government permit.  Public Project shall not include any development by any department or agency of the City of Los Angeles or any other governmental entity which otherwise requires action by or approval of the City Planning Commission, Area Planning Commission or the Office of Zoning Administration, or any development by any department or agency of the City of Los Angeles or any other government entity for which a permit from the Department of Building and Safety is required.  Public Project shall also not include any development on tidelands, submerged lands, or on public trust lands, whether filled or unfilled.  (Definition Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\t“Sea” shall mean the Pacific Ocean and all harbors, bays, channels, canals, estuaries, salt marshes, sloughs and other areas subject to tidal action through any connection with the Pacific Ocean, excluding nonestuarine rivers, streams, tributaries, creeks, and flood control and drainage channels.\tC.\tUse.  No Development shall be undertaken in the Coastal Zone unless and until an application for such Development has been submitted to the City for a Coastal Development Permit and such Permit has been obtained from the appropriate City Department in conformance with the provisions of this section and has become final. Where the particular coastal project requires a coastal development permit from the Commission in addition to the one obtained from the City, no development may be commenced until both such permits have been obtained, and both have become final.\t1.\tEXCEPTION. The provisions of this section shall not apply to developments which do not need locally issued coastal development permits under the Coastal Act of 1976 or the California Coastal Commission Regulations, Division 5.5 Title 14 of the California Administrative Code. A current copy of these regulations is on file with the Department of City Planning and the Office of City Engineer. This exception shall not relieve any person from obtaining from the proper authority a Coastal Development Permit for a Development within the Coastal Zone where such permit is required but can only be issued by the California Coastal Commission, the Regional Commission or the Executive Director. The provisions of this section shall also not apply to any development on tidelands, submerged lands, or on public trust lands, whether filled or unfilled; any development by a public agency for which a local government permit is not otherwise required; any emergency repair authorized by Section 30611 of the Public Resources Code; any permits authorized to be issued by the Executive Director of the California Coastal Commission or the Executive Director of the Regional Commission pursuant to Section 30624 of the Public Resources Code; and any other permits over which the City is not authorized to exercise the option provided for in subdivision (b) of Section 30600 of the Public Resources Code.\tD.\tInitiation. Proceedings for a Permit shall be initiated by the filing of a verified application upon a form or forms prescribed for that purpose. An application for a Coastal Development Permit for a public project, or for a private project where the approval for the underlying permit is within the jurisdiction of the City Engineer shall be filed in the public office of the City Engineer. All other applications for Coastal Development Permits shall be filed in a public office of the Department of City Planning.\tAll applications filed with the City Engineer and the Department of City Planning shall be accompanied by the following data:\t1.\tAn adequate description of the project including, but not limited to maps, plans, photographs, drawings, etc., of the proposed development, project site and vicinity sufficient to determine whether the project complies with all relevant policies of the California Coastal Act of 1976. Each application shall contain sufficient information concerning land and water areas in the vicinity of the site of the proposed project, (whether or not owned or controlled by the applicant) so that the permit issuing authority will be adequately informed as to present uses and plans, both public and private. insofar as they can reasonably be ascertained for the vicinity surrounding the project site. The description of the development shall also include any feasible alternatives or any feasible mitigation measures available which would substantially lessen any significant adverse impact which the development may have on the environment. For purposes of this section the term “significant adverse impact on the environment” shall be defined as in the California Environmental Quality Act and the State and City Guidelines adopted pursuant thereto.\t2.\tA description and documentation of the applicant’s legal interest in the property on which the Development is to be located if the application were approved (e.g., ownership, leasehold, enforceable option, authority to acquire the specific property by eminent domain.)\t3.\tA dated signature by or on behalf of each of the applicants, attesting to the truth, completeness, and accuracy of the contents of the application and, if the signer of the application is not the applicant, written evidence that the signer is authorized to act as the applicant’s representative and to bind the applicant in all matters concerning the application.\t4.\tA statement of the status of the environmental documentation for the project and a copy of the required environmental documentation.\t5.\tAny additional information as may be required by the permit granting authority.\tE.\tNotice – Posting. At the time the application is submitted for filing, the applicant must post, at a conspicuous place, easily read by the public and as close as possible to the site of the proposed development a notice that an application has been made for a Coastal Development Permit. Such notice shall contain specific information as to the nature of the proposed development and be in a form as prescribed for that purpose.\tNotice – Mailing. The applicant shall furnish to the City, accompanying the application, a list containing the name and address of each property owner of record and the addresses of all residences, including apartments within one hundred feet from each boundary of the site of the proposed development. Where the hearing on the Coastal Development Permit is to be combined with a public hearing otherwise required by this Code for the proposed development, and the provisions of this Code require notification to persons beyond one hundred feet of the site of the proposed development, no separate list shall be required, and all persons notified of the hearing for the proposed development shall also be notified that the hearing shall include the application for a Coastal Development Permit. Notice of such hearing shall also be sent to an occupant of all residences, including apartments within 100 feet of the boundary of the proposed development, all persons known, or thought to have a particular interest in the application, and all other persons requesting notice.\tF.\tProceedings and Hearing.\t1.\tTime Limit – Hearing – Notice. To the extent possible, any Permit application for a Development within the Coastal Zone shall be processed in accordance with established policies and procedures of a permit granting authority in conformance with the provisions of this Code. For those projects for which no hearing would otherwise be required by law, the appropriate City agency shall notify by mail, at least ten (10) days prior to the hearing, the following:\t(a)\tthose persons whose names appear on the list of property owners within 100 feet of the boundary of the site of the proposed development;\t(b)\tan occupant of all residences, including apartments, within 100 feet of the boundary of the site of the proposed development. This requirement can be met by mailing such notice to “occupant” of the subject residence.\t(c)\tthose persons known or thought to have a particular interest in the application and\t(d)\tall other persons requesting notice.\tAt the public hearing, all interested persons shall be afforded a reasonable opportunity to testify and present evidence.\tG.\tDetermination.\t1.\tAuthority – A permit granting authority shall have the authority to approve, conditionally approve or disapprove any application for a Permit under the provisions of the California Coastal Act of 1976; and, standards as established by Division 5.5 Title 14 of the California Administrative Code. In making its determination under the provisions of this section, the permit granting authority shall not approve, or conditionally approve a permit unless it makes written findings, including specific factual findings, supporting the following conclusions:\t(a)\tThat the development is in conformity with Chapter 3 of the California Coastal Act of 1976 (commencing with Section 30200 of the California Public Resources Code).\t(b)\tThat the permitted development will not prejudice the ability of the City of Los Angeles to prepare a Local Coastal Program that is in conformity with Chapter 3 of the California Coastal Act of 1976.\t(c)\tThat the Interpretative Guidelines for Coastal Planning and Permits as established by the California Coastal Commission dated February 11, 1977 and any subsequent amendments thereto have been reviewed, analyzed, and considered in the light of the individual project in making its determination.\t(d)\tThat the decision of the permit granting authority has been guided by any applicable decision of the California Coastal Commission pursuant to Section 30625(c) of the Public Resources Code.\t(e)\tIf the development is located between the nearest public road and the sea or shoreline of any body of water located within the coastal zone, that the development is in conformity with the public access and public recreation policies of Chapter 3 of the California Coastal Act of 1976.\t(f)\tAny other finding or findings as may be required for the development by the California Environmental Coastal Act.\t2.\tConditions of Approval – In approving an application for a permit under the provisions of this section, the city shall impose such reasonable terms and conditions as it deems necessary to assure a development that is in accordance with the provisions of the California Coastal Act of 1976 and those other criteria set forth in the preceding paragraph.\t3.\tNotification – A copy of the permit granting authority’s action approving, conditionally approving or disapproving any application for a Coastal Development Permit, along with any findings made and conditions imposed in connection therewith, shall be mailed to the applicant and to any person or persons who, in writing, request a copy of such action.\tH.\tAppeals. Appeals from the approval, conditional approval, or disapproval of a permit under the provisions of this section, may be taken by the applicant or any aggrieved person as follows:\t1.\tWhere a Coastal Development Permit hearing has been combined with the hearing on the project itself, an appeal may be taken to the appellate body that would hear and decide the appeal from the underlying project. If the appeal from any underlying project is further appealable to a second appellate body, the Coastal Development Permit is likewise further appealable. The time within which to appeal shall be the same as that provided for an appeal of the project itself, but the decision of the permit granting authority on the coastal permit may be separately appealed, without appealing the action on the underlying project. The times for notification of hearing and action on such appeal shall be the same as for the underlying project, whether or not such underlying project is also appealed.\t2.\tWhere a Coastal Development Permit application is for a public project, the action of the City Engineer may be appealed to the Board of Public Works. Such appeal shall be filed with the Office of the City Engineer within ten days of the mailing of the decision of the permit granting authority.\t3.\tWhere a coastal development permit (other than for a Public Project) involves an underlying activity which is not otherwise appealable, the action of a permit-granting authority on an application may be appealed to the Area Planning Commission.  That appeal shall be filed with the Area Planning Commission within ten days of the mailing of the decision of the permit-granting authority. (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\t4.\tAny appeal filed with either the City Engineer or the Area Planning Commission shall be heard and decided within 30 days of the filing of the appeal.  Notice shall be mailed to the required parties at least ten days prior to the hearing.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\tAction on any appeal shall be in writing, and if the appeal is granted, in whole or in part, such decision shall set forth wherein the permit granting authority, or the lower appeal body erred in its action on the permit under the criteria set forth in Section 12.20.2G.l,(a) through (e). If the action of any appeal body is further appealable within the City of Los Angeles’ appeal structure, notice of such intermediate appeal body’s action approving, conditionally approving or disapproving any appeal of a Coastal Development Permit along with any findings made and conditions imposed in connection therewith, shall be mailed to the applicant, the appellant, and to any person or persons who, in writing, request a copy of such action.\tI.\tNotification. After the decision of the last appeal body, or the time within which any appeal can be taken has expired, the permit granting authority, or any appeal body whose action became final on the permit, shall transmit a copy, by mail, with return receipt requested, of the notice of permit issuance or permit denial to the Executive Director of the Regional Coastal Commission. Such notice shall include the requisite findings, a project description and a verbatim copy of any conditions attached to the permit, all as required by Section 13302(g) of the California Coastal Commission Regulations. Notice shall also be mailed to the applicant, the appellant, and any persons who, in writing, requested such notice.\tThe decision of the permit granting authority, or any appeal body to approve issuance of a permit shall not be deemed to be final and no Coastal Development Permit may be issued until 20 working days have expired from the date said notice of permit issuance is deemed received by said Executive Director and without an appeal having been taken to the South Coast Regional Commission.\tIf a timely, valid appeal is taken to the Regional Commission, the operation and effect of the Coastal Development Permit is stayed pending final action on the appeal by the Regional Commission or the Commission, and the City shall within five working days of the receipt of such notice, deliver to the Executive Director copies of all relevant documents and materials used by the City in its consideration of the permit application.\tIf no appeal is taken within 20 working days of the date of the notice of the City’s decision to issue a permit is deemed received by the Executive Director, the applicant may commence utilization of the permit. If no timely appeal is taken from the City’s decision to deny a permit, such decision is final.\tNeither an applicant nor any other aggrieved party may appeal the approval, conditional approval, or disapproval of any permit to the Regional Commission unless and until all of the City’s appeal procedures for such permit have been taken, and a decision thereon has been made.\tJ.\tRevocation. Any permit application filed or approved under the provisions of this section or Code may be immediately terminated or revoked by the permit granting authority upon a finding that one or more of the following grounds exist:\t1.\tThat inaccurate, erroneous or incomplete information was filed or presented in conjunction with said Permit application.\t2.\tThat names and addresses of all property owners as shown on the records of the City Engineer or of the County Assessor, were not provided within the required radius of the involved property in conformity with the requirements of this section and Code.  (Amended by Ord. No. 181,595, Eff. 4\/10\/11.)\t3.\tThat the addresses of all residential occupancies within one hundred feet of each boundary of the site of the proposed development were not provided.\t4.\tThat the applicant failed to post and maintain the required notice at the project site in accordance with Subsection E of this section.\tK.\tException. Notwithstanding any other provisions of this section or Code, an applicant may file an application for a Permit at any point of the project approval process relating to his or her Development. However, upon initiation of the project approval process by the applicant, said applicant shall sign and notarize a form prescribed for this purpose which shall contain the following:\t1.\tA statement advising the applicant that no permits or permission for a Development in the Coastal Zone shall be issued unless and until a Permit has been approved in accordance with the provisions of this section.\t2.\tA statement relieving the City of any legal or other responsibility in the event that failure to apply for a Permit results in, or contributes to, a violation of Section 65950, 65951 or 65952 of the California Government Code.\tL.\tViolations. Any violation of the provisions of this section and Code relating to the processing of permits shall be subject to enforcement and penalties of Chapter 9 of the California Coastal Act of 1976 and subsequent amendments thereto.\tM.\tCharges For Notification. No person requesting notification of any application, hearing or decision by any permit granting authority or any notification of hearing or decision on any appeal therefrom shall be required to bear the cost of any such notification.\tN.\tExtensions of Permits.  (Added by Ord. No. 171,424 Eff. 1\/4\/97.)  Prior to the expiration of a Coastal Development Permit, an applicant may apply to the initial approving authority of the original permit for an extension of the permit for a period of one year.  This request shall automatically extend the expiration date of the permit until the approving authority has acted upon the request and the approving authority’s action becomes effective.  However, if construction has not commenced at the time the application for extension is made, construction may not commence during the period of the automatic extension until the approving authority has acted upon the request and it becomes effective.  The application shall state the reasons for the request and shall be accompanied by evidence of a valid, unexpired permit and of the applicant’s continued legal ownership interest in the property.  The applicant shall also furnish to the City the information required in Subsection E. of this section.\tThe approving authority, in considering the request for extension, shall determine whether there are changed circumstances that may affect the consistency of the project with the findings required under Subsection G. of this section.\tIf the approving authority determines that there are no changed circumstances that may affect the consistency of the project with the findings required under Subsection G. of this section, notice of the determination, including a summary of the procedures set forth in this subsection, shall be posted on the subject property by the applicant and shall be mailed, by first class mail by the appropriate City agency, to all persons who testified at any public hearing on the original permit and left their names and addresses, or submitted written testimony or to any other persons requesting notice.\tIf no written objection to the determination is received within 10 working days of the posting and mailing, the extension shall be approved.\tIf the approving authority determines that, due to changed circumstances, the proposed development is no longer consistent with the findings required in Subsection G. of this section, or if objection is made to the determination of consistency, the approving authority shall set the matter for public hearing and give notice in accordance with the provisions of Subsection F. of this section.  In addition, the approving authority shall notify any persons who objected to the approving authority’s determination of consistency.\tThe approving authority shall make a determination based on the facts presented at the public hearing.  If the proposed development is determined to be consistent with the findings required in Subsection G. of this section, the extension shall be approved.  If the proposed development is determined to be inconsistent with these requirements, the extension shall be denied.\tNotice of any action taken by the approving authority on an application for an extension of a permit shall be provided as set forth in Subdivision 3. of Subsection G. of this section.\tAny action taken by the approving authority on an application for an extension of a permit is appealable to the first City appellate body referenced in Subsection H. of this section in the same manner as an appeal of the original permit as set forth in Subsection H.\tThe notification procedures and the procedures applicable to appeals to the Coastal Commission set forth in Subsection I. of this section are applicable to applications for extensions of permits.\tO.\tAmendments To Permits.  (Added by Ord. No. 171,424 Eff. 1\/4\/97.)\t1.\tThe holder of a Coastal Development Permit may apply to amend the permit by filing a written application with the initial approving authority who approved the original permit.  The application shall contain a description of the proposed amendment, the reason for the amendment, together with maps, plans or any other information as may be required by the approving authority, and shall be accompanied by evidence of a valid, unexpired permit and of the applicant’s continued legal ownership interest in the property.  The applicant shall also furnish to the City the information required in Subsection E. of this section.  If the application is deemed complete and accepted, the approving authority shall determine if the requested amendment constitutes an immaterial or material change to the permit.\t2.\tFor applications representing immaterial changes, the approving authority shall prepare a written notice containing the same information required for the notice of the original application for a Coastal Development Permit, a description of the proposed amendment and a summary of the procedures outlined in this subsection.  The notice shall be posted on the subject property by the applicant and shall also be mailed, by first class mail by the appropriate City agency, to all persons who testified at any public hearing on the original permit and left their names and addresses, or submitted written testimony or to any other persons who requested to be notified.  If no written objection is received by the approving authority within 10 working days of the posting and mailing, the approving authority shall approve the amendment provided the following findings are made:\t(a)\tthat the proposed amendment will not lessen or avoid the intended effect of the original permit, as approved or conditioned consistent with the findings required in Subsection G. of this section, unless the proposed amendment is necessitated by a change in circumstances, and the applicant has presented newly discovered material which he or she could not, with reasonable diligence, have discovered and produced before the original permit was granted; and\t(b)\tthat the proposed amendment will not lessen or eliminate any conditions imposed for the purpose of protecting a coastal resource or coastal access consistent with the findings required by Subsection G. of this section; and\t(c)\tthat all of the findings required by Subsection G. of this section can still be made; and\t(d)\tthat the proposed amendment will not result in any increase in the density or intensity of the project; and\t(e)\tthat the proposed amendment will not cause any adverse impact on surrounding properties.\t3.\tFor applications representing material changes, applications whose immateriality has been challenged or applications for amendments which affect coastal resource or coastal access protection as required by California Public Resources Code Section 30604, the approving authority shall set the matter for public hearing and shall give notice in accordance with the provisions of Subsection F. of this section.  The approving authority shall also notify all persons who objected to the approving authority’s determination of immateriality.  If the approving authority can make the findings contained in Subdivision 2. of this subsection, it shall approve the application for amendment to the permit.  If the approving authority cannot make the findings referenced above, the application for amendment shall be denied.\t4.\tNotice of any action taken by the approving authority on an application for an amendment to a permit shall be provided as set forth in Subdivision 3. of Subsection G. of this section.\t5.\tAny action taken by the approving authority on an application for an amendment to a permit is appealable in the same manner as an appeal on the original permit as set forth in the Subsection H. of this section.\t6.\tThe notification procedures and the procedures applicable to appeals to the Coastal Commission set forth in Subsection I. of this section are applicable to applications for amendments to permits.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}