{"section_number":"12.21.1","edition_id":"1","section_id":"3236","structure_id":"20","catch_line":"Height Of Building Or Structures.","history":"","full_text":"  HEIGHT OF BUILDING OR STRUCTURES.\n\n\tNo building or structure shall be erected or enlarged which exceeds the total floor area, the number of stories or the height limits hereinafter specified for the district in which the building or structure is located. Provided, however, that with respect to height, buildings and structures located within the boundaries of the Century City North and Century City South Specific Plans shall comply solely with the requirements of the respective specific plan and the requirements of Section 12.21.2 of this Code; that buildings and structures located within Community Redevelopment Plan Areas shall comply with the requirements of Section 12.21.3 of this Code; that buildings and structures located within Enterprise Zones shall comply with the requirements of Section 12.21.4 of this Code; and that buildings and structures located within Centers Study Areas designated on Maps Numbered 1 through 29 referred to in Section 12.21.5 of this Code, shall comply with the requirements of Section 12.21.5 of this Code. Such designations are consistent with the purposes, intent and provisions of the General Plan. (Amended by Ord. No. 161,684, Eff. 11\/3\/86.)\n\n\tIn the A1, A2, RZ, RMP, and RW2 Zones, and in those portions of the RD and R3 Zones, which are also in Height District No. 1, no Building or Structure shall exceed 45 feet in height.  In the RA, RE, RS, R1 and R2 Zones in Height District No. 1, located in a Coastal Zone, no Building or Structure shall exceed 45 feet in height.  In the RU and RW1 Zones, no Building or Structure shall exceed 30 feet in height.  In the RA, RE, RS, and R1 Zones in Height District No. 1, located in a Hillside Area, as defined in Section 12.03 of this Code, no Building or Structure shall exceed the height limits established in Paragraph (d) of Subdivision 10. of Subsection C. of Section 12.21 of this Code.  (Amended by Ord. No. 181,624, Eff. 5\/9\/11.)\n\n\tNotwithstanding the preceding paragraph, the following height regulations shall apply on a Lot that is not located in a Hillside Area or Coastal Zone:  In the R2 Zone, no Building or Structure shall exceed 33 feet in height.  In the R1, RS, or RE9 Zones, no Building or Structure shall exceed 33 feet in height; except that when the roof of the uppermost Story of a Building or Structure or portion of the Building or Structure has a Slope of less than 25 percent, the maximum height shall be 28 feet.  In the RE11, RE15, RE20, RE 40 or RA Zones, no Building or Structure shall exceed 36 feet in height; except that when the roof of the uppermost Story of a Building or Structure or portion of a Building or Structure has a Slope of less than 25 percent, the maximum height shall be 30 feet.  (Amended by Ord. No. 181,624, Eff. 5\/9\/11.)\n\n\tNotwithstanding the above, when 40 percent or more of the existing One-Family Dwellings with Frontage on both sides of the block have Building heights exceeding these limits, the maximum height for any Building on that block may be the average height of the Dwellings exceeding these limits.  Height limitations in Specific Plans, Historic Preservation Overlay Zones or in subdivision approvals shall take precedence over the requirements of this Section 12.21.1.  This section shall apply when there are no height limitations imposed on Lots by a Specific Plan or a Historic Overlay Zone or created by a subdivision approval.  (Added by Ord. No. 181,624, Eff. 5\/9\/11.)\n\n\tIn the CR Zone and those portions of the RD, R3, and RAS3 Zones, which are in Height District Nos. 2, 3 or 4, no building or structure shall exceed six stories nor shall it exceed 75 feet in height.  However, a building designed and used entirely for residential purposes or a residential building in the RAS3 Zone that has commercial uses on the ground floor, shall only be limited as to the number of feet in height.  (Amended by Ord. No. 174,999, Eff. 1\/15\/03.)\n\n\tIn the PB Zone, no parking building shall exceed a height of two stories in Height District No. 1; provided, however, that the parking of automobiles shall be permitted on the roof of the parking building if a solid enclosing wall or parapet wall at least three feet six inches in height is provided and maintained around all those portions of the roof which are arranged and used for the parking of automobiles. No parking building in a PB zone shall exceed a height of six stories in Height District No. 2, ten stories in Height District No. 3 or 13 stories in Height District No. 4. Basement floors, located entirely below the natural or finished grade of a lot, whichever is lower, shall not be considered in computing the permitted height of parking buildings in the PB Zone.  (Amended by Ord. No. 122,569, Eff. 9\/2\/62.)\n\n\tA.\tLimitations.\n\n\t1.\t(Amended by Ord. No. 181,624, Eff. 5\/9\/11.)  The total Floor Area contained in all the main Buildings on a Lot in a commercial or industrial zone in Height District No. 1 shall not exceed one-and-one-half times the Buildable Area of the Lot; for a Lot in all other zones, except the RA, RE, RS, and R1 Zones, the total Floor Area contained in all the main Buildings on a Lot in Height District No. 1 shall not exceed three times the Buildable Area of the Lot.\n\n\tFor RA, RE, RS, and R1 Zoned properties not located in a Hillside Area or Coastal Zone, the total Residential Floor Area shall comply with the Floor Area restrictions for each zone.  For RA, RE, RS, and R1 Zoned properties located in a Hillside Area, as defined in Section 12.03 of this Code, the total Residential Floor Area shall comply with the limits established in Paragraph (b) of Subdivision 10. of Subsection C. of Section 12.21 of this Code.  For RA, RE, RS, and R1 Zoned properties in a Coastal Zone not located in a Hillside Area, as defined in Section 12.03 of this Code, the total Floor Area contained in all the main buildings on a Lot shall not exceed three times the Buildable Area of the Lot.\n\n\tPortions of Height District No. 1 may be designated as being in an “L” Limited Height District, and no Building or Structure in Height District No. 1-L shall exceed six Stories, nor shall it exceed 75 feet in height.  Portions of Height District No. 1 may be designated as being in a “VL” Very Limited Height District, and no Building or Structure in Height District No. 1-VL shall exceed three Stories, nor shall it exceed 45 feet in height.  Notwithstanding that limitation, portions of Height District No. 1-VL that are also in the RAS3 or RAS4 Zones shall not exceed 50 feet in height.  Portions of Height District No. 1 may also be designated as being in an “XL” Extra Limited Height District, and no Building or Structure in Height District No. 1-XL shall exceed two Stories, nor shall the highest point of the roof of any Building or Structure located in this District exceed 30 feet in height.  In the RA, RE, RS, and R1 Zones, portions of Height District No. 1 may also be designated as being in an “SS” Single Story Limit Height District, and no Building or Structure in Height District No. 1-SS shall exceed one Story, nor shall the highest point of the roof of any Building or Structure located in this District exceed 18 feet in height.  For the purposes of Height District No. 1-SS, a Basement does not count as a Story when the Elevation of the upper surface of the floor or roof above the Basement does not exceed two feet in height at any point above the finished or natural Grade, whichever is lower.\n\n\tEXCEPTION:  A Building in Height District Nos. 1-XL, 1-VL, designed and used entirely for residential purposes, or a Building in the RAS3 or RAS4 Zones shall be limited as to the number of feet in height, but not as to the number of Stories.\n\n\t2.\tThe total floor area contained in all the buildings on a lot in Height District No. 2 shall not exceed six times the buildable area of said lot. (Amended by Ord. No. 161,684, Eff. 11\/3\/86.)\n\n\t3.\tThe total floor area contained in all the buildings on a lot in Height District No. 3 shall not exceed ten times the buildable area of said lot. (Amended by Ord. No. 161,684, Eff. 11\/3\/86.)\n\n\t4.\tThe total floor area contained in all the buildings on a lot in Height District No. 4 shall not exceed thirteen times the buildable area of said lot. (Amended by Ord. No. 161,684, Eff. 11\/3\/86.)\n\n\t5.\tIn computing the total floor area within a building, the gross area confined within the exterior walls within a building shall be considered as the floor area of that floor of the building, except for the space devoted to stairways, elevator shafts, light courts, rooms housing mechanical equipment incidental to the operation of buildings, and outdoor eating areas of ground floor restaurants. (Amended by Ord. No. 165,403, Eff. 2\/17\/90.)\n\n\t6.\tWhenever any unusual situation or design of building exists so that it is difficult to determine the precise application of those provisions, the Department of Building and Safety shall make such determinations in a manner to carry out the indicated purpose and intent hereof.\n\n\t7.\t(None)\n\n\t8.\tIn determining the number of stories, any basement containing habitable rooms shall be considered a story.  (Added by Ord. No. 131,309, Eff. 4\/24\/66.)\n\n\t9.\t(Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Additional limitations may be required as set forth in Section 12.32 G.3.\n\n\t10.\t(Added by Ord. No. 161,684, Eff. 11\/3\/86.)  Notwithstanding any other provisions of this section, portions of buildings on a C or M zoned lot governed by the provisions of this section shall not exceed the height limits set forth below when located within the distances specified from a lot classified in the RW1 Zone or a more restrictive zone.\n\n\n  \n    \n      \n        Distance\n      \n      \n        Height\n      \n    \n    \n      \n        0 to 49 feet\n      \n      \n        25 feet\n      \n    \n    \n      \n        50 to 99 feet\n      \n      \n        33 feet\n      \n    \n    \n      \n        100 to 199 feet\n      \n      \n        61 feet\n      \n    \n  \n\n\n\tWhen the highest existing elevation of the adjacent property in the RW1 Zone or a more restrictive zone exceeds the grade of a C or M zoned property by more than five feet, a building or structure on the C or M zoned property may exceed the height specified above by the number of feet  represented by the difference in grade.\n\n\tBuildings of a height greater than that specified in this subdivision may be authorized by a Zoning Administrator pursuant to Section 12.24 X.22.  (Para. Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\n\n\tB.\tExceptions.\n\n\t1.\tIn Height District No. 1, motion picture studio stages, scenes or skybackings, temporary towers and the like may be erected to a height of 125 feet if said building and structures observe front, side, and rear yards of one foot for each four feet such building or structure exceeds three stories or 45 feet in height. Said yards shall be in addition to any other yards or setbacks required by other provisions of this article.\n\n\t2.\tWhenever the highest point of elevation of the adjoining sidewalk or ground surface within a five-foot horizontal distance measured from the exterior wall of a building exceeds grade level by more than 20 feet, a building or structure may exceed the height in number of feet prescribed in this section by not more than 12 feet.  However, such additional height shall not be permitted to the extent that such additional height causes any portion of the building or structure to exceed a height in number of feet as prescribed by this section as measured from the highest point of the roof structure or parapet wall to the elevation of the ground surface which is vertically below this point of measurement.  The provisions of this subdivision shall not apply to any one-family dwelling subject to the provisions of Section 12.21 A.17. of this Code.  (Amended by Ord. No. 168,159, Eff. 9\/14\/92.)\n\n\t3.\tRoof Structures and Equipment.  (Amended by Ord. No. 182,110, Eff. 5\/29\/12.)\n\n\t(a)\tTanks or similar equipment required to operate and maintain the building, skylights, towers, steeples, flagpoles,  smokestacks, wireless masts, water tanks, silos, or similar structures may be erected above the building height limit by up to five feet if the structure is set back from the roof perimeter by five feet.\n\n\tChimney, exhaust ducts, solar water heaters, or any roof structure housing stairways, elevators or ventilation fans may also exceed the building height limit by up to five feet, but are not required to provide a setback from the perimeter of the roof.  Where height is limited to seventy-five (75) feet, roof structures for the housing of elevators and stairways may exceed the building height limit by up to twenty (20) feet in height, and where height is limited to thirty (30) feet or forty-five (45) feet,  roof structures for the housing of elevators and stairways may exceed the building height limit by up to ten (10) feet in height.\n\n\tNo such structure or any other space above the specified height limit shall be allowed for the purpose of providing additional floor space.\n\n\t(b)\tIn all zones, except the “A”, “R”, “CR”, “C1&#038;″ and “C1.5&#038;″, a roof sign may also be erected above the specified height limit.\n\n\t(c)\tStructures and panel assemblies solely supporting solar energy systems (“Solar Structures”).\n\n\t(1)\tIn all zones, Solar Structures may exceed the roof surface by 3 feet even if the roof surface is at or above the allowable building height limit.  The height shall be measured to the highest point of the structure and panel assembly.  These structures are not required to provide a setback as described in paragraph (a) of this Subdivision.\n\n\t(2)\tOther than the R1 and more restrictive zones, solar structures built on a flat roof may exceed the roof surface by up to 15 feet even if the roof surface is at or above the allowable building height limit.  The height shall be measured to the highest point of the structure and panel assembly.\n\n\tException: In the R1 and more restrictive zones, a solar structure may exceed the roof surface by up to 15 feet on a flat roof only if the structure is also used for the purpose of shading a habitable rooftop deck or rooftop parking.  The structure(s), however, may not exceed the height limit.  Setbacks are not required by this paragraph.\n\n\t4.\tIn all height districts parking floor space with necessary interior driveways and ramps thereto, space within a roof structure or penthouse for the housing of building operating equipment or machinery, space provided for the landing and storage of helicopters and basement storage space shall not be considered in determining the total floor area within a building.  (Amended by Ord. No. 146,704, Eff. 12\/9\/74.)\n\n\t5.\tNotwithstanding the height limitations of the height district in which they are located, municipal buildings under the control, operation or management of City departments or agencies may be built to a maximum height of 35 feet.  In addition, sports field lighting standards in parks under the control, operation or management of the Board of Recreation and Park Commissioners and used for recreation purposes as determined by that agency may be built to a maximum height of 75 feet and must be equipped with appropriate beam control to direct the light onto the field and prevent glare and spill light from impacting neighboring properties, and shall include automatic timer control with an on\/off scheduling system.  (Added by Ord. No. 174,788, Eff. 10\/05\/02.)\n\n\t6.\t(Amended by Ord. No. 163,627, Eff. 6\/20\/88.)  Notwithstanding the provisions of Section 12.21.1 A.10., buildings on a lot in a C or M zone in Height District No. 1 shall not be restricted in height as provided by Section 12.21.1 A.10., under either of the following circumstances:\n\n\ta.\t(Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Where one or more of the following discretionary approvals, initiated by application of property owners or their representatives, was granted on or after January 1, 1983, and specifically addressed the height for one or more buildings: change of zone, height district change, exception from a specific plan, conditional use, variance, tract map, parcel map or coastal development permit. If the approval provided for a specific height, then the restriction shall apply to the buildings and structures on the lot; or\n\n\tb.\tWhere architectural and structural plans sufficient for a complete plan check for a building permit for a building or structure were accepted by the Department of Building and Safety and for which a plan check fee was collected on or before the effective date of this subdivision, and for which no subsequent changes are made to those plans which increase the height. However, any such building permit shall become invalid if construction pursuant to such permit is not commenced within 18 months of the date the plan check fee was collected.","order_by":"21.1","ancestry":{"1":{"id":"20","name":"Specific Planning – Zoning\nComprehensive Zoning Plan","identifier":"2","label":"article","url":"\/1\/2\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3095","structure_id":"20","section_number":"12.00","catch_line":"Title.","url":"\/12.00\/","token":"12.00"},"1":{"id":"1517","structure_id":"20","section_number":"12.01","catch_line":"Continuation Of Existing Regulations.","url":"\/12.01\/","token":"12.01"},"2":{"id":"1627","structure_id":"20","section_number":"12.02","catch_line":"Purpose.","url":"\/12.02\/","token":"12.02"},"3":{"id":"2312","structure_id":"20","section_number":"12.03","catch_line":"Definitions.","url":"\/12.03\/","token":"12.03"},"4":{"id":"3734","structure_id":"20","section_number":"12.04","catch_line":"Zones - Districts - Symbols.","url":"\/12.04\/","token":"12.04"},"5":{"id":"1459","structure_id":"20","section_number":"12.04.01","catch_line":"Violations Of Specific Plans.","url":"\/12.04.01\/","token":"12.04.01"},"6":{"id":"1812","structure_id":"20","section_number":"12.04.05","catch_line":"“Os” Open Space Zone.","url":"\/12.04.05\/","token":"12.04.05"},"7":{"id":"4037","structure_id":"20","section_number":"12.04.09","catch_line":"“Pf” Public Facilities Zone.","url":"\/12.04.09\/","token":"12.04.09"},"8":{"id":"3058","structure_id":"20","section_number":"12.05","catch_line":"“A1” Agriculture Zone.","url":"\/12.05\/","token":"12.05"},"9":{"id":"1807","structure_id":"20","section_number":"12.06","catch_line":"“A2” Agricultural Zone.","url":"\/12.06\/","token":"12.06"},"10":{"id":"2434","structure_id":"20","section_number":"12.07","catch_line":"“Ra” Suburban Zone.","url":"\/12.07\/","token":"12.07"},"11":{"id":"833","structure_id":"20","section_number":"12.07.01","catch_line":"“Re” Residential Estate Zone.","url":"\/12.07.01\/","token":"12.07.01"},"12":{"id":"3662","structure_id":"20","section_number":"12.07.1","catch_line":"“Rs” Suburban Zone.","url":"\/12.07.1\/","token":"12.07.1"},"13":{"id":"1550","structure_id":"20","section_number":"12.08","catch_line":"“R1” One-Family Zone.","url":"\/12.08\/","token":"12.08"},"14":{"id":"1455","structure_id":"20","section_number":"12.08.1","catch_line":"Ru Residential Urban Zone.","url":"\/12.08.1\/","token":"12.08.1"},"15":{"id":"1635","structure_id":"20","section_number":"12.08.3","catch_line":"Rz Residential Zero Side Yard Zone.","url":"\/12.08.3\/","token":"12.08.3"},"16":{"id":"504","structure_id":"20","section_number":"12.08.5","catch_line":"“Rw1” Residential Waterways Zone.","url":"\/12.08.5\/","token":"12.08.5"},"17":{"id":"2976","structure_id":"20","section_number":"12.09","catch_line":"“R2” Two-Family Zone.","url":"\/12.09\/","token":"12.09"},"18":{"id":"3015","structure_id":"20","section_number":"12.09.1","catch_line":"“Rd” Restricted Density Multiple Dwelling Zone.","url":"\/12.09.1\/","token":"12.09.1"},"19":{"id":"3789","structure_id":"20","section_number":"12.09.3","catch_line":"“Rmp” Mobilehome Park Zone.","url":"\/12.09.3\/","token":"12.09.3"},"20":{"id":"3264","structure_id":"20","section_number":"12.09.5","catch_line":"“Rw2” Residential Waterways Zone.","url":"\/12.09.5\/","token":"12.09.5"},"21":{"id":"1735","structure_id":"20","section_number":"12.10","catch_line":"“R3” Multiple Dwelling Zone.","url":"\/12.10\/","token":"12.10"},"22":{"id":"2343","structure_id":"20","section_number":"12.10.5","catch_line":"Ras3 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.10.5\/","token":"12.10.5"},"23":{"id":"621","structure_id":"20","section_number":"12.11","catch_line":"“R4” Multiple Dwelling Zone.","url":"\/12.11\/","token":"12.11"},"24":{"id":"1231","structure_id":"20","section_number":"12.11.5","catch_line":"Ras4 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.11.5\/","token":"12.11.5"},"25":{"id":"1666","structure_id":"20","section_number":"12.12","catch_line":"“R5” Multiple Dwelling Zone.","url":"\/12.12\/","token":"12.12"},"26":{"id":"601","structure_id":"20","section_number":"12.12.1","catch_line":"“P” Automobile Parking Zone.","url":"\/12.12.1\/","token":"12.12.1"},"27":{"id":"286","structure_id":"20","section_number":"12.12.1.5","catch_line":"“Pb” Parking Building Zone.*","url":"\/12.12.1.5\/","token":"12.12.1.5"},"28":{"id":"2454","structure_id":"20","section_number":"12.12.2","catch_line":"“Cr” Limited Commercial Zone.","url":"\/12.12.2\/","token":"12.12.2"},"29":{"id":"3444","structure_id":"20","section_number":"12.13","catch_line":"“C1” Limited Commercial Zone.","url":"\/12.13\/","token":"12.13"},"30":{"id":"2973","structure_id":"20","section_number":"12.13.5","catch_line":"“C1.5” Limited Commercial Zone","url":"\/12.13.5\/","token":"12.13.5"},"31":{"id":"156","structure_id":"20","section_number":"12.14","catch_line":"“C2” Commercial Zone.","url":"\/12.14\/","token":"12.14"},"32":{"id":"1739","structure_id":"20","section_number":"12.16","catch_line":"“C4”Commercial Zone.","url":"\/12.16\/","token":"12.16"},"33":{"id":"24","structure_id":"20","section_number":"12.16.1","catch_line":"“Cw” Central City West Specific Plan Zone.","url":"\/12.16.1\/","token":"12.16.1"},"34":{"id":"1075","structure_id":"20","section_number":"12.16.2","catch_line":"Adp Alameda District Specific Plan Zone.","url":"\/12.16.2\/","token":"12.16.2"},"35":{"id":"265","structure_id":"20","section_number":"12.16.3","catch_line":"Lased Los Angeles Sports And Entertainment District Specific Plan Zone.","url":"\/12.16.3\/","token":"12.16.3"},"36":{"id":"1579","structure_id":"20","section_number":"12.17","catch_line":"“C5” Commercial Zone.","url":"\/12.17\/","token":"12.17"},"37":{"id":"2695","structure_id":"20","section_number":"12.17.1","catch_line":"“Cm” Commercial Manufacturing Zone.","url":"\/12.17.1\/","token":"12.17.1"},"38":{"id":"2925","structure_id":"20","section_number":"12.17.2","catch_line":"“Cm(Gm)”Commercial Manufacturing (Glencoe\/Maxella) Specific Plan Zone.","url":"\/12.17.2\/","token":"12.17.2"},"39":{"id":"1704","structure_id":"20","section_number":"12.17.5","catch_line":"“Mr1” Restricted Industrial Zone.","url":"\/12.17.5\/","token":"12.17.5"},"40":{"id":"383","structure_id":"20","section_number":"12.17.5.5","catch_line":"“Ccs” Century City South Specific Plan Studio Zone.","url":"\/12.17.5.5\/","token":"12.17.5.5"},"41":{"id":"1032","structure_id":"20","section_number":"12.17.6","catch_line":"“M1” Limited Industrial Zone.","url":"\/12.17.6\/","token":"12.17.6"},"42":{"id":"65","structure_id":"20","section_number":"12.18","catch_line":"“Mr2” Restricted Light Industrial Zone.","url":"\/12.18\/","token":"12.18"},"43":{"id":"2426","structure_id":"20","section_number":"12.18.1","catch_line":"“Wc” Warner Center Specific Plan Zone.","url":"\/12.18.1\/","token":"12.18.1"},"44":{"id":"1290","structure_id":"20","section_number":"12.19","catch_line":"“M2” Light Industrial Zone.","url":"\/12.19\/","token":"12.19"},"45":{"id":"1435","structure_id":"20","section_number":"12.19.1","catch_line":"Lax Los Angeles International Airport Zone.","url":"\/12.19.1\/","token":"12.19.1"},"46":{"id":"3523","structure_id":"20","section_number":"12.20","catch_line":"“M3” Heavy Industrial Zone.","url":"\/12.20\/","token":"12.20"},"47":{"id":"3019","structure_id":"20","section_number":"12.20.1","catch_line":"Sl Ocean – Submerged Land Zone.","url":"\/12.20.1\/","token":"12.20.1"},"48":{"id":"3360","structure_id":"20","section_number":"12.20.2","catch_line":"Coastal Development Permits (Prior To Certification Of The Local Coastal Program.)","url":"\/12.20.2\/","token":"12.20.2"},"49":{"id":"2874","structure_id":"20","section_number":"12.20.2.1","catch_line":"Coastal Development Permit Procedures After Certification Of The Local Coastal Program.","url":"\/12.20.2.1\/","token":"12.20.2.1"},"50":{"id":"2479","structure_id":"20","section_number":"12.20.3","catch_line":"“Hp” Historic Preservation Overlay Zone.","url":"\/12.20.3\/","token":"12.20.3"},"51":{"id":"3236","structure_id":"20","section_number":"12.21.1","catch_line":"Height Of Building Or Structures.","url":"\/12.21.1\/","token":"12.21.1"},"52":{"id":"488","structure_id":"20","section_number":"12.21.2","catch_line":"Height Of Buildings Or Structures In Century City.","url":"\/12.21.2\/","token":"12.21.2"},"53":{"id":"2253","structure_id":"20","section_number":"12.21.3","catch_line":"Height Of Buildings Or Structures In Community Redevelopment Plan Areas.","url":"\/12.21.3\/","token":"12.21.3"},"54":{"id":"3709","structure_id":"20","section_number":"12.21.4","catch_line":"Height Of Buildings Or Structures In Enterprise Zones.","url":"\/12.21.4\/","token":"12.21.4"},"55":{"id":"605","structure_id":"20","section_number":"12.21.5","catch_line":"Height Of Buildings Or Structures In Centers Study Areas.","url":"\/12.21.5\/","token":"12.21.5"},"56":{"id":"1399","structure_id":"20","section_number":"12.22","catch_line":"Exceptions.","url":"\/12.22\/","token":"12.22"},"57":{"id":"2993","structure_id":"20","section_number":"12.22.1","catch_line":"Safer Sex.","url":"\/12.22.1\/","token":"12.22.1"},"58":{"id":"3237","structure_id":"20","section_number":"12.23","catch_line":"Nonconforming Building And Uses.","url":"\/12.23\/","token":"12.23"},"59":{"id":"1191","structure_id":"20","section_number":"12.24","catch_line":"Conditional Use Permits And Other Similar Quasi-Judicial Approvals.","url":"\/12.24\/","token":"12.24"},"60":{"id":"546","structure_id":"20","section_number":"12.24.1","catch_line":"Land Use Determination By City Planning Commission.","url":"\/12.24.1\/","token":"12.24.1"},"61":{"id":"1889","structure_id":"20","section_number":"12.25","catch_line":"Time Limitations.","url":"\/12.25\/","token":"12.25"},"62":{"id":"2902","structure_id":"20","section_number":"12.26","catch_line":"Department Of Building And Safety.","url":"\/12.26\/","token":"12.26"},"63":{"id":"2923","structure_id":"20","section_number":"12.27","catch_line":"Variances.","url":"\/12.27\/","token":"12.27"},"64":{"id":"799","structure_id":"20","section_number":"12.27.1","catch_line":"Administrative Nuisance Abatement Proceedings.","url":"\/12.27.1\/","token":"12.27.1"},"65":{"id":"4040","structure_id":"20","section_number":"12.28","catch_line":"Adjustments And Slight Modifications.","url":"\/12.28\/","token":"12.28"},"66":{"id":"2103","structure_id":"20","section_number":"12.29","catch_line":"Violation Of Conditions – Penalty.","url":"\/12.29\/","token":"12.29"},"67":{"id":"339","structure_id":"20","section_number":"12.30","catch_line":"Boundaries Of Zones.","url":"\/12.30\/","token":"12.30"},"68":{"id":"1073","structure_id":"20","section_number":"12.31","catch_line":"Interpretation – Purpose – Conflict.","url":"\/12.31\/","token":"12.31"},"69":{"id":"3171","structure_id":"20","section_number":"12.32","catch_line":"Land Use Legislative Actions.","url":"\/12.32\/","token":"12.32"},"70":{"id":"511","structure_id":"20","section_number":"12.33","catch_line":"Dedication Of Land Or Payment For Park And Recreational Facilities As A Requirement For A Zone Change For A Multiple Residential Use In Any Multiple Residential Or Commercial Zone.","url":"\/12.33\/","token":"12.33"},"71":{"id":"1730","structure_id":"20","section_number":"12.34","catch_line":"Application Of Provisions.","url":"\/12.34\/","token":"12.34"},"72":{"id":"3843","structure_id":"20","section_number":"12.35","catch_line":"Zoning Of Annexed Or Unzoned Areas.","url":"\/12.35\/","token":"12.35"},"73":{"id":"1352","structure_id":"20","section_number":"12.36","catch_line":"Projects Requiring Multiple Approvals.(Charter § 564).","url":"\/12.36\/","token":"12.36"},"74":{"id":"1765","structure_id":"20","section_number":"12.37","catch_line":"Highway And Collector Street Dedication And Improvement.","url":"\/12.37\/","token":"12.37"},"75":{"id":"2301","structure_id":"20","section_number":"12.38","catch_line":"Dedication Of Streets By Long Term Leases.","url":"\/12.38\/","token":"12.38"},"76":{"id":"2657","structure_id":"20","section_number":"12.39","catch_line":"Low And Moderate Housing.","url":"\/12.39\/","token":"12.39"},"77":{"id":"1295","structure_id":"20","section_number":"12.40","catch_line":"Landscape - General Requirements.","url":"\/12.40\/","token":"12.40"},"78":{"id":"2364","structure_id":"20","section_number":"12.41","catch_line":"Landscape - Water Management.","url":"\/12.41\/","token":"12.41"},"79":{"id":"2169","structure_id":"20","section_number":"12.42","catch_line":"Landscape.","url":"\/12.42\/","token":"12.42"},"80":{"id":"4030","structure_id":"20","section_number":"12.43","catch_line":"Source Reduction Of Waste.","url":"\/12.43\/","token":"12.43"},"81":{"id":"1485","structure_id":"20","section_number":"12.50","catch_line":"Airport Approach Zoning Regulations.","url":"\/12.50\/","token":"12.50"},"82":{"id":"1328","structure_id":"20","section_number":"12.70","catch_line":"Adult Entertainment Zoning.","url":"\/12.70\/","token":"12.70"},"83":{"id":"481","structure_id":"20","section_number":"12.80","catch_line":"Homeless Shelters - Emergencies - Government Owned And Leased Property.","url":"\/12.80\/","token":"12.80"},"84":{"id":"737","structure_id":"20","section_number":"12.81","catch_line":"Homeless Shelters - Emergencies - Charitable\nOrganizations.","url":"\/12.81\/","token":"12.81"}},"next_section":{"id":"488","structure_id":"20","section_number":"12.21.2","catch_line":"Height Of Buildings Or Structures In Century City.","url":"\/12.21.2\/","token":"12.21.2"},"metadata":false,"references":false,"url":"\/12.21.1\/","token":"12.21.1","formats":{"txt":"\/12.21.1.txt","json":"\/12.21.1.xml"},"dublin_core":{"Title":"Height Of Building Or Structures.","Type":"Text","Format":"text\/html","Identifier":"§ 12.21.1","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nHEIGHT OF BUILDING OR STRUCTURES. (§ 12.21.1)\n\n  HEIGHT OF BUILDING OR STRUCTURES.\tNo building or structure shall be erected\nor enlarged which exceeds the total floor area, the number of stories or the\nheight limits hereinafter specified for the district in which the building or\nstructure is located. Provided, however, that with respect to height, buildings\nand structures located within the boundaries of the Century City North and\nCentury City South Specific Plans shall comply solely with the requirements of\nthe respective specific plan and the requirements of Section 12.21.2 of this\nCode; that buildings and structures located within Community Redevelopment Plan\nAreas shall comply with the requirements of Section 12.21.3 of this Code; that\nbuildings and structures located within Enterprise Zones shall comply with the\nrequirements of Section 12.21.4 of this Code; and that buildings and structures\nlocated within Centers Study Areas designated on Maps Numbered 1 through 29\nreferred to in Section 12.21.5 of this Code, shall comply with the requirements\nof Section 12.21.5 of this Code. Such designations are consistent with the\npurposes, intent and provisions of the General Plan. (Amended by Ord. No.\n161,684, Eff. 11\/3\/86.)\tIn the A1, A2, RZ, RMP, and RW2 Zones, and in those\nportions of the RD and R3 Zones, which are also in Height District No. 1, no\nBuilding or Structure shall exceed 45 feet in height.  In the RA, RE, RS, R1\nand R2 Zones in Height District No. 1, located in a Coastal Zone, no Building or\nStructure shall exceed 45 feet in height.  In the RU and RW1 Zones, no Building\nor Structure shall exceed 30 feet in height.  In the RA, RE, RS, and R1 Zones\nin Height District No. 1, located in a Hillside Area, as defined in Section\n12.03 of this Code, no Building or Structure shall exceed the height limits\nestablished in Paragraph (d) of Subdivision 10. of Subsection C. of Section\n12.21 of this Code.  (Amended by Ord. No. 181,624, Eff.\n5\/9\/11.)\tNotwithstanding the preceding paragraph, the following height\nregulations shall apply on a Lot that is not located in a Hillside Area or\nCoastal Zone:  In the R2 Zone, no Building or Structure shall exceed 33 feet in\nheight.  In the R1, RS, or RE9 Zones, no Building or Structure shall exceed 33\nfeet in height; except that when the roof of the uppermost Story of a Building\nor Structure or portion of the Building or Structure has a Slope of less than 25\npercent, the maximum height shall be 28 feet.  In the RE11, RE15, RE20, RE 40\nor RA Zones, no Building or Structure shall exceed 36 feet in height; except\nthat when the roof of the uppermost Story of a Building or Structure or portion\nof a Building or Structure has a Slope of less than 25 percent, the maximum\nheight shall be 30 feet.  (Amended by Ord. No. 181,624, Eff.\n5\/9\/11.)\tNotwithstanding the above, when 40 percent or more of the existing\nOne-Family Dwellings with Frontage on both sides of the block have Building\nheights exceeding these limits, the maximum height for any Building on that\nblock may be the average height of the Dwellings exceeding these limits. \nHeight limitations in Specific Plans, Historic Preservation Overlay Zones or in\nsubdivision approvals shall take precedence over the requirements of this\nSection 12.21.1.  This section shall apply when there are no height limitations\nimposed on Lots by a Specific Plan or a Historic Overlay Zone or created by a\nsubdivision approval.  (Added by Ord. No. 181,624, Eff. 5\/9\/11.)\tIn the CR Zone\nand those portions of the RD, R3, and RAS3 Zones, which are in Height District\nNos. 2, 3 or 4, no building or structure shall exceed six stories nor shall it\nexceed 75 feet in height.  However, a building designed and used entirely for\nresidential purposes or a residential building in the RAS3 Zone that has\ncommercial uses on the ground floor, shall only be limited as to the number of\nfeet in height.  (Amended by Ord. No. 174,999, Eff. 1\/15\/03.)\tIn the PB Zone,\nno parking building shall exceed a height of two stories in Height District No.\n1; provided, however, that the parking of automobiles shall be permitted on the\nroof of the parking building if a solid enclosing wall or parapet wall at least\nthree feet six inches in height is provided and maintained around all those\nportions of the roof which are arranged and used for the parking of automobiles.\nNo parking building in a PB zone shall exceed a height of six stories in Height\nDistrict No. 2, ten stories in Height District No. 3 or 13 stories in Height\nDistrict No. 4. Basement floors, located entirely below the natural or finished\ngrade of a lot, whichever is lower, shall not be considered in computing the\npermitted height of parking buildings in the PB Zone.  (Amended by Ord. No.\n122,569, Eff. 9\/2\/62.)\tA.\tLimitations.\t1.\t(Amended by Ord. No. 181,624, Eff.\n5\/9\/11.)  The total Floor Area contained in all the main Buildings on a Lot in\na commercial or industrial zone in Height District No. 1 shall not exceed\none-and-one-half times the Buildable Area of the Lot; for a Lot in all other\nzones, except the RA, RE, RS, and R1 Zones, the total Floor Area contained in\nall the main Buildings on a Lot in Height District No. 1 shall not exceed three\ntimes the Buildable Area of the Lot.\tFor RA, RE, RS, and R1 Zoned properties not\nlocated in a Hillside Area or Coastal Zone, the total Residential Floor Area\nshall comply with the Floor Area restrictions for each zone.  For RA, RE, RS,\nand R1 Zoned properties located in a Hillside Area, as defined in Section 12.03\nof this Code, the total Residential Floor Area shall comply with the limits\nestablished in Paragraph (b) of Subdivision 10. of Subsection C. of Section\n12.21 of this Code.  For RA, RE, RS, and R1 Zoned properties in a Coastal Zone\nnot located in a Hillside Area, as defined in Section 12.03 of this Code, the\ntotal Floor Area contained in all the main buildings on a Lot shall not exceed\nthree times the Buildable Area of the Lot.\tPortions of Height District No. 1 may\nbe designated as being in an “L” Limited Height District, and no Building or\nStructure in Height District No. 1-L shall exceed six Stories, nor shall it\nexceed 75 feet in height.  Portions of Height District No. 1 may be designated\nas being in a “VL” Very Limited Height District, and no Building or\nStructure in Height District No. 1-VL shall exceed three Stories, nor shall it\nexceed 45 feet in height.  Notwithstanding that limitation, portions of Height\nDistrict No. 1-VL that are also in the RAS3 or RAS4 Zones shall not exceed 50\nfeet in height.  Portions of Height District No. 1 may also be designated as\nbeing in an “XL” Extra Limited Height District, and no Building or Structure\nin Height District No. 1-XL shall exceed two Stories, nor shall the highest\npoint of the roof of any Building or Structure located in this District exceed\n30 feet in height.  In the RA, RE, RS, and R1 Zones, portions of Height\nDistrict No. 1 may also be designated as being in an “SS” Single Story Limit\nHeight District, and no Building or Structure in Height District No. 1-SS shall\nexceed one Story, nor shall the highest point of the roof of any Building or\nStructure located in this District exceed 18 feet in height.  For the purposes\nof Height District No. 1-SS, a Basement does not count as a Story when the\nElevation of the upper surface of the floor or roof above the Basement does not\nexceed two feet in height at any point above the finished or natural Grade,\nwhichever is lower.\tEXCEPTION:  A Building in Height District Nos. 1-XL, 1-VL,\ndesigned and used entirely for residential purposes, or a Building in the RAS3\nor RAS4 Zones shall be limited as to the number of feet in height, but not as to\nthe number of Stories.\t2.\tThe total floor area contained in all the buildings on\na lot in Height District No. 2 shall not exceed six times the buildable area of\nsaid lot. (Amended by Ord. No. 161,684, Eff. 11\/3\/86.)\t3.\tThe total floor area\ncontained in all the buildings on a lot in Height District No. 3 shall not\nexceed ten times the buildable area of said lot. (Amended by Ord. No. 161,684,\nEff. 11\/3\/86.)\t4.\tThe total floor area contained in all the buildings on a lot\nin Height District No. 4 shall not exceed thirteen times the buildable area of\nsaid lot. (Amended by Ord. No. 161,684, Eff. 11\/3\/86.)\t5.\tIn computing the total\nfloor area within a building, the gross area confined within the exterior walls\nwithin a building shall be considered as the floor area of that floor of the\nbuilding, except for the space devoted to stairways, elevator shafts, light\ncourts, rooms housing mechanical equipment incidental to the operation of\nbuildings, and outdoor eating areas of ground floor restaurants. (Amended by\nOrd. No. 165,403, Eff. 2\/17\/90.)\t6.\tWhenever any unusual situation or design of\nbuilding exists so that it is difficult to determine the precise application of\nthose provisions, the Department of Building and Safety shall make such\ndeterminations in a manner to carry out the indicated purpose and intent\nhereof.\t7.\t(None)\t8.\tIn determining the number of stories, any basement\ncontaining habitable rooms shall be considered a story.  (Added by Ord. No.\n131,309, Eff. 4\/24\/66.)\t9.\t(Amended by Ord. No. 173,492, Eff. 10\/10\/00.) \nAdditional limitations may be required as set forth in Section 12.32\nG.3.\t10.\t(Added by Ord. No. 161,684, Eff. 11\/3\/86.)  Notwithstanding any other\nprovisions of this section, portions of buildings on a C or M zoned lot governed\nby the provisions of this section shall not exceed the height limits set forth\nbelow when located within the distances specified from a lot classified in the\nRW1 Zone or a more restrictive zone.\n  \n    \n      \n        Distance\n      \n      \n        Height\n      \n    \n    \n      \n        0 to 49 feet\n      \n      \n        25 feet\n      \n    \n    \n      \n        50 to 99 feet\n      \n      \n        33 feet\n      \n    \n    \n      \n        100 to 199 feet\n      \n      \n        61 feet\n      \n    \n  \n\tWhen the highest existing elevation of the adjacent property in the RW1 Zone or\na more restrictive zone exceeds the grade of a C or M zoned property by more\nthan five feet, a building or structure on the C or M zoned property may exceed\nthe height specified above by the number of feet  represented by the difference\nin grade.\tBuildings of a height greater than that specified in this subdivision\nmay be authorized by a Zoning Administrator pursuant to Section 12.24 X.22. \n(Para. Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\tB.\tExceptions.\t1.\tIn Height\nDistrict No. 1, motion picture studio stages, scenes or skybackings, temporary\ntowers and the like may be erected to a height of 125 feet if said building and\nstructures observe front, side, and rear yards of one foot for each four feet\nsuch building or structure exceeds three stories or 45 feet in height. Said\nyards shall be in addition to any other yards or setbacks required by other\nprovisions of this article.\t2.\tWhenever the highest point of elevation of the\nadjoining sidewalk or ground surface within a five-foot horizontal distance\nmeasured from the exterior wall of a building exceeds grade level by more than\n20 feet, a building or structure may exceed the height in number of feet\nprescribed in this section by not more than 12 feet.  However, such additional\nheight shall not be permitted to the extent that such additional height causes\nany portion of the building or structure to exceed a height in number of feet as\nprescribed by this section as measured from the highest point of the roof\nstructure or parapet wall to the elevation of the ground surface which is\nvertically below this point of measurement.  The provisions of this subdivision\nshall not apply to any one-family dwelling subject to the provisions of Section\n12.21 A.17. of this Code.  (Amended by Ord. No. 168,159, Eff. 9\/14\/92.)\t3.\tRoof\nStructures and Equipment.  (Amended by Ord. No. 182,110, Eff.\n5\/29\/12.)\t(a)\tTanks or similar equipment required to operate and maintain the\nbuilding, skylights, towers, steeples, flagpoles,  smokestacks, wireless masts,\nwater tanks, silos, or similar structures may be erected above the building\nheight limit by up to five feet if the structure is set back from the roof\nperimeter by five feet.\tChimney, exhaust ducts, solar water heaters, or any roof\nstructure housing stairways, elevators or ventilation fans may also exceed the\nbuilding height limit by up to five feet, but are not required to provide a\nsetback from the perimeter of the roof.  Where height is limited to\nseventy-five (75) feet, roof structures for the housing of elevators and\nstairways may exceed the building height limit by up to twenty (20) feet in\nheight, and where height is limited to thirty (30) feet or forty-five (45)\nfeet,  roof structures for the housing of elevators and stairways may exceed\nthe building height limit by up to ten (10) feet in height.\tNo such structure or\nany other space above the specified height limit shall be allowed for the\npurpose of providing additional floor space.\t(b)\tIn all zones, except the\n“A”, “R”, “CR”, “C1&#038;″ and “C1.5&#038;″, a roof sign may\nalso be erected above the specified height limit.\t(c)\tStructures and panel\nassemblies solely supporting solar energy systems (“Solar\nStructures”).\t(1)\tIn all zones, Solar Structures may exceed the roof surface\nby 3 feet even if the roof surface is at or above the allowable building height\nlimit.  The height shall be measured to the highest point of the structure and\npanel assembly.  These structures are not required to provide a setback as\ndescribed in paragraph (a) of this Subdivision.\t(2)\tOther than the R1 and more\nrestrictive zones, solar structures built on a flat roof may exceed the roof\nsurface by up to 15 feet even if the roof surface is at or above the allowable\nbuilding height limit.  The height shall be measured to the highest point of\nthe structure and panel assembly.\tException: In the R1 and more restrictive\nzones, a solar structure may exceed the roof surface by up to 15 feet on a flat\nroof only if the structure is also used for the purpose of shading a habitable\nrooftop deck or rooftop parking.  The structure(s), however, may not exceed the\nheight limit.  Setbacks are not required by this paragraph.\t4.\tIn all height\ndistricts parking floor space with necessary interior driveways and ramps\nthereto, space within a roof structure or penthouse for the housing of building\noperating equipment or machinery, space provided for the landing and storage of\nhelicopters and basement storage space shall not be considered in determining\nthe total floor area within a building.  (Amended by Ord. No. 146,704, Eff.\n12\/9\/74.)\t5.\tNotwithstanding the height limitations of the height district in\nwhich they are located, municipal buildings under the control, operation or\nmanagement of City departments or agencies may be built to a maximum height of\n35 feet.  In addition, sports field lighting standards in parks under the\ncontrol, operation or management of the Board of Recreation and Park\nCommissioners and used for recreation purposes as determined by that agency may\nbe built to a maximum height of 75 feet and must be equipped with appropriate\nbeam control to direct the light onto the field and prevent glare and spill\nlight from impacting neighboring properties, and shall include automatic timer\ncontrol with an on\/off scheduling system.  (Added by Ord. No. 174,788, Eff.\n10\/05\/02.)\t6.\t(Amended by Ord. No. 163,627, Eff. 6\/20\/88.)  Notwithstanding the\nprovisions of Section 12.21.1 A.10., buildings on a lot in a C or M zone in\nHeight District No. 1 shall not be restricted in height as provided by Section\n12.21.1 A.10., under either of the following circumstances:\ta.\t(Amended by Ord.\nNo. 173,492, Eff. 10\/10\/00.)  Where one or more of the following discretionary\napprovals, initiated by application of property owners or their representatives,\nwas granted on or after January 1, 1983, and specifically addressed the height\nfor one or more buildings: change of zone, height district change, exception\nfrom a specific plan, conditional use, variance, tract map, parcel map or\ncoastal development permit. If the approval provided for a specific height, then\nthe restriction shall apply to the buildings and structures on the lot;\nor\tb.\tWhere architectural and structural plans sufficient for a complete plan\ncheck for a building permit for a building or structure were accepted by the\nDepartment of Building and Safety and for which a plan check fee was collected\non or before the effective date of this subdivision, and for which no subsequent\nchanges are made to those plans which increase the height. However, any such\nbuilding permit shall become invalid if construction pursuant to such permit is\nnot commenced within 18 months of the date the plan check fee was collected.\n","html":"\n\t\t\t\t\t<section><p>  HEIGHT OF BUILDING OR STRUCTURES.<br \/><br \/>\tNo building or structure shall be erected or enlarged which exceeds the total floor area, the number of stories or the height limits hereinafter specified for the district in which the building or structure is located. Provided, however, that with respect to height, buildings and structures located within the boundaries of the Century City North and Century City South Specific Plans shall comply solely with the requirements of the respective specific plan and the requirements of Section 12.21.2 of this Code; that buildings and structures located within Community Redevelopment Plan Areas shall comply with the requirements of Section 12.21.3 of this Code; that buildings and structures located within Enterprise Zones shall comply with the requirements of Section 12.21.4 of this Code; and that buildings and structures located within Centers Study Areas designated on Maps Numbered 1 through 29 referred to in Section 12.21.5 of this Code, shall comply with the requirements of Section 12.21.5 of this Code. Such designations are consistent with the purposes, <span class=\"dictionary\">intent<\/span> and provisions of the General Plan. (Amended by Ord. No. 161,684, Eff. 11\/3\/86.)<br \/><br \/>\tIn the A1, A2, RZ, RMP, and RW2 Zones, and in those portions of the RD and R3 Zones, which are also in Height District No. 1, no Building or Structure shall exceed 45 feet in height.  In the RA, RE, RS, R1 and R2 Zones in Height District No. 1, located in a Coastal Zone, no Building or Structure shall exceed 45 feet in height.  In the RU and RW1 Zones, no Building or Structure shall exceed 30 feet in height.  In the RA, RE, RS, and R1 Zones in Height District No. 1, located in a Hillside Area, as defined in Section 12.03 of this Code, no Building or Structure shall exceed the height limits established in Paragraph (d) of Subdivision 10. of Subsection C. of Section 12.21 of this Code.  (Amended by Ord. No. 181,624, Eff. 5\/9\/11.)<br \/><br \/>\tNotwithstanding the preceding paragraph, the following height regulations shall apply on a Lot that is not located in a Hillside Area or Coastal Zone:  In the R2 Zone, no Building or Structure shall exceed 33 feet in height.  In the R1, RS, or RE9 Zones, no Building or Structure shall exceed 33 feet in height; except that when the roof of the uppermost Story of a Building or Structure or portion of the Building or Structure has a Slope of less than 25 percent, the maximum height shall be 28 feet.  In the RE11, RE15, RE20, RE 40 or RA Zones, no Building or Structure shall exceed 36 feet in height; except that when the roof of the uppermost Story of a Building or Structure or portion of a Building or Structure has a Slope of less than 25 percent, the maximum height shall be 30 feet.  (Amended by Ord. No. 181,624, Eff. 5\/9\/11.)<br \/><br \/>\tNotwithstanding the above, when 40 percent or more of the existing One-Family Dwellings with Frontage on both sides of the block have Building heights exceeding these limits, the maximum height for any Building on that block may be the average height of the Dwellings exceeding these limits.  Height limitations in Specific Plans, Historic Preservation Overlay Zones or in subdivision approvals shall take precedence over the requirements of this Section 12.21.1.  This section shall apply when there are no height limitations imposed on Lots by a Specific Plan or a Historic Overlay Zone or created by a subdivision approval.  (Added by Ord. No. 181,624, Eff. 5\/9\/11.)<br \/><br \/>\tIn the CR Zone and those portions of the RD, R3, and RAS3 Zones, which are in Height District Nos. 2, 3 or 4, no building or structure shall exceed six stories nor shall it exceed 75 feet in height.  However, a building designed and used entirely for residential purposes or a residential building in the RAS3 Zone that has commercial uses on the ground floor, shall only be limited as to the number of feet in height.  (Amended by Ord. No. 174,999, Eff. 1\/15\/03.)<br \/><br \/>\tIn the PB Zone, no parking building shall exceed a height of two stories in Height District No. 1; provided, however, that the parking of automobiles shall be permitted on the roof of the parking building if a solid enclosing wall or parapet wall at least three feet six inches in height is provided and maintained around all those portions of the roof which are arranged and used for the parking of automobiles. No parking building in a PB zone shall exceed a height of six stories in Height District No. 2, ten stories in Height District No. 3 or 13 stories in Height District No. 4. Basement floors, located entirely below the natural or finished grade of a lot, whichever is lower, shall not be considered in computing the permitted height of parking buildings in the PB Zone.  (Amended by Ord. No. 122,569, Eff. 9\/2\/62.)<br \/><br \/>\tA.\tLimitations.<br \/><br \/>\t1.\t(Amended by Ord. No. 181,624, Eff. 5\/9\/11.)  The total Floor Area contained in all the main Buildings on a Lot in a commercial or industrial zone in Height District No. 1 shall not exceed one-and-one-half times the Buildable Area of the Lot; for a Lot in all other zones, except the RA, RE, RS, and R1 Zones, the total Floor Area contained in all the main Buildings on a Lot in Height District No. 1 shall not exceed three times the Buildable Area of the Lot.<br \/><br \/>\tFor RA, RE, RS, and R1 Zoned properties not located in a Hillside Area or Coastal Zone, the total Residential Floor Area shall comply with the Floor Area restrictions for each zone.  For RA, RE, RS, and R1 Zoned properties located in a Hillside Area, as defined in Section 12.03 of this Code, the total Residential Floor Area shall comply with the limits established in Paragraph (b) of Subdivision 10. of Subsection C. of Section 12.21 of this Code.  For RA, RE, RS, and R1 Zoned properties in a Coastal Zone not located in a Hillside Area, as defined in Section 12.03 of this Code, the total Floor Area contained in all the main buildings on a Lot shall not exceed three times the Buildable Area of the Lot.<br \/><br \/>\tPortions of Height District No. 1 may be designated as being in an “L” Limited Height District, and no Building or Structure in Height District No. 1-L shall exceed six Stories, nor shall it exceed 75 feet in height.  Portions of Height District No. 1 may be designated as being in a “VL” Very Limited Height District, and no Building or Structure in Height District No. 1-VL shall exceed three Stories, nor shall it exceed 45 feet in height.  Notwithstanding that limitation, portions of Height District No. 1-VL that are also in the RAS3 or RAS4 Zones shall not exceed 50 feet in height.  Portions of Height District No. 1 may also be designated as being in an “XL” Extra Limited Height District, and no Building or Structure in Height District No. 1-XL shall exceed two Stories, nor shall the highest point of the roof of any Building or Structure located in this District exceed 30 feet in height.  In the RA, RE, RS, and R1 Zones, portions of Height District No. 1 may also be designated as being in an “SS” Single Story Limit Height District, and no Building or Structure in Height District No. 1-SS shall exceed one Story, nor shall the highest point of the roof of any Building or Structure located in this District exceed 18 feet in height.  For the purposes of Height District No. 1-SS, a Basement does not count as a Story when the Elevation of the upper surface of the floor or roof above the Basement does not exceed two feet in height at any point above the finished or natural Grade, whichever is lower.<br \/><br \/>\tEXCEPTION:  A Building in Height District Nos. 1-XL, 1-VL, designed and used entirely for residential purposes, or a Building in the RAS3 or RAS4 Zones shall be limited as to the number of feet in height, but not as to the number of Stories.<br \/><br \/>\t2.\tThe total floor area contained in all the buildings on a lot in Height District No. 2 shall not exceed six times the buildable area of said lot. (Amended by Ord. No. 161,684, Eff. 11\/3\/86.)<br \/><br \/>\t3.\tThe total floor area contained in all the buildings on a lot in Height District No. 3 shall not exceed ten times the buildable area of said lot. (Amended by Ord. No. 161,684, Eff. 11\/3\/86.)<br \/><br \/>\t4.\tThe total floor area contained in all the buildings on a lot in Height District No. 4 shall not exceed thirteen times the buildable area of said lot. (Amended by Ord. No. 161,684, Eff. 11\/3\/86.)<br \/><br \/>\t5.\tIn computing the total floor area within a building, the gross area confined within the exterior walls within a building shall be considered as the floor area of that floor of the building, except for the space devoted to stairways, elevator shafts, light <span class=\"dictionary\">courts<\/span>, rooms housing mechanical equipment incidental to the operation of buildings, and outdoor eating areas of ground floor restaurants. (Amended by Ord. No. 165,403, Eff. 2\/17\/90.)<br \/><br \/>\t6.\tWhenever any unusual situation or design of building exists so that it is difficult to determine the precise application of those provisions, the Department of Building and Safety shall make such determinations in a manner to carry out the indicated purpose and <span class=\"dictionary\">intent<\/span> hereof.<br \/><br \/>\t7.\t(None)<br \/><br \/>\t8.\tIn determining the number of stories, any basement containing habitable rooms shall be considered a story.  (Added by Ord. No. 131,309, Eff. 4\/24\/66.)<br \/><br \/>\t9.\t(Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Additional limitations may be required as set forth in Section 12.32 G.3.<br \/><br \/>\t10.\t(Added by Ord. No. 161,684, Eff. 11\/3\/86.)  Notwithstanding any other provisions of this section, portions of buildings on a C or M zoned lot governed by the provisions of this section shall not exceed the height limits set forth below when located within the distances specified from a lot classified in the RW1 Zone or a more restrictive zone.<br \/><br \/>\n  \n    \n      \n        Distance\n      \n      \n        Height\n      \n    \n    \n      \n        0 to 49 feet\n      \n      \n        25 feet\n      \n    \n    \n      \n        50 to 99 feet\n      \n      \n        33 feet\n      \n    \n    \n      \n        100 to 199 feet\n      \n      \n        61 feet\n      \n    \n  <br \/><br \/>\n\tWhen the highest existing elevation of the adjacent property in the RW1 Zone or a more restrictive zone exceeds the grade of a C or M zoned property by more than five feet, a building or structure on the C or M zoned property may exceed the height specified above by the number of feet  represented by the difference in grade.<br \/><br \/>\tBuildings of a height greater than that specified in this subdivision may be authorized by a Zoning Administrator pursuant to Section 12.24 X.22.  (Para. Amended by Ord. No. 173,492, Eff. 10\/10\/00.)<br \/><br \/>\tB.\tExceptions.<br \/><br \/>\t1.\tIn Height District No. 1, <span class=\"dictionary\">motion<\/span> picture studio stages, scenes or skybackings, temporary towers and the like may be erected to a height of 125 feet if said building and structures observe front, side, and rear yards of one foot for each four feet such building or structure exceeds three stories or 45 feet in height. Said yards shall be in addition to any other yards or setbacks required by other provisions of this article.<br \/><br \/>\t2.\tWhenever the highest point of elevation of the adjoining sidewalk or ground surface within a five-foot horizontal distance measured from the exterior wall of a building exceeds grade level by more than 20 feet, a building or structure may exceed the height in number of feet prescribed in this section by not more than 12 feet.  However, such additional height shall not be permitted to the extent that such additional height causes any portion of the building or structure to exceed a height in number of feet as prescribed by this section as measured from the highest point of the roof structure or parapet wall to the elevation of the ground surface which is vertically below this point of measurement.  The provisions of this subdivision shall not apply to any one-family dwelling subject to the provisions of Section 12.21 A.17. of this Code.  (Amended by Ord. No. 168,159, Eff. 9\/14\/92.)<br \/><br \/>\t3.\tRoof Structures and Equipment.  (Amended by Ord. No. 182,110, Eff. 5\/29\/12.)<br \/><br \/>\t(a)\tTanks or similar equipment required to operate and maintain the building, skylights, towers, steeples, flagpoles,  smokestacks, wireless masts, water tanks, silos, or similar structures may be erected above the building height limit by up to five feet if the structure is set back from the roof perimeter by five feet.<br \/><br \/>\tChimney, exhaust ducts, solar water heaters, or any roof structure housing stairways, elevators or ventilation fans may also exceed the building height limit by up to five feet, but are not required to provide a setback from the perimeter of the roof.  Where height is limited to seventy-five (75) feet, roof structures for the housing of elevators and stairways may exceed the building height limit by up to twenty (20) feet in height, and where height is limited to thirty (30) feet or forty-five (45) feet,  roof structures for the housing of elevators and stairways may exceed the building height limit by up to ten (10) feet in height.<br \/><br \/>\tNo such structure or any other space above the specified height limit shall be allowed for the purpose of providing additional floor space.<br \/><br \/>\t(b)\tIn all zones, except the “A”, “R”, “CR”, “C1&#038;″ and “C1.5&#038;″, a roof sign may also be erected above the specified height limit.<br \/><br \/>\t(c)\tStructures and <span class=\"dictionary\">panel<\/span> assemblies solely supporting solar energy systems (“Solar Structures”).<br \/><br \/>\t(1)\tIn all zones, Solar Structures may exceed the roof surface by 3 feet even if the roof surface is at or above the allowable building height limit.  The height shall be measured to the highest point of the structure and <span class=\"dictionary\">panel<\/span> assembly.  These structures are not required to provide a setback as described in paragraph (a) of this Subdivision.<br \/><br \/>\t(2)\tOther than the R1 and more restrictive zones, solar structures built on a flat roof may exceed the roof surface by up to 15 feet even if the roof surface is at or above the allowable building height limit.  The height shall be measured to the highest point of the structure and <span class=\"dictionary\">panel<\/span> assembly.<br \/><br \/>\tException: In the R1 and more restrictive zones, a solar structure may exceed the roof surface by up to 15 feet on a flat roof only if the structure is also used for the purpose of shading a habitable rooftop deck or rooftop parking.  The structure(s), however, may not exceed the height limit.  Setbacks are not required by this paragraph.<br \/><br \/>\t4.\tIn all height districts parking floor space with necessary interior driveways and ramps thereto, space within a roof structure or penthouse for the housing of building operating equipment or machinery, space provided for the landing and storage of helicopters and basement storage space shall not be considered in determining the total floor area within a building.  (Amended by Ord. No. 146,704, Eff. 12\/9\/74.)<br \/><br \/>\t5.\tNotwithstanding the height limitations of the height district in which they are located, municipal buildings under the control, operation or management of City departments or agencies may be built to a maximum height of 35 feet.  In addition, sports field lighting standards in parks under the control, operation or management of the Board of Recreation and Park Commissioners and used for recreation purposes as determined by that agency may be built to a maximum height of 75 feet and must be equipped with appropriate beam control to direct the light onto the field and prevent glare and spill light from impacting neighboring properties, and shall include automatic timer control with an on\/off scheduling system.  (Added by Ord. No. 174,788, Eff. 10\/05\/02.)<br \/><br \/>\t6.\t(Amended by Ord. No. 163,627, Eff. 6\/20\/88.)  Notwithstanding the provisions of Section 12.21.1 A.10., buildings on a lot in a C or M zone in Height District No. 1 shall not be restricted in height as provided by Section 12.21.1 A.10., under either of the following circumstances:<br \/><br \/>\ta.\t(Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Where one or more of the following discretionary approvals, initiated by application of property owners or their representatives, was granted on or after January 1, 1983, and specifically addressed the height for one or more buildings: change of zone, height district change, exception from a specific plan, conditional use, variance, tract map, parcel map or coastal development permit. If the approval provided for a specific height, then the restriction shall apply to the buildings and structures on the lot; or<br \/><br \/>\tb.\tWhere architectural and structural plans sufficient for a complete plan check for a building permit for a building or structure were accepted by the Department of Building and Safety and for which a plan check fee was collected on or before the effective date of this subdivision, and for which no subsequent changes are made to those plans which increase the height. However, any such building permit shall become invalid if construction pursuant to such permit is not commenced within 18 months of the date the plan check fee was collected.<\/p><\/section>","previous_section":{"id":"2479","structure_id":"20","section_number":"12.20.3","catch_line":"“Hp” Historic Preservation Overlay Zone.","url":"\/12.20.3\/","token":"12.20.3"},"text":{"0":{"id":"3210","text":"  HEIGHT OF BUILDING OR STRUCTURES.\tNo building or structure shall be erected or enlarged which exceeds the total floor area, the number of stories or the height limits hereinafter specified for the district in which the building or structure is located. Provided, however, that with respect to height, buildings and structures located within the boundaries of the Century City North and Century City South Specific Plans shall comply solely with the requirements of the respective specific plan and the requirements of Section 12.21.2 of this Code; that buildings and structures located within Community Redevelopment Plan Areas shall comply with the requirements of Section 12.21.3 of this Code; that buildings and structures located within Enterprise Zones shall comply with the requirements of Section 12.21.4 of this Code; and that buildings and structures located within Centers Study Areas designated on Maps Numbered 1 through 29 referred to in Section 12.21.5 of this Code, shall comply with the requirements of Section 12.21.5 of this Code. Such designations are consistent with the purposes, intent and provisions of the General Plan. (Amended by Ord. No. 161,684, Eff. 11\/3\/86.)\tIn the A1, A2, RZ, RMP, and RW2 Zones, and in those portions of the RD and R3 Zones, which are also in Height District No. 1, no Building or Structure shall exceed 45 feet in height.  In the RA, RE, RS, R1 and R2 Zones in Height District No. 1, located in a Coastal Zone, no Building or Structure shall exceed 45 feet in height.  In the RU and RW1 Zones, no Building or Structure shall exceed 30 feet in height.  In the RA, RE, RS, and R1 Zones in Height District No. 1, located in a Hillside Area, as defined in Section 12.03 of this Code, no Building or Structure shall exceed the height limits established in Paragraph (d) of Subdivision 10. of Subsection C. of Section 12.21 of this Code.  (Amended by Ord. No. 181,624, Eff. 5\/9\/11.)\tNotwithstanding the preceding paragraph, the following height regulations shall apply on a Lot that is not located in a Hillside Area or Coastal Zone:  In the R2 Zone, no Building or Structure shall exceed 33 feet in height.  In the R1, RS, or RE9 Zones, no Building or Structure shall exceed 33 feet in height; except that when the roof of the uppermost Story of a Building or Structure or portion of the Building or Structure has a Slope of less than 25 percent, the maximum height shall be 28 feet.  In the RE11, RE15, RE20, RE 40 or RA Zones, no Building or Structure shall exceed 36 feet in height; except that when the roof of the uppermost Story of a Building or Structure or portion of a Building or Structure has a Slope of less than 25 percent, the maximum height shall be 30 feet.  (Amended by Ord. No. 181,624, Eff. 5\/9\/11.)\tNotwithstanding the above, when 40 percent or more of the existing One-Family Dwellings with Frontage on both sides of the block have Building heights exceeding these limits, the maximum height for any Building on that block may be the average height of the Dwellings exceeding these limits.  Height limitations in Specific Plans, Historic Preservation Overlay Zones or in subdivision approvals shall take precedence over the requirements of this Section 12.21.1.  This section shall apply when there are no height limitations imposed on Lots by a Specific Plan or a Historic Overlay Zone or created by a subdivision approval.  (Added by Ord. No. 181,624, Eff. 5\/9\/11.)\tIn the CR Zone and those portions of the RD, R3, and RAS3 Zones, which are in Height District Nos. 2, 3 or 4, no building or structure shall exceed six stories nor shall it exceed 75 feet in height.  However, a building designed and used entirely for residential purposes or a residential building in the RAS3 Zone that has commercial uses on the ground floor, shall only be limited as to the number of feet in height.  (Amended by Ord. No. 174,999, Eff. 1\/15\/03.)\tIn the PB Zone, no parking building shall exceed a height of two stories in Height District No. 1; provided, however, that the parking of automobiles shall be permitted on the roof of the parking building if a solid enclosing wall or parapet wall at least three feet six inches in height is provided and maintained around all those portions of the roof which are arranged and used for the parking of automobiles. No parking building in a PB zone shall exceed a height of six stories in Height District No. 2, ten stories in Height District No. 3 or 13 stories in Height District No. 4. Basement floors, located entirely below the natural or finished grade of a lot, whichever is lower, shall not be considered in computing the permitted height of parking buildings in the PB Zone.  (Amended by Ord. No. 122,569, Eff. 9\/2\/62.)\tA.\tLimitations.\t1.\t(Amended by Ord. No. 181,624, Eff. 5\/9\/11.)  The total Floor Area contained in all the main Buildings on a Lot in a commercial or industrial zone in Height District No. 1 shall not exceed one-and-one-half times the Buildable Area of the Lot; for a Lot in all other zones, except the RA, RE, RS, and R1 Zones, the total Floor Area contained in all the main Buildings on a Lot in Height District No. 1 shall not exceed three times the Buildable Area of the Lot.\tFor RA, RE, RS, and R1 Zoned properties not located in a Hillside Area or Coastal Zone, the total Residential Floor Area shall comply with the Floor Area restrictions for each zone.  For RA, RE, RS, and R1 Zoned properties located in a Hillside Area, as defined in Section 12.03 of this Code, the total Residential Floor Area shall comply with the limits established in Paragraph (b) of Subdivision 10. of Subsection C. of Section 12.21 of this Code.  For RA, RE, RS, and R1 Zoned properties in a Coastal Zone not located in a Hillside Area, as defined in Section 12.03 of this Code, the total Floor Area contained in all the main buildings on a Lot shall not exceed three times the Buildable Area of the Lot.\tPortions of Height District No. 1 may be designated as being in an “L” Limited Height District, and no Building or Structure in Height District No. 1-L shall exceed six Stories, nor shall it exceed 75 feet in height.  Portions of Height District No. 1 may be designated as being in a “VL” Very Limited Height District, and no Building or Structure in Height District No. 1-VL shall exceed three Stories, nor shall it exceed 45 feet in height.  Notwithstanding that limitation, portions of Height District No. 1-VL that are also in the RAS3 or RAS4 Zones shall not exceed 50 feet in height.  Portions of Height District No. 1 may also be designated as being in an “XL” Extra Limited Height District, and no Building or Structure in Height District No. 1-XL shall exceed two Stories, nor shall the highest point of the roof of any Building or Structure located in this District exceed 30 feet in height.  In the RA, RE, RS, and R1 Zones, portions of Height District No. 1 may also be designated as being in an “SS” Single Story Limit Height District, and no Building or Structure in Height District No. 1-SS shall exceed one Story, nor shall the highest point of the roof of any Building or Structure located in this District exceed 18 feet in height.  For the purposes of Height District No. 1-SS, a Basement does not count as a Story when the Elevation of the upper surface of the floor or roof above the Basement does not exceed two feet in height at any point above the finished or natural Grade, whichever is lower.\tEXCEPTION:  A Building in Height District Nos. 1-XL, 1-VL, designed and used entirely for residential purposes, or a Building in the RAS3 or RAS4 Zones shall be limited as to the number of feet in height, but not as to the number of Stories.\t2.\tThe total floor area contained in all the buildings on a lot in Height District No. 2 shall not exceed six times the buildable area of said lot. (Amended by Ord. No. 161,684, Eff. 11\/3\/86.)\t3.\tThe total floor area contained in all the buildings on a lot in Height District No. 3 shall not exceed ten times the buildable area of said lot. (Amended by Ord. No. 161,684, Eff. 11\/3\/86.)\t4.\tThe total floor area contained in all the buildings on a lot in Height District No. 4 shall not exceed thirteen times the buildable area of said lot. (Amended by Ord. No. 161,684, Eff. 11\/3\/86.)\t5.\tIn computing the total floor area within a building, the gross area confined within the exterior walls within a building shall be considered as the floor area of that floor of the building, except for the space devoted to stairways, elevator shafts, light courts, rooms housing mechanical equipment incidental to the operation of buildings, and outdoor eating areas of ground floor restaurants. (Amended by Ord. No. 165,403, Eff. 2\/17\/90.)\t6.\tWhenever any unusual situation or design of building exists so that it is difficult to determine the precise application of those provisions, the Department of Building and Safety shall make such determinations in a manner to carry out the indicated purpose and intent hereof.\t7.\t(None)\t8.\tIn determining the number of stories, any basement containing habitable rooms shall be considered a story.  (Added by Ord. No. 131,309, Eff. 4\/24\/66.)\t9.\t(Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Additional limitations may be required as set forth in Section 12.32 G.3.\t10.\t(Added by Ord. No. 161,684, Eff. 11\/3\/86.)  Notwithstanding any other provisions of this section, portions of buildings on a C or M zoned lot governed by the provisions of this section shall not exceed the height limits set forth below when located within the distances specified from a lot classified in the RW1 Zone or a more restrictive zone.\n  \n    \n      \n        Distance\n      \n      \n        Height\n      \n    \n    \n      \n        0 to 49 feet\n      \n      \n        25 feet\n      \n    \n    \n      \n        50 to 99 feet\n      \n      \n        33 feet\n      \n    \n    \n      \n        100 to 199 feet\n      \n      \n        61 feet\n      \n    \n  \n\tWhen the highest existing elevation of the adjacent property in the RW1 Zone or a more restrictive zone exceeds the grade of a C or M zoned property by more than five feet, a building or structure on the C or M zoned property may exceed the height specified above by the number of feet  represented by the difference in grade.\tBuildings of a height greater than that specified in this subdivision may be authorized by a Zoning Administrator pursuant to Section 12.24 X.22.  (Para. Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\tB.\tExceptions.\t1.\tIn Height District No. 1, motion picture studio stages, scenes or skybackings, temporary towers and the like may be erected to a height of 125 feet if said building and structures observe front, side, and rear yards of one foot for each four feet such building or structure exceeds three stories or 45 feet in height. Said yards shall be in addition to any other yards or setbacks required by other provisions of this article.\t2.\tWhenever the highest point of elevation of the adjoining sidewalk or ground surface within a five-foot horizontal distance measured from the exterior wall of a building exceeds grade level by more than 20 feet, a building or structure may exceed the height in number of feet prescribed in this section by not more than 12 feet.  However, such additional height shall not be permitted to the extent that such additional height causes any portion of the building or structure to exceed a height in number of feet as prescribed by this section as measured from the highest point of the roof structure or parapet wall to the elevation of the ground surface which is vertically below this point of measurement.  The provisions of this subdivision shall not apply to any one-family dwelling subject to the provisions of Section 12.21 A.17. of this Code.  (Amended by Ord. No. 168,159, Eff. 9\/14\/92.)\t3.\tRoof Structures and Equipment.  (Amended by Ord. No. 182,110, Eff. 5\/29\/12.)\t(a)\tTanks or similar equipment required to operate and maintain the building, skylights, towers, steeples, flagpoles,  smokestacks, wireless masts, water tanks, silos, or similar structures may be erected above the building height limit by up to five feet if the structure is set back from the roof perimeter by five feet.\tChimney, exhaust ducts, solar water heaters, or any roof structure housing stairways, elevators or ventilation fans may also exceed the building height limit by up to five feet, but are not required to provide a setback from the perimeter of the roof.  Where height is limited to seventy-five (75) feet, roof structures for the housing of elevators and stairways may exceed the building height limit by up to twenty (20) feet in height, and where height is limited to thirty (30) feet or forty-five (45) feet,  roof structures for the housing of elevators and stairways may exceed the building height limit by up to ten (10) feet in height.\tNo such structure or any other space above the specified height limit shall be allowed for the purpose of providing additional floor space.\t(b)\tIn all zones, except the “A”, “R”, “CR”, “C1&#038;″ and “C1.5&#038;″, a roof sign may also be erected above the specified height limit.\t(c)\tStructures and panel assemblies solely supporting solar energy systems (“Solar Structures”).\t(1)\tIn all zones, Solar Structures may exceed the roof surface by 3 feet even if the roof surface is at or above the allowable building height limit.  The height shall be measured to the highest point of the structure and panel assembly.  These structures are not required to provide a setback as described in paragraph (a) of this Subdivision.\t(2)\tOther than the R1 and more restrictive zones, solar structures built on a flat roof may exceed the roof surface by up to 15 feet even if the roof surface is at or above the allowable building height limit.  The height shall be measured to the highest point of the structure and panel assembly.\tException: In the R1 and more restrictive zones, a solar structure may exceed the roof surface by up to 15 feet on a flat roof only if the structure is also used for the purpose of shading a habitable rooftop deck or rooftop parking.  The structure(s), however, may not exceed the height limit.  Setbacks are not required by this paragraph.\t4.\tIn all height districts parking floor space with necessary interior driveways and ramps thereto, space within a roof structure or penthouse for the housing of building operating equipment or machinery, space provided for the landing and storage of helicopters and basement storage space shall not be considered in determining the total floor area within a building.  (Amended by Ord. No. 146,704, Eff. 12\/9\/74.)\t5.\tNotwithstanding the height limitations of the height district in which they are located, municipal buildings under the control, operation or management of City departments or agencies may be built to a maximum height of 35 feet.  In addition, sports field lighting standards in parks under the control, operation or management of the Board of Recreation and Park Commissioners and used for recreation purposes as determined by that agency may be built to a maximum height of 75 feet and must be equipped with appropriate beam control to direct the light onto the field and prevent glare and spill light from impacting neighboring properties, and shall include automatic timer control with an on\/off scheduling system.  (Added by Ord. No. 174,788, Eff. 10\/05\/02.)\t6.\t(Amended by Ord. No. 163,627, Eff. 6\/20\/88.)  Notwithstanding the provisions of Section 12.21.1 A.10., buildings on a lot in a C or M zone in Height District No. 1 shall not be restricted in height as provided by Section 12.21.1 A.10., under either of the following circumstances:\ta.\t(Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Where one or more of the following discretionary approvals, initiated by application of property owners or their representatives, was granted on or after January 1, 1983, and specifically addressed the height for one or more buildings: change of zone, height district change, exception from a specific plan, conditional use, variance, tract map, parcel map or coastal development permit. If the approval provided for a specific height, then the restriction shall apply to the buildings and structures on the lot; or\tb.\tWhere architectural and structural plans sufficient for a complete plan check for a building permit for a building or structure were accepted by the Department of Building and Safety and for which a plan check fee was collected on or before the effective date of this subdivision, and for which no subsequent changes are made to those plans which increase the height. However, any such building permit shall become invalid if construction pursuant to such permit is not commenced within 18 months of the date the plan check fee was collected.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}