{"section_number":"12.27.1","edition_id":"1","section_id":"799","structure_id":"20","catch_line":"Administrative Nuisance Abatement Proceedings.","history":"","full_text":"  ADMINISTRATIVE NUISANCE ABATEMENT PROCEEDINGS.\n\t(Amended by Ord. No. 180,409, Eff. 1\/18\/09.)\n\n\tA.\tPurpose.  It is the intent of this section to consolidate a number of existing code provisions relating to the administrative abatement of public nuisances, and revocations, rescissions, discontinuances or modifications of discretionary zoning approvals.  In addition, this section also sets forth procedures allowing the Director to modify or remove conditions imposed as a result of nuisance abatement proceedings; to enforce conditions imposed as part of any discretionary zoning approval; and to require that the cost of a proceeding instituted pursuant to this section be paid by those responsible for the maintenance and operation of the subject use.\n\n\tThese provisions allow the City’s zoning authorities to protect the public peace, health and safety from any land use which becomes a nuisance; adversely affects the health, peace or safety of persons residing or working in the surrounding area; or violates any land use related condition imposed pursuant to this chapter or other provision of law, while protecting the constitutional rights of the parties involved.\n\n\tB.\tAuthority.  Notwithstanding any other provision of this Code to the contrary, the Director may require the modification, discontinuance or revocation of any land use or discretionary zoning approval if it is found that the land use or discretionary zoning approval as operated or maintained:\n\n\t1.\tJeopardizes or adversely affects the public health, peace, or safety of persons residing or working on the premises or in the surrounding area; or\n\n\t2.\tConstitutes a public nuisance; or\n\n\t3.\tHas resulted in repeated nuisance activities, including, but not limited to, disturbances of the peace, illegal drug activity, public drunkenness, drinking in public, harassment of passersby, gambling, prostitution, sale of stolen goods, public urination, theft, assaults, batteries, acts of vandalism, loitering, excessive littering, illegal parking, excessive loud noises (especially in the late night or early morning hours), traffic violations, curfew violations, lewd conduct, or police detentions and arrests; or\n\n\t4.\tAdversely impacts nearby uses; or\n\n\t5.\tViolates any provision of this chapter; or any other city, state, or federal regulation, ordinance, or statute; or\n\n\t6.\tViolates any condition imposed by a prior discretionary land use approval including approvals granted pursuant to Sections 12.24, 12.27, 12.28, 12.32 or 14.00 of this Code; or an approval initiated by application of a property owner or owner’s representative related to the use of land including, but not limited to, parcel map, tentative tract map, coastal development permit, development agreement, density transfer plan, exception from a specific plan, and project permit pursuant to a moratorium or an interim control ordinance.\n\n\tC.\tProcedures:  Notice, Hearings and Appeals.  The Director shall give notice to the record owner and lessee(s) of the real property affected to appear at a public hearing at a time and place fixed by the Director and show cause why the land use or discretionary zoning approval should not be modified, discontinued, or revoked.\n\n\t1.\tNotice.  A written notice shall be mailed not less than 24 calendar days prior to the date of hearing to the owner and lessee(s) of the property involved, and to the owners of all property within and outside of the City that is within 500 feet of the exterior boundaries of the property involved, using for the purpose of notification the last known name and address of the owners, as shown in the City Clerk’s records or in the records of the County Assessor.  If all property within the 500-foot radius is under the same ownership as the property involved in the proceeding, then the owners of all property which adjoins that ownership shall be included in this notification.  Written notice shall also be mailed to residential, commercial and industrial occupants of the property involved, and all property within 500 feet of the exterior boundaries of the property involved.  This requirement can be met by mailing the notice to “occupant”.  If this notice provision will not result in notice being given to at least 20 different owners of at least 20 different lots other than the subject property, then the 500-foot radius for notification shall be increased in increments of 50 feet until the required number of persons and lots are encompassed within the expanded area.  Notification shall then be given to all property owners and occupants within the expanded area.\n\n\tNotwithstanding the above 24-calendar day notification period and the 500-foot notification radius, only 15 calendar days and a 500-foot radius shall be required for any hearing conducted on the same site for a land use or discretionary zoning approval for which a previous final decision pursuant to this section has been made by the City.\n\n\t2.\tHearing and Decision.  The matter may be set for public hearing before the Director.  After the conclusion of a public hearing, the Director may require the modification, discontinuance or revocation of the land use or discretionary zoning approval, as the case may be.  As part of the action, the Director may impose conditions of operation as he or she deems appropriate, including those necessary to protect the best interests of the surrounding property or neighborhood; to eliminate, lessen, or prevent any detrimental effect on the surrounding property or neighborhood; or to assure compliance with other applicable provisions of law or conditions of an earlier discretionary approval.  Conditions imposed may include the establishment of amortization schedules, the closure or removal of buildings or structures, and affect the establishment, maintenance, or operation of the subject use, and related land uses, buildings, or structures.\n\n\tWhenever the Director initiates an action pursuant to this section he or she shall impose a condition requiring payment of the fee set forth in Section 19.01 P. of this Code (fee condition) to cover the City’s costs in processing the matter.  A fee is not required if the Director finds that the operation of the land use does not create a nuisance or that the property owner, business operator or person in control, is in substantial compliance with the conditions of operation.  The fee condition shall further provide that if the decision is not appealed, then the fee shall be paid in full to the City with confirmation of the payment being provided to the Director within 30 days of the decision date.  If an appeal is filed and the decision of the Director is upheld on appeal, then the fee shall be paid in full with confirmation made to the Director within 30 days of the effective date of the decision.  If the Council reverses in total the decision of the Director, then no payment of fees other than the appeal fee specified in Section 19.01 P. shall be required.\n\n\tAny determination shall be supported by written findings, including a finding that the Director’s determination does not impair the constitutional rights of any person.  The written determination shall also state that failure to comply with any or all conditions imposed may result in the issuance of an order to discontinue or revoke the land use or discretionary zoning approval.  The Director may require the discontinuance or revocation of a land use or discretionary zoning approval only upon finding that:\n\n\t(a)\tprior governmental efforts to cause the owner or operator to eliminate the problems associated with the land use or discretionary zoning approval have failed (examples include formal action, such as citations, orders or hearings by the Police Department, Department of Building and Safety, the Director, a Zoning Administrator, the City Planning Commission, or any other governmental agency); and\n\n\t(b)\tthe owner or operator has failed to demonstrate, to the satisfaction of the Director, the willingness or ability to eliminate the problems associated with the land use or discretionary zoning approval.\n\n\tIf the Director discontinues or revokes any land use or discretionary zoning approval pursuant to this section, the full cost of the abatement, including the cost of inspection, shall become the personal obligation of the business operator, property owner, or person in control.  If confirmed by the Council, a lien may be placed against the property in accordance with the procedures described in Administrative Code Sec. 7.35.3.\n\n\t3.\tCompliance Review.  Upon any finding of nuisance or non-compliance with existing conditions imposed on the land use or discretionary zoning approval, the Director’s determination shall impose a condition requiring the business operator or property owner to file a Plan Approval application for Review of Compliance with Conditions within two years of the effective date.  At the discretion of the Director, the due date for the Plan Approval application can be set for 90 days, 180 days, one year, 18 months or two years from the effective date of the Director’s determination or the Council action on appeal.\n\n\t4.\tAppeals.  An appeal from the decision of the Director may be taken to the Council in the same manner as prescribed in Section 12.24 I.\n\n\tAn appeal fee shall be charged pursuant to Section 19.01 P.  The Council’s decision on appeal shall be processed in the manner prescribed in Section 12.24 I.6. \n\n\tFurther, if it is determined by the Council that the decision of the Director impairs the constitutional rights of any person, then it shall modify the action accordingly, or refer the matter back to the Director for further action.\n\n\t5.\tViolations.  It shall be unlawful to violate or fail to comply with any requirement or condition imposed by the Director or the Council pursuant to this section.  Violation or failure to comply shall constitute a violation of this chapter and shall be subject to the same penalties as any other violation of this chapter. In the event of a violation of an order to discontinue or revoke a land use or discretionary zoning approval pursuant to this section, the Department of Building and Safety shall order the owner to vacate and secure the property, premises, buildings or portion of any property, premises or building pursuant to Section 91.9003 of this Code.  The Department of Building and Safety shall institute enforcement as provided in Section 91.9003.3 of this Code.  The Director shall cause the determination or revocation to be recorded.\n\n\tD.\tResidential Uses.  This subsection shall apply to all single-family and multi-family residential uses, including residential hotels as defined in Section 47.73 T. of this Code.  This subsection shall not apply to hotels or motels that are not residential hotels. Nothing in this section or Section 91.9001 et seq. of this Code is intended to supersede or abrogate the rights of tenants provided by State statute or by the Los Angeles Housing Code and Rent Stabilization Ordinance, or by any other provision of this Code.\n\n\t1.\tThe Director, as the initial decision maker, or the Council on appeal, shall ask the City Attorney to initiate the process of having the residential use placed in receivership pursuant to California Civil Code Section 3479 and Code of Civil Procedure Section 564(b)(9), upon finding that:\n\n\t(a)\tprior governmental efforts to cause the owner or operator to eliminate the problems associated with the land use or discretionary zoning approval have failed (examples include formal action, such as citations, orders or hearings by the Police Department, Department of Building and Safety, the Director, a Zoning Administrator, the City Planning Commission, or any other governmental agency); and\n\n\t(b)\tthat the owner or operator has failed to demonstrate, to the satisfaction of the Director, the willingness or ability to eliminate the problems associated with the land use or discretionary zoning approval.\n\n\t2.\tIf the residential use is not placed in receivership and the Director, as the initial decision maker, or the Council on appeal, discontinues or revokes the land use or discretionary zoning approval, resulting in the displacement of tenants then the following provisions shall apply:\n\n\t(a)\tThe Housing Department shall identify each tenant who was displaced and is eligible for relocation assistance, and shall issue an order requiring the owner to pay relocation benefits in the amounts specified in Section 151.09 G. of this Code.\n\n\t(b)\tIf the owner fails to pay relocation benefits to an eligible tenant as required by this subsection, the Housing Department may advance relocation benefits to the tenant in the amount set forth in Section 151.09 G. of this Code.\n\n\t(c)\tIf the owner fails to comply with an order of the Housing Department to pay relocation benefits, the owner shall be liable to the City for any relocation payments advanced, and the Housing Department may obtain a lien upon the property pursuant to Los Angeles Administrative Code Section 7.35.3 to recover the amount advanced and associated costs.\n\n\t(d)\tRelocation benefits shall not be payable to any tenant who has caused or substantially contributed to the condition giving rise to an order to vacate issued pursuant to Section 91.9003.1 of this Code.  The Director shall determine whether a tenant has caused or substantially contributed to the condition giving rise to the order to vacate.\n\n\t(e)\tThe Housing Department shall inform each eligible tenant of his\/her right to re-rental of the same unit, or comparable unit, if the owner, or subsequent owner, re-establishes the residential use.  The Housing Department shall inform the eligible tenant that he\/she must advise the owner in writing of his\/her interest in re-renting and must provide the owner with an address to which the owner can direct an offer.\n\n\t(f)\tWhen the residential use is re-established, the accommodations shall be offered, and rented or leased at the lawful rent in effect at the time the residential use was discontinued or revoked, plus annual adjustments available under Section 151.06 of this Code.\n\n\t(g)\tThe Director’s determination or the Council’s action shall include the provisions of this subsection and shall be recorded by the Director as a covenant with the Office of the County Recorder.\n\n\tE.\tModification of Administrative Decisions.  Any administrative nuisance abatement decision made pursuant to this chapter, any conditions imposed by that decision, or any decisions on a discretionary zoning approval pursuant to this section may be modified pursuant to the provisions of this subsection.  Upon application by the business operator, property owner or lessee(s), the Director may modify or eliminate the conditions of a prior decision.  An application shall be made on official forms provided by the Department of Planning and shall be accompanied by a filing fee as specified in Section 19.01 P.\n\n\tAn application may be considered if a time period of at least one year has passed from the date the conditions were originally imposed; or if there have been substantial changes in the nature and operation of the land use or discretionary zoning approval; or if there has been a change in circumstances such that the continued enforcement of the previously imposed conditions is no longer reasonable or necessary.  All applications shall include a radius map, a list of property owners and occupants within 500 feet, and plot plan drawn to scale.\n\n\tAn application shall be set for public hearing.  The Director may grant or deny the requested application, or modify the prior decision, including imposing new or different substitute conditions as the Director deems appropriate.  No modification shall be approved pursuant to this subsection unless the Director finds each of the following:\n\n\t1.\tThat the requirements for consideration of the application under this subsection have been met; and\n\n\t2.\tThat due consideration has been given to the effects of the modification on surrounding properties.\n\n\tAn appeal from the decision of the Director may be taken to the Council in the same manner as prescribed in Subsection C. of this section.\n\n\tWhen the Director orders the discontinuance or revocation of a land use or discretionary zoning approval and the applicant files for re-instatement of the land use pursuant to this subsection, the Director may re-instate the land use if all findings of this subsection are met.  The applicant will not be issued a new certificate of occupancy.\n\n\tSubsequent applications for reconsideration may be filed in accordance with this subsection.  If the application is denied with prejudice, a subsequent application for reconsideration shall not be filed within one year from the reconsideration decision date, and then only if a property owner, business operator or lessee(s) shows that the circumstances involving the land use or discretionary zoning approval have substantially and materially changed since the last reconsideration.\n\n\tF.\tContinuation of Prior Decisions.  Prior administrative nuisance abatement decisions regarding land uses and discontinuances, revocations, rescissions or modifications of discretionary zoning approvals made by the Zoning Administrator, City Planning Commission or the Council shall remain in full force and effect.  Further, it shall continue to be unlawful to violate or fail to comply with any prior requirement or condition imposed by the Zoning Administrator, the former Board of Zoning Appeals, the City Planning Commission, or the Council.  Violation or failure to comply shall constitute a violation of this chapter and shall be subject to the same penalties as any other violation of this chapter.  In the event of a violation of an order of discontinuance or revocation, the Department of Building and Safety shall order the business operator, property owner or lessee(s) to vacate and secure the property, premises, buildings or portion thereof pursuant to Section 91.9003 of this Code.  The Department of Building and Safety shall institute enforcement as provided in LAMC Sec. 91.9003.4 of this Code.","order_by":"27.1","ancestry":{"1":{"id":"20","name":"Specific Planning – Zoning\nComprehensive Zoning Plan","identifier":"2","label":"article","url":"\/1\/2\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3095","structure_id":"20","section_number":"12.00","catch_line":"Title.","url":"\/12.00\/","token":"12.00"},"1":{"id":"1517","structure_id":"20","section_number":"12.01","catch_line":"Continuation Of Existing Regulations.","url":"\/12.01\/","token":"12.01"},"2":{"id":"1627","structure_id":"20","section_number":"12.02","catch_line":"Purpose.","url":"\/12.02\/","token":"12.02"},"3":{"id":"2312","structure_id":"20","section_number":"12.03","catch_line":"Definitions.","url":"\/12.03\/","token":"12.03"},"4":{"id":"3734","structure_id":"20","section_number":"12.04","catch_line":"Zones - Districts - Symbols.","url":"\/12.04\/","token":"12.04"},"5":{"id":"1459","structure_id":"20","section_number":"12.04.01","catch_line":"Violations Of Specific Plans.","url":"\/12.04.01\/","token":"12.04.01"},"6":{"id":"1812","structure_id":"20","section_number":"12.04.05","catch_line":"“Os” Open Space Zone.","url":"\/12.04.05\/","token":"12.04.05"},"7":{"id":"4037","structure_id":"20","section_number":"12.04.09","catch_line":"“Pf” Public Facilities Zone.","url":"\/12.04.09\/","token":"12.04.09"},"8":{"id":"3058","structure_id":"20","section_number":"12.05","catch_line":"“A1” Agriculture Zone.","url":"\/12.05\/","token":"12.05"},"9":{"id":"1807","structure_id":"20","section_number":"12.06","catch_line":"“A2” Agricultural Zone.","url":"\/12.06\/","token":"12.06"},"10":{"id":"2434","structure_id":"20","section_number":"12.07","catch_line":"“Ra” Suburban Zone.","url":"\/12.07\/","token":"12.07"},"11":{"id":"833","structure_id":"20","section_number":"12.07.01","catch_line":"“Re” Residential Estate Zone.","url":"\/12.07.01\/","token":"12.07.01"},"12":{"id":"3662","structure_id":"20","section_number":"12.07.1","catch_line":"“Rs” Suburban Zone.","url":"\/12.07.1\/","token":"12.07.1"},"13":{"id":"1550","structure_id":"20","section_number":"12.08","catch_line":"“R1” One-Family Zone.","url":"\/12.08\/","token":"12.08"},"14":{"id":"1455","structure_id":"20","section_number":"12.08.1","catch_line":"Ru Residential Urban Zone.","url":"\/12.08.1\/","token":"12.08.1"},"15":{"id":"1635","structure_id":"20","section_number":"12.08.3","catch_line":"Rz Residential Zero Side Yard Zone.","url":"\/12.08.3\/","token":"12.08.3"},"16":{"id":"504","structure_id":"20","section_number":"12.08.5","catch_line":"“Rw1” Residential Waterways Zone.","url":"\/12.08.5\/","token":"12.08.5"},"17":{"id":"2976","structure_id":"20","section_number":"12.09","catch_line":"“R2” Two-Family Zone.","url":"\/12.09\/","token":"12.09"},"18":{"id":"3015","structure_id":"20","section_number":"12.09.1","catch_line":"“Rd” Restricted Density Multiple Dwelling Zone.","url":"\/12.09.1\/","token":"12.09.1"},"19":{"id":"3789","structure_id":"20","section_number":"12.09.3","catch_line":"“Rmp” Mobilehome Park Zone.","url":"\/12.09.3\/","token":"12.09.3"},"20":{"id":"3264","structure_id":"20","section_number":"12.09.5","catch_line":"“Rw2” Residential Waterways Zone.","url":"\/12.09.5\/","token":"12.09.5"},"21":{"id":"1735","structure_id":"20","section_number":"12.10","catch_line":"“R3” Multiple Dwelling Zone.","url":"\/12.10\/","token":"12.10"},"22":{"id":"2343","structure_id":"20","section_number":"12.10.5","catch_line":"Ras3 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.10.5\/","token":"12.10.5"},"23":{"id":"621","structure_id":"20","section_number":"12.11","catch_line":"“R4” Multiple Dwelling Zone.","url":"\/12.11\/","token":"12.11"},"24":{"id":"1231","structure_id":"20","section_number":"12.11.5","catch_line":"Ras4 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.11.5\/","token":"12.11.5"},"25":{"id":"1666","structure_id":"20","section_number":"12.12","catch_line":"“R5” Multiple Dwelling Zone.","url":"\/12.12\/","token":"12.12"},"26":{"id":"601","structure_id":"20","section_number":"12.12.1","catch_line":"“P” Automobile Parking Zone.","url":"\/12.12.1\/","token":"12.12.1"},"27":{"id":"286","structure_id":"20","section_number":"12.12.1.5","catch_line":"“Pb” Parking Building Zone.*","url":"\/12.12.1.5\/","token":"12.12.1.5"},"28":{"id":"2454","structure_id":"20","section_number":"12.12.2","catch_line":"“Cr” Limited Commercial Zone.","url":"\/12.12.2\/","token":"12.12.2"},"29":{"id":"3444","structure_id":"20","section_number":"12.13","catch_line":"“C1” Limited Commercial Zone.","url":"\/12.13\/","token":"12.13"},"30":{"id":"2973","structure_id":"20","section_number":"12.13.5","catch_line":"“C1.5” Limited Commercial Zone","url":"\/12.13.5\/","token":"12.13.5"},"31":{"id":"156","structure_id":"20","section_number":"12.14","catch_line":"“C2” Commercial Zone.","url":"\/12.14\/","token":"12.14"},"32":{"id":"1739","structure_id":"20","section_number":"12.16","catch_line":"“C4”Commercial Zone.","url":"\/12.16\/","token":"12.16"},"33":{"id":"24","structure_id":"20","section_number":"12.16.1","catch_line":"“Cw” Central City West Specific Plan Zone.","url":"\/12.16.1\/","token":"12.16.1"},"34":{"id":"1075","structure_id":"20","section_number":"12.16.2","catch_line":"Adp Alameda District Specific Plan Zone.","url":"\/12.16.2\/","token":"12.16.2"},"35":{"id":"265","structure_id":"20","section_number":"12.16.3","catch_line":"Lased Los Angeles Sports And Entertainment District Specific Plan Zone.","url":"\/12.16.3\/","token":"12.16.3"},"36":{"id":"1579","structure_id":"20","section_number":"12.17","catch_line":"“C5” Commercial Zone.","url":"\/12.17\/","token":"12.17"},"37":{"id":"2695","structure_id":"20","section_number":"12.17.1","catch_line":"“Cm” Commercial Manufacturing Zone.","url":"\/12.17.1\/","token":"12.17.1"},"38":{"id":"2925","structure_id":"20","section_number":"12.17.2","catch_line":"“Cm(Gm)”Commercial Manufacturing (Glencoe\/Maxella) Specific Plan Zone.","url":"\/12.17.2\/","token":"12.17.2"},"39":{"id":"1704","structure_id":"20","section_number":"12.17.5","catch_line":"“Mr1” Restricted Industrial Zone.","url":"\/12.17.5\/","token":"12.17.5"},"40":{"id":"383","structure_id":"20","section_number":"12.17.5.5","catch_line":"“Ccs” Century City South Specific Plan Studio Zone.","url":"\/12.17.5.5\/","token":"12.17.5.5"},"41":{"id":"1032","structure_id":"20","section_number":"12.17.6","catch_line":"“M1” Limited Industrial Zone.","url":"\/12.17.6\/","token":"12.17.6"},"42":{"id":"65","structure_id":"20","section_number":"12.18","catch_line":"“Mr2” Restricted Light Industrial Zone.","url":"\/12.18\/","token":"12.18"},"43":{"id":"2426","structure_id":"20","section_number":"12.18.1","catch_line":"“Wc” Warner Center Specific Plan Zone.","url":"\/12.18.1\/","token":"12.18.1"},"44":{"id":"1290","structure_id":"20","section_number":"12.19","catch_line":"“M2” Light Industrial Zone.","url":"\/12.19\/","token":"12.19"},"45":{"id":"1435","structure_id":"20","section_number":"12.19.1","catch_line":"Lax Los Angeles International Airport Zone.","url":"\/12.19.1\/","token":"12.19.1"},"46":{"id":"3523","structure_id":"20","section_number":"12.20","catch_line":"“M3” Heavy Industrial Zone.","url":"\/12.20\/","token":"12.20"},"47":{"id":"3019","structure_id":"20","section_number":"12.20.1","catch_line":"Sl Ocean – Submerged Land Zone.","url":"\/12.20.1\/","token":"12.20.1"},"48":{"id":"3360","structure_id":"20","section_number":"12.20.2","catch_line":"Coastal Development Permits (Prior To Certification Of The Local Coastal Program.)","url":"\/12.20.2\/","token":"12.20.2"},"49":{"id":"2874","structure_id":"20","section_number":"12.20.2.1","catch_line":"Coastal Development Permit Procedures After Certification Of The Local Coastal Program.","url":"\/12.20.2.1\/","token":"12.20.2.1"},"50":{"id":"2479","structure_id":"20","section_number":"12.20.3","catch_line":"“Hp” Historic Preservation Overlay Zone.","url":"\/12.20.3\/","token":"12.20.3"},"51":{"id":"3236","structure_id":"20","section_number":"12.21.1","catch_line":"Height Of Building Or Structures.","url":"\/12.21.1\/","token":"12.21.1"},"52":{"id":"488","structure_id":"20","section_number":"12.21.2","catch_line":"Height Of Buildings Or Structures In Century City.","url":"\/12.21.2\/","token":"12.21.2"},"53":{"id":"2253","structure_id":"20","section_number":"12.21.3","catch_line":"Height Of Buildings Or Structures In Community Redevelopment Plan Areas.","url":"\/12.21.3\/","token":"12.21.3"},"54":{"id":"3709","structure_id":"20","section_number":"12.21.4","catch_line":"Height Of Buildings Or Structures In Enterprise Zones.","url":"\/12.21.4\/","token":"12.21.4"},"55":{"id":"605","structure_id":"20","section_number":"12.21.5","catch_line":"Height Of Buildings Or Structures In Centers Study Areas.","url":"\/12.21.5\/","token":"12.21.5"},"56":{"id":"1399","structure_id":"20","section_number":"12.22","catch_line":"Exceptions.","url":"\/12.22\/","token":"12.22"},"57":{"id":"2993","structure_id":"20","section_number":"12.22.1","catch_line":"Safer Sex.","url":"\/12.22.1\/","token":"12.22.1"},"58":{"id":"3237","structure_id":"20","section_number":"12.23","catch_line":"Nonconforming Building And Uses.","url":"\/12.23\/","token":"12.23"},"59":{"id":"1191","structure_id":"20","section_number":"12.24","catch_line":"Conditional Use Permits And Other Similar Quasi-Judicial Approvals.","url":"\/12.24\/","token":"12.24"},"60":{"id":"546","structure_id":"20","section_number":"12.24.1","catch_line":"Land Use Determination By City Planning Commission.","url":"\/12.24.1\/","token":"12.24.1"},"61":{"id":"1889","structure_id":"20","section_number":"12.25","catch_line":"Time Limitations.","url":"\/12.25\/","token":"12.25"},"62":{"id":"2902","structure_id":"20","section_number":"12.26","catch_line":"Department Of Building And Safety.","url":"\/12.26\/","token":"12.26"},"63":{"id":"2923","structure_id":"20","section_number":"12.27","catch_line":"Variances.","url":"\/12.27\/","token":"12.27"},"64":{"id":"799","structure_id":"20","section_number":"12.27.1","catch_line":"Administrative Nuisance Abatement Proceedings.","url":"\/12.27.1\/","token":"12.27.1"},"65":{"id":"4040","structure_id":"20","section_number":"12.28","catch_line":"Adjustments And Slight Modifications.","url":"\/12.28\/","token":"12.28"},"66":{"id":"2103","structure_id":"20","section_number":"12.29","catch_line":"Violation Of Conditions – Penalty.","url":"\/12.29\/","token":"12.29"},"67":{"id":"339","structure_id":"20","section_number":"12.30","catch_line":"Boundaries Of Zones.","url":"\/12.30\/","token":"12.30"},"68":{"id":"1073","structure_id":"20","section_number":"12.31","catch_line":"Interpretation – Purpose – Conflict.","url":"\/12.31\/","token":"12.31"},"69":{"id":"3171","structure_id":"20","section_number":"12.32","catch_line":"Land Use Legislative Actions.","url":"\/12.32\/","token":"12.32"},"70":{"id":"511","structure_id":"20","section_number":"12.33","catch_line":"Dedication Of Land Or Payment For Park And Recreational Facilities As A Requirement For A Zone Change For A Multiple Residential Use In Any Multiple Residential Or Commercial Zone.","url":"\/12.33\/","token":"12.33"},"71":{"id":"1730","structure_id":"20","section_number":"12.34","catch_line":"Application Of Provisions.","url":"\/12.34\/","token":"12.34"},"72":{"id":"3843","structure_id":"20","section_number":"12.35","catch_line":"Zoning Of Annexed Or Unzoned Areas.","url":"\/12.35\/","token":"12.35"},"73":{"id":"1352","structure_id":"20","section_number":"12.36","catch_line":"Projects Requiring Multiple Approvals.(Charter § 564).","url":"\/12.36\/","token":"12.36"},"74":{"id":"1765","structure_id":"20","section_number":"12.37","catch_line":"Highway And Collector Street Dedication And Improvement.","url":"\/12.37\/","token":"12.37"},"75":{"id":"2301","structure_id":"20","section_number":"12.38","catch_line":"Dedication Of Streets By Long Term Leases.","url":"\/12.38\/","token":"12.38"},"76":{"id":"2657","structure_id":"20","section_number":"12.39","catch_line":"Low And Moderate Housing.","url":"\/12.39\/","token":"12.39"},"77":{"id":"1295","structure_id":"20","section_number":"12.40","catch_line":"Landscape - General Requirements.","url":"\/12.40\/","token":"12.40"},"78":{"id":"2364","structure_id":"20","section_number":"12.41","catch_line":"Landscape - Water Management.","url":"\/12.41\/","token":"12.41"},"79":{"id":"2169","structure_id":"20","section_number":"12.42","catch_line":"Landscape.","url":"\/12.42\/","token":"12.42"},"80":{"id":"4030","structure_id":"20","section_number":"12.43","catch_line":"Source Reduction Of Waste.","url":"\/12.43\/","token":"12.43"},"81":{"id":"1485","structure_id":"20","section_number":"12.50","catch_line":"Airport Approach Zoning Regulations.","url":"\/12.50\/","token":"12.50"},"82":{"id":"1328","structure_id":"20","section_number":"12.70","catch_line":"Adult Entertainment Zoning.","url":"\/12.70\/","token":"12.70"},"83":{"id":"481","structure_id":"20","section_number":"12.80","catch_line":"Homeless Shelters - Emergencies - Government Owned And Leased Property.","url":"\/12.80\/","token":"12.80"},"84":{"id":"737","structure_id":"20","section_number":"12.81","catch_line":"Homeless Shelters - Emergencies - Charitable\nOrganizations.","url":"\/12.81\/","token":"12.81"}},"next_section":{"id":"4040","structure_id":"20","section_number":"12.28","catch_line":"Adjustments And Slight Modifications.","url":"\/12.28\/","token":"12.28"},"metadata":false,"references":false,"url":"\/12.27.1\/","token":"12.27.1","formats":{"txt":"\/12.27.1.txt","json":"\/12.27.1.xml"},"dublin_core":{"Title":"Administrative Nuisance Abatement Proceedings.","Type":"Text","Format":"text\/html","Identifier":"§ 12.27.1","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nADMINISTRATIVE NUISANCE ABATEMENT PROCEEDINGS. (§ 12.27.1)\n\n  ADMINISTRATIVE NUISANCE ABATEMENT PROCEEDINGS.\n\t(Amended by Ord. No. 180,409, Eff. 1\/18\/09.)\tA.\tPurpose.  It is the intent of\nthis section to consolidate a number of existing code provisions relating to the\nadministrative abatement of public nuisances, and revocations, rescissions,\ndiscontinuances or modifications of discretionary zoning approvals.  In\naddition, this section also sets forth procedures allowing the Director to\nmodify or remove conditions imposed as a result of nuisance abatement\nproceedings; to enforce conditions imposed as part of any discretionary zoning\napproval; and to require that the cost of a proceeding instituted pursuant to\nthis section be paid by those responsible for the maintenance and operation of\nthe subject use.\tThese provisions allow the City’s zoning authorities to\nprotect the public peace, health and safety from any land use which becomes a\nnuisance; adversely affects the health, peace or safety of persons residing or\nworking in the surrounding area; or violates any land use related condition\nimposed pursuant to this chapter or other provision of law, while protecting the\nconstitutional rights of the parties involved.\tB.\tAuthority.  Notwithstanding\nany other provision of this Code to the contrary, the Director may require the\nmodification, discontinuance or revocation of any land use or discretionary\nzoning approval if it is found that the land use or discretionary zoning\napproval as operated or maintained:\t1.\tJeopardizes or adversely affects the\npublic health, peace, or safety of persons residing or working on the premises\nor in the surrounding area; or\t2.\tConstitutes a public nuisance; or\t3.\tHas\nresulted in repeated nuisance activities, including, but not limited to,\ndisturbances of the peace, illegal drug activity, public drunkenness, drinking\nin public, harassment of passersby, gambling, prostitution, sale of stolen\ngoods, public urination, theft, assaults, batteries, acts of vandalism,\nloitering, excessive littering, illegal parking, excessive loud noises\n(especially in the late night or early morning hours), traffic violations,\ncurfew violations, lewd conduct, or police detentions and arrests;\nor\t4.\tAdversely impacts nearby uses; or\t5.\tViolates any provision of this\nchapter; or any other city, state, or federal regulation, ordinance, or statute;\nor\t6.\tViolates any condition imposed by a prior discretionary land use approval\nincluding approvals granted pursuant to Sections 12.24, 12.27, 12.28, 12.32 or\n14.00 of this Code; or an approval initiated by application of a property owner\nor owner’s representative related to the use of land including, but not\nlimited to, parcel map, tentative tract map, coastal development permit,\ndevelopment agreement, density transfer plan, exception from a specific plan,\nand project permit pursuant to a moratorium or an interim control\nordinance.\tC.\tProcedures:  Notice, Hearings and Appeals.  The Director shall\ngive notice to the record owner and lessee(s) of the real property affected to\nappear at a public hearing at a time and place fixed by the Director and show\ncause why the land use or discretionary zoning approval should not be modified,\ndiscontinued, or revoked.\t1.\tNotice.  A written notice shall be mailed not less\nthan 24 calendar days prior to the date of hearing to the owner and lessee(s) of\nthe property involved, and to the owners of all property within and outside of\nthe City that is within 500 feet of the exterior boundaries of the property\ninvolved, using for the purpose of notification the last known name and address\nof the owners, as shown in the City Clerk’s records or in the records of the\nCounty Assessor.  If all property within the 500-foot radius is under the same\nownership as the property involved in the proceeding, then the owners of all\nproperty which adjoins that ownership shall be included in this notification. \nWritten notice shall also be mailed to residential, commercial and industrial\noccupants of the property involved, and all property within 500 feet of the\nexterior boundaries of the property involved.  This requirement can be met by\nmailing the notice to “occupant”.  If this notice provision will not result\nin notice being given to at least 20 different owners of at least 20 different\nlots other than the subject property, then the 500-foot radius for notification\nshall be increased in increments of 50 feet until the required number of persons\nand lots are encompassed within the expanded area.  Notification shall then be\ngiven to all property owners and occupants within the expanded\narea.\tNotwithstanding the above 24-calendar day notification period and the\n500-foot notification radius, only 15 calendar days and a 500-foot radius shall\nbe required for any hearing conducted on the same site for a land use or\ndiscretionary zoning approval for which a previous final decision pursuant to\nthis section has been made by the City.\t2.\tHearing and Decision.  The matter\nmay be set for public hearing before the Director.  After the conclusion of a\npublic hearing, the Director may require the modification, discontinuance or\nrevocation of the land use or discretionary zoning approval, as the case may\nbe.  As part of the action, the Director may impose conditions of operation as\nhe or she deems appropriate, including those necessary to protect the best\ninterests of the surrounding property or neighborhood; to eliminate, lessen, or\nprevent any detrimental effect on the surrounding property or neighborhood; or\nto assure compliance with other applicable provisions of law or conditions of an\nearlier discretionary approval.  Conditions imposed may include the\nestablishment of amortization schedules, the closure or removal of buildings or\nstructures, and affect the establishment, maintenance, or operation of the\nsubject use, and related land uses, buildings, or structures.\tWhenever the\nDirector initiates an action pursuant to this section he or she shall impose a\ncondition requiring payment of the fee set forth in Section 19.01 P. of this\nCode (fee condition) to cover the City’s costs in processing the matter.  A\nfee is not required if the Director finds that the operation of the land use\ndoes not create a nuisance or that the property owner, business operator or\nperson in control, is in substantial compliance with the conditions of\noperation.  The fee condition shall further provide that if the decision is not\nappealed, then the fee shall be paid in full to the City with confirmation of\nthe payment being provided to the Director within 30 days of the decision\ndate.  If an appeal is filed and the decision of the Director is upheld on\nappeal, then the fee shall be paid in full with confirmation made to the\nDirector within 30 days of the effective date of the decision.  If the Council\nreverses in total the decision of the Director, then no payment of fees other\nthan the appeal fee specified in Section 19.01 P. shall be required.\tAny\ndetermination shall be supported by written findings, including a finding that\nthe Director’s determination does not impair the constitutional rights of any\nperson.  The written determination shall also state that failure to comply with\nany or all conditions imposed may result in the issuance of an order to\ndiscontinue or revoke the land use or discretionary zoning approval.  The\nDirector may require the discontinuance or revocation of a land use or\ndiscretionary zoning approval only upon finding that:\t(a)\tprior governmental\nefforts to cause the owner or operator to eliminate the problems associated with\nthe land use or discretionary zoning approval have failed (examples include\nformal action, such as citations, orders or hearings by the Police Department,\nDepartment of Building and Safety, the Director, a Zoning Administrator, the\nCity Planning Commission, or any other governmental agency); and\t(b)\tthe owner\nor operator has failed to demonstrate, to the satisfaction of the Director, the\nwillingness or ability to eliminate the problems associated with the land use or\ndiscretionary zoning approval.\tIf the Director discontinues or revokes any land\nuse or discretionary zoning approval pursuant to this section, the full cost of\nthe abatement, including the cost of inspection, shall become the personal\nobligation of the business operator, property owner, or person in control.  If\nconfirmed by the Council, a lien may be placed against the property in\naccordance with the procedures described in Administrative Code Sec.\n7.35.3.\t3.\tCompliance Review.  Upon any finding of nuisance or non-compliance\nwith existing conditions imposed on the land use or discretionary zoning\napproval, the Director’s determination shall impose a condition requiring the\nbusiness operator or property owner to file a Plan Approval application for\nReview of Compliance with Conditions within two years of the effective date. \nAt the discretion of the Director, the due date for the Plan Approval\napplication can be set for 90 days, 180 days, one year, 18 months or two years\nfrom the effective date of the Director’s determination or the Council action\non appeal.\t4.\tAppeals.  An appeal from the decision of the Director may be\ntaken to the Council in the same manner as prescribed in Section 12.24 I.\tAn\nappeal fee shall be charged pursuant to Section 19.01 P.  The Council’s\ndecision on appeal shall be processed in the manner prescribed in Section 12.24\nI.6. \tFurther, if it is determined by the Council that the decision of the\nDirector impairs the constitutional rights of any person, then it shall modify\nthe action accordingly, or refer the matter back to the Director for further\naction.\t5.\tViolations.  It shall be unlawful to violate or fail to comply with\nany requirement or condition imposed by the Director or the Council pursuant to\nthis section.  Violation or failure to comply shall constitute a violation of\nthis chapter and shall be subject to the same penalties as any other violation\nof this chapter. In the event of a violation of an order to discontinue or\nrevoke a land use or discretionary zoning approval pursuant to this section, the\nDepartment of Building and Safety shall order the owner to vacate and secure the\nproperty, premises, buildings or portion of any property, premises or building\npursuant to Section 91.9003 of this Code.  The Department of Building and\nSafety shall institute enforcement as provided in Section 91.9003.3 of this\nCode.  The Director shall cause the determination or revocation to be\nrecorded.\tD.\tResidential Uses.  This subsection shall apply to all\nsingle-family and multi-family residential uses, including residential hotels as\ndefined in Section 47.73 T. of this Code.  This subsection shall not apply to\nhotels or motels that are not residential hotels. Nothing in this section or\nSection 91.9001 et seq. of this Code is intended to supersede or abrogate the\nrights of tenants provided by State statute or by the Los Angeles Housing Code\nand Rent Stabilization Ordinance, or by any other provision of this Code.\t1.\tThe\nDirector, as the initial decision maker, or the Council on appeal, shall ask the\nCity Attorney to initiate the process of having the residential use placed in\nreceivership pursuant to California Civil Code Section 3479 and Code of Civil\nProcedure Section 564(b)(9), upon finding that:\t(a)\tprior governmental efforts\nto cause the owner or operator to eliminate the problems associated with the\nland use or discretionary zoning approval have failed (examples include formal\naction, such as citations, orders or hearings by the Police Department,\nDepartment of Building and Safety, the Director, a Zoning Administrator, the\nCity Planning Commission, or any other governmental agency); and\t(b)\tthat the\nowner or operator has failed to demonstrate, to the satisfaction of the\nDirector, the willingness or ability to eliminate the problems associated with\nthe land use or discretionary zoning approval.\t2.\tIf the residential use is not\nplaced in receivership and the Director, as the initial decision maker, or the\nCouncil on appeal, discontinues or revokes the land use or discretionary zoning\napproval, resulting in the displacement of tenants then the following provisions\nshall apply:\t(a)\tThe Housing Department shall identify each tenant who was\ndisplaced and is eligible for relocation assistance, and shall issue an order\nrequiring the owner to pay relocation benefits in the amounts specified in\nSection 151.09 G. of this Code.\t(b)\tIf the owner fails to pay relocation\nbenefits to an eligible tenant as required by this subsection, the Housing\nDepartment may advance relocation benefits to the tenant in the amount set forth\nin Section 151.09 G. of this Code.\t(c)\tIf the owner fails to comply with an\norder of the Housing Department to pay relocation benefits, the owner shall be\nliable to the City for any relocation payments advanced, and the Housing\nDepartment may obtain a lien upon the property pursuant to Los Angeles\nAdministrative Code Section 7.35.3 to recover the amount advanced and associated\ncosts.\t(d)\tRelocation benefits shall not be payable to any tenant who has caused\nor substantially contributed to the condition giving rise to an order to vacate\nissued pursuant to Section 91.9003.1 of this Code.  The Director shall\ndetermine whether a tenant has caused or substantially contributed to the\ncondition giving rise to the order to vacate.\t(e)\tThe Housing Department shall\ninform each eligible tenant of his\/her right to re-rental of the same unit, or\ncomparable unit, if the owner, or subsequent owner, re-establishes the\nresidential use.  The Housing Department shall inform the eligible tenant that\nhe\/she must advise the owner in writing of his\/her interest in re-renting and\nmust provide the owner with an address to which the owner can direct an\noffer.\t(f)\tWhen the residential use is re-established, the accommodations shall\nbe offered, and rented or leased at the lawful rent in effect at the time the\nresidential use was discontinued or revoked, plus annual adjustments available\nunder Section 151.06 of this Code.\t(g)\tThe Director’s determination or the\nCouncil’s action shall include the provisions of this subsection and shall be\nrecorded by the Director as a covenant with the Office of the County\nRecorder.\tE.\tModification of Administrative Decisions.  Any administrative\nnuisance abatement decision made pursuant to this chapter, any conditions\nimposed by that decision, or any decisions on a discretionary zoning approval\npursuant to this section may be modified pursuant to the provisions of this\nsubsection.  Upon application by the business operator, property owner or\nlessee(s), the Director may modify or eliminate the conditions of a prior\ndecision.  An application shall be made on official forms provided by the\nDepartment of Planning and shall be accompanied by a filing fee as specified in\nSection 19.01 P.\tAn application may be considered if a time period of at least\none year has passed from the date the conditions were originally imposed; or if\nthere have been substantial changes in the nature and operation of the land use\nor discretionary zoning approval; or if there has been a change in circumstances\nsuch that the continued enforcement of the previously imposed conditions is no\nlonger reasonable or necessary.  All applications shall include a radius map, a\nlist of property owners and occupants within 500 feet, and plot plan drawn to\nscale.\tAn application shall be set for public hearing.  The Director may grant\nor deny the requested application, or modify the prior decision, including\nimposing new or different substitute conditions as the Director deems\nappropriate.  No modification shall be approved pursuant to this subsection\nunless the Director finds each of the following:\t1.\tThat the requirements for\nconsideration of the application under this subsection have been met;\nand\t2.\tThat due consideration has been given to the effects of the modification\non surrounding properties.\tAn appeal from the decision of the Director may be\ntaken to the Council in the same manner as prescribed in Subsection C. of this\nsection.\tWhen the Director orders the discontinuance or revocation of a land use\nor discretionary zoning approval and the applicant files for re-instatement of\nthe land use pursuant to this subsection, the Director may re-instate the land\nuse if all findings of this subsection are met.  The applicant will not be\nissued a new certificate of occupancy.\tSubsequent applications for\nreconsideration may be filed in accordance with this subsection.  If the\napplication is denied with prejudice, a subsequent application for\nreconsideration shall not be filed within one year from the reconsideration\ndecision date, and then only if a property owner, business operator or lessee(s)\nshows that the circumstances involving the land use or discretionary zoning\napproval have substantially and materially changed since the last\nreconsideration.\tF.\tContinuation of Prior Decisions.  Prior administrative\nnuisance abatement decisions regarding land uses and discontinuances,\nrevocations, rescissions or modifications of discretionary zoning approvals made\nby the Zoning Administrator, City Planning Commission or the Council shall\nremain in full force and effect.  Further, it shall continue to be unlawful to\nviolate or fail to comply with any prior requirement or condition imposed by the\nZoning Administrator, the former Board of Zoning Appeals, the City Planning\nCommission, or the Council.  Violation or failure to comply shall constitute a\nviolation of this chapter and shall be subject to the same penalties as any\nother violation of this chapter.  In the event of a violation of an order of\ndiscontinuance or revocation, the Department of Building and Safety shall order\nthe business operator, property owner or lessee(s) to vacate and secure the\nproperty, premises, buildings or portion thereof pursuant to Section 91.9003 of\nthis Code.  The Department of Building and Safety shall institute enforcement\nas provided in LAMC Sec. 91.9003.4 of this Code.\n","html":"\n\t\t\t\t\t<section><p>  ADMINISTRATIVE NUISANCE ABATEMENT PROCEEDINGS.\n\t(Amended by Ord. No. 180,409, Eff. 1\/18\/09.)<br \/><br \/>\tA.\tPurpose.  It is the <span class=\"dictionary\">intent<\/span> of this section to consolidate a number of existing code provisions relating to the administrative abatement of public nuisances, and <span class=\"dictionary\">revocations<\/span>, rescissions, discontinuances or modifications of discretionary zoning approvals.  In addition, this section also sets forth procedures allowing the Director to modify or remove conditions imposed as a result of nuisance abatement proceedings; to enforce conditions imposed as part of any discretionary zoning approval; and to require that the cost of a proceeding instituted pursuant to this section be paid by those responsible for the maintenance and operation of the subject use.<br \/><br \/>\tThese provisions allow the City’s zoning authorities to protect the public peace, health and safety from any land use which becomes a nuisance; adversely affects the health, peace or safety of persons residing or working in the surrounding area; or violates any land use related condition imposed pursuant to this chapter or other provision of <span class=\"dictionary\">law<\/span>, while protecting the constitutional rights of the parties involved.<br \/><br \/>\tB.\tAuthority.  Notwithstanding any other provision of this Code to the contrary, the Director may require the modification, discontinuance or <span class=\"dictionary\">revocation<\/span> of any land use or discretionary zoning approval if it is found that the land use or discretionary zoning approval as operated or maintained:<br \/><br \/>\t1.\tJeopardizes or adversely affects the public health, peace, or safety of persons residing or working on the premises or in the surrounding area; or<br \/><br \/>\t2.\tConstitutes a public nuisance; or<br \/><br \/>\t3.\tHas resulted in repeated nuisance activities, including, but not limited to, disturbances of the peace, illegal drug activity, public drunkenness, drinking in public, harassment of passersby, gambling, prostitution, sale of stolen goods, public urination, theft, <span class=\"dictionary\">assaults<\/span>, batteries, acts of vandalism, loitering, excessive littering, illegal parking, excessive loud noises (especially in the late night or early morning hours), traffic violations, curfew violations, lewd conduct, or police detentions and <span class=\"dictionary\">arrests<\/span>; or<br \/><br \/>\t4.\tAdversely impacts nearby uses; or<br \/><br \/>\t5.\tViolates any provision of this chapter; or any other city, state, or federal regulation, <span class=\"dictionary\">ordinance<\/span>, or <span class=\"dictionary\">statute<\/span>; or<br \/><br \/>\t6.\tViolates any condition imposed by a prior discretionary land use approval including approvals granted pursuant to Sections 12.24, 12.27, 12.28, 12.32 or 14.00 of this Code; or an approval initiated by application of a property owner or owner’s representative related to the use of land including, but not limited to, parcel map, tentative tract map, coastal development permit, development agreement, density transfer plan, exception from a specific plan, and project permit pursuant to a moratorium or an interim control <span class=\"dictionary\">ordinance<\/span>.<br \/><br \/>\tC.\tProcedures:  Notice, <span class=\"dictionary\">Hearings<\/span> and <span class=\"dictionary\">Appeals<\/span>.  The Director shall give notice to the record owner and lessee(s) of the real property affected to appear at a public <span class=\"dictionary\">hearing<\/span> at a time and place fixed by the Director and show cause why the land use or discretionary zoning approval should not be modified, discontinued, or revoked.<br \/><br \/>\t1.\tNotice.  A written notice shall be mailed not less than 24 calendar days prior to the date of <span class=\"dictionary\">hearing<\/span> to the owner and lessee(s) of the property involved, and to the owners of all property within and outside of the City that is within 500 feet of the exterior boundaries of the property involved, using for the purpose of notification the last known name and address of the owners, as shown in the City Clerk’s records or in the records of the County Assessor.  If all property within the 500-foot radius is under the same ownership as the property involved in the proceeding, then the owners of all property which adjoins that ownership shall be included in this notification.  Written notice shall also be mailed to residential, commercial and industrial occupants of the property involved, and all property within 500 feet of the exterior boundaries of the property involved.  This requirement can be met by mailing the notice to “occupant”.  If this notice provision will not result in notice being given to at least 20 different owners of at least 20 different lots other than the subject property, then the 500-foot radius for notification shall be increased in increments of 50 feet until the required number of persons and lots are encompassed within the expanded area.  Notification shall then be given to all property owners and occupants within the expanded area.<br \/><br \/>\tNotwithstanding the above 24-calendar day notification period and the 500-foot notification radius, only 15 calendar days and a 500-foot radius shall be required for any <span class=\"dictionary\">hearing<\/span> conducted on the same site for a land use or discretionary zoning approval for which a previous final decision pursuant to this section has been made by the City.<br \/><br \/>\t2.\t<span class=\"dictionary\">Hearing<\/span> and Decision.  The matter may be set for public <span class=\"dictionary\">hearing<\/span> before the Director.  After the conclusion of a public <span class=\"dictionary\">hearing<\/span>, the Director may require the modification, discontinuance or <span class=\"dictionary\">revocation<\/span> of the land use or discretionary zoning approval, as the case may be.  As part of the action, the Director may impose conditions of operation as he or she deems appropriate, including those necessary to protect the best interests of the surrounding property or neighborhood; to eliminate, lessen, or prevent any detrimental effect on the surrounding property or neighborhood; or to assure compliance with other applicable provisions of <span class=\"dictionary\">law<\/span> or conditions of an earlier discretionary approval.  Conditions imposed may include the establishment of amortization <span class=\"dictionary\">schedules<\/span>, the closure or removal of buildings or structures, and affect the establishment, maintenance, or operation of the subject use, and related land uses, buildings, or structures.<br \/><br \/>\tWhenever the Director initiates an action pursuant to this section he or she shall impose a condition requiring payment of the fee set forth in Section 19.01 P. of this Code (fee condition) to cover the City’s costs in processing the matter.  A fee is not required if the Director finds that the operation of the land use does not create a nuisance or that the property owner, business operator or person in control, is in substantial compliance with the conditions of operation.  The fee condition shall further provide that if the decision is not appealed, then the fee shall be paid in full to the City with confirmation of the payment being provided to the Director within 30 days of the decision date.  If an <span class=\"dictionary\">appeal<\/span> is filed and the decision of the Director is upheld on <span class=\"dictionary\">appeal<\/span>, then the fee shall be paid in full with confirmation made to the Director within 30 days of the effective date of the decision.  If the Council <span class=\"dictionary\">reverses<\/span> in total the decision of the Director, then no payment of fees other than the <span class=\"dictionary\">appeal<\/span> fee specified in Section 19.01 P. shall be required.<br \/><br \/>\tAny determination shall be supported by written <span class=\"dictionary\">findings<\/span>, including a <span class=\"dictionary\">finding<\/span> that the Director’s determination does not impair the constitutional rights of any person.  The written determination shall also state that failure to comply with any or all conditions imposed may result in the issuance of an <span class=\"dictionary\">order<\/span> to discontinue or revoke the land use or discretionary zoning approval.  The Director may require the discontinuance or <span class=\"dictionary\">revocation<\/span> of a land use or discretionary zoning approval only upon <span class=\"dictionary\">finding<\/span> that:<br \/><br \/>\t(a)\tprior governmental efforts to cause the owner or operator to eliminate the problems associated with the land use or discretionary zoning approval have failed (examples include formal action, such as <span class=\"dictionary\">citations<\/span>, <span class=\"dictionary\">orders<\/span> or <span class=\"dictionary\">hearings<\/span> by the Police Department, Department of Building and Safety, the Director, a Zoning Administrator, the City Planning Commission, or any other governmental agency); and<br \/><br \/>\t(b)\tthe owner or operator has failed to demonstrate, to the satisfaction of the Director, the willingness or ability to eliminate the problems associated with the land use or discretionary zoning approval.<br \/><br \/>\tIf the Director discontinues or revokes any land use or discretionary zoning approval pursuant to this section, the full cost of the abatement, including the cost of inspection, shall become the personal obligation of the business operator, property owner, or person in control.  If confirmed by the Council, a <span class=\"dictionary\">lien<\/span> may be placed against the property in accordance with the procedures described in Administrative Code Sec. 7.35.3.<br \/><br \/>\t3.\tCompliance Review.  Upon any <span class=\"dictionary\">finding<\/span> of nuisance or non-compliance with existing conditions imposed on the land use or discretionary zoning approval, the Director’s determination shall impose a condition requiring the business operator or property owner to file a Plan Approval application for Review of Compliance with Conditions within two years of the effective date.  At the discretion of the Director, the due date for the Plan Approval application can be set for 90 days, 180 days, one year, 18 months or two years from the effective date of the Director’s determination or the Council action on <span class=\"dictionary\">appeal<\/span>.<br \/><br \/>\t4.\t<span class=\"dictionary\">Appeals<\/span>.  An <span class=\"dictionary\">appeal<\/span> from the decision of the Director may be taken to the Council in the same manner as prescribed in Section 12.24 I.<br \/><br \/>\tAn <span class=\"dictionary\">appeal<\/span> fee shall be charged pursuant to Section 19.01 P.  The Council’s decision on <span class=\"dictionary\">appeal<\/span> shall be processed in the manner prescribed in Section 12.24 I.6. <br \/><br \/>\tFurther, if it is determined by the Council that the decision of the Director impairs the constitutional rights of any person, then it shall modify the action accordingly, or refer the matter back to the Director for further action.<br \/><br \/>\t5.\tViolations.  It shall be unlawful to violate or fail to comply with any requirement or condition imposed by the Director or the Council pursuant to this section.  Violation or failure to comply shall constitute a violation of this chapter and shall be subject to the same penalties as any other violation of this chapter. In the event of a violation of an <span class=\"dictionary\">order<\/span> to discontinue or revoke a land use or discretionary zoning approval pursuant to this section, the Department of Building and Safety shall <span class=\"dictionary\">order<\/span> the owner to vacate and secure the property, premises, buildings or portion of any property, premises or building pursuant to Section 91.9003 of this Code.  The Department of Building and Safety shall institute enforcement as provided in Section 91.9003.3 of this Code.  The Director shall cause the determination or <span class=\"dictionary\">revocation<\/span> to be recorded.<br \/><br \/>\tD.\tResidential Uses.  This subsection shall apply to all single-family and multi-family residential uses, including residential hotels as defined in Section 47.73 T. of this Code.  This subsection shall not apply to hotels or motels that are not residential hotels. Nothing in this section or Section 91.9001 et seq. of this Code is intended to supersede or abrogate the rights of tenants provided by State <span class=\"dictionary\">statute<\/span> or by the Los Angeles Housing Code and Rent Stabilization <span class=\"dictionary\">Ordinance<\/span>, or by any other provision of this Code.<br \/><br \/>\t1.\tThe Director, as the initial decision maker, or the Council on <span class=\"dictionary\">appeal<\/span>, shall ask the City Attorney to initiate the process of having the residential use placed in receivership pursuant to California Civil Code Section 3479 and Code of Civil Procedure Section 564(b)(9), upon <span class=\"dictionary\">finding<\/span> that:<br \/><br \/>\t(a)\tprior governmental efforts to cause the owner or operator to eliminate the problems associated with the land use or discretionary zoning approval have failed (examples include formal action, such as <span class=\"dictionary\">citations<\/span>, <span class=\"dictionary\">orders<\/span> or <span class=\"dictionary\">hearings<\/span> by the Police Department, Department of Building and Safety, the Director, a Zoning Administrator, the City Planning Commission, or any other governmental agency); and<br \/><br \/>\t(b)\tthat the owner or operator has failed to demonstrate, to the satisfaction of the Director, the willingness or ability to eliminate the problems associated with the land use or discretionary zoning approval.<br \/><br \/>\t2.\tIf the residential use is not placed in receivership and the Director, as the initial decision maker, or the Council on <span class=\"dictionary\">appeal<\/span>, discontinues or revokes the land use or discretionary zoning approval, resulting in the displacement of tenants then the following provisions shall apply:<br \/><br \/>\t(a)\tThe Housing Department shall identify each tenant who was displaced and is eligible for relocation assistance, and shall <span class=\"dictionary\">issue<\/span> an <span class=\"dictionary\">order<\/span> requiring the owner to pay relocation benefits in the amounts specified in Section 151.09 G. of this Code.<br \/><br \/>\t(b)\tIf the owner fails to pay relocation benefits to an eligible tenant as required by this subsection, the Housing Department may advance relocation benefits to the tenant in the amount set forth in Section 151.09 G. of this Code.<br \/><br \/>\t(c)\tIf the owner fails to comply with an <span class=\"dictionary\">order<\/span> of the Housing Department to pay relocation benefits, the owner shall be liable to the City for any relocation payments advanced, and the Housing Department may obtain a <span class=\"dictionary\">lien<\/span> upon the property pursuant to Los Angeles Administrative Code Section 7.35.3 to recover the amount advanced and associated costs.<br \/><br \/>\t(d)\tRelocation benefits shall not be payable to any tenant who has caused or substantially contributed to the condition giving rise to an <span class=\"dictionary\">order<\/span> to vacate issued pursuant to Section 91.9003.1 of this Code.  The Director shall determine whether a tenant has caused or substantially contributed to the condition giving rise to the <span class=\"dictionary\">order<\/span> to vacate.<br \/><br \/>\t(e)\tThe Housing Department shall inform each eligible tenant of his\/her right to re-rental of the same unit, or comparable unit, if the owner, or subsequent owner, re-establishes the residential use.  The Housing Department shall inform the eligible tenant that he\/she must advise the owner in writing of his\/her interest in re-renting and must provide the owner with an address to which the owner can direct an offer.<br \/><br \/>\t(f)\tWhen the residential use is re-established, the accommodations shall be offered, and rented or leased at the lawful rent in effect at the time the residential use was discontinued or revoked, plus annual adjustments available under Section 151.06 of this Code.<br \/><br \/>\t(g)\tThe Director’s determination or the Council’s action shall include the provisions of this subsection and shall be recorded by the Director as a covenant with the Office of the County Recorder.<br \/><br \/>\tE.\tModification of Administrative Decisions.  Any administrative nuisance abatement decision made pursuant to this chapter, any conditions imposed by that decision, or any decisions on a discretionary zoning approval pursuant to this section may be modified pursuant to the provisions of this subsection.  Upon application by the business operator, property owner or lessee(s), the Director may modify or eliminate the conditions of a prior decision.  An application shall be made on official forms provided by the Department of Planning and shall be accompanied by a filing fee as specified in Section 19.01 P.<br \/><br \/>\tAn application may be considered if a time period of at least one year has passed from the date the conditions were originally imposed; or if there have been substantial changes in the nature and operation of the land use or discretionary zoning approval; or if there has been a change in circumstances such that the continued enforcement of the previously imposed conditions is no longer reasonable or necessary.  All applications shall include a radius map, a list of property owners and occupants within 500 feet, and plot plan drawn to scale.<br \/><br \/>\tAn application shall be set for public <span class=\"dictionary\">hearing<\/span>.  The Director may grant or deny the requested application, or modify the prior decision, including imposing new or different substitute conditions as the Director deems appropriate.  No modification shall be approved pursuant to this subsection unless the Director finds each of the following:<br \/><br \/>\t1.\tThat the requirements for consideration of the application under this subsection have been met; and<br \/><br \/>\t2.\tThat due consideration has been given to the effects of the modification on surrounding properties.<br \/><br \/>\tAn <span class=\"dictionary\">appeal<\/span> from the decision of the Director may be taken to the Council in the same manner as prescribed in Subsection C. of this section.<br \/><br \/>\tWhen the Director <span class=\"dictionary\">orders<\/span> the discontinuance or <span class=\"dictionary\">revocation<\/span> of a land use or discretionary zoning approval and the applicant files for re-instatement of the land use pursuant to this subsection, the Director may re-instate the land use if all <span class=\"dictionary\">findings<\/span> of this subsection are met.  The applicant will not be issued a new certificate of occupancy.<br \/><br \/>\tSubsequent applications for reconsideration may be filed in accordance with this subsection.  If the application is denied with prejudice, a subsequent application for reconsideration shall not be filed within one year from the reconsideration decision date, and then only if a property owner, business operator or lessee(s) shows that the circumstances involving the land use or discretionary zoning approval have substantially and materially changed since the last reconsideration.<br \/><br \/>\tF.\tContinuation of Prior Decisions.  Prior administrative nuisance abatement decisions regarding land uses and discontinuances, <span class=\"dictionary\">revocations<\/span>, rescissions or modifications of discretionary zoning approvals made by the Zoning Administrator, City Planning Commission or the Council shall remain in full force and effect.  Further, it shall continue to be unlawful to violate or fail to comply with any prior requirement or condition imposed by the Zoning Administrator, the former Board of Zoning <span class=\"dictionary\">Appeals<\/span>, the City Planning Commission, or the Council.  Violation or failure to comply shall constitute a violation of this chapter and shall be subject to the same penalties as any other violation of this chapter.  In the event of a violation of an <span class=\"dictionary\">order<\/span> of discontinuance or <span class=\"dictionary\">revocation<\/span>, the Department of Building and Safety shall <span class=\"dictionary\">order<\/span> the business operator, property owner or lessee(s) to vacate and secure the property, premises, buildings or portion thereof pursuant to Section 91.9003 of this Code.  The Department of Building and Safety shall institute enforcement as provided in LAMC Sec. 91.9003.4 of this Code.<\/p><\/section>","previous_section":{"id":"2923","structure_id":"20","section_number":"12.27","catch_line":"Variances.","url":"\/12.27\/","token":"12.27"},"text":{"0":{"id":"788","text":"  ADMINISTRATIVE NUISANCE ABATEMENT PROCEEDINGS.\n\t(Amended by Ord. No. 180,409, Eff. 1\/18\/09.)\tA.\tPurpose.  It is the intent of this section to consolidate a number of existing code provisions relating to the administrative abatement of public nuisances, and revocations, rescissions, discontinuances or modifications of discretionary zoning approvals.  In addition, this section also sets forth procedures allowing the Director to modify or remove conditions imposed as a result of nuisance abatement proceedings; to enforce conditions imposed as part of any discretionary zoning approval; and to require that the cost of a proceeding instituted pursuant to this section be paid by those responsible for the maintenance and operation of the subject use.\tThese provisions allow the City’s zoning authorities to protect the public peace, health and safety from any land use which becomes a nuisance; adversely affects the health, peace or safety of persons residing or working in the surrounding area; or violates any land use related condition imposed pursuant to this chapter or other provision of law, while protecting the constitutional rights of the parties involved.\tB.\tAuthority.  Notwithstanding any other provision of this Code to the contrary, the Director may require the modification, discontinuance or revocation of any land use or discretionary zoning approval if it is found that the land use or discretionary zoning approval as operated or maintained:\t1.\tJeopardizes or adversely affects the public health, peace, or safety of persons residing or working on the premises or in the surrounding area; or\t2.\tConstitutes a public nuisance; or\t3.\tHas resulted in repeated nuisance activities, including, but not limited to, disturbances of the peace, illegal drug activity, public drunkenness, drinking in public, harassment of passersby, gambling, prostitution, sale of stolen goods, public urination, theft, assaults, batteries, acts of vandalism, loitering, excessive littering, illegal parking, excessive loud noises (especially in the late night or early morning hours), traffic violations, curfew violations, lewd conduct, or police detentions and arrests; or\t4.\tAdversely impacts nearby uses; or\t5.\tViolates any provision of this chapter; or any other city, state, or federal regulation, ordinance, or statute; or\t6.\tViolates any condition imposed by a prior discretionary land use approval including approvals granted pursuant to Sections 12.24, 12.27, 12.28, 12.32 or 14.00 of this Code; or an approval initiated by application of a property owner or owner’s representative related to the use of land including, but not limited to, parcel map, tentative tract map, coastal development permit, development agreement, density transfer plan, exception from a specific plan, and project permit pursuant to a moratorium or an interim control ordinance.\tC.\tProcedures:  Notice, Hearings and Appeals.  The Director shall give notice to the record owner and lessee(s) of the real property affected to appear at a public hearing at a time and place fixed by the Director and show cause why the land use or discretionary zoning approval should not be modified, discontinued, or revoked.\t1.\tNotice.  A written notice shall be mailed not less than 24 calendar days prior to the date of hearing to the owner and lessee(s) of the property involved, and to the owners of all property within and outside of the City that is within 500 feet of the exterior boundaries of the property involved, using for the purpose of notification the last known name and address of the owners, as shown in the City Clerk’s records or in the records of the County Assessor.  If all property within the 500-foot radius is under the same ownership as the property involved in the proceeding, then the owners of all property which adjoins that ownership shall be included in this notification.  Written notice shall also be mailed to residential, commercial and industrial occupants of the property involved, and all property within 500 feet of the exterior boundaries of the property involved.  This requirement can be met by mailing the notice to “occupant”.  If this notice provision will not result in notice being given to at least 20 different owners of at least 20 different lots other than the subject property, then the 500-foot radius for notification shall be increased in increments of 50 feet until the required number of persons and lots are encompassed within the expanded area.  Notification shall then be given to all property owners and occupants within the expanded area.\tNotwithstanding the above 24-calendar day notification period and the 500-foot notification radius, only 15 calendar days and a 500-foot radius shall be required for any hearing conducted on the same site for a land use or discretionary zoning approval for which a previous final decision pursuant to this section has been made by the City.\t2.\tHearing and Decision.  The matter may be set for public hearing before the Director.  After the conclusion of a public hearing, the Director may require the modification, discontinuance or revocation of the land use or discretionary zoning approval, as the case may be.  As part of the action, the Director may impose conditions of operation as he or she deems appropriate, including those necessary to protect the best interests of the surrounding property or neighborhood; to eliminate, lessen, or prevent any detrimental effect on the surrounding property or neighborhood; or to assure compliance with other applicable provisions of law or conditions of an earlier discretionary approval.  Conditions imposed may include the establishment of amortization schedules, the closure or removal of buildings or structures, and affect the establishment, maintenance, or operation of the subject use, and related land uses, buildings, or structures.\tWhenever the Director initiates an action pursuant to this section he or she shall impose a condition requiring payment of the fee set forth in Section 19.01 P. of this Code (fee condition) to cover the City’s costs in processing the matter.  A fee is not required if the Director finds that the operation of the land use does not create a nuisance or that the property owner, business operator or person in control, is in substantial compliance with the conditions of operation.  The fee condition shall further provide that if the decision is not appealed, then the fee shall be paid in full to the City with confirmation of the payment being provided to the Director within 30 days of the decision date.  If an appeal is filed and the decision of the Director is upheld on appeal, then the fee shall be paid in full with confirmation made to the Director within 30 days of the effective date of the decision.  If the Council reverses in total the decision of the Director, then no payment of fees other than the appeal fee specified in Section 19.01 P. shall be required.\tAny determination shall be supported by written findings, including a finding that the Director’s determination does not impair the constitutional rights of any person.  The written determination shall also state that failure to comply with any or all conditions imposed may result in the issuance of an order to discontinue or revoke the land use or discretionary zoning approval.  The Director may require the discontinuance or revocation of a land use or discretionary zoning approval only upon finding that:\t(a)\tprior governmental efforts to cause the owner or operator to eliminate the problems associated with the land use or discretionary zoning approval have failed (examples include formal action, such as citations, orders or hearings by the Police Department, Department of Building and Safety, the Director, a Zoning Administrator, the City Planning Commission, or any other governmental agency); and\t(b)\tthe owner or operator has failed to demonstrate, to the satisfaction of the Director, the willingness or ability to eliminate the problems associated with the land use or discretionary zoning approval.\tIf the Director discontinues or revokes any land use or discretionary zoning approval pursuant to this section, the full cost of the abatement, including the cost of inspection, shall become the personal obligation of the business operator, property owner, or person in control.  If confirmed by the Council, a lien may be placed against the property in accordance with the procedures described in Administrative Code Sec. 7.35.3.\t3.\tCompliance Review.  Upon any finding of nuisance or non-compliance with existing conditions imposed on the land use or discretionary zoning approval, the Director’s determination shall impose a condition requiring the business operator or property owner to file a Plan Approval application for Review of Compliance with Conditions within two years of the effective date.  At the discretion of the Director, the due date for the Plan Approval application can be set for 90 days, 180 days, one year, 18 months or two years from the effective date of the Director’s determination or the Council action on appeal.\t4.\tAppeals.  An appeal from the decision of the Director may be taken to the Council in the same manner as prescribed in Section 12.24 I.\tAn appeal fee shall be charged pursuant to Section 19.01 P.  The Council’s decision on appeal shall be processed in the manner prescribed in Section 12.24 I.6. \tFurther, if it is determined by the Council that the decision of the Director impairs the constitutional rights of any person, then it shall modify the action accordingly, or refer the matter back to the Director for further action.\t5.\tViolations.  It shall be unlawful to violate or fail to comply with any requirement or condition imposed by the Director or the Council pursuant to this section.  Violation or failure to comply shall constitute a violation of this chapter and shall be subject to the same penalties as any other violation of this chapter. In the event of a violation of an order to discontinue or revoke a land use or discretionary zoning approval pursuant to this section, the Department of Building and Safety shall order the owner to vacate and secure the property, premises, buildings or portion of any property, premises or building pursuant to Section 91.9003 of this Code.  The Department of Building and Safety shall institute enforcement as provided in Section 91.9003.3 of this Code.  The Director shall cause the determination or revocation to be recorded.\tD.\tResidential Uses.  This subsection shall apply to all single-family and multi-family residential uses, including residential hotels as defined in Section 47.73 T. of this Code.  This subsection shall not apply to hotels or motels that are not residential hotels. Nothing in this section or Section 91.9001 et seq. of this Code is intended to supersede or abrogate the rights of tenants provided by State statute or by the Los Angeles Housing Code and Rent Stabilization Ordinance, or by any other provision of this Code.\t1.\tThe Director, as the initial decision maker, or the Council on appeal, shall ask the City Attorney to initiate the process of having the residential use placed in receivership pursuant to California Civil Code Section 3479 and Code of Civil Procedure Section 564(b)(9), upon finding that:\t(a)\tprior governmental efforts to cause the owner or operator to eliminate the problems associated with the land use or discretionary zoning approval have failed (examples include formal action, such as citations, orders or hearings by the Police Department, Department of Building and Safety, the Director, a Zoning Administrator, the City Planning Commission, or any other governmental agency); and\t(b)\tthat the owner or operator has failed to demonstrate, to the satisfaction of the Director, the willingness or ability to eliminate the problems associated with the land use or discretionary zoning approval.\t2.\tIf the residential use is not placed in receivership and the Director, as the initial decision maker, or the Council on appeal, discontinues or revokes the land use or discretionary zoning approval, resulting in the displacement of tenants then the following provisions shall apply:\t(a)\tThe Housing Department shall identify each tenant who was displaced and is eligible for relocation assistance, and shall issue an order requiring the owner to pay relocation benefits in the amounts specified in Section 151.09 G. of this Code.\t(b)\tIf the owner fails to pay relocation benefits to an eligible tenant as required by this subsection, the Housing Department may advance relocation benefits to the tenant in the amount set forth in Section 151.09 G. of this Code.\t(c)\tIf the owner fails to comply with an order of the Housing Department to pay relocation benefits, the owner shall be liable to the City for any relocation payments advanced, and the Housing Department may obtain a lien upon the property pursuant to Los Angeles Administrative Code Section 7.35.3 to recover the amount advanced and associated costs.\t(d)\tRelocation benefits shall not be payable to any tenant who has caused or substantially contributed to the condition giving rise to an order to vacate issued pursuant to Section 91.9003.1 of this Code.  The Director shall determine whether a tenant has caused or substantially contributed to the condition giving rise to the order to vacate.\t(e)\tThe Housing Department shall inform each eligible tenant of his\/her right to re-rental of the same unit, or comparable unit, if the owner, or subsequent owner, re-establishes the residential use.  The Housing Department shall inform the eligible tenant that he\/she must advise the owner in writing of his\/her interest in re-renting and must provide the owner with an address to which the owner can direct an offer.\t(f)\tWhen the residential use is re-established, the accommodations shall be offered, and rented or leased at the lawful rent in effect at the time the residential use was discontinued or revoked, plus annual adjustments available under Section 151.06 of this Code.\t(g)\tThe Director’s determination or the Council’s action shall include the provisions of this subsection and shall be recorded by the Director as a covenant with the Office of the County Recorder.\tE.\tModification of Administrative Decisions.  Any administrative nuisance abatement decision made pursuant to this chapter, any conditions imposed by that decision, or any decisions on a discretionary zoning approval pursuant to this section may be modified pursuant to the provisions of this subsection.  Upon application by the business operator, property owner or lessee(s), the Director may modify or eliminate the conditions of a prior decision.  An application shall be made on official forms provided by the Department of Planning and shall be accompanied by a filing fee as specified in Section 19.01 P.\tAn application may be considered if a time period of at least one year has passed from the date the conditions were originally imposed; or if there have been substantial changes in the nature and operation of the land use or discretionary zoning approval; or if there has been a change in circumstances such that the continued enforcement of the previously imposed conditions is no longer reasonable or necessary.  All applications shall include a radius map, a list of property owners and occupants within 500 feet, and plot plan drawn to scale.\tAn application shall be set for public hearing.  The Director may grant or deny the requested application, or modify the prior decision, including imposing new or different substitute conditions as the Director deems appropriate.  No modification shall be approved pursuant to this subsection unless the Director finds each of the following:\t1.\tThat the requirements for consideration of the application under this subsection have been met; and\t2.\tThat due consideration has been given to the effects of the modification on surrounding properties.\tAn appeal from the decision of the Director may be taken to the Council in the same manner as prescribed in Subsection C. of this section.\tWhen the Director orders the discontinuance or revocation of a land use or discretionary zoning approval and the applicant files for re-instatement of the land use pursuant to this subsection, the Director may re-instate the land use if all findings of this subsection are met.  The applicant will not be issued a new certificate of occupancy.\tSubsequent applications for reconsideration may be filed in accordance with this subsection.  If the application is denied with prejudice, a subsequent application for reconsideration shall not be filed within one year from the reconsideration decision date, and then only if a property owner, business operator or lessee(s) shows that the circumstances involving the land use or discretionary zoning approval have substantially and materially changed since the last reconsideration.\tF.\tContinuation of Prior Decisions.  Prior administrative nuisance abatement decisions regarding land uses and discontinuances, revocations, rescissions or modifications of discretionary zoning approvals made by the Zoning Administrator, City Planning Commission or the Council shall remain in full force and effect.  Further, it shall continue to be unlawful to violate or fail to comply with any prior requirement or condition imposed by the Zoning Administrator, the former Board of Zoning Appeals, the City Planning Commission, or the Council.  Violation or failure to comply shall constitute a violation of this chapter and shall be subject to the same penalties as any other violation of this chapter.  In the event of a violation of an order of discontinuance or revocation, the Department of Building and Safety shall order the business operator, property owner or lessee(s) to vacate and secure the property, premises, buildings or portion thereof pursuant to Section 91.9003 of this Code.  The Department of Building and Safety shall institute enforcement as provided in LAMC Sec. 91.9003.4 of this Code.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}