{"section_number":"12.20.2.1","edition_id":"1","section_id":"2874","structure_id":"20","catch_line":"Coastal Development Permit Procedures After Certification Of The Local Coastal Program.","history":"","full_text":"  COASTAL DEVELOPMENT PERMIT PROCEDURES AFTER CERTIFICATION OF THE LOCAL COASTAL PROGRAM.\n\t(Amended by Ord. No. 175,691, Eff. 1\/19\/04.)\n\n\tA.\tRequirement of a Coastal Development Permit.  A Coastal Development Permit issued by the City in conformance with the provisions of this section is required for all Coastal Development located within an area of the City covered by a certified local coastal program, unless the Coastal Development is exempted under Section 12.20.1 C., or the proposed project site lies completely within the Coastal Commission Permit jurisdiction, or the Coastal Commission previously issued a Coastal Development Permit for the Coastal Development.  Coastal Development undertaken pursuant to a Coastal Development Permit shall conform to the plans, specifications, terms and conditions approved in the Permit.  Amendments to these procedures are not effective until certified by the Coastal Commission.\n\n\tB.\tDefinitions.  The following definitions shall apply to the Coastal Zone of the City within areas subject to certified Local Coastal Programs.  Words and phrases not defined here shall be construed as defined in Section 12.03 or the California Coastal Commission regulations, if defined there.\n\n\tAppealable Area shall mean the area identified in Public Resources Code Section 30603.  The area that meets this criteria includes, but is not limited to, the area shown on the “Post-LCP Certification Permit and Appeals Jurisdiction Map” certified by the Coastal Commission in accordance with the provisions of California Code of Regulations Title 14 Section 13576 and attached as an exhibit in each certified coastal specific plan.\n\n\tAppealable Development shall mean, in accordance with Public Resources Code Section 30603(a), any development that constitutes a major public works project or a major energy facility, or any development located in the Appealable Area. \n\n\tApplicant shall mean the person, partnership, corporation, or other entity or State or local government agency applying for the Coastal Development Permit.\n\n\tApproving Authority shall mean the initial decision-maker and appeal body, including the Director of Planning, City Engineer, Zoning Administrator, City Planning Commission, Area Planning Commission, Board of Public Works, City Council or other applicable decision-making person or body within the City of Los Angeles, which has the authority to approve a Coastal Development Permit pursuant to this section or by reason of jurisdiction over other permits and approvals sought in conjunction with an application for a Coastal Development Permit. \n\n\tCategorically Excluded Development shall mean a development, which is excluded from the Coastal Development Permit requirements pursuant to a categorical exclusion order adopted by the Coastal Commission that sets forth the specific categories of development that qualify for the exclusion within a specific geographic area, and which establishes that those categories of development in the specified geographic areas will have no potential for significant adverse effects, either individually or cumulatively on coastal resources or on public access to or along the coastline.\n\n\tCoastal Bluff shall mean the upper termination of a bluff, cliff, or seacliff.  In cases where the top edge of the cliff is rounded away from the face of the cliff as a result of erosional processes related to the presence of the steep cliff face, the bluff line or edge shall be defined as that point nearest the cliff beyond which the downward gradient of the surface increases more or less continuously until it reaches the general gradient of the cliff.  In a case where there is a steplike feature at the top of the cliff face, the landward edge of the topmost riser shall be taken to be the cliff edge.  The termini of the bluff line, or edge along the seaward face of the bluff, shall be defined as a point reached by bisecting the angle formed by a line coinciding with the general trend of the bluff line along the inland facing portion of the bluff.  Five hundred feet shall be the minimum length of bluff line or edge to be used in making these determinations.\n\n\tCoastal Development shall mean any of the following on land, in or under water:  the placement or erection of any solid material or structure; the discharge or disposal of any dredged material or of any gaseous, liquid, solid or thermal waste; the grading, removing, dredging, mining or extraction of any materials; any change in the density or intensity of use of land, including, but not limited to, subdivisions pursuant to the Subdivision Map Act (commencing with Government Code Section 66410), and any other division of land, including lot splits, except where the land division is brought about in connection with the purchase of the land by a public agency for public recreational use; any change in the intensity of use of water or of access to the water; construction, reconstruction, demolition or alteration of the size of any structure, including any facility of any private, public or municipal utility; and the removal or harvesting of major vegetation other than for agricultural purposes, kelp harvesting, and timber operations, which are in accordance with a timber harvesting plan submitted pursuant to the provisions of the Z’berg-Nejedly Forest Practice Act of 1973 (commencing with Public Resources Code Section 4511).\n\n\tCoastal Zone shall mean that land and water area specified on the maps cited in Section 30103 of the Public Resources Code, extending seaward to the State’s outer limit of jurisdiction, including all offshore islands, but with some additional criteria for special areas as specified in Public Resources Code Sections 30103.5 and 30166.\n\n\tDisaster shall mean fire, flood, wind, earthquake, or other natural or man-made disaster.\n\n\tEmergency shall mean a sudden, unexpected occurrence demanding immediate action to prevent or mitigate loss or damage to life, health, property or essential public services.\n\n\tEnvironmentally Sensitive Habitat Area shall mean any officially mapped area in which plant or animal life or their habitats are either rare or especially valuable because of their special nature or role in an ecosystem and which could easily be disturbed or degraded by human activities and developments, and any area identified as a wetland, an environmentally sensitive habitat or as a Sensitive Coastal Resource Area, in a certified Local Coastal Program, a certified land use plan or a certified specific plan.\n\n\tFirst Public Road Paralleling the Sea shall mean that road nearest to the sea, as defined in Public Resources Code Section 30115, which:\n\n\t(a)\tis lawfully open to uninterrupted public use and is suitable for that use;\n\n\t(b)\tis publicly maintained;\n\n\t(c)\tis an improved, all-weather road open to motor vehicle traffic in at least one direction;\n\n\t(d)\tis not subject to any restrictions on use by the public except when closed due to an Emergency or when closed temporarily for military purposes; and\n\n\t(e)\tdoes, in fact, connect with other public roads, providing a continuous access system, and generally parallels and follows the shoreline of the sea so as to include all portions of the sea where the physical features, such as bays, lagoons, estuaries and wetlands cause the waters of the sea to extend landward from the generally continuous coastline.\n\n\tPublic Project shall mean any development initiated by the Department of Public Works or any of its bureaus, any development initiated by any other department or agency of the City of Los Angeles, and any development initiated or to be carried out by any other governmental agency that is required to obtain a local government permit.  Public Project shall not include any development by any department or agency of the City of Los Angeles or any other governmental entity that otherwise requires action by or approval of the City Planning Commission, Area Planning Commission or the Office of Zoning Administration, or any development by any department or agency of the City of Los Angeles or any other government entity for which a permit from the Department of Building and Safety is required.  Public Project shall also not include any development on tidelands, submerged lands, or on public trust lands, whether filled or unfilled.\n\n\tWetland shall mean lands within the Coastal Zone which may be covered periodically or permanently with shallow water and include saltwater marshes, freshwater marshes, open or closed brackish water marshes, swamps, mudflats and fens. \n\n\tC.\tExemptions.  The following types of Coastal Development are exempt from the requirement to obtain a Coastal Development Permit in accordance with the provisions of this section:\n\n\t1.\tImprovements to Existing Structures. \n\n\t(a)\tImprovements to any existing structure are exempt.  For purposes of this section, in order to qualify as an improvement, the Coastal Development shall retain 50% or more of the existing exterior walls of the building or structure.  In addition, the following shall be considered a part of an existing structure:\n\n\t(1)\tall fixtures and other structures directly attached to the existing structure and landscaping on the lot;\n\n\t(2)\tfor single-family residences, in addition to (1) above, structures on the property normally associated with a single-family residence, such as garages, swimming pools, fences and storage sheds, but not including guest houses or self-contained dwelling units, shall also be considered part of that structure.\n\n\t(b)\tNotwithstanding the exemption provided in Section C.1. above, the following improvements require a Coastal Development Permit:\n\n\t(1)\timprovements to any structure on a beach, Wetland, stream or lake, seaward of the mean high tide line, where the structure or proposed improvement would encroach within 50 feet of the edge of a Coastal Bluff, stream or in areas of natural vegetation designated by resolution of the Coastal Commission as a significant natural habitat, or identified in a certified local coastal plan or specific plan as a significant natural habitat; or within 100 feet of the edge of a Coastal Bluff if the structure is a single family dwelling;\n\n\t(2)\tany significant alteration of land forms, including the removal or placement of vegetation, on a beach, Wetland or sand dune, or within 100 feet of the edge of a Coastal Bluff or stream or in areas of natural vegetation designated by resolution of the Coastal Commission or in a certified specific plan as a significant natural habitat; or within 50 feet of the edge of a Coastal Bluff if the structure is a single family dwelling;\n\n\t(3)\tthe expansion or construction of water wells or septic systems;\n\n\t(4)\timprovements to any structure on property located in the Appealable Area that would result in (i) an increase of ten percent or more of internal floor area of the existing structure, or (ii) an additional improvement of ten percent or less where an improvement to the structure has previously been undertaken pursuant to Public Resources Code Section 30610(b), and\/or (iii) an increase in height by more than ten percent of an existing structure;\n\n\t(5)\timprovements to any structure on property in the non-appealable area that would result in an increase of ten percent or more of internal floor area of the existing structure;\n\n\t(6)\timprovements to any structure in significant scenic resource areas as designated by the Coastal Commission or in a certified specific plan that would result in (i) an increase of ten percent or more of internal floor area of the existing structure, or (ii) an additional improvement of ten percent or less where an improvement to the structure has previously been undertaken pursuant to Public Resources Code Section 30610(b), and\/or (iii) an increase in height by more than ten percent of an existing structure;\n\n\t(7)\tin areas the Coastal Commission has previously declared, by resolution after public hearing, to have a critically short water supply that must be maintained for the protection of coastal resources or public recreational use, the construction of any specific major water-using Coastal Development including, but not limited to, swimming pools, or the construction or extension of any landscaping irrigation system;\n\n\t(8)\tany improvement to a structure where the development permit issued for the original structure by the Coastal Commission indicated that any future improvements would require a Coastal Development Permit;\n\n\t(9)\tany improvement to a structure that results in a Change in the Intensity of Use of the structure; and\n\n\t(10)\tany improvement made pursuant to a conversion of an existing structure from a multiple unit rental use or visitor-serving commercial use to a use involving a fee ownership or long-term leasehold, including, but not limited to, a condominium conversion, stock cooperative conversion or hotel\/motel timesharing conversion.\n\n\t2.\tRepair and Maintenance Activities of Public Utilities.  Repair and maintenance activities of public utilities as specified in the repair, maintenance and utility hook-up exclusion adopted by the Coastal Commission on September 5, 1978.\n\n\t3.\tOther Repair and Maintenance.  Repair and maintenance activities that do not result in a material addition to or an enlargement or expansion of the object of those activities, except as otherwise specified by the Coastal Commission in California Code of Regulations, Title 14, Section 13252, and any amendments subsequently adopted, except if the repairs or maintenance involve any of the following:\n\n\t(a)\tAny method of repair or maintenance of a seawall revetment, bluff retaining wall, breakwater, groin, culvert, outfall or similar shoreline work that involves:\n\n\t(1)\trepair or maintenance involving substantial alteration of the foundation of the protective work including pilings and other surface or subsurface structures;\n\n\t(2)\tthe placement, whether temporary or permanent, of rip-rap, artificial berms of sand or other beach materials, or any other forms of solid materials, on a beach or in coastal waters, streams, Wetlands, estuaries and lakes or on a shoreline protective work except for agricultural dikes within enclosed bays or estuaries;\n\n\t(3)\tthe replacement of 20 percent or more of the materials in an existing structure with materials of a different kind; or\n\n\t(4)\tthe presence, whether temporary or permanent, of mechanized construction equipment or construction materials on any sand area or bluff or within 20 feet of coastal waters or streams.\n\n\t(b)\tAny method of maintenance dredging that involves:\n\n\t(1)\tthe dredging of 100,000 cubic yards or more within a 12 month period;\n\n\t(2)\tthe placement of dredge spoils of any quantity within an Environmentally Sensitive Habitat Area, on any sand area, within 50 feet of the edge of a Coastal Bluff or Environmentally Sensitive Habitat Area or within 20 feet of coastal waters or streams; or\n\n\t(3)\tthe removal, sale or disposal of dredge spoils of any quantity that would be suitable for beach nourishment in an area that the Coastal Commission has declared by resolution, or has been identified in a certified Local Coastal Program, to have a critically short sand supply that must be maintained for protection of structures, coastal access or public recreational use.\n\n\t(c)\tAny repair or maintenance to facilities or structures or work located in an Environmentally Sensitive Habitat Area, any sand area, within 50 feet of the edge of a Coastal Bluff or Environmentally Sensitive Habitat Area or within 20 feet of coastal waters or streams that includes:\n\n\t(1)\tthe placement or removal, whether temporary or permanent, of rip-rap, rocks, sand or other beach materials or any other forms of solid materials; or\n\n\t(2)\tthe presence, whether temporary or permanent, of mechanized equipment or construction materials.\n\n\t(d)\tUnless destroyed by Disaster, the replacement of 50 percent or more of a seawall, revetment, bluff retaining wall, breakwater, groin or similar protective work under one ownership is not repair and maintenance under  Public Resources Code Section 30610(d), but instead constitutes a replacement structure requiring a Coastal Development Permit.\n\n\t4.\tReplacement Structures.  The replacement of any structure destroyed by a Disaster if the replacement structure conforms to applicable existing zoning requirements, is for the same use as the destroyed structure, does not exceed either the floor area, height, or bulk of the destroyed structure by more than ten percent and is sited in the same location on the affected property as the destroyed structure.\n\n\tAs used in this subdivision, “bulk” means total interior cubic volume as measured from the exterior surface of the structure.\n\n\tAs used in this subdivision, “structure” includes landscaping and any erosion control structure or device which is similar to that which existed prior to the occurrence of the Disaster. \n\n\t5.\tCategorically Excluded Development.  Any Coastal Development that has been categorically excluded pursuant to a categorical exclusion approved by the Coastal Commission.\n\n\t6.\tGeologic Testing.  Geologic testing that does not require other City permits, does not involve cutting access roads and does not remove significant vegetation.\n\n\t7.\tTemporary Events.  \n\n\t(a)\tA temporary event that meets all of the following criteria:\n\n\t(1)\tdoes not involve a charge for general public admission or seating; and\n\n\t(2)\twill not restrict public access or use of roadways, parking areas, or recreational areas; and\n\n\t(3)\twill not either directly or indirectly impact Environmentally Sensitive Habitat Areas, rare or endangered species, significant scenic resources, or other coastal resources, such as water-oriented activities, visitor facilities, marine resources, biological resources, agricultural lands, and archaeological or paleontological resources.\n\n\t(b)\tAny temporary event which has previously received a Coastal Development Permit, will be in the same location, during the same time period, will be operated in the same manner, and was not the subject of previous complaints.\n\n\tD.\tGeneral Procedures for Appealable and Non-Appealable Coastal Development Permits.\n\n\t1.\tApplication for a Coastal Development Permit.  An application for a Coastal Development Permit shall be filed with either the Department of City Planning or the City Engineer on a form provided by the Department and include all information required by the instructions on the application and any applicable adopted guidelines.\n\n\t2.\tJurisdiction.\n\n\t(a)\tAn application for a Coastal Development Permit for a Public Project, or for a private project where the approval of the underlying permit is within the jurisdiction of the City Engineer, shall be filed in the office of the City Engineer. \n\n\t(b)\tAll other applications for Coastal Development Permits shall be filed in a public office of the Department of City Planning.\n\n\t3.\tPreliminary Notice of Jurisdiction.\n\n\t(a)\tAt the time an application for Coastal Development is submitted, the Director of Planning (Director) or City Engineer, whichever has jurisdiction, shall determine whether:\n\n\t(1)\tthe development is within the Coastal Commission’s jurisdiction or the City’s jurisdiction; and\n\n\t(2)\tthe development is located within the appealable or non-appealable jurisdiction of the Coastal Zone; and\t\n\n\t(3)\tthe development is within an area designated by a certified Local Coastal Program or within the area subject to the provisions of Section 12.20.1 of this Code; and \n\n\t(4)\tthe development is exempt or categorically excluded according to the criteria of Subsection C. of this section.\n\n\t (b)\tThe Director or City Engineer shall use the following criteria:  the certified Local Coastal Program, including any maps, the Post LCP Certification Permit and Appeals Jurisdiction Map certified by the California Coastal Commission, land use designations, special programs and zoning ordinances that are certified as part of the Local Coastal Program and categorical exclusion orders granted by the Coastal Commission.\n\n\t(c)\tIf the preliminary notice of jurisdiction of the Director or City Engineer is challenged by the Applicant or an interested person within 15 days after the determination is made, the Director or City Engineer may request an opinion of the Coastal Commission Executive Director.  The decision of the Executive Director or the Coastal Commission pursuant to California Code of Regulations, Title 14, Section 13569 shall apply. \n\n\t4.\tNotice of Exemption.\n\n\t(a)\tAfter jurisdiction has been established and the Director or City Engineer has determined that the Coastal Development is exempt pursuant to Subsection C. of this section, the Director or the City Engineer, whichever has jurisdiction, shall issue a notice of exemption for a Coastal Development which is exempt from the Coastal Development Permit requirements.  The Director or City Engineer shall mail a copy of the notice of exemption to the Applicant and the Coastal Commission.\n\n\t(b)\tThe City shall maintain a record of all notices issued for exempt Coastal Developments, including Categorically Excluded Developments, which shall be made available to the Coastal Commission or any interested person upon request.  This record may be in the form of a list of issued permits or approvals currently maintained by the City, provided that the record includes the Applicant’s name, the location of the Coastal Development, and a brief description of the Coastal Development.\n\n\t5.\tDeeming an Application Complete.\n\n\t(a)\tWithin 30 days of the submittal of the application and the payment of fees, the Director or City Engineer, whichever has jurisdiction, shall determine whether the application is complete.\n\n\t(b)\tPrior to deeming an application complete, the Director or City Engineer shall determine, and if necessary, advise the Applicant, of the processes to be followed, any additional information required, and the fees to be paid.  The Director or City Engineer shall adopt guidelines and use them to determine when an application is deemed complete.  \n\n\t6.\tConcurrent Processing With Other Permits or Approvals.  \n\n\t(a)\tWhen a proposed Coastal Development is required to obtain a Coastal Development Permit and is also required to obtain other quasi-judicial or legislative approvals, the application for a Coastal Development Permit shall be filed and processed concurrently with the other permits or approvals.  The action of the Approving Authority shall be considered one consolidated action.\n\n\t(b)\tAn appeal of the initial decision on a Coastal Development Permit application shall automatically constitute an appeal of the decision on the application for the other discretionary permits and approvals.  Any appeal of the other permits and approvals shall also constitute an appeal of the Coastal Development Permit unless the appeal of the Coastal Development Permit would violate Charter Section 563.  The time for appeal of the Coastal Development Permit to the Coastal Commission shall commence after action on the other  permits and approvals becomes final. \n\n\t(c)\tIf a condition of the Coastal Development Permit varies from a condition contained in the other permits and approvals, the more restrictive condition shall control.\n\n\t(d)\tNo additional fees shall be charged for appeal of a Coastal Development Permit that is combined with an appeal for the other permits and approvals. \n\n\t7.\tTime Limit for Initial Decision.\n\n\t(a)\tThe initial Approving Authority shall make a written decision approving, disapproving or approving with conditions a Coastal Development Permit within 75 days after:\n\n\t(1)\tthe date the application is deemed complete; or\n\n\t(2)\twhen an environmental impact report (EIR) is required, the date the EIR is certified as complete consistent with State law.\n\n\t(b)\tThe time limit may be extended by mutual consent of the Director and the Applicant. \n\n\tE.\tNotice.\n\n\t1.\tNotice of Coastal Development Permit Application.  The City, at the Applicant’s expense, shall provide a Notice of Coastal Development Permit Application by first class mail at least ten calendar days prior to the initial decision.  This notice shall be provided to each Applicant, to the Certified Neighborhood Council, to all persons who have requested to be on the mailing list for the particular Coastal Development or for all coastal decisions within the Coastal Zone, to all property owners and residents within 100 feet of the perimeter of the parcel on which the Coastal Development is proposed, exclusive of streets, and to the Coastal Commission.  The notice shall contain the following information:\n\n\t(a)\ta statement that the Coastal Development is within the Coastal Zone;\n\n\t(b)\tthe date of filing of the application and the name of the Applicant;\n\n\t(c)\tthe case number assigned to the application;\n\n\t(d)\ta description of the Coastal Development and its proposed location;\n\n\t2.\tNotice of Waiver of Public Hearing.  \n\n\t(a)\tFor Coastal Development in the Appealable Area where the requirement for a public hearing is proposed to be waived, the City shall provide the following statement in the manner provided in Subdivision 1. above:  “the public hearing will be waived unless a hearing is requested by any person within ten working days of the date of this notice.  The failure to request a public hearing may result in the loss of that person’s ability to appeal to the Coastal Commission the City’s action on the Coastal Development Permit.”\n\n\t(b)\tFor a Coastal Development that does not require a public hearing pursuant to this section, the notice shall contain the date the application will be acted upon by the Approving Authority and the general procedure for submitting public comments in writing to the Approving Authority prior to the decision date.\n\n\t3.\tNotice of Public Hearing.  For a Coastal Development that requires a public hearing pursuant to this section, the City, at the Applicant’s expense, shall provide a Notice of Public Hearing by first class mail at least ten calendar days prior to the first public hearing.  This Notice may be combined with the Notice of Coastal Development Permit Application for applications that require a Public Hearing. \n\n\tThis notice shall be provided to each Applicant, to all persons who have requested to be on the mailing list for the particular Coastal Development or for all coastal decisions within the Coastal Zone, to all property owners and residents within 100 feet of the perimeter of the parcel on which the Coastal Development is proposed, exclusive of streets, and to the Coastal Commission.  The notice shall contain the following information:\n\n\t(a)\ta statement that the Coastal Development is within the Coastal Zone;\n\n\t(b)\tthe date of filing of the application and the name of the Applicant;\n\n\t(c)\tthe case number assigned to the application;\n\n\t(d)\ta description of the Coastal Development and its proposed location;\n\n\t(e)\tthe date, time, and place at which the public hearing on the application will be heard;\n\n\t(f)\ta brief description of the general procedure concerning the conduct of the public hearing and City actions;\n\n\t(g)\tthe procedure for City and Coastal Commission appeals, if any, including any required fees;\n\n\t(h)\tIf applicable, the criteria for eligibility to appeal to the Coastal Commission; and\n\n\t(i)\ta statement that an interested person must request to be on the mailing list for the particular Coastal Development in order to receive notice of the written determination and in order to appeal to the City.\n\n\t4.\tContinuation of Public Hearing – Notice.  If a decision on a Coastal Development Permit is continued to a time which is neither (a) previously stated in the notice of public hearing provided pursuant to this subsection, nor (b) announced at the hearing as being continued to a time certain, notice of the further hearings or action on the proposed Coastal Development shall be provided in the same manner, and within the same time limits, as established in this subsection.\n\n\t5.\tPosted Notice.  At the time the application is submitted for filing, the Applicant must post, in a conspicuous place, and as close as possible to the proposed Coastal Development, the City’s notice that an application has been filed for a Coastal Development Permit.  The notice shall contain specific information as to the nature of the proposed Coastal Development and be in a form as required by the approving department for that purpose.\n\n\tF.\tDecision Process for Coastal Development Permits.\n\n\t1.\tPublic Hearing.  The Approving Authority shall hold a public hearing on any application for a Coastal Development Permit for an Appealable Development except as waived in Subdivision 2.  It shall hold the hearing at least ten calendar days following the mailing of the notice required in Section E.2. and shall consolidate the hearing with any other public hearing required for any other approvals required by the Los Angeles Municipal Code or other City ordinance.\n\n\t2.\tWaiver of Public Hearing.  The Approving Authority may waive the public hearing for Coastal Development in the non-appealable area and may propose to waive the requirement for a public hearing for Coastal Development in the Appealable Area if it determines that the Coastal Development meets the following criteria:\n\n\t(a)\tThe Coastal Development is consistent with the Certified Local Coastal Program;\n\n\t(b)\tThe Coastal Development requires no discretionary approvals other than a Coastal Development Permit; and\n\n\t(c)\tThe Coastal Development has no adverse effect either individually or cumulatively on coastal resources or public access to the shoreline or along the coast.\n\n\t3.\tInitial Decision.  If an application for a Coastal Development Permit is submitted to the City and there is no application for another quasi-judicial or legislative approval, the initial decision shall be made by the Director or City Engineer, whichever has jurisdiction.  The Director or City Engineer may approve, conditionally approve or deny a Coastal Development Permit.\n\n\t4.\tFindings.\n\n\t(a)\tAn application for a Coastal Development Permit shall be approved if the Approving Authority, based on information obtained during an investigation and\/or public hearing, if applicable, makes specific written findings justifying the City’s action, including any conditions imposed in order to bring the Coastal Development into conformity with the certified Local Coastal Program.  These findings shall include the following:\n\n\t(1)\tthat the proposed Coastal Development is in conformity with the certified Local Coastal Program;\n\n\t(2)\tthat the Coastal Development is in conformity with all applicable provisions of any adopted community plan and specific plan for the area; and\n\n\t(3)\twhere applicable, that any Coastal Development located between the First Public Road Paralleling the Sea and the sea or shoreline of any body of water located within the Coastal Zone is in conformity with the public access and public recreation policies of Chapter 3 of Division 20 of the California Public Resources Code. \n\n\t(b)\tThe Approving Authority, in approving an application for a Coastal Development Permit, shall impose any conditions considered necessary to insure that the proposed use will be consistent with the above findings.\n\t\n\t(c)\tAn application for a Coastal Development Permit shall be denied when the evidence submitted by the Applicant and\/or presented at a public hearing fails to support the findings above to the satisfaction of the Approving Authority.\n\t\n\t5.\tTransmittal of Written Decision.  Upon making a written decision, the Approving Authority shall transmit a copy by first class mail to each Applicant, to all persons who have requested to be on the mailing list for the particular Coastal Development or for all coastal decisions within the Coastal Zone, to all property owners and residents within 100 feet of the perimeter of the parcel on which the Coastal Development is proposed, exclusive of streets, and to the Coastal Commission.   \n\n\tG.\tEffective Date of City Action.  The City shall issue a Coastal Development Permit only:\n\n\t1.\tFor a non-appealable development, fifteen days after the final City action, provided no appeal has been filed, or provided the Coastal Commission has not asserted jurisdiction.\n\t\t\n\t2.\tFor an Appealable Development, only after receiving the final City action and notification that the ten working day appeal period to the Coastal Commission established by California Code of Regulations has ended and no appeal was filed; or an appeal was filed and the Coastal Commission made a determination of no substantial issue with the City’s decision.\n\n\t3.\tIf a decision on a Coastal Development Permit is appealed to the Coastal Commission and the Coastal Commission determines that a substantial issue exists, the issuance of the permit will be regulated by the Coastal Commission.\n\n\tH.\tProcedures for Appeals of a Coastal Development Permit.\n\n\t1.\tFiling of an Appeal.  \n\n\t(a)\tAn Applicant or any other person aggrieved by the initial decision on a Coastal Development Permit may appeal the decision to the Area Planning Commission or to the Board of Public Works for a Public Project or for a private project where the approval of the underlying permit is within the jurisdiction of the City Engineer.  The appeal on an Appealable Development and non-appealable development shall be filed within 15 days of the date of mailing of the decision.\n\n\t(b)\tThe appeal shall set forth specifically the points at issue, the reasons for the appeal, and the basis upon which the appellant claims there was an error or abuse of discretion by the decision-maker.  Any appeal not filed within the 15-day filing period shall not be considered by the Area Planning Commission or Board of Public Works.  The filing of an appeal stays proceedings in the matter until the Commission or Board has made a decision.  Once an appeal is filed, the initial decision-maker shall transmit the appeal and the file to the Commission or Board,  together with any reports responding to the allegations made in the appeal.\n\n\t2.\tNotice of Appellate Decision.  Before acting on any appeal of a Coastal Development Permit, the Area Planning Commission or Board of Public Works shall set the matter for hearing, with written notice of the hearing sent at least 15 days prior to the meeting to each Applicant, the appellant(s), all persons who have requested to be on the mailing list for the particular Coastal Development or for all coastal decisions within the Coastal Zone, to all property owners and residents within 100 feet of the parcel on which the Coastal Development is proposed, exclusive of streets, and the Coastal Commission. \n\n\t3.\tTime for Appellate Decision.  The Area Planning Commission or Board of Public Works shall act within 75 days after the expiration of the appeal period or within any additional period mutually agreed upon by the Applicant and the Commission or Board.\n\n\t4.\tAppellate Decision.  The Area Planning Commission or Board of Public Works may reverse or modify the initial decision, in whole or in part.  In reversing or modifying the initial decision, the Commission or Board shall make the same findings required to be made by the initial decision-maker and shall indicate why the initial decision-maker erred or abused its discretion.\n\n\tI.\tRecordation of the Coastal Development Permit.  Within 14 days of the issuance of the Coastal Development Permit for a Coastal Development subject to the jurisdiction of the Director, the Applicant shall record the Permit with the Los Angeles County Recorder’s Office and provide a certified copy to the City Planning Department.\n\n\tJ.\tNotice of Final City Action.  Within seven calendar days of a final decision on an application for any Coastal Development, the Approving Authority shall provide notice of its action, at the expense of the Applicant, by first class mail to the Coastal Commission and to any persons who specifically requested notice of the final action by submitting a self-addressed, stamped envelope to the Approving Authority.  The notice shall include conditions of approval, written findings, and, if applicable, the procedures for appeal to the Coastal Commission.\n\n\tK.\tNotification of Failure to Act and Approval by Operation of Law.\n\n\t1.\tNotification by Applicant.  If the Approving Authority has failed to act on an application within the time limits set forth in Government Code Sections 65950-65957.1, the person claiming a right to proceed pursuant to those Code sections shall notify, in writing, the Approving Authority and the Coastal Commission and all persons entitled to receive notice pursuant to Subdivision 2. of Subsection H. of this section that the Coastal Development has been approved by operation of law.  The notice shall specify the application which is claimed to have been approved.\n\n\t2.\tNotification by Approving Authority.  When the Approving Authority determines that the time limits established pursuant to Government Code Sections 65950- 65957.1 have expired, and that the notice required pursuant to Subdivision 2. of Subsection H. of this section has occurred, the Approving Authority shall, within seven calendar days of its determination, notify any person entitled to receive notice pursuant to Subdivision 2. of Subsection H. of this section that it has taken final action by operation of law pursuant to Government Code Sections 65950-65957.1, and that the application, if it is for an Appealable Development, may be appealed to the Coastal Commission pursuant to California Code of Regulations, Title 14, Section 13110, et seq.\n\n\tL.\tAppeal Procedures for Multiple Applications Including a Coastal Development Permit.  The Approving Authority for multiple applications for a Coastal Development Permit and other quasi-judicial or legislative approvals shall be as established in Section 12.36 A. through E.  However, the appeal procedures for the consolidated action shall follow the procedural requirements for notice, public hearing and final action of an initial decision on a Coastal Development Permit in accordance with Subsections D., E. and F. of this section. \n\n\tM.\tDuration of Permits. \n\n\t1.\tValidity.  A Coastal Development Permit that was granted pursuant to the provisions of this section shall run with the land and continue to be valid upon any changes of ownership of the land or any changes to the existing building or structure on the land.\n\n\t2.\tTermination.  A permit which has not been used within the time specified in  the permit, or, if no time is specified, within two years after the granting of the permit, shall become void.  The Director or City Engineer, whichever has jurisdiction, may grant extensions of time for the utilization of the permit, provided the extension is requested prior to the expiration date, under the provisions of Subsection O. of this section.  In cases where other approvals are granted concurrently with the Coastal Development Permit, the time limits and extensions shall be the same as those for the other approvals.  However, the Coastal Development Permit shall become void after six years.\n\n\t3.\tUtilization of Permit.  A Coastal Development Permit shall be considered used when construction or other development authorized by that permit, which would be prohibited in that location if no Coastal Development Permit had been issued, has commenced.  A Coastal Development Permit shall automatically cease to be in effect if the use for which the permit was granted has ceased or has been suspended for a consecutive period of two or more years. \n\n\tN.\tRevocation.\n\n\t1.\tFailure to Comply with Conditions.  If the Director or City Engineer, whichever has jurisdiction, determines that the conditions of any Coastal Development Permit granted pursuant to this section have not been complied with, the Director or City Engineer may give notice to the record owner or lessee of the real property to appear at a time and place fixed by the Director or City Engineer and show cause why the determination of the Approving Authority granting the Coastal Development Permit should not be rescinded.  An appeal from a revocation action may be taken in the same manner prescribed in Subsection H. of this section. \n\n\t2.\tRequest by Aggrieved Person.  Any aggrieved person may request revocation of a permit by application to the Director or City Engineer, whichever has jurisdiction, specifying with particularity the grounds for revocation.  The Director or City Engineer shall review the stated grounds for revocation and shall determine whether to initiate revocation proceedings.  An appeal from a revocation action may be taken in the same manner prescribed in Subsection H of this section.\n\n\tO.\tExtensions of Time.\n\n\t1.\tApplication.  Prior to the expiration of a Coastal Development Permit, an Applicant may apply for a one year extension of the permit.  Prior to the expiration of any extension, the Applicant may apply for another one year extension of the permit.  An application for an extension of time shall automatically keep the permit in effect until the Approving Authority has acted upon the request.  However, if construction has not commenced at the time the application is made, construction may not commence after the initial expiration date until the Approving Authority has acted upon the request.  The application shall state the reasons for the request and shall be accompanied by evidence of a valid, unexpired permit and of the Applicant’s continued property interest.\n\n\t2.\tProcedures.  The procedures for applying for an extension of time shall be in accordance with Subsections D.,  E., and F. of this section.  \n\n\t3.\tFindings.  The Approving Authority shall only grant an extension if the Approving Authority can make the same findings as were required for the original permit, with no new conditions, and must make an additional finding that there are no changed circumstances which would affect the Coastal Development’s consistency with the Local Coastal Program.  \n\n\t4.\tAppeal.  An extension of time for a Coastal Development Permit may be appealed in accordance with Subsection H. of this section.  However, in addition to the notice provisions required in that subsection, the Approving Authority shall also notify any persons who objected to the Approving Authority’s approval of an extension. \n\n\tP.\tImmaterial Changes to a Coastal Development Permit.  \n\n\t1.\tApplication.  An application for an immaterial change to a Coastal Development Permit shall be filed with the Approving Authority that approved the existing permit.\n\n\t2.\tApproval.  If the Approving Authority finds that the proposed change conforms to the original findings and conditions required for the Coastal Development Permit and is in substantial conformance with that Permit, then the Approving Authority may approve the proposed change. \n\n\tQ.\tPermit Amendments.\n\n\t1.\tApplication.  If the Approving Authority that originally granted the Coastal Development Permit finds that a proposed change is not in substantial conformance with the original Coastal Development Permit, the holder of the Permit may apply for an amendment to the Permit in the same manner as an application for a new Coastal Development Permit.  This application shall contain a description of the proposed amendment, the reason for the amendment, together with maps, plans or other material appropriate to the request, and shall be accompanied by evidence of a valid, unexpired permit and of the Applicant’s continued legal ownership or interest in the property. \n\n\t2.\tProcedures.  The procedures for an amendment shall be the same as would be required of a new application at the same location in accordance with Sections D., E. and F. of this section.\n\n\t3.\tAppeals.  Appeals of decisions on amendment applications may be made in the same manner as appeals of decisions on the original Coastal Development Permit in Subsection H. above.\n\n\tR.\tEmergency Permits.  An Emergency permit shall only be issued in cases where an Emergency necessitates immediate action that would normally require a Coastal Development Permit, and where the worth of any permanent structures erected does not exceed $25,000. \n\n\t1.\tApplications.  An application for an Emergency Coastal Development Permit shall be made to the Director or the City Engineer, whichever has jurisdiction, within three days of the Emergency or discovery of the danger.  The following information shall be included in the request:\n\n\t(a)\tnature of the Emergency;\n\n\t(b)\tcause of the Emergency, if this can be determined;\n\n\t(c)\tlocation of the Emergency; \n\n\t(d)\tthe remedial, protective or preventive work required to deal with the Emergency; and\n\n\t(e)\tthe circumstances during the Emergency that justify the proposed course of action, including the probable consequences of failing to take action.\n\n\t2.\tVerification of Emergency.  The Director or City Engineer shall verify the facts, including the existence and the nature of the Emergency, insofar as time  permits.\n\n\t3.\tProcedure.  The Director or City Engineer shall provide public notice of the Emergency work, with the extent and type of notice determined on the basis of the nature of the Emergency.  The Director or City Engineer shall not issue an Emergency permit for any work that falls within the provisions of Public Resources Code Sections 30519(b) and 30601.  The Director or City Engineer may grant an Emergency permit upon reasonable terms and conditions, if the Director or City Engineer finds that:\n\n\t(a)\tan Emergency exists that requires action more quickly than the regular permit process would allow, and the work can or will be completed within 30 days, unless otherwise specified by the terms of the permit;\n\n\t(b)\tpublic comment on the proposed Emergency action has been reviewed, if time allows; and\n\n\t(c)\tthe work proposed would be consistent with the certified Local Coastal Program and any adopted, relevant community or specific plans.\n\n\t4.\tCompliance.  An Emergency permit shall be valid for not more than 60 days from the date of issuance.  Prior to expiration of the Emergency permit, the permittee must submit a Coastal Development Permit application for the Coastal Development or else remove the Coastal Development undertaken pursuant to the Emergency permit in its entirety and restore the site to its previous condition. Failure to comply with the provisions of this subsection or failure by the permittee to properly notice and report any Emergency actions may result in the revocation of the Emergency permit.\n\n\t5.\tReporting.  The Director or City Engineer shall notify the Coastal Commission of the issuance of an Emergency permit by phone or letter as soon as possible, but in any event within three days of the issuance of the Emergency permit.","order_by":"20.2.1","ancestry":{"1":{"id":"20","name":"Specific Planning – Zoning\nComprehensive Zoning Plan","identifier":"2","label":"article","url":"\/1\/2\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3095","structure_id":"20","section_number":"12.00","catch_line":"Title.","url":"\/12.00\/","token":"12.00"},"1":{"id":"1517","structure_id":"20","section_number":"12.01","catch_line":"Continuation Of Existing Regulations.","url":"\/12.01\/","token":"12.01"},"2":{"id":"1627","structure_id":"20","section_number":"12.02","catch_line":"Purpose.","url":"\/12.02\/","token":"12.02"},"3":{"id":"2312","structure_id":"20","section_number":"12.03","catch_line":"Definitions.","url":"\/12.03\/","token":"12.03"},"4":{"id":"3734","structure_id":"20","section_number":"12.04","catch_line":"Zones - Districts - Symbols.","url":"\/12.04\/","token":"12.04"},"5":{"id":"1459","structure_id":"20","section_number":"12.04.01","catch_line":"Violations Of Specific Plans.","url":"\/12.04.01\/","token":"12.04.01"},"6":{"id":"1812","structure_id":"20","section_number":"12.04.05","catch_line":"“Os” Open Space Zone.","url":"\/12.04.05\/","token":"12.04.05"},"7":{"id":"4037","structure_id":"20","section_number":"12.04.09","catch_line":"“Pf” Public Facilities Zone.","url":"\/12.04.09\/","token":"12.04.09"},"8":{"id":"3058","structure_id":"20","section_number":"12.05","catch_line":"“A1” Agriculture Zone.","url":"\/12.05\/","token":"12.05"},"9":{"id":"1807","structure_id":"20","section_number":"12.06","catch_line":"“A2” Agricultural Zone.","url":"\/12.06\/","token":"12.06"},"10":{"id":"2434","structure_id":"20","section_number":"12.07","catch_line":"“Ra” Suburban Zone.","url":"\/12.07\/","token":"12.07"},"11":{"id":"833","structure_id":"20","section_number":"12.07.01","catch_line":"“Re” Residential Estate Zone.","url":"\/12.07.01\/","token":"12.07.01"},"12":{"id":"3662","structure_id":"20","section_number":"12.07.1","catch_line":"“Rs” Suburban Zone.","url":"\/12.07.1\/","token":"12.07.1"},"13":{"id":"1550","structure_id":"20","section_number":"12.08","catch_line":"“R1” One-Family Zone.","url":"\/12.08\/","token":"12.08"},"14":{"id":"1455","structure_id":"20","section_number":"12.08.1","catch_line":"Ru Residential Urban Zone.","url":"\/12.08.1\/","token":"12.08.1"},"15":{"id":"1635","structure_id":"20","section_number":"12.08.3","catch_line":"Rz Residential Zero Side Yard Zone.","url":"\/12.08.3\/","token":"12.08.3"},"16":{"id":"504","structure_id":"20","section_number":"12.08.5","catch_line":"“Rw1” Residential Waterways Zone.","url":"\/12.08.5\/","token":"12.08.5"},"17":{"id":"2976","structure_id":"20","section_number":"12.09","catch_line":"“R2” Two-Family Zone.","url":"\/12.09\/","token":"12.09"},"18":{"id":"3015","structure_id":"20","section_number":"12.09.1","catch_line":"“Rd” Restricted Density Multiple Dwelling Zone.","url":"\/12.09.1\/","token":"12.09.1"},"19":{"id":"3789","structure_id":"20","section_number":"12.09.3","catch_line":"“Rmp” Mobilehome Park Zone.","url":"\/12.09.3\/","token":"12.09.3"},"20":{"id":"3264","structure_id":"20","section_number":"12.09.5","catch_line":"“Rw2” Residential Waterways Zone.","url":"\/12.09.5\/","token":"12.09.5"},"21":{"id":"1735","structure_id":"20","section_number":"12.10","catch_line":"“R3” Multiple Dwelling Zone.","url":"\/12.10\/","token":"12.10"},"22":{"id":"2343","structure_id":"20","section_number":"12.10.5","catch_line":"Ras3 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.10.5\/","token":"12.10.5"},"23":{"id":"621","structure_id":"20","section_number":"12.11","catch_line":"“R4” Multiple Dwelling Zone.","url":"\/12.11\/","token":"12.11"},"24":{"id":"1231","structure_id":"20","section_number":"12.11.5","catch_line":"Ras4 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.11.5\/","token":"12.11.5"},"25":{"id":"1666","structure_id":"20","section_number":"12.12","catch_line":"“R5” Multiple Dwelling Zone.","url":"\/12.12\/","token":"12.12"},"26":{"id":"601","structure_id":"20","section_number":"12.12.1","catch_line":"“P” Automobile Parking Zone.","url":"\/12.12.1\/","token":"12.12.1"},"27":{"id":"286","structure_id":"20","section_number":"12.12.1.5","catch_line":"“Pb” Parking Building Zone.*","url":"\/12.12.1.5\/","token":"12.12.1.5"},"28":{"id":"2454","structure_id":"20","section_number":"12.12.2","catch_line":"“Cr” Limited Commercial Zone.","url":"\/12.12.2\/","token":"12.12.2"},"29":{"id":"3444","structure_id":"20","section_number":"12.13","catch_line":"“C1” Limited Commercial Zone.","url":"\/12.13\/","token":"12.13"},"30":{"id":"2973","structure_id":"20","section_number":"12.13.5","catch_line":"“C1.5” Limited Commercial Zone","url":"\/12.13.5\/","token":"12.13.5"},"31":{"id":"156","structure_id":"20","section_number":"12.14","catch_line":"“C2” Commercial Zone.","url":"\/12.14\/","token":"12.14"},"32":{"id":"1739","structure_id":"20","section_number":"12.16","catch_line":"“C4”Commercial Zone.","url":"\/12.16\/","token":"12.16"},"33":{"id":"24","structure_id":"20","section_number":"12.16.1","catch_line":"“Cw” Central City West Specific Plan Zone.","url":"\/12.16.1\/","token":"12.16.1"},"34":{"id":"1075","structure_id":"20","section_number":"12.16.2","catch_line":"Adp Alameda District Specific Plan Zone.","url":"\/12.16.2\/","token":"12.16.2"},"35":{"id":"265","structure_id":"20","section_number":"12.16.3","catch_line":"Lased Los Angeles Sports And Entertainment District Specific Plan Zone.","url":"\/12.16.3\/","token":"12.16.3"},"36":{"id":"1579","structure_id":"20","section_number":"12.17","catch_line":"“C5” Commercial Zone.","url":"\/12.17\/","token":"12.17"},"37":{"id":"2695","structure_id":"20","section_number":"12.17.1","catch_line":"“Cm” Commercial Manufacturing Zone.","url":"\/12.17.1\/","token":"12.17.1"},"38":{"id":"2925","structure_id":"20","section_number":"12.17.2","catch_line":"“Cm(Gm)”Commercial Manufacturing (Glencoe\/Maxella) Specific Plan Zone.","url":"\/12.17.2\/","token":"12.17.2"},"39":{"id":"1704","structure_id":"20","section_number":"12.17.5","catch_line":"“Mr1” Restricted Industrial Zone.","url":"\/12.17.5\/","token":"12.17.5"},"40":{"id":"383","structure_id":"20","section_number":"12.17.5.5","catch_line":"“Ccs” Century City South Specific Plan Studio Zone.","url":"\/12.17.5.5\/","token":"12.17.5.5"},"41":{"id":"1032","structure_id":"20","section_number":"12.17.6","catch_line":"“M1” Limited Industrial Zone.","url":"\/12.17.6\/","token":"12.17.6"},"42":{"id":"65","structure_id":"20","section_number":"12.18","catch_line":"“Mr2” Restricted Light Industrial Zone.","url":"\/12.18\/","token":"12.18"},"43":{"id":"2426","structure_id":"20","section_number":"12.18.1","catch_line":"“Wc” Warner Center Specific Plan Zone.","url":"\/12.18.1\/","token":"12.18.1"},"44":{"id":"1290","structure_id":"20","section_number":"12.19","catch_line":"“M2” Light Industrial Zone.","url":"\/12.19\/","token":"12.19"},"45":{"id":"1435","structure_id":"20","section_number":"12.19.1","catch_line":"Lax Los Angeles International Airport Zone.","url":"\/12.19.1\/","token":"12.19.1"},"46":{"id":"3523","structure_id":"20","section_number":"12.20","catch_line":"“M3” Heavy Industrial Zone.","url":"\/12.20\/","token":"12.20"},"47":{"id":"3019","structure_id":"20","section_number":"12.20.1","catch_line":"Sl Ocean – Submerged Land Zone.","url":"\/12.20.1\/","token":"12.20.1"},"48":{"id":"3360","structure_id":"20","section_number":"12.20.2","catch_line":"Coastal Development Permits (Prior To Certification Of The Local Coastal Program.)","url":"\/12.20.2\/","token":"12.20.2"},"49":{"id":"2874","structure_id":"20","section_number":"12.20.2.1","catch_line":"Coastal Development Permit Procedures After Certification Of The Local Coastal Program.","url":"\/12.20.2.1\/","token":"12.20.2.1"},"50":{"id":"2479","structure_id":"20","section_number":"12.20.3","catch_line":"“Hp” Historic Preservation Overlay Zone.","url":"\/12.20.3\/","token":"12.20.3"},"51":{"id":"3236","structure_id":"20","section_number":"12.21.1","catch_line":"Height Of Building Or Structures.","url":"\/12.21.1\/","token":"12.21.1"},"52":{"id":"488","structure_id":"20","section_number":"12.21.2","catch_line":"Height Of Buildings Or Structures In Century City.","url":"\/12.21.2\/","token":"12.21.2"},"53":{"id":"2253","structure_id":"20","section_number":"12.21.3","catch_line":"Height Of Buildings Or Structures In Community Redevelopment Plan Areas.","url":"\/12.21.3\/","token":"12.21.3"},"54":{"id":"3709","structure_id":"20","section_number":"12.21.4","catch_line":"Height Of Buildings Or Structures In Enterprise Zones.","url":"\/12.21.4\/","token":"12.21.4"},"55":{"id":"605","structure_id":"20","section_number":"12.21.5","catch_line":"Height Of Buildings Or Structures In Centers Study Areas.","url":"\/12.21.5\/","token":"12.21.5"},"56":{"id":"1399","structure_id":"20","section_number":"12.22","catch_line":"Exceptions.","url":"\/12.22\/","token":"12.22"},"57":{"id":"2993","structure_id":"20","section_number":"12.22.1","catch_line":"Safer Sex.","url":"\/12.22.1\/","token":"12.22.1"},"58":{"id":"3237","structure_id":"20","section_number":"12.23","catch_line":"Nonconforming Building And Uses.","url":"\/12.23\/","token":"12.23"},"59":{"id":"1191","structure_id":"20","section_number":"12.24","catch_line":"Conditional Use Permits And Other Similar Quasi-Judicial Approvals.","url":"\/12.24\/","token":"12.24"},"60":{"id":"546","structure_id":"20","section_number":"12.24.1","catch_line":"Land Use Determination By City Planning Commission.","url":"\/12.24.1\/","token":"12.24.1"},"61":{"id":"1889","structure_id":"20","section_number":"12.25","catch_line":"Time Limitations.","url":"\/12.25\/","token":"12.25"},"62":{"id":"2902","structure_id":"20","section_number":"12.26","catch_line":"Department Of Building And Safety.","url":"\/12.26\/","token":"12.26"},"63":{"id":"2923","structure_id":"20","section_number":"12.27","catch_line":"Variances.","url":"\/12.27\/","token":"12.27"},"64":{"id":"799","structure_id":"20","section_number":"12.27.1","catch_line":"Administrative Nuisance Abatement Proceedings.","url":"\/12.27.1\/","token":"12.27.1"},"65":{"id":"4040","structure_id":"20","section_number":"12.28","catch_line":"Adjustments And Slight Modifications.","url":"\/12.28\/","token":"12.28"},"66":{"id":"2103","structure_id":"20","section_number":"12.29","catch_line":"Violation Of Conditions – Penalty.","url":"\/12.29\/","token":"12.29"},"67":{"id":"339","structure_id":"20","section_number":"12.30","catch_line":"Boundaries Of Zones.","url":"\/12.30\/","token":"12.30"},"68":{"id":"1073","structure_id":"20","section_number":"12.31","catch_line":"Interpretation – Purpose – Conflict.","url":"\/12.31\/","token":"12.31"},"69":{"id":"3171","structure_id":"20","section_number":"12.32","catch_line":"Land Use Legislative Actions.","url":"\/12.32\/","token":"12.32"},"70":{"id":"511","structure_id":"20","section_number":"12.33","catch_line":"Dedication Of Land Or Payment For Park And Recreational Facilities As A Requirement For A Zone Change For A Multiple Residential Use In Any Multiple Residential Or Commercial Zone.","url":"\/12.33\/","token":"12.33"},"71":{"id":"1730","structure_id":"20","section_number":"12.34","catch_line":"Application Of Provisions.","url":"\/12.34\/","token":"12.34"},"72":{"id":"3843","structure_id":"20","section_number":"12.35","catch_line":"Zoning Of Annexed Or Unzoned Areas.","url":"\/12.35\/","token":"12.35"},"73":{"id":"1352","structure_id":"20","section_number":"12.36","catch_line":"Projects Requiring Multiple Approvals.(Charter § 564).","url":"\/12.36\/","token":"12.36"},"74":{"id":"1765","structure_id":"20","section_number":"12.37","catch_line":"Highway And Collector Street Dedication And Improvement.","url":"\/12.37\/","token":"12.37"},"75":{"id":"2301","structure_id":"20","section_number":"12.38","catch_line":"Dedication Of Streets By Long Term Leases.","url":"\/12.38\/","token":"12.38"},"76":{"id":"2657","structure_id":"20","section_number":"12.39","catch_line":"Low And Moderate Housing.","url":"\/12.39\/","token":"12.39"},"77":{"id":"1295","structure_id":"20","section_number":"12.40","catch_line":"Landscape - General Requirements.","url":"\/12.40\/","token":"12.40"},"78":{"id":"2364","structure_id":"20","section_number":"12.41","catch_line":"Landscape - Water Management.","url":"\/12.41\/","token":"12.41"},"79":{"id":"2169","structure_id":"20","section_number":"12.42","catch_line":"Landscape.","url":"\/12.42\/","token":"12.42"},"80":{"id":"4030","structure_id":"20","section_number":"12.43","catch_line":"Source Reduction Of Waste.","url":"\/12.43\/","token":"12.43"},"81":{"id":"1485","structure_id":"20","section_number":"12.50","catch_line":"Airport Approach Zoning Regulations.","url":"\/12.50\/","token":"12.50"},"82":{"id":"1328","structure_id":"20","section_number":"12.70","catch_line":"Adult Entertainment Zoning.","url":"\/12.70\/","token":"12.70"},"83":{"id":"481","structure_id":"20","section_number":"12.80","catch_line":"Homeless Shelters - Emergencies - Government Owned And Leased Property.","url":"\/12.80\/","token":"12.80"},"84":{"id":"737","structure_id":"20","section_number":"12.81","catch_line":"Homeless Shelters - Emergencies - Charitable\nOrganizations.","url":"\/12.81\/","token":"12.81"}},"next_section":{"id":"2479","structure_id":"20","section_number":"12.20.3","catch_line":"“Hp” Historic Preservation Overlay Zone.","url":"\/12.20.3\/","token":"12.20.3"},"metadata":false,"references":false,"url":"\/12.20.2.1\/","token":"12.20.2.1","formats":{"txt":"\/12.20.2.1.txt","json":"\/12.20.2.1.xml"},"dublin_core":{"Title":"Coastal Development Permit Procedures After Certification Of The Local Coastal Program.","Type":"Text","Format":"text\/html","Identifier":"§ 12.20.2.1","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nCOASTAL DEVELOPMENT PERMIT PROCEDURES AFTER CERTIFICATION OF THE LOCAL COASTAL\nPROGRAM. (§ 12.20.2.1)\n\n  COASTAL DEVELOPMENT PERMIT PROCEDURES AFTER CERTIFICATION OF THE LOCAL\nCOASTAL PROGRAM.\n\t(Amended by Ord. No. 175,691, Eff. 1\/19\/04.)\tA.\tRequirement of a Coastal\nDevelopment Permit.  A Coastal Development Permit issued by the City in\nconformance with the provisions of this section is required for all Coastal\nDevelopment located within an area of the City covered by a certified local\ncoastal program, unless the Coastal Development is exempted under Section\n12.20.1 C., or the proposed project site lies completely within the Coastal\nCommission Permit jurisdiction, or the Coastal Commission previously issued a\nCoastal Development Permit for the Coastal Development.  Coastal Development\nundertaken pursuant to a Coastal Development Permit shall conform to the plans,\nspecifications, terms and conditions approved in the Permit.  Amendments to\nthese procedures are not effective until certified by the Coastal\nCommission.\tB.\tDefinitions.  The following definitions shall apply to the\nCoastal Zone of the City within areas subject to certified Local Coastal\nPrograms.  Words and phrases not defined here shall be construed as defined in\nSection 12.03 or the California Coastal Commission regulations, if defined\nthere.\tAppealable Area shall mean the area identified in Public Resources Code\nSection 30603.  The area that meets this criteria includes, but is not limited\nto, the area shown on the “Post-LCP Certification Permit and Appeals\nJurisdiction Map” certified by the Coastal Commission in accordance with the\nprovisions of California Code of Regulations Title 14 Section 13576 and attached\nas an exhibit in each certified coastal specific plan.\tAppealable Development\nshall mean, in accordance with Public Resources Code Section 30603(a), any\ndevelopment that constitutes a major public works project or a major energy\nfacility, or any development located in the Appealable Area. \tApplicant shall\nmean the person, partnership, corporation, or other entity or State or local\ngovernment agency applying for the Coastal Development Permit.\tApproving\nAuthority shall mean the initial decision-maker and appeal body, including the\nDirector of Planning, City Engineer, Zoning Administrator, City Planning\nCommission, Area Planning Commission, Board of Public Works, City Council or\nother applicable decision-making person or body within the City of Los Angeles,\nwhich has the authority to approve a Coastal Development Permit pursuant to this\nsection or by reason of jurisdiction over other permits and approvals sought in\nconjunction with an application for a Coastal Development\nPermit. \tCategorically Excluded Development shall mean a development, which is\nexcluded from the Coastal Development Permit requirements pursuant to a\ncategorical exclusion order adopted by the Coastal Commission that sets forth\nthe specific categories of development that qualify for the exclusion within a\nspecific geographic area, and which establishes that those categories of\ndevelopment in the specified geographic areas will have no potential for\nsignificant adverse effects, either individually or cumulatively on coastal\nresources or on public access to or along the coastline.\tCoastal Bluff shall\nmean the upper termination of a bluff, cliff, or seacliff.  In cases where the\ntop edge of the cliff is rounded away from the face of the cliff as a result of\nerosional processes related to the presence of the steep cliff face, the bluff\nline or edge shall be defined as that point nearest the cliff beyond which the\ndownward gradient of the surface increases more or less continuously until it\nreaches the general gradient of the cliff.  In a case where there is a steplike\nfeature at the top of the cliff face, the landward edge of the topmost riser\nshall be taken to be the cliff edge.  The termini of the bluff line, or edge\nalong the seaward face of the bluff, shall be defined as a point reached by\nbisecting the angle formed by a line coinciding with the general trend of the\nbluff line along the inland facing portion of the bluff.  Five hundred feet\nshall be the minimum length of bluff line or edge to be used in making these\ndeterminations.\tCoastal Development shall mean any of the following on land, in\nor under water:  the placement or erection of any solid material or structure;\nthe discharge or disposal of any dredged material or of any gaseous, liquid,\nsolid or thermal waste; the grading, removing, dredging, mining or extraction of\nany materials; any change in the density or intensity of use of land, including,\nbut not limited to, subdivisions pursuant to the Subdivision Map Act (commencing\nwith Government Code Section 66410), and any other division of land, including\nlot splits, except where the land division is brought about in connection with\nthe purchase of the land by a public agency for public recreational use; any\nchange in the intensity of use of water or of access to the water; construction,\nreconstruction, demolition or alteration of the size of any structure, including\nany facility of any private, public or municipal utility; and the removal or\nharvesting of major vegetation other than for agricultural purposes, kelp\nharvesting, and timber operations, which are in accordance with a timber\nharvesting plan submitted pursuant to the provisions of the Z’berg-Nejedly\nForest Practice Act of 1973 (commencing with Public Resources Code Section\n4511).\tCoastal Zone shall mean that land and water area specified on the maps\ncited in Section 30103 of the Public Resources Code, extending seaward to the\nState’s outer limit of jurisdiction, including all offshore islands, but with\nsome additional criteria for special areas as specified in Public Resources Code\nSections 30103.5 and 30166.\tDisaster shall mean fire, flood, wind, earthquake,\nor other natural or man-made disaster.\tEmergency shall mean a sudden, unexpected\noccurrence demanding immediate action to prevent or mitigate loss or damage to\nlife, health, property or essential public services.\tEnvironmentally Sensitive\nHabitat Area shall mean any officially mapped area in which plant or animal life\nor their habitats are either rare or especially valuable because of their\nspecial nature or role in an ecosystem and which could easily be disturbed or\ndegraded by human activities and developments, and any area identified as a\nwetland, an environmentally sensitive habitat or as a Sensitive Coastal Resource\nArea, in a certified Local Coastal Program, a certified land use plan or a\ncertified specific plan.\tFirst Public Road Paralleling the Sea shall mean that\nroad nearest to the sea, as defined in Public Resources Code Section 30115,\nwhich:\t(a)\tis lawfully open to uninterrupted public use and is suitable for that\nuse;\t(b)\tis publicly maintained;\t(c)\tis an improved, all-weather road open to\nmotor vehicle traffic in at least one direction;\t(d)\tis not subject to any\nrestrictions on use by the public except when closed due to an Emergency or when\nclosed temporarily for military purposes; and\t(e)\tdoes, in fact, connect with\nother public roads, providing a continuous access system, and generally\nparallels and follows the shoreline of the sea so as to include all portions of\nthe sea where the physical features, such as bays, lagoons, estuaries and\nwetlands cause the waters of the sea to extend landward from the generally\ncontinuous coastline.\tPublic Project shall mean any development initiated by the\nDepartment of Public Works or any of its bureaus, any development initiated by\nany other department or agency of the City of Los Angeles, and any development\ninitiated or to be carried out by any other governmental agency that is required\nto obtain a local government permit.  Public Project shall not include any\ndevelopment by any department or agency of the City of Los Angeles or any other\ngovernmental entity that otherwise requires action by or approval of the City\nPlanning Commission, Area Planning Commission or the Office of Zoning\nAdministration, or any development by any department or agency of the City of\nLos Angeles or any other government entity for which a permit from the\nDepartment of Building and Safety is required.  Public Project shall also not\ninclude any development on tidelands, submerged lands, or on public trust lands,\nwhether filled or unfilled.\tWetland shall mean lands within the Coastal Zone\nwhich may be covered periodically or permanently with shallow water and include\nsaltwater marshes, freshwater marshes, open or closed brackish water marshes,\nswamps, mudflats and fens. \tC.\tExemptions.  The following types of Coastal\nDevelopment are exempt from the requirement to obtain a Coastal Development\nPermit in accordance with the provisions of this section:\t1.\tImprovements to\nExisting Structures. \t(a)\tImprovements to any existing structure are exempt. \nFor purposes of this section, in order to qualify as an improvement, the Coastal\nDevelopment shall retain 50% or more of the existing exterior walls of the\nbuilding or structure.  In addition, the following shall be considered a part\nof an existing structure:\t(1)\tall fixtures and other structures directly\nattached to the existing structure and landscaping on the lot;\t(2)\tfor\nsingle-family residences, in addition to (1) above, structures on the property\nnormally associated with a single-family residence, such as garages, swimming\npools, fences and storage sheds, but not including guest houses or\nself-contained dwelling units, shall also be considered part of that\nstructure.\t(b)\tNotwithstanding the exemption provided in Section C.1. above, the\nfollowing improvements require a Coastal Development Permit:\t(1)\timprovements to\nany structure on a beach, Wetland, stream or lake, seaward of the mean high tide\nline, where the structure or proposed improvement would encroach within 50 feet\nof the edge of a Coastal Bluff, stream or in areas of natural vegetation\ndesignated by resolution of the Coastal Commission as a significant natural\nhabitat, or identified in a certified local coastal plan or specific plan as a\nsignificant natural habitat; or within 100 feet of the edge of a Coastal Bluff\nif the structure is a single family dwelling;\t(2)\tany significant alteration of\nland forms, including the removal or placement of vegetation, on a beach,\nWetland or sand dune, or within 100 feet of the edge of a Coastal Bluff or\nstream or in areas of natural vegetation designated by resolution of the Coastal\nCommission or in a certified specific plan as a significant natural habitat; or\nwithin 50 feet of the edge of a Coastal Bluff if the structure is a single\nfamily dwelling;\t(3)\tthe expansion or construction of water wells or septic\nsystems;\t(4)\timprovements to any structure on property located in the Appealable\nArea that would result in (i) an increase of ten percent or more of internal\nfloor area of the existing structure, or (ii) an additional improvement of ten\npercent or less where an improvement to the structure has previously been\nundertaken pursuant to Public Resources Code Section 30610(b), and\/or (iii) an\nincrease in height by more than ten percent of an existing\nstructure;\t(5)\timprovements to any structure on property in the non-appealable\narea that would result in an increase of ten percent or more of internal floor\narea of the existing structure;\t(6)\timprovements to any structure in significant\nscenic resource areas as designated by the Coastal Commission or in a certified\nspecific plan that would result in (i) an increase of ten percent or more of\ninternal floor area of the existing structure, or (ii) an additional improvement\nof ten percent or less where an improvement to the structure has previously been\nundertaken pursuant to Public Resources Code Section 30610(b), and\/or (iii) an\nincrease in height by more than ten percent of an existing structure;\t(7)\tin\nareas the Coastal Commission has previously declared, by resolution after public\nhearing, to have a critically short water supply that must be maintained for the\nprotection of coastal resources or public recreational use, the construction of\nany specific major water-using Coastal Development including, but not limited\nto, swimming pools, or the construction or extension of any landscaping\nirrigation system;\t(8)\tany improvement to a structure where the development\npermit issued for the original structure by the Coastal Commission indicated\nthat any future improvements would require a Coastal Development Permit;\t(9)\tany\nimprovement to a structure that results in a Change in the Intensity of Use of\nthe structure; and\t(10)\tany improvement made pursuant to a conversion of an\nexisting structure from a multiple unit rental use or visitor-serving commercial\nuse to a use involving a fee ownership or long-term leasehold, including, but\nnot limited to, a condominium conversion, stock cooperative conversion or\nhotel\/motel timesharing conversion.\t2.\tRepair and Maintenance Activities of\nPublic Utilities.  Repair and maintenance activities of public utilities as\nspecified in the repair, maintenance and utility hook-up exclusion adopted by\nthe Coastal Commission on September 5, 1978.\t3.\tOther Repair and Maintenance. \nRepair and maintenance activities that do not result in a material addition to\nor an enlargement or expansion of the object of those activities, except as\notherwise specified by the Coastal Commission in California Code of Regulations,\nTitle 14, Section 13252, and any amendments subsequently adopted, except if the\nrepairs or maintenance involve any of the following:\t(a)\tAny method of repair or\nmaintenance of a seawall revetment, bluff retaining wall, breakwater, groin,\nculvert, outfall or similar shoreline work that involves:\t(1)\trepair or\nmaintenance involving substantial alteration of the foundation of the protective\nwork including pilings and other surface or subsurface structures;\t(2)\tthe\nplacement, whether temporary or permanent, of rip-rap, artificial berms of sand\nor other beach materials, or any other forms of solid materials, on a beach or\nin coastal waters, streams, Wetlands, estuaries and lakes or on a shoreline\nprotective work except for agricultural dikes within enclosed bays or\nestuaries;\t(3)\tthe replacement of 20 percent or more of the materials in an\nexisting structure with materials of a different kind; or\t(4)\tthe presence,\nwhether temporary or permanent, of mechanized construction equipment or\nconstruction materials on any sand area or bluff or within 20 feet of coastal\nwaters or streams.\t(b)\tAny method of maintenance dredging that involves:\t(1)\tthe\ndredging of 100,000 cubic yards or more within a 12 month period;\t(2)\tthe\nplacement of dredge spoils of any quantity within an Environmentally Sensitive\nHabitat Area, on any sand area, within 50 feet of the edge of a Coastal Bluff or\nEnvironmentally Sensitive Habitat Area or within 20 feet of coastal waters or\nstreams; or\t(3)\tthe removal, sale or disposal of dredge spoils of any quantity\nthat would be suitable for beach nourishment in an area that the Coastal\nCommission has declared by resolution, or has been identified in a certified\nLocal Coastal Program, to have a critically short sand supply that must be\nmaintained for protection of structures, coastal access or public recreational\nuse.\t(c)\tAny repair or maintenance to facilities or structures or work located\nin an Environmentally Sensitive Habitat Area, any sand area, within 50 feet of\nthe edge of a Coastal Bluff or Environmentally Sensitive Habitat Area or within\n20 feet of coastal waters or streams that includes:\t(1)\tthe placement or\nremoval, whether temporary or permanent, of rip-rap, rocks, sand or other beach\nmaterials or any other forms of solid materials; or\t(2)\tthe presence, whether\ntemporary or permanent, of mechanized equipment or construction\nmaterials.\t(d)\tUnless destroyed by Disaster, the replacement of 50 percent or\nmore of a seawall, revetment, bluff retaining wall, breakwater, groin or similar\nprotective work under one ownership is not repair and maintenance under  Public\nResources Code Section 30610(d), but instead constitutes a replacement structure\nrequiring a Coastal Development Permit.\t4.\tReplacement Structures.  The\nreplacement of any structure destroyed by a Disaster if the replacement\nstructure conforms to applicable existing zoning requirements, is for the same\nuse as the destroyed structure, does not exceed either the floor area, height,\nor bulk of the destroyed structure by more than ten percent and is sited in the\nsame location on the affected property as the destroyed structure.\tAs used in\nthis subdivision, “bulk” means total interior cubic volume as measured from\nthe exterior surface of the structure.\tAs used in this subdivision,\n“structure” includes landscaping and any erosion control structure or device\nwhich is similar to that which existed prior to the occurrence of the\nDisaster. \t5.\tCategorically Excluded Development.  Any Coastal Development\nthat has been categorically excluded pursuant to a categorical exclusion\napproved by the Coastal Commission.\t6.\tGeologic Testing.  Geologic testing that\ndoes not require other City permits, does not involve cutting access roads and\ndoes not remove significant vegetation.\t7.\tTemporary Events.  \t(a)\tA temporary\nevent that meets all of the following criteria:\t(1)\tdoes not involve a charge\nfor general public admission or seating; and\t(2)\twill not restrict public access\nor use of roadways, parking areas, or recreational areas; and\t(3)\twill not\neither directly or indirectly impact Environmentally Sensitive Habitat Areas,\nrare or endangered species, significant scenic resources, or other coastal\nresources, such as water-oriented activities, visitor facilities, marine\nresources, biological resources, agricultural lands, and archaeological or\npaleontological resources.\t(b)\tAny temporary event which has previously received\na Coastal Development Permit, will be in the same location, during the same time\nperiod, will be operated in the same manner, and was not the subject of previous\ncomplaints.\tD.\tGeneral Procedures for Appealable and Non-Appealable Coastal\nDevelopment Permits.\t1.\tApplication for a Coastal Development Permit.  An\napplication for a Coastal Development Permit shall be filed with either the\nDepartment of City Planning or the City Engineer on a form provided by the\nDepartment and include all information required by the instructions on the\napplication and any applicable adopted guidelines.\t2.\tJurisdiction.\t(a)\tAn\napplication for a Coastal Development Permit for a Public Project, or for a\nprivate project where the approval of the underlying permit is within the\njurisdiction of the City Engineer, shall be filed in the office of the City\nEngineer. \t(b)\tAll other applications for Coastal Development Permits shall be\nfiled in a public office of the Department of City Planning.\t3.\tPreliminary\nNotice of Jurisdiction.\t(a)\tAt the time an application for Coastal Development\nis submitted, the Director of Planning (Director) or City Engineer, whichever\nhas jurisdiction, shall determine whether:\t(1)\tthe development is within the\nCoastal Commission’s jurisdiction or the City’s jurisdiction; and\t(2)\tthe\ndevelopment is located within the appealable or non-appealable jurisdiction of\nthe Coastal Zone; and\t\t(3)\tthe development is within an area designated by a\ncertified Local Coastal Program or within the area subject to the provisions of\nSection 12.20.1 of this Code; and \t(4)\tthe development is exempt or\ncategorically excluded according to the criteria of Subsection C. of this\nsection.\t (b)\tThe Director or City Engineer shall use the following criteria: \nthe certified Local Coastal Program, including any maps, the Post LCP\nCertification Permit and Appeals Jurisdiction Map certified by the California\nCoastal Commission, land use designations, special programs and zoning\nordinances that are certified as part of the Local Coastal Program and\ncategorical exclusion orders granted by the Coastal Commission.\t(c)\tIf the\npreliminary notice of jurisdiction of the Director or City Engineer is\nchallenged by the Applicant or an interested person within 15 days after the\ndetermination is made, the Director or City Engineer may request an opinion of\nthe Coastal Commission Executive Director.  The decision of the Executive\nDirector or the Coastal Commission pursuant to California Code of Regulations,\nTitle 14, Section 13569 shall apply. \t4.\tNotice of Exemption.\t(a)\tAfter\njurisdiction has been established and the Director or City Engineer has\ndetermined that the Coastal Development is exempt pursuant to Subsection C. of\nthis section, the Director or the City Engineer, whichever has jurisdiction,\nshall issue a notice of exemption for a Coastal Development which is exempt from\nthe Coastal Development Permit requirements.  The Director or City Engineer\nshall mail a copy of the notice of exemption to the Applicant and the Coastal\nCommission.\t(b)\tThe City shall maintain a record of all notices issued for\nexempt Coastal Developments, including Categorically Excluded Developments,\nwhich shall be made available to the Coastal Commission or any interested person\nupon request.  This record may be in the form of a list of issued permits or\napprovals currently maintained by the City, provided that the record includes\nthe Applicant’s name, the location of the Coastal Development, and a brief\ndescription of the Coastal Development.\t5.\tDeeming an Application\nComplete.\t(a)\tWithin 30 days of the submittal of the application and the payment\nof fees, the Director or City Engineer, whichever has jurisdiction, shall\ndetermine whether the application is complete.\t(b)\tPrior to deeming an\napplication complete, the Director or City Engineer shall determine, and if\nnecessary, advise the Applicant, of the processes to be followed, any additional\ninformation required, and the fees to be paid.  The Director or City Engineer\nshall adopt guidelines and use them to determine when an application is deemed\ncomplete.  \t6.\tConcurrent Processing With Other Permits or Approvals.\n \t(a)\tWhen a proposed Coastal Development is required to obtain a Coastal\nDevelopment Permit and is also required to obtain other quasi-judicial or\nlegislative approvals, the application for a Coastal Development Permit shall be\nfiled and processed concurrently with the other permits or approvals.  The\naction of the Approving Authority shall be considered one consolidated\naction.\t(b)\tAn appeal of the initial decision on a Coastal Development Permit\napplication shall automatically constitute an appeal of the decision on the\napplication for the other discretionary permits and approvals.  Any appeal of\nthe other permits and approvals shall also constitute an appeal of the Coastal\nDevelopment Permit unless the appeal of the Coastal Development Permit would\nviolate Charter Section 563.  The time for appeal of the Coastal Development\nPermit to the Coastal Commission shall commence after action on the other \npermits and approvals becomes final. \t(c)\tIf a condition of the Coastal\nDevelopment Permit varies from a condition contained in the other permits and\napprovals, the more restrictive condition shall control.\t(d)\tNo additional fees\nshall be charged for appeal of a Coastal Development Permit that is combined\nwith an appeal for the other permits and approvals. \t7.\tTime Limit for Initial\nDecision.\t(a)\tThe initial Approving Authority shall make a written decision\napproving, disapproving or approving with conditions a Coastal Development\nPermit within 75 days after:\t(1)\tthe date the application is deemed complete;\nor\t(2)\twhen an environmental impact report (EIR) is required, the date the EIR\nis certified as complete consistent with State law.\t(b)\tThe time limit may be\nextended by mutual consent of the Director and the\nApplicant. \tE.\tNotice.\t1.\tNotice of Coastal Development Permit Application. \nThe City, at the Applicant’s expense, shall provide a Notice of Coastal\nDevelopment Permit Application by first class mail at least ten calendar days\nprior to the initial decision.  This notice shall be provided to each\nApplicant, to the Certified Neighborhood Council, to all persons who have\nrequested to be on the mailing list for the particular Coastal Development or\nfor all coastal decisions within the Coastal Zone, to all property owners and\nresidents within 100 feet of the perimeter of the parcel on which the Coastal\nDevelopment is proposed, exclusive of streets, and to the Coastal Commission. \nThe notice shall contain the following information:\t(a)\ta statement that the\nCoastal Development is within the Coastal Zone;\t(b)\tthe date of filing of the\napplication and the name of the Applicant;\t(c)\tthe case number assigned to the\napplication;\t(d)\ta description of the Coastal Development and its proposed\nlocation;\t2.\tNotice of Waiver of Public Hearing.  \t(a)\tFor Coastal Development\nin the Appealable Area where the requirement for a public hearing is proposed to\nbe waived, the City shall provide the following statement in the manner provided\nin Subdivision 1. above:  “the public hearing will be waived unless a hearing\nis requested by any person within ten working days of the date of this notice. \nThe failure to request a public hearing may result in the loss of that\nperson’s ability to appeal to the Coastal Commission the City’s action on\nthe Coastal Development Permit.”\t(b)\tFor a Coastal Development that does not\nrequire a public hearing pursuant to this section, the notice shall contain the\ndate the application will be acted upon by the Approving Authority and the\ngeneral procedure for submitting public comments in writing to the Approving\nAuthority prior to the decision date.\t3.\tNotice of Public Hearing.  For a\nCoastal Development that requires a public hearing pursuant to this section, the\nCity, at the Applicant’s expense, shall provide a Notice of Public Hearing by\nfirst class mail at least ten calendar days prior to the first public hearing. \nThis Notice may be combined with the Notice of Coastal Development Permit\nApplication for applications that require a Public Hearing. \tThis notice shall\nbe provided to each Applicant, to all persons who have requested to be on the\nmailing list for the particular Coastal Development or for all coastal decisions\nwithin the Coastal Zone, to all property owners and residents within 100 feet of\nthe perimeter of the parcel on which the Coastal Development is proposed,\nexclusive of streets, and to the Coastal Commission.  The notice shall contain\nthe following information:\t(a)\ta statement that the Coastal Development is\nwithin the Coastal Zone;\t(b)\tthe date of filing of the application and the name\nof the Applicant;\t(c)\tthe case number assigned to the application;\t(d)\ta\ndescription of the Coastal Development and its proposed location;\t(e)\tthe date,\ntime, and place at which the public hearing on the application will be\nheard;\t(f)\ta brief description of the general procedure concerning the conduct\nof the public hearing and City actions;\t(g)\tthe procedure for City and Coastal\nCommission appeals, if any, including any required fees;\t(h)\tIf applicable, the\ncriteria for eligibility to appeal to the Coastal Commission; and\t(i)\ta\nstatement that an interested person must request to be on the mailing list for\nthe particular Coastal Development in order to receive notice of the written\ndetermination and in order to appeal to the City.\t4.\tContinuation of Public\nHearing – Notice.  If a decision on a Coastal Development Permit is continued\nto a time which is neither (a) previously stated in the notice of public hearing\nprovided pursuant to this subsection, nor (b) announced at the hearing as being\ncontinued to a time certain, notice of the further hearings or action on the\nproposed Coastal Development shall be provided in the same manner, and within\nthe same time limits, as established in this subsection.\t5.\tPosted Notice.  At\nthe time the application is submitted for filing, the Applicant must post, in a\nconspicuous place, and as close as possible to the proposed Coastal Development,\nthe City’s notice that an application has been filed for a Coastal Development\nPermit.  The notice shall contain specific information as to the nature of the\nproposed Coastal Development and be in a form as required by the approving\ndepartment for that purpose.\tF.\tDecision Process for Coastal Development\nPermits.\t1.\tPublic Hearing.  The Approving Authority shall hold a public\nhearing on any application for a Coastal Development Permit for an Appealable\nDevelopment except as waived in Subdivision 2.  It shall hold the hearing at\nleast ten calendar days following the mailing of the notice required in Section\nE.2. and shall consolidate the hearing with any other public hearing required\nfor any other approvals required by the Los Angeles Municipal Code or other City\nordinance.\t2.\tWaiver of Public Hearing.  The Approving Authority may waive the\npublic hearing for Coastal Development in the non-appealable area and may\npropose to waive the requirement for a public hearing for Coastal Development in\nthe Appealable Area if it determines that the Coastal Development meets the\nfollowing criteria:\t(a)\tThe Coastal Development is consistent with the Certified\nLocal Coastal Program;\t(b)\tThe Coastal Development requires no discretionary\napprovals other than a Coastal Development Permit; and\t(c)\tThe Coastal\nDevelopment has no adverse effect either individually or cumulatively on coastal\nresources or public access to the shoreline or along the coast.\t3.\tInitial\nDecision.  If an application for a Coastal Development Permit is submitted to\nthe City and there is no application for another quasi-judicial or legislative\napproval, the initial decision shall be made by the Director or City Engineer,\nwhichever has jurisdiction.  The Director or City Engineer may approve,\nconditionally approve or deny a Coastal Development Permit.\t4.\tFindings.\t(a)\tAn\napplication for a Coastal Development Permit shall be approved if the Approving\nAuthority, based on information obtained during an investigation and\/or public\nhearing, if applicable, makes specific written findings justifying the City’s\naction, including any conditions imposed in order to bring the Coastal\nDevelopment into conformity with the certified Local Coastal Program.  These\nfindings shall include the following:\t(1)\tthat the proposed Coastal Development\nis in conformity with the certified Local Coastal Program;\t(2)\tthat the Coastal\nDevelopment is in conformity with all applicable provisions of any adopted\ncommunity plan and specific plan for the area; and\t(3)\twhere applicable, that\nany Coastal Development located between the First Public Road Paralleling the\nSea and the sea or shoreline of any body of water located within the Coastal\nZone is in conformity with the public access and public recreation policies of\nChapter 3 of Division 20 of the California Public Resources Code. \t(b)\tThe\nApproving Authority, in approving an application for a Coastal Development\nPermit, shall impose any conditions considered necessary to insure that the\nproposed use will be consistent with the above findings.\n\t\n\t(c)\tAn application for a Coastal Development Permit shall be denied when the\nevidence submitted by the Applicant and\/or presented at a public hearing fails\nto support the findings above to the satisfaction of the Approving Authority.\n\t\n\t5.\tTransmittal of Written Decision.  Upon making a written decision, the\nApproving Authority shall transmit a copy by first class mail to each Applicant,\nto all persons who have requested to be on the mailing list for the particular\nCoastal Development or for all coastal decisions within the Coastal Zone, to all\nproperty owners and residents within 100 feet of the perimeter of the parcel on\nwhich the Coastal Development is proposed, exclusive of streets, and to the\nCoastal Commission.   \tG.\tEffective Date of City Action.  The City shall\nissue a Coastal Development Permit only:\t1.\tFor a non-appealable development,\nfifteen days after the final City action, provided no appeal has been filed, or\nprovided the Coastal Commission has not asserted jurisdiction.\n\t\t\n\t2.\tFor an Appealable Development, only after receiving the final City action\nand notification that the ten working day appeal period to the Coastal\nCommission established by California Code of Regulations has ended and no appeal\nwas filed; or an appeal was filed and the Coastal Commission made a\ndetermination of no substantial issue with the City’s decision.\t3.\tIf a\ndecision on a Coastal Development Permit is appealed to the Coastal Commission\nand the Coastal Commission determines that a substantial issue exists, the\nissuance of the permit will be regulated by the Coastal\nCommission.\tH.\tProcedures for Appeals of a Coastal Development Permit.\t1.\tFiling\nof an Appeal.  \t(a)\tAn Applicant or any other person aggrieved by the initial\ndecision on a Coastal Development Permit may appeal the decision to the Area\nPlanning Commission or to the Board of Public Works for a Public Project or for\na private project where the approval of the underlying permit is within the\njurisdiction of the City Engineer.  The appeal on an Appealable Development and\nnon-appealable development shall be filed within 15 days of the date of mailing\nof the decision.\t(b)\tThe appeal shall set forth specifically the points at\nissue, the reasons for the appeal, and the basis upon which the appellant claims\nthere was an error or abuse of discretion by the decision-maker.  Any appeal\nnot filed within the 15-day filing period shall not be considered by the Area\nPlanning Commission or Board of Public Works.  The filing of an appeal stays\nproceedings in the matter until the Commission or Board has made a decision. \nOnce an appeal is filed, the initial decision-maker shall transmit the appeal\nand the file to the Commission or Board,  together with any reports responding\nto the allegations made in the appeal.\t2.\tNotice of Appellate Decision.  Before\nacting on any appeal of a Coastal Development Permit, the Area Planning\nCommission or Board of Public Works shall set the matter for hearing, with\nwritten notice of the hearing sent at least 15 days prior to the meeting to each\nApplicant, the appellant(s), all persons who have requested to be on the mailing\nlist for the particular Coastal Development or for all coastal decisions within\nthe Coastal Zone, to all property owners and residents within 100 feet of the\nparcel on which the Coastal Development is proposed, exclusive of streets, and\nthe Coastal Commission. \t3.\tTime for Appellate Decision.  The Area Planning\nCommission or Board of Public Works shall act within 75 days after the\nexpiration of the appeal period or within any additional period mutually agreed\nupon by the Applicant and the Commission or Board.\t4.\tAppellate Decision.  The\nArea Planning Commission or Board of Public Works may reverse or modify the\ninitial decision, in whole or in part.  In reversing or modifying the initial\ndecision, the Commission or Board shall make the same findings required to be\nmade by the initial decision-maker and shall indicate why the initial\ndecision-maker erred or abused its discretion.\tI.\tRecordation of the Coastal\nDevelopment Permit.  Within 14 days of the issuance of the Coastal Development\nPermit for a Coastal Development subject to the jurisdiction of the Director,\nthe Applicant shall record the Permit with the Los Angeles County Recorder’s\nOffice and provide a certified copy to the City Planning Department.\tJ.\tNotice\nof Final City Action.  Within seven calendar days of a final decision on an\napplication for any Coastal Development, the Approving Authority shall provide\nnotice of its action, at the expense of the Applicant, by first class mail to\nthe Coastal Commission and to any persons who specifically requested notice of\nthe final action by submitting a self-addressed, stamped envelope to the\nApproving Authority.  The notice shall include conditions of approval, written\nfindings, and, if applicable, the procedures for appeal to the Coastal\nCommission.\tK.\tNotification of Failure to Act and Approval by Operation of\nLaw.\t1.\tNotification by Applicant.  If the Approving Authority has failed to\nact on an application within the time limits set forth in Government Code\nSections 65950-65957.1, the person claiming a right to proceed pursuant to those\nCode sections shall notify, in writing, the Approving Authority and the Coastal\nCommission and all persons entitled to receive notice pursuant to Subdivision 2.\nof Subsection H. of this section that the Coastal Development has been approved\nby operation of law.  The notice shall specify the application which is claimed\nto have been approved.\t2.\tNotification by Approving Authority.  When the\nApproving Authority determines that the time limits established pursuant to\nGovernment Code Sections 65950- 65957.1 have expired, and that the notice\nrequired pursuant to Subdivision 2. of Subsection H. of this section has\noccurred, the Approving Authority shall, within seven calendar days of its\ndetermination, notify any person entitled to receive notice pursuant to\nSubdivision 2. of Subsection H. of this section that it has taken final action\nby operation of law pursuant to Government Code Sections 65950-65957.1, and that\nthe application, if it is for an Appealable Development, may be appealed to the\nCoastal Commission pursuant to California Code of Regulations, Title 14, Section\n13110, et seq.\tL.\tAppeal Procedures for Multiple Applications Including a\nCoastal Development Permit.  The Approving Authority for multiple applications\nfor a Coastal Development Permit and other quasi-judicial or legislative\napprovals shall be as established in Section 12.36 A. through E.  However, the\nappeal procedures for the consolidated action shall follow the procedural\nrequirements for notice, public hearing and final action of an initial decision\non a Coastal Development Permit in accordance with Subsections D., E. and F. of\nthis section. \tM.\tDuration of Permits. \t1.\tValidity.  A Coastal Development\nPermit that was granted pursuant to the provisions of this section shall run\nwith the land and continue to be valid upon any changes of ownership of the land\nor any changes to the existing building or structure on the\nland.\t2.\tTermination.  A permit which has not been used within the time\nspecified in  the permit, or, if no time is specified, within two years after\nthe granting of the permit, shall become void.  The Director or City Engineer,\nwhichever has jurisdiction, may grant extensions of time for the utilization of\nthe permit, provided the extension is requested prior to the expiration date,\nunder the provisions of Subsection O. of this section.  In cases where other\napprovals are granted concurrently with the Coastal Development Permit, the time\nlimits and extensions shall be the same as those for the other approvals. \nHowever, the Coastal Development Permit shall become void after six\nyears.\t3.\tUtilization of Permit.  A Coastal Development Permit shall be\nconsidered used when construction or other development authorized by that\npermit, which would be prohibited in that location if no Coastal Development\nPermit had been issued, has commenced.  A Coastal Development Permit shall\nautomatically cease to be in effect if the use for which the permit was granted\nhas ceased or has been suspended for a consecutive period of two or more\nyears. \tN.\tRevocation.\t1.\tFailure to Comply with Conditions.  If the Director\nor City Engineer, whichever has jurisdiction, determines that the conditions of\nany Coastal Development Permit granted pursuant to this section have not been\ncomplied with, the Director or City Engineer may give notice to the record owner\nor lessee of the real property to appear at a time and place fixed by the\nDirector or City Engineer and show cause why the determination of the Approving\nAuthority granting the Coastal Development Permit should not be rescinded.  An\nappeal from a revocation action may be taken in the same manner prescribed in\nSubsection H. of this section. \t2.\tRequest by Aggrieved Person.  Any aggrieved\nperson may request revocation of a permit by application to the Director or City\nEngineer, whichever has jurisdiction, specifying with particularity the grounds\nfor revocation.  The Director or City Engineer shall review the stated grounds\nfor revocation and shall determine whether to initiate revocation proceedings. \nAn appeal from a revocation action may be taken in the same manner prescribed in\nSubsection H of this section.\tO.\tExtensions of Time.\t1.\tApplication.  Prior to\nthe expiration of a Coastal Development Permit, an Applicant may apply for a one\nyear extension of the permit.  Prior to the expiration of any extension, the\nApplicant may apply for another one year extension of the permit.  An\napplication for an extension of time shall automatically keep the permit in\neffect until the Approving Authority has acted upon the request.  However, if\nconstruction has not commenced at the time the application is made, construction\nmay not commence after the initial expiration date until the Approving Authority\nhas acted upon the request.  The application shall state the reasons for the\nrequest and shall be accompanied by evidence of a valid, unexpired permit and of\nthe Applicant’s continued property interest.\t2.\tProcedures.  The procedures\nfor applying for an extension of time shall be in accordance with Subsections\nD.,  E., and F. of this section.  \t3.\tFindings.  The Approving Authority\nshall only grant an extension if the Approving Authority can make the same\nfindings as were required for the original permit, with no new conditions, and\nmust make an additional finding that there are no changed circumstances which\nwould affect the Coastal Development’s consistency with the Local Coastal\nProgram.  \t4.\tAppeal.  An extension of time for a Coastal Development Permit\nmay be appealed in accordance with Subsection H. of this section.  However, in\naddition to the notice provisions required in that subsection, the Approving\nAuthority shall also notify any persons who objected to the Approving\nAuthority’s approval of an extension. \tP.\tImmaterial Changes to a Coastal\nDevelopment Permit.  \t1.\tApplication.  An application for an immaterial change\nto a Coastal Development Permit shall be filed with the Approving Authority that\napproved the existing permit.\t2.\tApproval.  If the Approving Authority finds\nthat the proposed change conforms to the original findings and conditions\nrequired for the Coastal Development Permit and is in substantial conformance\nwith that Permit, then the Approving Authority may approve the proposed\nchange. \tQ.\tPermit Amendments.\t1.\tApplication.  If the Approving Authority\nthat originally granted the Coastal Development Permit finds that a proposed\nchange is not in substantial conformance with the original Coastal Development\nPermit, the holder of the Permit may apply for an amendment to the Permit in the\nsame manner as an application for a new Coastal Development Permit.  This\napplication shall contain a description of the proposed amendment, the reason\nfor the amendment, together with maps, plans or other material appropriate to\nthe request, and shall be accompanied by evidence of a valid, unexpired permit\nand of the Applicant’s continued legal ownership or interest in the\nproperty. \t2.\tProcedures.  The procedures for an amendment shall be the same\nas would be required of a new application at the same location in accordance\nwith Sections D., E. and F. of this section.\t3.\tAppeals.  Appeals of decisions\non amendment applications may be made in the same manner as appeals of decisions\non the original Coastal Development Permit in Subsection H. above.\tR.\tEmergency\nPermits.  An Emergency permit shall only be issued in cases where an Emergency\nnecessitates immediate action that would normally require a Coastal Development\nPermit, and where the worth of any permanent structures erected does not exceed\n$25,000. \t1.\tApplications.  An application for an Emergency Coastal\nDevelopment Permit shall be made to the Director or the City Engineer, whichever\nhas jurisdiction, within three days of the Emergency or discovery of the\ndanger.  The following information shall be included in the request:\t(a)\tnature\nof the Emergency;\t(b)\tcause of the Emergency, if this can be\ndetermined;\t(c)\tlocation of the Emergency; \t(d)\tthe remedial, protective or\npreventive work required to deal with the Emergency; and\t(e)\tthe circumstances\nduring the Emergency that justify the proposed course of action, including the\nprobable consequences of failing to take action.\t2.\tVerification of Emergency. \nThe Director or City Engineer shall verify the facts, including the existence\nand the nature of the Emergency, insofar as time  permits.\t3.\tProcedure.  The\nDirector or City Engineer shall provide public notice of the Emergency work,\nwith the extent and type of notice determined on the basis of the nature of the\nEmergency.  The Director or City Engineer shall not issue an Emergency permit\nfor any work that falls within the provisions of Public Resources Code Sections\n30519(b) and 30601.  The Director or City Engineer may grant an Emergency\npermit upon reasonable terms and conditions, if the Director or City Engineer\nfinds that:\t(a)\tan Emergency exists that requires action more quickly than the\nregular permit process would allow, and the work can or will be completed within\n30 days, unless otherwise specified by the terms of the permit;\t(b)\tpublic\ncomment on the proposed Emergency action has been reviewed, if time allows;\nand\t(c)\tthe work proposed would be consistent with the certified Local Coastal\nProgram and any adopted, relevant community or specific plans.\t4.\tCompliance. \nAn Emergency permit shall be valid for not more than 60 days from the date of\nissuance.  Prior to expiration of the Emergency permit, the permittee must\nsubmit a Coastal Development Permit application for the Coastal Development or\nelse remove the Coastal Development undertaken pursuant to the Emergency permit\nin its entirety and restore the site to its previous condition. Failure to\ncomply with the provisions of this subsection or failure by the permittee to\nproperly notice and report any Emergency actions may result in the revocation of\nthe Emergency permit.\t5.\tReporting.  The Director or City Engineer shall notify\nthe Coastal Commission of the issuance of an Emergency permit by phone or letter\nas soon as possible, but in any event within three days of the issuance of the\nEmergency permit.\n","html":"\n\t\t\t\t\t<section><p>  COASTAL DEVELOPMENT PERMIT PROCEDURES AFTER CERTIFICATION OF THE LOCAL COASTAL PROGRAM.\n\t(Amended by Ord. No. 175,691, Eff. 1\/19\/04.)<br \/><br \/>\tA.\tRequirement of a Coastal Development Permit.  A Coastal Development Permit issued by the City in conformance with the provisions of this section is required for all Coastal Development located within an area of the City covered by a certified local coastal program, unless the Coastal Development is exempted under Section 12.20.1 C., or the proposed project site lies completely within the Coastal Commission Permit <span class=\"dictionary\">jurisdiction<\/span>, or the Coastal Commission previously issued a Coastal Development Permit for the Coastal Development.  Coastal Development undertaken pursuant to a Coastal Development Permit shall conform to the plans, specifications, terms and conditions approved in the Permit.  Amendments to these procedures are not effective until certified by the Coastal Commission.<br \/><br \/>\tB.\tDefinitions.  The following definitions shall apply to the Coastal Zone of the City within areas subject to certified Local Coastal Programs.  Words and phrases not defined here shall be construed as defined in Section 12.03 or the California Coastal Commission regulations, if defined there.<br \/><br \/>\tAppealable Area shall mean the area identified in Public Resources Code Section 30603.  The area that meets this criteria includes, but is not limited to, the area shown on the “Post-LCP Certification Permit and <span class=\"dictionary\">Appeals<\/span> <span class=\"dictionary\">Jurisdiction<\/span> Map” certified by the Coastal Commission in accordance with the provisions of California Code of Regulations Title 14 Section 13576 and attached as an exhibit in each certified coastal specific plan.<br \/><br \/>\tAppealable Development shall mean, in accordance with Public Resources Code Section 30603(a), any development that constitutes a major public works project or a major energy facility, or any development located in the Appealable Area. <br \/><br \/>\tApplicant shall mean the person, partnership, corporation, or other entity or State or local government agency applying for the Coastal Development Permit.<br \/><br \/>\tApproving Authority shall mean the initial decision-maker and <span class=\"dictionary\">appeal<\/span> body, including the Director of Planning, City Engineer, Zoning Administrator, City Planning Commission, Area Planning Commission, Board of Public Works, City Council or other applicable decision-making person or body within the City of Los Angeles, which has the authority to approve a Coastal Development Permit pursuant to this section or by reason of <span class=\"dictionary\">jurisdiction<\/span> over other permits and approvals sought in conjunction with an application for a Coastal Development Permit. <br \/><br \/>\tCategorically Excluded Development shall mean a development, which is excluded from the Coastal Development Permit requirements pursuant to a categorical exclusion <span class=\"dictionary\">order<\/span> adopted by the Coastal Commission that sets forth the specific categories of development that qualify for the exclusion within a specific geographic area, and which establishes that those categories of development in the specified geographic areas will have no potential for significant adverse effects, either individually or cumulatively on coastal resources or on public access to or along the coastline.<br \/><br \/>\tCoastal Bluff shall mean the upper termination of a bluff, cliff, or seacliff.  In cases where the top edge of the cliff is rounded away from the face of the cliff as a result of erosional processes related to the presence of the steep cliff face, the bluff line or edge shall be defined as that point nearest the cliff beyond which the downward gradient of the surface increases more or less continuously until it reaches the general gradient of the cliff.  In a case where there is a steplike feature at the top of the cliff face, the landward edge of the topmost riser shall be taken to be the cliff edge.  The termini of the bluff line, or edge along the seaward face of the bluff, shall be defined as a point reached by bisecting the angle formed by a line coinciding with the general trend of the bluff line along the inland facing portion of the bluff.  Five hundred feet shall be the minimum length of bluff line or edge to be used in making these determinations.<br \/><br \/>\tCoastal Development shall mean any of the following on land, in or under water:  the placement or erection of any solid <span class=\"dictionary\">material<\/span> or structure; the discharge or disposal of any dredged <span class=\"dictionary\">material<\/span> or of any gaseous, liquid, solid or thermal waste; the grading, removing, dredging, mining or extraction of any <span class=\"dictionary\">materials<\/span>; any change in the density or intensity of use of land, including, but not limited to, subdivisions pursuant to the Subdivision Map Act (commencing with Government Code Section 66410), and any other division of land, including lot splits, except where the land division is brought about in connection with the purchase of the land by a public agency for public recreational use; any change in the intensity of use of water or of access to the water; construction, reconstruction, demolition or alteration of the size of any structure, including any facility of any private, public or municipal utility; and the removal or harvesting of major vegetation other than for agricultural purposes, kelp harvesting, and timber operations, which are in accordance with a timber harvesting plan submitted pursuant to the provisions of the Z’berg-Nejedly Forest Practice Act of 1973 (commencing with Public Resources Code Section 4511).<br \/><br \/>\tCoastal Zone shall mean that land and water area specified on the maps cited in Section 30103 of the Public Resources Code, extending seaward to the State’s outer limit of <span class=\"dictionary\">jurisdiction<\/span>, including all offshore islands, but with some additional criteria for special areas as specified in Public Resources Code Sections 30103.5 and 30166.<br \/><br \/>\tDisaster shall mean fire, flood, wind, earthquake, or other natural or man-made disaster.<br \/><br \/>\tEmergency shall mean a sudden, unexpected occurrence demanding immediate action to prevent or mitigate loss or damage to life, health, property or essential public services.<br \/><br \/>\tEnvironmentally Sensitive Habitat Area shall mean any officially mapped area in which plant or animal life or their habitats are either rare or especially valuable because of their special nature or role in an ecosystem and which could easily be disturbed or degraded by human activities and developments, and any area identified as a wetland, an environmentally sensitive habitat or as a Sensitive Coastal Resource Area, in a certified Local Coastal Program, a certified land use plan or a certified specific plan.<br \/><br \/>\tFirst Public Road Paralleling the Sea shall mean that road nearest to the sea, as defined in Public Resources Code Section 30115, which:<br \/><br \/>\t(a)\tis lawfully open to uninterrupted public use and is suitable for that use;<br \/><br \/>\t(b)\tis publicly maintained;<br \/><br \/>\t(c)\tis an improved, all-weather road open to motor vehicle traffic in at least one direction;<br \/><br \/>\t(d)\tis not subject to any restrictions on use by the public except when closed due to an Emergency or when closed temporarily for military purposes; and<br \/><br \/>\t(e)\tdoes, in <span class=\"dictionary\">fact<\/span>, connect with other public roads, providing a continuous access system, and generally parallels and follows the shoreline of the sea so as to include all portions of the sea where the physical features, such as bays, lagoons, estuaries and wetlands cause the waters of the sea to extend landward from the generally continuous coastline.<br \/><br \/>\tPublic Project shall mean any development initiated by the Department of Public Works or any of its bureaus, any development initiated by any other department or agency of the City of Los Angeles, and any development initiated or to be carried out by any other governmental agency that is required to obtain a local government permit.  Public Project shall not include any development by any department or agency of the City of Los Angeles or any other governmental entity that otherwise requires action by or approval of the City Planning Commission, Area Planning Commission or the Office of Zoning Administration, or any development by any department or agency of the City of Los Angeles or any other government entity for which a permit from the Department of Building and Safety is required.  Public Project shall also not include any development on tidelands, submerged lands, or on public trust lands, whether filled or unfilled.<br \/><br \/>\tWetland shall mean lands within the Coastal Zone which may be covered periodically or permanently with shallow water and include saltwater marshes, freshwater marshes, open or closed brackish water marshes, swamps, mudflats and fens. <br \/><br \/>\tC.\tExemptions.  The following types of Coastal Development are exempt from the requirement to obtain a Coastal Development Permit in accordance with the provisions of this section:<br \/><br \/>\t1.\tImprovements to Existing Structures. <br \/><br \/>\t(a)\tImprovements to any existing structure are exempt.  For purposes of this section, in <span class=\"dictionary\">order<\/span> to qualify as an improvement, the Coastal Development shall retain 50% or more of the existing exterior walls of the building or structure.  In addition, the following shall be considered a part of an existing structure:<br \/><br \/>\t(1)\tall fixtures and other structures directly attached to the existing structure and landscaping on the lot;<br \/><br \/>\t(2)\tfor single-family residences, in addition to (1) above, structures on the property normally associated with a single-family residence, such as garages, swimming pools, fences and storage sheds, but not including guest houses or self-contained dwelling units, shall also be considered part of that structure.<br \/><br \/>\t(b)\tNotwithstanding the exemption provided in Section C.1. above, the following improvements require a Coastal Development Permit:<br \/><br \/>\t(1)\timprovements to any structure on a beach, Wetland, stream or lake, seaward of the mean high tide line, where the structure or proposed improvement would encroach within 50 feet of the edge of a Coastal Bluff, stream or in areas of natural vegetation designated by resolution of the Coastal Commission as a significant natural habitat, or identified in a certified local coastal plan or specific plan as a significant natural habitat; or within 100 feet of the edge of a Coastal Bluff if the structure is a single family dwelling;<br \/><br \/>\t(2)\tany significant alteration of land forms, including the removal or placement of vegetation, on a beach, Wetland or sand dune, or within 100 feet of the edge of a Coastal Bluff or stream or in areas of natural vegetation designated by resolution of the Coastal Commission or in a certified specific plan as a significant natural habitat; or within 50 feet of the edge of a Coastal Bluff if the structure is a single family dwelling;<br \/><br \/>\t(3)\tthe expansion or construction of water wells or septic systems;<br \/><br \/>\t(4)\timprovements to any structure on property located in the Appealable Area that would result in (i) an increase of ten percent or more of internal floor area of the existing structure, or (ii) an additional improvement of ten percent or less where an improvement to the structure has previously been undertaken pursuant to Public Resources Code Section 30610(b), and\/or (iii) an increase in height by more than ten percent of an existing structure;<br \/><br \/>\t(5)\timprovements to any structure on property in the non-appealable area that would result in an increase of ten percent or more of internal floor area of the existing structure;<br \/><br \/>\t(6)\timprovements to any structure in significant scenic resource areas as designated by the Coastal Commission or in a certified specific plan that would result in (i) an increase of ten percent or more of internal floor area of the existing structure, or (ii) an additional improvement of ten percent or less where an improvement to the structure has previously been undertaken pursuant to Public Resources Code Section 30610(b), and\/or (iii) an increase in height by more than ten percent of an existing structure;<br \/><br \/>\t(7)\tin areas the Coastal Commission has previously declared, by resolution after public <span class=\"dictionary\">hearing<\/span>, to have a critically short water supply that must be maintained for the protection of coastal resources or public recreational use, the construction of any specific major water-using Coastal Development including, but not limited to, swimming pools, or the construction or extension of any landscaping irrigation system;<br \/><br \/>\t(8)\tany improvement to a structure where the development permit issued for the original structure by the Coastal Commission indicated that any future improvements would require a Coastal Development Permit;<br \/><br \/>\t(9)\tany improvement to a structure that results in a Change in the Intensity of Use of the structure; and<br \/><br \/>\t(10)\tany improvement made pursuant to a conversion of an existing structure from a multiple unit rental use or visitor-serving commercial use to a use involving a fee ownership or long-term leasehold, including, but not limited to, a condominium conversion, stock cooperative conversion or hotel\/motel timesharing conversion.<br \/><br \/>\t2.\tRepair and Maintenance Activities of Public Utilities.  Repair and maintenance activities of public utilities as specified in the repair, maintenance and utility hook-up exclusion adopted by the Coastal Commission on September 5, 1978.<br \/><br \/>\t3.\tOther Repair and Maintenance.  Repair and maintenance activities that do not result in a <span class=\"dictionary\">material<\/span> addition to or an enlargement or expansion of the <span class=\"dictionary\">object<\/span> of those activities, except as otherwise specified by the Coastal Commission in California Code of Regulations, Title 14, Section 13252, and any amendments subsequently adopted, except if the repairs or maintenance involve any of the following:<br \/><br \/>\t(a)\tAny method of repair or maintenance of a seawall revetment, bluff retaining wall, breakwater, groin, culvert, outfall or similar shoreline work that involves:<br \/><br \/>\t(1)\trepair or maintenance involving substantial alteration of the foundation of the protective work including pilings and other surface or subsurface structures;<br \/><br \/>\t(2)\tthe placement, whether temporary or permanent, of rip-rap, artificial berms of sand or other beach <span class=\"dictionary\">materials<\/span>, or any other forms of solid <span class=\"dictionary\">materials<\/span>, on a beach or in coastal waters, streams, Wetlands, estuaries and lakes or on a shoreline protective work except for agricultural dikes within enclosed bays or estuaries;<br \/><br \/>\t(3)\tthe replacement of 20 percent or more of the <span class=\"dictionary\">materials<\/span> in an existing structure with <span class=\"dictionary\">materials<\/span> of a different kind; or<br \/><br \/>\t(4)\tthe presence, whether temporary or permanent, of mechanized construction equipment or construction <span class=\"dictionary\">materials<\/span> on any sand area or bluff or within 20 feet of coastal waters or streams.<br \/><br \/>\t(b)\tAny method of maintenance dredging that involves:<br \/><br \/>\t(1)\tthe dredging of 100,000 cubic yards or more within a 12 month period;<br \/><br \/>\t(2)\tthe placement of dredge spoils of any quantity within an Environmentally Sensitive Habitat Area, on any sand area, within 50 feet of the edge of a Coastal Bluff or Environmentally Sensitive Habitat Area or within 20 feet of coastal waters or streams; or<br \/><br \/>\t(3)\tthe removal, sale or disposal of dredge spoils of any quantity that would be suitable for beach nourishment in an area that the Coastal Commission has declared by resolution, or has been identified in a certified Local Coastal Program, to have a critically short sand supply that must be maintained for protection of structures, coastal access or public recreational use.<br \/><br \/>\t(c)\tAny repair or maintenance to facilities or structures or work located in an Environmentally Sensitive Habitat Area, any sand area, within 50 feet of the edge of a Coastal Bluff or Environmentally Sensitive Habitat Area or within 20 feet of coastal waters or streams that includes:<br \/><br \/>\t(1)\tthe placement or removal, whether temporary or permanent, of rip-rap, rocks, sand or other beach <span class=\"dictionary\">materials<\/span> or any other forms of solid <span class=\"dictionary\">materials<\/span>; or<br \/><br \/>\t(2)\tthe presence, whether temporary or permanent, of mechanized equipment or construction <span class=\"dictionary\">materials<\/span>.<br \/><br \/>\t(d)\tUnless destroyed by Disaster, the replacement of 50 percent or more of a seawall, revetment, bluff retaining wall, breakwater, groin or similar protective work under one ownership is not repair and maintenance under  Public Resources Code Section 30610(d), but instead constitutes a replacement structure requiring a Coastal Development Permit.<br \/><br \/>\t4.\tReplacement Structures.  The replacement of any structure destroyed by a Disaster if the replacement structure conforms to applicable existing zoning requirements, is for the same use as the destroyed structure, does not exceed either the floor area, height, or bulk of the destroyed structure by more than ten percent and is sited in the same location on the affected property as the destroyed structure.<br \/><br \/>\tAs used in this subdivision, “bulk” means total interior cubic volume as measured from the exterior surface of the structure.<br \/><br \/>\tAs used in this subdivision, “structure” includes landscaping and any erosion control structure or device which is similar to that which existed prior to the occurrence of the Disaster. <br \/><br \/>\t5.\tCategorically Excluded Development.  Any Coastal Development that has been categorically excluded pursuant to a categorical exclusion approved by the Coastal Commission.<br \/><br \/>\t6.\tGeologic Testing.  Geologic testing that does not require other City permits, does not involve cutting access roads and does not remove significant vegetation.<br \/><br \/>\t7.\tTemporary Events.  <br \/><br \/>\t(a)\tA temporary event that meets all of the following criteria:<br \/><br \/>\t(1)\tdoes not involve a charge for general public admission or seating; and<br \/><br \/>\t(2)\twill not restrict public access or use of roadways, parking areas, or recreational areas; and<br \/><br \/>\t(3)\twill not either directly or indirectly impact Environmentally Sensitive Habitat Areas, rare or endangered species, significant scenic resources, or other coastal resources, such as water-oriented activities, visitor facilities, marine resources, biological resources, agricultural lands, and archaeological or paleontological resources.<br \/><br \/>\t(b)\tAny temporary event which has previously received a Coastal Development Permit, will be in the same location, during the same time period, will be operated in the same manner, and was not the subject of previous complaints.<br \/><br \/>\tD.\tGeneral Procedures for Appealable and Non-Appealable Coastal Development Permits.<br \/><br \/>\t1.\tApplication for a Coastal Development Permit.  An application for a Coastal Development Permit shall be filed with either the Department of City Planning or the City Engineer on a form provided by the Department and include all information required by the instructions on the application and any applicable adopted guidelines.<br \/><br \/>\t2.\t<span class=\"dictionary\">Jurisdiction<\/span>.<br \/><br \/>\t(a)\tAn application for a Coastal Development Permit for a Public Project, or for a private project where the approval of the underlying permit is within the <span class=\"dictionary\">jurisdiction<\/span> of the City Engineer, shall be filed in the office of the City Engineer. <br \/><br \/>\t(b)\tAll other applications for Coastal Development Permits shall be filed in a public office of the Department of City Planning.<br \/><br \/>\t3.\tPreliminary Notice of <span class=\"dictionary\">Jurisdiction<\/span>.<br \/><br \/>\t(a)\tAt the time an application for Coastal Development is submitted, the Director of Planning (Director) or City Engineer, whichever has <span class=\"dictionary\">jurisdiction<\/span>, shall determine whether:<br \/><br \/>\t(1)\tthe development is within the Coastal Commission’s <span class=\"dictionary\">jurisdiction<\/span> or the City’s <span class=\"dictionary\">jurisdiction<\/span>; and<br \/><br \/>\t(2)\tthe development is located within the appealable or non-appealable <span class=\"dictionary\">jurisdiction<\/span> of the Coastal Zone; and\t<br \/><br \/>\t(3)\tthe development is within an area designated by a certified Local Coastal Program or within the area subject to the provisions of Section 12.20.1 of this Code; and <br \/><br \/>\t(4)\tthe development is exempt or categorically excluded according to the criteria of Subsection C. of this section.<br \/><br \/>\t (b)\tThe Director or City Engineer shall use the following criteria:  the certified Local Coastal Program, including any maps, the Post LCP Certification Permit and <span class=\"dictionary\">Appeals<\/span> <span class=\"dictionary\">Jurisdiction<\/span> Map certified by the California Coastal Commission, land use designations, special programs and zoning <span class=\"dictionary\">ordinances<\/span> that are certified as part of the Local Coastal Program and categorical exclusion <span class=\"dictionary\">orders<\/span> granted by the Coastal Commission.<br \/><br \/>\t(c)\tIf the preliminary notice of <span class=\"dictionary\">jurisdiction<\/span> of the Director or City Engineer is challenged by the Applicant or an interested person within 15 days after the determination is made, the Director or City Engineer may request an <span class=\"dictionary\">opinion<\/span> of the Coastal Commission Executive Director.  The decision of the Executive Director or the Coastal Commission pursuant to California Code of Regulations, Title 14, Section 13569 shall apply. <br \/><br \/>\t4.\tNotice of Exemption.<br \/><br \/>\t(a)\tAfter <span class=\"dictionary\">jurisdiction<\/span> has been established and the Director or City Engineer has determined that the Coastal Development is exempt pursuant to Subsection C. of this section, the Director or the City Engineer, whichever has <span class=\"dictionary\">jurisdiction<\/span>, shall <span class=\"dictionary\">issue<\/span> a notice of exemption for a Coastal Development which is exempt from the Coastal Development Permit requirements.  The Director or City Engineer shall mail a copy of the notice of exemption to the Applicant and the Coastal Commission.<br \/><br \/>\t(b)\tThe City shall maintain a record of all notices issued for exempt Coastal Developments, including Categorically Excluded Developments, which shall be made available to the Coastal Commission or any interested person upon request.  This record may be in the form of a list of issued permits or approvals currently maintained by the City, provided that the record includes the Applicant’s name, the location of the Coastal Development, and a <span class=\"dictionary\">brief<\/span> description of the Coastal Development.<br \/><br \/>\t5.\tDeeming an Application Complete.<br \/><br \/>\t(a)\tWithin 30 days of the submittal of the application and the payment of fees, the Director or City Engineer, whichever has <span class=\"dictionary\">jurisdiction<\/span>, shall determine whether the application is complete.<br \/><br \/>\t(b)\tPrior to deeming an application complete, the Director or City Engineer shall determine, and if necessary, advise the Applicant, of the processes to be followed, any additional information required, and the fees to be paid.  The Director or City Engineer shall adopt guidelines and use them to determine when an application is deemed complete.  <br \/><br \/>\t6.\tConcurrent Processing With Other Permits or Approvals.  <br \/><br \/>\t(a)\tWhen a proposed Coastal Development is required to obtain a Coastal Development Permit and is also required to obtain other quasi-judicial or legislative approvals, the application for a Coastal Development Permit shall be filed and processed concurrently with the other permits or approvals.  The action of the Approving Authority shall be considered one consolidated action.<br \/><br \/>\t(b)\tAn <span class=\"dictionary\">appeal<\/span> of the initial decision on a Coastal Development Permit application shall automatically constitute an <span class=\"dictionary\">appeal<\/span> of the decision on the application for the other discretionary permits and approvals.  Any <span class=\"dictionary\">appeal<\/span> of the other permits and approvals shall also constitute an <span class=\"dictionary\">appeal<\/span> of the Coastal Development Permit unless the <span class=\"dictionary\">appeal<\/span> of the Coastal Development Permit would violate Charter Section 563.  The time for <span class=\"dictionary\">appeal<\/span> of the Coastal Development Permit to the Coastal Commission shall commence after action on the other  permits and approvals becomes final. <br \/><br \/>\t(c)\tIf a condition of the Coastal Development Permit varies from a condition contained in the other permits and approvals, the more restrictive condition shall control.<br \/><br \/>\t(d)\tNo additional fees shall be charged for <span class=\"dictionary\">appeal<\/span> of a Coastal Development Permit that is combined with an <span class=\"dictionary\">appeal<\/span> for the other permits and approvals. <br \/><br \/>\t7.\tTime Limit for Initial Decision.<br \/><br \/>\t(a)\tThe initial Approving Authority shall make a written decision approving, disapproving or approving with conditions a Coastal Development Permit within 75 days after:<br \/><br \/>\t(1)\tthe date the application is deemed complete; or<br \/><br \/>\t(2)\twhen an environmental impact report (EIR) is required, the date the EIR is certified as complete consistent with State <span class=\"dictionary\">law<\/span>.<br \/><br \/>\t(b)\tThe time limit may be extended by mutual consent of the Director and the Applicant. <br \/><br \/>\tE.\tNotice.<br \/><br \/>\t1.\tNotice of Coastal Development Permit Application.  The City, at the Applicant’s expense, shall provide a Notice of Coastal Development Permit Application by first class mail at least ten calendar days prior to the initial decision.  This notice shall be provided to each Applicant, to the Certified Neighborhood Council, to all persons who have requested to be on the mailing list for the particular Coastal Development or for all coastal decisions within the Coastal Zone, to all property owners and residents within 100 feet of the perimeter of the parcel on which the Coastal Development is proposed, exclusive of streets, and to the Coastal Commission.  The notice shall contain the following information:<br \/><br \/>\t(a)\ta statement that the Coastal Development is within the Coastal Zone;<br \/><br \/>\t(b)\tthe date of filing of the application and the name of the Applicant;<br \/><br \/>\t(c)\tthe case number assigned to the application;<br \/><br \/>\t(d)\ta description of the Coastal Development and its proposed location;<br \/><br \/>\t2.\tNotice of <span class=\"dictionary\">Waiver<\/span> of Public <span class=\"dictionary\">Hearing<\/span>.  <br \/><br \/>\t(a)\tFor Coastal Development in the Appealable Area where the requirement for a public <span class=\"dictionary\">hearing<\/span> is proposed to be waived, the City shall provide the following statement in the manner provided in Subdivision 1. above:  “the public <span class=\"dictionary\">hearing<\/span> will be waived unless a <span class=\"dictionary\">hearing<\/span> is requested by any person within ten working days of the date of this notice.  The failure to request a public <span class=\"dictionary\">hearing<\/span> may result in the loss of that person’s ability to <span class=\"dictionary\">appeal<\/span> to the Coastal Commission the City’s action on the Coastal Development Permit.”<br \/><br \/>\t(b)\tFor a Coastal Development that does not require a public <span class=\"dictionary\">hearing<\/span> pursuant to this section, the notice shall contain the date the application will be acted upon by the Approving Authority and the general procedure for submitting public comments in writing to the Approving Authority prior to the decision date.<br \/><br \/>\t3.\tNotice of Public <span class=\"dictionary\">Hearing<\/span>.  For a Coastal Development that requires a public <span class=\"dictionary\">hearing<\/span> pursuant to this section, the City, at the Applicant’s expense, shall provide a Notice of Public <span class=\"dictionary\">Hearing<\/span> by first class mail at least ten calendar days prior to the first public <span class=\"dictionary\">hearing<\/span>.  This Notice may be combined with the Notice of Coastal Development Permit Application for applications that require a Public <span class=\"dictionary\">Hearing<\/span>. <br \/><br \/>\tThis notice shall be provided to each Applicant, to all persons who have requested to be on the mailing list for the particular Coastal Development or for all coastal decisions within the Coastal Zone, to all property owners and residents within 100 feet of the perimeter of the parcel on which the Coastal Development is proposed, exclusive of streets, and to the Coastal Commission.  The notice shall contain the following information:<br \/><br \/>\t(a)\ta statement that the Coastal Development is within the Coastal Zone;<br \/><br \/>\t(b)\tthe date of filing of the application and the name of the Applicant;<br \/><br \/>\t(c)\tthe case number assigned to the application;<br \/><br \/>\t(d)\ta description of the Coastal Development and its proposed location;<br \/><br \/>\t(e)\tthe date, time, and place at which the public <span class=\"dictionary\">hearing<\/span> on the application will be heard;<br \/><br \/>\t(f)\ta <span class=\"dictionary\">brief<\/span> description of the general procedure concerning the conduct of the public <span class=\"dictionary\">hearing<\/span> and City actions;<br \/><br \/>\t(g)\tthe procedure for City and Coastal Commission <span class=\"dictionary\">appeals<\/span>, if any, including any required fees;<br \/><br \/>\t(h)\tIf applicable, the criteria for eligibility to <span class=\"dictionary\">appeal<\/span> to the Coastal Commission; and<br \/><br \/>\t(i)\ta statement that an interested person must request to be on the mailing list for the particular Coastal Development in <span class=\"dictionary\">order<\/span> to receive notice of the written determination and in <span class=\"dictionary\">order<\/span> to <span class=\"dictionary\">appeal<\/span> to the City.<br \/><br \/>\t4.\tContinuation of Public <span class=\"dictionary\">Hearing<\/span> – Notice.  If a decision on a Coastal Development Permit is continued to a time which is neither (a) previously stated in the notice of public <span class=\"dictionary\">hearing<\/span> provided pursuant to this subsection, nor (b) announced at the <span class=\"dictionary\">hearing<\/span> as being continued to a time certain, notice of the further <span class=\"dictionary\">hearings<\/span> or action on the proposed Coastal Development shall be provided in the same manner, and within the same time limits, as established in this subsection.<br \/><br \/>\t5.\tPosted Notice.  At the time the application is submitted for filing, the Applicant must post, in a conspicuous place, and as close as possible to the proposed Coastal Development, the City’s notice that an application has been filed for a Coastal Development Permit.  The notice shall contain specific information as to the nature of the proposed Coastal Development and be in a form as required by the approving department for that purpose.<br \/><br \/>\tF.\tDecision Process for Coastal Development Permits.<br \/><br \/>\t1.\tPublic <span class=\"dictionary\">Hearing<\/span>.  The Approving Authority shall hold a public <span class=\"dictionary\">hearing<\/span> on any application for a Coastal Development Permit for an Appealable Development except as waived in Subdivision 2.  It shall hold the <span class=\"dictionary\">hearing<\/span> at least ten calendar days following the mailing of the notice required in Section E.2. and shall consolidate the <span class=\"dictionary\">hearing<\/span> with any other public <span class=\"dictionary\">hearing<\/span> required for any other approvals required by the Los Angeles Municipal Code or other City <span class=\"dictionary\">ordinance<\/span>.<br \/><br \/>\t2.\t<span class=\"dictionary\">Waiver<\/span> of Public <span class=\"dictionary\">Hearing<\/span>.  The Approving Authority may <span class=\"dictionary\">waive<\/span> the public <span class=\"dictionary\">hearing<\/span> for Coastal Development in the non-appealable area and may propose to <span class=\"dictionary\">waive<\/span> the requirement for a public <span class=\"dictionary\">hearing<\/span> for Coastal Development in the Appealable Area if it determines that the Coastal Development meets the following criteria:<br \/><br \/>\t(a)\tThe Coastal Development is consistent with the Certified Local Coastal Program;<br \/><br \/>\t(b)\tThe Coastal Development requires no discretionary approvals other than a Coastal Development Permit; and<br \/><br \/>\t(c)\tThe Coastal Development has no adverse effect either individually or cumulatively on coastal resources or public access to the shoreline or along the coast.<br \/><br \/>\t3.\tInitial Decision.  If an application for a Coastal Development Permit is submitted to the City and there is no application for another quasi-judicial or legislative approval, the initial decision shall be made by the Director or City Engineer, whichever has <span class=\"dictionary\">jurisdiction<\/span>.  The Director or City Engineer may approve, conditionally approve or deny a Coastal Development Permit.<br \/><br \/>\t4.\t<span class=\"dictionary\">Findings<\/span>.<br \/><br \/>\t(a)\tAn application for a Coastal Development Permit shall be approved if the Approving Authority, based on information obtained during an investigation and\/or public <span class=\"dictionary\">hearing<\/span>, if applicable, makes specific written <span class=\"dictionary\">findings<\/span> justifying the City’s action, including any conditions imposed in <span class=\"dictionary\">order<\/span> to bring the Coastal Development into conformity with the certified Local Coastal Program.  These <span class=\"dictionary\">findings<\/span> shall include the following:<br \/><br \/>\t(1)\tthat the proposed Coastal Development is in conformity with the certified Local Coastal Program;<br \/><br \/>\t(2)\tthat the Coastal Development is in conformity with all applicable provisions of any adopted community plan and specific plan for the area; and<br \/><br \/>\t(3)\twhere applicable, that any Coastal Development located between the First Public Road Paralleling the Sea and the sea or shoreline of any body of water located within the Coastal Zone is in conformity with the public access and public recreation policies of Chapter 3 of Division 20 of the California Public Resources Code. <br \/><br \/>\t(b)\tThe Approving Authority, in approving an application for a Coastal Development Permit, shall impose any conditions considered necessary to insure that the proposed use will be consistent with the above <span class=\"dictionary\">findings<\/span>.\n\t\n\t(c)\tAn application for a Coastal Development Permit shall be denied when the <span class=\"dictionary\">evidence<\/span> submitted by the Applicant and\/or presented at a public <span class=\"dictionary\">hearing<\/span> fails to support the <span class=\"dictionary\">findings<\/span> above to the satisfaction of the Approving Authority.\n\t\n\t5.\tTransmittal of Written Decision.  Upon making a written decision, the Approving Authority shall transmit a copy by first class mail to each Applicant, to all persons who have requested to be on the mailing list for the particular Coastal Development or for all coastal decisions within the Coastal Zone, to all property owners and residents within 100 feet of the perimeter of the parcel on which the Coastal Development is proposed, exclusive of streets, and to the Coastal Commission.   <br \/><br \/>\tG.\tEffective Date of City Action.  The City shall <span class=\"dictionary\">issue<\/span> a Coastal Development Permit only:<br \/><br \/>\t1.\tFor a non-appealable development, fifteen days after the final City action, provided no <span class=\"dictionary\">appeal<\/span> has been filed, or provided the Coastal Commission has not asserted <span class=\"dictionary\">jurisdiction<\/span>.\n\t\t\n\t2.\tFor an Appealable Development, only after receiving the final City action and notification that the ten working day <span class=\"dictionary\">appeal<\/span> period to the Coastal Commission established by California Code of Regulations has ended and no <span class=\"dictionary\">appeal<\/span> was filed; or an <span class=\"dictionary\">appeal<\/span> was filed and the Coastal Commission made a determination of no substantial <span class=\"dictionary\">issue<\/span> with the City’s decision.<br \/><br \/>\t3.\tIf a decision on a Coastal Development Permit is appealed to the Coastal Commission and the Coastal Commission determines that a substantial <span class=\"dictionary\">issue<\/span> exists, the issuance of the permit will be regulated by the Coastal Commission.<br \/><br \/>\tH.\tProcedures for <span class=\"dictionary\">Appeals<\/span> of a Coastal Development Permit.<br \/><br \/>\t1.\tFiling of an <span class=\"dictionary\">Appeal<\/span>.  <br \/><br \/>\t(a)\tAn Applicant or any other person aggrieved by the initial decision on a Coastal Development Permit may <span class=\"dictionary\">appeal<\/span> the decision to the Area Planning Commission or to the Board of Public Works for a Public Project or for a private project where the approval of the underlying permit is within the <span class=\"dictionary\">jurisdiction<\/span> of the City Engineer.  The <span class=\"dictionary\">appeal<\/span> on an Appealable Development and non-appealable development shall be filed within 15 days of the date of mailing of the decision.<br \/><br \/>\t(b)\tThe <span class=\"dictionary\">appeal<\/span> shall set forth specifically the points at <span class=\"dictionary\">issue<\/span>, the reasons for the <span class=\"dictionary\">appeal<\/span>, and the basis upon which the <span class=\"dictionary\">appellant<\/span> claims there was an error or abuse of discretion by the decision-maker.  Any <span class=\"dictionary\">appeal<\/span> not filed within the 15-day filing period shall not be considered by the Area Planning Commission or Board of Public Works.  The filing of an <span class=\"dictionary\">appeal<\/span> <span class=\"dictionary\">stays<\/span> proceedings in the matter until the Commission or Board has made a decision.  Once an <span class=\"dictionary\">appeal<\/span> is filed, the initial decision-maker shall transmit the <span class=\"dictionary\">appeal<\/span> and the file to the Commission or Board,  together with any reports responding to the <span class=\"dictionary\">allegations<\/span> made in the <span class=\"dictionary\">appeal<\/span>.<br \/><br \/>\t2.\tNotice of <span class=\"dictionary\">Appellate<\/span> Decision.  Before acting on any <span class=\"dictionary\">appeal<\/span> of a Coastal Development Permit, the Area Planning Commission or Board of Public Works shall set the matter for <span class=\"dictionary\">hearing<\/span>, with written notice of the <span class=\"dictionary\">hearing<\/span> sent at least 15 days prior to the meeting to each Applicant, the <span class=\"dictionary\">appellant<\/span>(s), all persons who have requested to be on the mailing list for the particular Coastal Development or for all coastal decisions within the Coastal Zone, to all property owners and residents within 100 feet of the parcel on which the Coastal Development is proposed, exclusive of streets, and the Coastal Commission. <br \/><br \/>\t3.\tTime for <span class=\"dictionary\">Appellate<\/span> Decision.  The Area Planning Commission or Board of Public Works shall act within 75 days after the expiration of the <span class=\"dictionary\">appeal<\/span> period or within any additional period mutually agreed upon by the Applicant and the Commission or Board.<br \/><br \/>\t4.\t<span class=\"dictionary\">Appellate<\/span> Decision.  The Area Planning Commission or Board of Public Works may <span class=\"dictionary\">reverse<\/span> or modify the initial decision, in whole or in part.  In reversing or modifying the initial decision, the Commission or Board shall make the same <span class=\"dictionary\">findings<\/span> required to be made by the initial decision-maker and shall indicate why the initial decision-maker erred or abused its discretion.<br \/><br \/>\tI.\tRecordation of the Coastal Development Permit.  Within 14 days of the issuance of the Coastal Development Permit for a Coastal Development subject to the <span class=\"dictionary\">jurisdiction<\/span> of the Director, the Applicant shall record the Permit with the Los Angeles County Recorder’s Office and provide a certified copy to the City Planning Department.<br \/><br \/>\tJ.\tNotice of Final City Action.  Within seven calendar days of a final decision on an application for any Coastal Development, the Approving Authority shall provide notice of its action, at the expense of the Applicant, by first class mail to the Coastal Commission and to any persons who specifically requested notice of the final action by submitting a self-addressed, stamped envelope to the Approving Authority.  The notice shall include conditions of approval, written <span class=\"dictionary\">findings<\/span>, and, if applicable, the procedures for <span class=\"dictionary\">appeal<\/span> to the Coastal Commission.<br \/><br \/>\tK.\tNotification of Failure to Act and Approval by Operation of <span class=\"dictionary\">Law<\/span>.<br \/><br \/>\t1.\tNotification by Applicant.  If the Approving Authority has failed to act on an application within the time limits set forth in Government Code Sections 65950-65957.1, the person claiming a right to proceed pursuant to those Code sections shall notify, in writing, the Approving Authority and the Coastal Commission and all persons entitled to receive notice pursuant to Subdivision 2. of Subsection H. of this section that the Coastal Development has been approved by operation of <span class=\"dictionary\">law<\/span>.  The notice shall specify the application which is claimed to have been approved.<br \/><br \/>\t2.\tNotification by Approving Authority.  When the Approving Authority determines that the time limits established pursuant to Government Code Sections 65950- 65957.1 have expired, and that the notice required pursuant to Subdivision 2. of Subsection H. of this section has occurred, the Approving Authority shall, within seven calendar days of its determination, notify any person entitled to receive notice pursuant to Subdivision 2. of Subsection H. of this section that it has taken final action by operation of <span class=\"dictionary\">law<\/span> pursuant to Government Code Sections 65950-65957.1, and that the application, if it is for an Appealable Development, may be appealed to the Coastal Commission pursuant to California Code of Regulations, Title 14, Section 13110, et seq.<br \/><br \/>\tL.\t<span class=\"dictionary\">Appeal<\/span> Procedures for Multiple Applications Including a Coastal Development Permit.  The Approving Authority for multiple applications for a Coastal Development Permit and other quasi-judicial or legislative approvals shall be as established in Section 12.36 A. through E.  However, the <span class=\"dictionary\">appeal<\/span> procedures for the consolidated action shall follow the procedural requirements for notice, public <span class=\"dictionary\">hearing<\/span> and final action of an initial decision on a Coastal Development Permit in accordance with Subsections D., E. and F. of this section. <br \/><br \/>\tM.\tDuration of Permits. <br \/><br \/>\t1.\tValidity.  A Coastal Development Permit that was granted pursuant to the provisions of this section shall run with the land and continue to be valid upon any changes of ownership of the land or any changes to the existing building or structure on the land.<br \/><br \/>\t2.\tTermination.  A permit which has not been used within the time specified in  the permit, or, if no time is specified, within two years after the granting of the permit, shall become void.  The Director or City Engineer, whichever has <span class=\"dictionary\">jurisdiction<\/span>, may grant extensions of time for the utilization of the permit, provided the extension is requested prior to the expiration date, under the provisions of Subsection O. of this section.  In cases where other approvals are granted concurrently with the Coastal Development Permit, the time limits and extensions shall be the same as those for the other approvals.  However, the Coastal Development Permit shall become void after six years.<br \/><br \/>\t3.\tUtilization of Permit.  A Coastal Development Permit shall be considered used when construction or other development authorized by that permit, which would be prohibited in that location if no Coastal Development Permit had been issued, has commenced.  A Coastal Development Permit shall automatically cease to be in effect if the use for which the permit was granted has ceased or has been suspended for a consecutive period of two or more years. <br \/><br \/>\tN.\t<span class=\"dictionary\">Revocation<\/span>.<br \/><br \/>\t1.\tFailure to Comply with Conditions.  If the Director or City Engineer, whichever has <span class=\"dictionary\">jurisdiction<\/span>, determines that the conditions of any Coastal Development Permit granted pursuant to this section have not been complied with, the Director or City Engineer may give notice to the record owner or lessee of the real property to appear at a time and place fixed by the Director or City Engineer and show cause why the determination of the Approving Authority granting the Coastal Development Permit should not be rescinded.  An <span class=\"dictionary\">appeal<\/span> from a <span class=\"dictionary\">revocation<\/span> action may be taken in the same manner prescribed in Subsection H. of this section. <br \/><br \/>\t2.\tRequest by Aggrieved Person.  Any aggrieved person may request <span class=\"dictionary\">revocation<\/span> of a permit by application to the Director or City Engineer, whichever has <span class=\"dictionary\">jurisdiction<\/span>, specifying with particularity the grounds for <span class=\"dictionary\">revocation<\/span>.  The Director or City Engineer shall review the stated grounds for <span class=\"dictionary\">revocation<\/span> and shall determine whether to initiate <span class=\"dictionary\">revocation<\/span> proceedings.  An <span class=\"dictionary\">appeal<\/span> from a <span class=\"dictionary\">revocation<\/span> action may be taken in the same manner prescribed in Subsection H of this section.<br \/><br \/>\tO.\tExtensions of Time.<br \/><br \/>\t1.\tApplication.  Prior to the expiration of a Coastal Development Permit, an Applicant may apply for a one year extension of the permit.  Prior to the expiration of any extension, the Applicant may apply for another one year extension of the permit.  An application for an extension of time shall automatically keep the permit in effect until the Approving Authority has acted upon the request.  However, if construction has not commenced at the time the application is made, construction may not commence after the initial expiration date until the Approving Authority has acted upon the request.  The application shall state the reasons for the request and shall be accompanied by <span class=\"dictionary\">evidence<\/span> of a valid, unexpired permit and of the Applicant’s continued property interest.<br \/><br \/>\t2.\tProcedures.  The procedures for applying for an extension of time shall be in accordance with Subsections D.,  E., and F. of this section.  <br \/><br \/>\t3.\t<span class=\"dictionary\">Findings<\/span>.  The Approving Authority shall only grant an extension if the Approving Authority can make the same <span class=\"dictionary\">findings<\/span> as were required for the original permit, with no new conditions, and must make an additional <span class=\"dictionary\">finding<\/span> that there are no changed circumstances which would affect the Coastal Development’s consistency with the Local Coastal Program.  <br \/><br \/>\t4.\t<span class=\"dictionary\">Appeal<\/span>.  An extension of time for a Coastal Development Permit may be appealed in accordance with Subsection H. of this section.  However, in addition to the notice provisions required in that subsection, the Approving Authority shall also notify any persons who objected to the Approving Authority’s approval of an extension. <br \/><br \/>\tP.\tImmaterial Changes to a Coastal Development Permit.  <br \/><br \/>\t1.\tApplication.  An application for an immaterial change to a Coastal Development Permit shall be filed with the Approving Authority that approved the existing permit.<br \/><br \/>\t2.\tApproval.  If the Approving Authority finds that the proposed change conforms to the original <span class=\"dictionary\">findings<\/span> and conditions required for the Coastal Development Permit and is in substantial conformance with that Permit, then the Approving Authority may approve the proposed change. <br \/><br \/>\tQ.\tPermit Amendments.<br \/><br \/>\t1.\tApplication.  If the Approving Authority that originally granted the Coastal Development Permit finds that a proposed change is not in substantial conformance with the original Coastal Development Permit, the holder of the Permit may apply for an amendment to the Permit in the same manner as an application for a new Coastal Development Permit.  This application shall contain a description of the proposed amendment, the reason for the amendment, together with maps, plans or other <span class=\"dictionary\">material<\/span> appropriate to the request, and shall be accompanied by <span class=\"dictionary\">evidence<\/span> of a valid, unexpired permit and of the Applicant’s continued legal ownership or interest in the property. <br \/><br \/>\t2.\tProcedures.  The procedures for an amendment shall be the same as would be required of a new application at the same location in accordance with Sections D., E. and F. of this section.<br \/><br \/>\t3.\t<span class=\"dictionary\">Appeals<\/span>.  <span class=\"dictionary\">Appeals<\/span> of decisions on amendment applications may be made in the same manner as <span class=\"dictionary\">appeals<\/span> of decisions on the original Coastal Development Permit in Subsection H. above.<br \/><br \/>\tR.\tEmergency Permits.  An Emergency permit shall only be issued in cases where an Emergency necessitates immediate action that would normally require a Coastal Development Permit, and where the worth of any permanent structures erected does not exceed $25,000. <br \/><br \/>\t1.\tApplications.  An application for an Emergency Coastal Development Permit shall be made to the Director or the City Engineer, whichever has <span class=\"dictionary\">jurisdiction<\/span>, within three days of the Emergency or <span class=\"dictionary\">discovery<\/span> of the danger.  The following information shall be included in the request:<br \/><br \/>\t(a)\tnature of the Emergency;<br \/><br \/>\t(b)\tcause of the Emergency, if this can be determined;<br \/><br \/>\t(c)\tlocation of the Emergency; <br \/><br \/>\t(d)\tthe remedial, protective or preventive work required to deal with the Emergency; and<br \/><br \/>\t(e)\tthe circumstances during the Emergency that justify the proposed course of action, including the probable consequences of failing to take action.<br \/><br \/>\t2.\tVerification of Emergency.  The Director or City Engineer shall verify the <span class=\"dictionary\">facts<\/span>, including the existence and the nature of the Emergency, insofar as time  permits.<br \/><br \/>\t3.\tProcedure.  The Director or City Engineer shall provide public notice of the Emergency work, with the extent and type of notice determined on the basis of the nature of the Emergency.  The Director or City Engineer shall not <span class=\"dictionary\">issue<\/span> an Emergency permit for any work that falls within the provisions of Public Resources Code Sections 30519(b) and 30601.  The Director or City Engineer may grant an Emergency permit upon reasonable terms and conditions, if the Director or City Engineer finds that:<br \/><br \/>\t(a)\tan Emergency exists that requires action more quickly than the regular permit process would allow, and the work can or will be completed within 30 days, unless otherwise specified by the terms of the permit;<br \/><br \/>\t(b)\tpublic comment on the proposed Emergency action has been reviewed, if time allows; and<br \/><br \/>\t(c)\tthe work proposed would be consistent with the certified Local Coastal Program and any adopted, relevant community or specific plans.<br \/><br \/>\t4.\tCompliance.  An Emergency permit shall be valid for not more than 60 days from the date of issuance.  Prior to expiration of the Emergency permit, the permittee must submit a Coastal Development Permit application for the Coastal Development or else remove the Coastal Development undertaken pursuant to the Emergency permit in its entirety and restore the site to its previous condition. Failure to comply with the provisions of this subsection or failure by the permittee to properly notice and report any Emergency actions may result in the <span class=\"dictionary\">revocation<\/span> of the Emergency permit.<br \/><br \/>\t5.\tReporting.  The Director or City Engineer shall notify the Coastal Commission of the issuance of an Emergency permit by phone or letter as soon as possible, but in any event within three days of the issuance of the Emergency permit.<\/p><\/section>","previous_section":{"id":"3360","structure_id":"20","section_number":"12.20.2","catch_line":"Coastal Development Permits (Prior To Certification Of The Local Coastal Program.)","url":"\/12.20.2\/","token":"12.20.2"},"text":{"0":{"id":"2849","text":"  COASTAL DEVELOPMENT PERMIT PROCEDURES AFTER CERTIFICATION OF THE LOCAL COASTAL PROGRAM.\n\t(Amended by Ord. No. 175,691, Eff. 1\/19\/04.)\tA.\tRequirement of a Coastal Development Permit.  A Coastal Development Permit issued by the City in conformance with the provisions of this section is required for all Coastal Development located within an area of the City covered by a certified local coastal program, unless the Coastal Development is exempted under Section 12.20.1 C., or the proposed project site lies completely within the Coastal Commission Permit jurisdiction, or the Coastal Commission previously issued a Coastal Development Permit for the Coastal Development.  Coastal Development undertaken pursuant to a Coastal Development Permit shall conform to the plans, specifications, terms and conditions approved in the Permit.  Amendments to these procedures are not effective until certified by the Coastal Commission.\tB.\tDefinitions.  The following definitions shall apply to the Coastal Zone of the City within areas subject to certified Local Coastal Programs.  Words and phrases not defined here shall be construed as defined in Section 12.03 or the California Coastal Commission regulations, if defined there.\tAppealable Area shall mean the area identified in Public Resources Code Section 30603.  The area that meets this criteria includes, but is not limited to, the area shown on the “Post-LCP Certification Permit and Appeals Jurisdiction Map” certified by the Coastal Commission in accordance with the provisions of California Code of Regulations Title 14 Section 13576 and attached as an exhibit in each certified coastal specific plan.\tAppealable Development shall mean, in accordance with Public Resources Code Section 30603(a), any development that constitutes a major public works project or a major energy facility, or any development located in the Appealable Area. \tApplicant shall mean the person, partnership, corporation, or other entity or State or local government agency applying for the Coastal Development Permit.\tApproving Authority shall mean the initial decision-maker and appeal body, including the Director of Planning, City Engineer, Zoning Administrator, City Planning Commission, Area Planning Commission, Board of Public Works, City Council or other applicable decision-making person or body within the City of Los Angeles, which has the authority to approve a Coastal Development Permit pursuant to this section or by reason of jurisdiction over other permits and approvals sought in conjunction with an application for a Coastal Development Permit. \tCategorically Excluded Development shall mean a development, which is excluded from the Coastal Development Permit requirements pursuant to a categorical exclusion order adopted by the Coastal Commission that sets forth the specific categories of development that qualify for the exclusion within a specific geographic area, and which establishes that those categories of development in the specified geographic areas will have no potential for significant adverse effects, either individually or cumulatively on coastal resources or on public access to or along the coastline.\tCoastal Bluff shall mean the upper termination of a bluff, cliff, or seacliff.  In cases where the top edge of the cliff is rounded away from the face of the cliff as a result of erosional processes related to the presence of the steep cliff face, the bluff line or edge shall be defined as that point nearest the cliff beyond which the downward gradient of the surface increases more or less continuously until it reaches the general gradient of the cliff.  In a case where there is a steplike feature at the top of the cliff face, the landward edge of the topmost riser shall be taken to be the cliff edge.  The termini of the bluff line, or edge along the seaward face of the bluff, shall be defined as a point reached by bisecting the angle formed by a line coinciding with the general trend of the bluff line along the inland facing portion of the bluff.  Five hundred feet shall be the minimum length of bluff line or edge to be used in making these determinations.\tCoastal Development shall mean any of the following on land, in or under water:  the placement or erection of any solid material or structure; the discharge or disposal of any dredged material or of any gaseous, liquid, solid or thermal waste; the grading, removing, dredging, mining or extraction of any materials; any change in the density or intensity of use of land, including, but not limited to, subdivisions pursuant to the Subdivision Map Act (commencing with Government Code Section 66410), and any other division of land, including lot splits, except where the land division is brought about in connection with the purchase of the land by a public agency for public recreational use; any change in the intensity of use of water or of access to the water; construction, reconstruction, demolition or alteration of the size of any structure, including any facility of any private, public or municipal utility; and the removal or harvesting of major vegetation other than for agricultural purposes, kelp harvesting, and timber operations, which are in accordance with a timber harvesting plan submitted pursuant to the provisions of the Z’berg-Nejedly Forest Practice Act of 1973 (commencing with Public Resources Code Section 4511).\tCoastal Zone shall mean that land and water area specified on the maps cited in Section 30103 of the Public Resources Code, extending seaward to the State’s outer limit of jurisdiction, including all offshore islands, but with some additional criteria for special areas as specified in Public Resources Code Sections 30103.5 and 30166.\tDisaster shall mean fire, flood, wind, earthquake, or other natural or man-made disaster.\tEmergency shall mean a sudden, unexpected occurrence demanding immediate action to prevent or mitigate loss or damage to life, health, property or essential public services.\tEnvironmentally Sensitive Habitat Area shall mean any officially mapped area in which plant or animal life or their habitats are either rare or especially valuable because of their special nature or role in an ecosystem and which could easily be disturbed or degraded by human activities and developments, and any area identified as a wetland, an environmentally sensitive habitat or as a Sensitive Coastal Resource Area, in a certified Local Coastal Program, a certified land use plan or a certified specific plan.\tFirst Public Road Paralleling the Sea shall mean that road nearest to the sea, as defined in Public Resources Code Section 30115, which:\t(a)\tis lawfully open to uninterrupted public use and is suitable for that use;\t(b)\tis publicly maintained;\t(c)\tis an improved, all-weather road open to motor vehicle traffic in at least one direction;\t(d)\tis not subject to any restrictions on use by the public except when closed due to an Emergency or when closed temporarily for military purposes; and\t(e)\tdoes, in fact, connect with other public roads, providing a continuous access system, and generally parallels and follows the shoreline of the sea so as to include all portions of the sea where the physical features, such as bays, lagoons, estuaries and wetlands cause the waters of the sea to extend landward from the generally continuous coastline.\tPublic Project shall mean any development initiated by the Department of Public Works or any of its bureaus, any development initiated by any other department or agency of the City of Los Angeles, and any development initiated or to be carried out by any other governmental agency that is required to obtain a local government permit.  Public Project shall not include any development by any department or agency of the City of Los Angeles or any other governmental entity that otherwise requires action by or approval of the City Planning Commission, Area Planning Commission or the Office of Zoning Administration, or any development by any department or agency of the City of Los Angeles or any other government entity for which a permit from the Department of Building and Safety is required.  Public Project shall also not include any development on tidelands, submerged lands, or on public trust lands, whether filled or unfilled.\tWetland shall mean lands within the Coastal Zone which may be covered periodically or permanently with shallow water and include saltwater marshes, freshwater marshes, open or closed brackish water marshes, swamps, mudflats and fens. \tC.\tExemptions.  The following types of Coastal Development are exempt from the requirement to obtain a Coastal Development Permit in accordance with the provisions of this section:\t1.\tImprovements to Existing Structures. \t(a)\tImprovements to any existing structure are exempt.  For purposes of this section, in order to qualify as an improvement, the Coastal Development shall retain 50% or more of the existing exterior walls of the building or structure.  In addition, the following shall be considered a part of an existing structure:\t(1)\tall fixtures and other structures directly attached to the existing structure and landscaping on the lot;\t(2)\tfor single-family residences, in addition to (1) above, structures on the property normally associated with a single-family residence, such as garages, swimming pools, fences and storage sheds, but not including guest houses or self-contained dwelling units, shall also be considered part of that structure.\t(b)\tNotwithstanding the exemption provided in Section C.1. above, the following improvements require a Coastal Development Permit:\t(1)\timprovements to any structure on a beach, Wetland, stream or lake, seaward of the mean high tide line, where the structure or proposed improvement would encroach within 50 feet of the edge of a Coastal Bluff, stream or in areas of natural vegetation designated by resolution of the Coastal Commission as a significant natural habitat, or identified in a certified local coastal plan or specific plan as a significant natural habitat; or within 100 feet of the edge of a Coastal Bluff if the structure is a single family dwelling;\t(2)\tany significant alteration of land forms, including the removal or placement of vegetation, on a beach, Wetland or sand dune, or within 100 feet of the edge of a Coastal Bluff or stream or in areas of natural vegetation designated by resolution of the Coastal Commission or in a certified specific plan as a significant natural habitat; or within 50 feet of the edge of a Coastal Bluff if the structure is a single family dwelling;\t(3)\tthe expansion or construction of water wells or septic systems;\t(4)\timprovements to any structure on property located in the Appealable Area that would result in (i) an increase of ten percent or more of internal floor area of the existing structure, or (ii) an additional improvement of ten percent or less where an improvement to the structure has previously been undertaken pursuant to Public Resources Code Section 30610(b), and\/or (iii) an increase in height by more than ten percent of an existing structure;\t(5)\timprovements to any structure on property in the non-appealable area that would result in an increase of ten percent or more of internal floor area of the existing structure;\t(6)\timprovements to any structure in significant scenic resource areas as designated by the Coastal Commission or in a certified specific plan that would result in (i) an increase of ten percent or more of internal floor area of the existing structure, or (ii) an additional improvement of ten percent or less where an improvement to the structure has previously been undertaken pursuant to Public Resources Code Section 30610(b), and\/or (iii) an increase in height by more than ten percent of an existing structure;\t(7)\tin areas the Coastal Commission has previously declared, by resolution after public hearing, to have a critically short water supply that must be maintained for the protection of coastal resources or public recreational use, the construction of any specific major water-using Coastal Development including, but not limited to, swimming pools, or the construction or extension of any landscaping irrigation system;\t(8)\tany improvement to a structure where the development permit issued for the original structure by the Coastal Commission indicated that any future improvements would require a Coastal Development Permit;\t(9)\tany improvement to a structure that results in a Change in the Intensity of Use of the structure; and\t(10)\tany improvement made pursuant to a conversion of an existing structure from a multiple unit rental use or visitor-serving commercial use to a use involving a fee ownership or long-term leasehold, including, but not limited to, a condominium conversion, stock cooperative conversion or hotel\/motel timesharing conversion.\t2.\tRepair and Maintenance Activities of Public Utilities.  Repair and maintenance activities of public utilities as specified in the repair, maintenance and utility hook-up exclusion adopted by the Coastal Commission on September 5, 1978.\t3.\tOther Repair and Maintenance.  Repair and maintenance activities that do not result in a material addition to or an enlargement or expansion of the object of those activities, except as otherwise specified by the Coastal Commission in California Code of Regulations, Title 14, Section 13252, and any amendments subsequently adopted, except if the repairs or maintenance involve any of the following:\t(a)\tAny method of repair or maintenance of a seawall revetment, bluff retaining wall, breakwater, groin, culvert, outfall or similar shoreline work that involves:\t(1)\trepair or maintenance involving substantial alteration of the foundation of the protective work including pilings and other surface or subsurface structures;\t(2)\tthe placement, whether temporary or permanent, of rip-rap, artificial berms of sand or other beach materials, or any other forms of solid materials, on a beach or in coastal waters, streams, Wetlands, estuaries and lakes or on a shoreline protective work except for agricultural dikes within enclosed bays or estuaries;\t(3)\tthe replacement of 20 percent or more of the materials in an existing structure with materials of a different kind; or\t(4)\tthe presence, whether temporary or permanent, of mechanized construction equipment or construction materials on any sand area or bluff or within 20 feet of coastal waters or streams.\t(b)\tAny method of maintenance dredging that involves:\t(1)\tthe dredging of 100,000 cubic yards or more within a 12 month period;\t(2)\tthe placement of dredge spoils of any quantity within an Environmentally Sensitive Habitat Area, on any sand area, within 50 feet of the edge of a Coastal Bluff or Environmentally Sensitive Habitat Area or within 20 feet of coastal waters or streams; or\t(3)\tthe removal, sale or disposal of dredge spoils of any quantity that would be suitable for beach nourishment in an area that the Coastal Commission has declared by resolution, or has been identified in a certified Local Coastal Program, to have a critically short sand supply that must be maintained for protection of structures, coastal access or public recreational use.\t(c)\tAny repair or maintenance to facilities or structures or work located in an Environmentally Sensitive Habitat Area, any sand area, within 50 feet of the edge of a Coastal Bluff or Environmentally Sensitive Habitat Area or within 20 feet of coastal waters or streams that includes:\t(1)\tthe placement or removal, whether temporary or permanent, of rip-rap, rocks, sand or other beach materials or any other forms of solid materials; or\t(2)\tthe presence, whether temporary or permanent, of mechanized equipment or construction materials.\t(d)\tUnless destroyed by Disaster, the replacement of 50 percent or more of a seawall, revetment, bluff retaining wall, breakwater, groin or similar protective work under one ownership is not repair and maintenance under  Public Resources Code Section 30610(d), but instead constitutes a replacement structure requiring a Coastal Development Permit.\t4.\tReplacement Structures.  The replacement of any structure destroyed by a Disaster if the replacement structure conforms to applicable existing zoning requirements, is for the same use as the destroyed structure, does not exceed either the floor area, height, or bulk of the destroyed structure by more than ten percent and is sited in the same location on the affected property as the destroyed structure.\tAs used in this subdivision, “bulk” means total interior cubic volume as measured from the exterior surface of the structure.\tAs used in this subdivision, “structure” includes landscaping and any erosion control structure or device which is similar to that which existed prior to the occurrence of the Disaster. \t5.\tCategorically Excluded Development.  Any Coastal Development that has been categorically excluded pursuant to a categorical exclusion approved by the Coastal Commission.\t6.\tGeologic Testing.  Geologic testing that does not require other City permits, does not involve cutting access roads and does not remove significant vegetation.\t7.\tTemporary Events.  \t(a)\tA temporary event that meets all of the following criteria:\t(1)\tdoes not involve a charge for general public admission or seating; and\t(2)\twill not restrict public access or use of roadways, parking areas, or recreational areas; and\t(3)\twill not either directly or indirectly impact Environmentally Sensitive Habitat Areas, rare or endangered species, significant scenic resources, or other coastal resources, such as water-oriented activities, visitor facilities, marine resources, biological resources, agricultural lands, and archaeological or paleontological resources.\t(b)\tAny temporary event which has previously received a Coastal Development Permit, will be in the same location, during the same time period, will be operated in the same manner, and was not the subject of previous complaints.\tD.\tGeneral Procedures for Appealable and Non-Appealable Coastal Development Permits.\t1.\tApplication for a Coastal Development Permit.  An application for a Coastal Development Permit shall be filed with either the Department of City Planning or the City Engineer on a form provided by the Department and include all information required by the instructions on the application and any applicable adopted guidelines.\t2.\tJurisdiction.\t(a)\tAn application for a Coastal Development Permit for a Public Project, or for a private project where the approval of the underlying permit is within the jurisdiction of the City Engineer, shall be filed in the office of the City Engineer. \t(b)\tAll other applications for Coastal Development Permits shall be filed in a public office of the Department of City Planning.\t3.\tPreliminary Notice of Jurisdiction.\t(a)\tAt the time an application for Coastal Development is submitted, the Director of Planning (Director) or City Engineer, whichever has jurisdiction, shall determine whether:\t(1)\tthe development is within the Coastal Commission’s jurisdiction or the City’s jurisdiction; and\t(2)\tthe development is located within the appealable or non-appealable jurisdiction of the Coastal Zone; and\t\t(3)\tthe development is within an area designated by a certified Local Coastal Program or within the area subject to the provisions of Section 12.20.1 of this Code; and \t(4)\tthe development is exempt or categorically excluded according to the criteria of Subsection C. of this section.\t (b)\tThe Director or City Engineer shall use the following criteria:  the certified Local Coastal Program, including any maps, the Post LCP Certification Permit and Appeals Jurisdiction Map certified by the California Coastal Commission, land use designations, special programs and zoning ordinances that are certified as part of the Local Coastal Program and categorical exclusion orders granted by the Coastal Commission.\t(c)\tIf the preliminary notice of jurisdiction of the Director or City Engineer is challenged by the Applicant or an interested person within 15 days after the determination is made, the Director or City Engineer may request an opinion of the Coastal Commission Executive Director.  The decision of the Executive Director or the Coastal Commission pursuant to California Code of Regulations, Title 14, Section 13569 shall apply. \t4.\tNotice of Exemption.\t(a)\tAfter jurisdiction has been established and the Director or City Engineer has determined that the Coastal Development is exempt pursuant to Subsection C. of this section, the Director or the City Engineer, whichever has jurisdiction, shall issue a notice of exemption for a Coastal Development which is exempt from the Coastal Development Permit requirements.  The Director or City Engineer shall mail a copy of the notice of exemption to the Applicant and the Coastal Commission.\t(b)\tThe City shall maintain a record of all notices issued for exempt Coastal Developments, including Categorically Excluded Developments, which shall be made available to the Coastal Commission or any interested person upon request.  This record may be in the form of a list of issued permits or approvals currently maintained by the City, provided that the record includes the Applicant’s name, the location of the Coastal Development, and a brief description of the Coastal Development.\t5.\tDeeming an Application Complete.\t(a)\tWithin 30 days of the submittal of the application and the payment of fees, the Director or City Engineer, whichever has jurisdiction, shall determine whether the application is complete.\t(b)\tPrior to deeming an application complete, the Director or City Engineer shall determine, and if necessary, advise the Applicant, of the processes to be followed, any additional information required, and the fees to be paid.  The Director or City Engineer shall adopt guidelines and use them to determine when an application is deemed complete.  \t6.\tConcurrent Processing With Other Permits or Approvals.  \t(a)\tWhen a proposed Coastal Development is required to obtain a Coastal Development Permit and is also required to obtain other quasi-judicial or legislative approvals, the application for a Coastal Development Permit shall be filed and processed concurrently with the other permits or approvals.  The action of the Approving Authority shall be considered one consolidated action.\t(b)\tAn appeal of the initial decision on a Coastal Development Permit application shall automatically constitute an appeal of the decision on the application for the other discretionary permits and approvals.  Any appeal of the other permits and approvals shall also constitute an appeal of the Coastal Development Permit unless the appeal of the Coastal Development Permit would violate Charter Section 563.  The time for appeal of the Coastal Development Permit to the Coastal Commission shall commence after action on the other  permits and approvals becomes final. \t(c)\tIf a condition of the Coastal Development Permit varies from a condition contained in the other permits and approvals, the more restrictive condition shall control.\t(d)\tNo additional fees shall be charged for appeal of a Coastal Development Permit that is combined with an appeal for the other permits and approvals. \t7.\tTime Limit for Initial Decision.\t(a)\tThe initial Approving Authority shall make a written decision approving, disapproving or approving with conditions a Coastal Development Permit within 75 days after:\t(1)\tthe date the application is deemed complete; or\t(2)\twhen an environmental impact report (EIR) is required, the date the EIR is certified as complete consistent with State law.\t(b)\tThe time limit may be extended by mutual consent of the Director and the Applicant. \tE.\tNotice.\t1.\tNotice of Coastal Development Permit Application.  The City, at the Applicant’s expense, shall provide a Notice of Coastal Development Permit Application by first class mail at least ten calendar days prior to the initial decision.  This notice shall be provided to each Applicant, to the Certified Neighborhood Council, to all persons who have requested to be on the mailing list for the particular Coastal Development or for all coastal decisions within the Coastal Zone, to all property owners and residents within 100 feet of the perimeter of the parcel on which the Coastal Development is proposed, exclusive of streets, and to the Coastal Commission.  The notice shall contain the following information:\t(a)\ta statement that the Coastal Development is within the Coastal Zone;\t(b)\tthe date of filing of the application and the name of the Applicant;\t(c)\tthe case number assigned to the application;\t(d)\ta description of the Coastal Development and its proposed location;\t2.\tNotice of Waiver of Public Hearing.  \t(a)\tFor Coastal Development in the Appealable Area where the requirement for a public hearing is proposed to be waived, the City shall provide the following statement in the manner provided in Subdivision 1. above:  “the public hearing will be waived unless a hearing is requested by any person within ten working days of the date of this notice.  The failure to request a public hearing may result in the loss of that person’s ability to appeal to the Coastal Commission the City’s action on the Coastal Development Permit.”\t(b)\tFor a Coastal Development that does not require a public hearing pursuant to this section, the notice shall contain the date the application will be acted upon by the Approving Authority and the general procedure for submitting public comments in writing to the Approving Authority prior to the decision date.\t3.\tNotice of Public Hearing.  For a Coastal Development that requires a public hearing pursuant to this section, the City, at the Applicant’s expense, shall provide a Notice of Public Hearing by first class mail at least ten calendar days prior to the first public hearing.  This Notice may be combined with the Notice of Coastal Development Permit Application for applications that require a Public Hearing. \tThis notice shall be provided to each Applicant, to all persons who have requested to be on the mailing list for the particular Coastal Development or for all coastal decisions within the Coastal Zone, to all property owners and residents within 100 feet of the perimeter of the parcel on which the Coastal Development is proposed, exclusive of streets, and to the Coastal Commission.  The notice shall contain the following information:\t(a)\ta statement that the Coastal Development is within the Coastal Zone;\t(b)\tthe date of filing of the application and the name of the Applicant;\t(c)\tthe case number assigned to the application;\t(d)\ta description of the Coastal Development and its proposed location;\t(e)\tthe date, time, and place at which the public hearing on the application will be heard;\t(f)\ta brief description of the general procedure concerning the conduct of the public hearing and City actions;\t(g)\tthe procedure for City and Coastal Commission appeals, if any, including any required fees;\t(h)\tIf applicable, the criteria for eligibility to appeal to the Coastal Commission; and\t(i)\ta statement that an interested person must request to be on the mailing list for the particular Coastal Development in order to receive notice of the written determination and in order to appeal to the City.\t4.\tContinuation of Public Hearing – Notice.  If a decision on a Coastal Development Permit is continued to a time which is neither (a) previously stated in the notice of public hearing provided pursuant to this subsection, nor (b) announced at the hearing as being continued to a time certain, notice of the further hearings or action on the proposed Coastal Development shall be provided in the same manner, and within the same time limits, as established in this subsection.\t5.\tPosted Notice.  At the time the application is submitted for filing, the Applicant must post, in a conspicuous place, and as close as possible to the proposed Coastal Development, the City’s notice that an application has been filed for a Coastal Development Permit.  The notice shall contain specific information as to the nature of the proposed Coastal Development and be in a form as required by the approving department for that purpose.\tF.\tDecision Process for Coastal Development Permits.\t1.\tPublic Hearing.  The Approving Authority shall hold a public hearing on any application for a Coastal Development Permit for an Appealable Development except as waived in Subdivision 2.  It shall hold the hearing at least ten calendar days following the mailing of the notice required in Section E.2. and shall consolidate the hearing with any other public hearing required for any other approvals required by the Los Angeles Municipal Code or other City ordinance.\t2.\tWaiver of Public Hearing.  The Approving Authority may waive the public hearing for Coastal Development in the non-appealable area and may propose to waive the requirement for a public hearing for Coastal Development in the Appealable Area if it determines that the Coastal Development meets the following criteria:\t(a)\tThe Coastal Development is consistent with the Certified Local Coastal Program;\t(b)\tThe Coastal Development requires no discretionary approvals other than a Coastal Development Permit; and\t(c)\tThe Coastal Development has no adverse effect either individually or cumulatively on coastal resources or public access to the shoreline or along the coast.\t3.\tInitial Decision.  If an application for a Coastal Development Permit is submitted to the City and there is no application for another quasi-judicial or legislative approval, the initial decision shall be made by the Director or City Engineer, whichever has jurisdiction.  The Director or City Engineer may approve, conditionally approve or deny a Coastal Development Permit.\t4.\tFindings.\t(a)\tAn application for a Coastal Development Permit shall be approved if the Approving Authority, based on information obtained during an investigation and\/or public hearing, if applicable, makes specific written findings justifying the City’s action, including any conditions imposed in order to bring the Coastal Development into conformity with the certified Local Coastal Program.  These findings shall include the following:\t(1)\tthat the proposed Coastal Development is in conformity with the certified Local Coastal Program;\t(2)\tthat the Coastal Development is in conformity with all applicable provisions of any adopted community plan and specific plan for the area; and\t(3)\twhere applicable, that any Coastal Development located between the First Public Road Paralleling the Sea and the sea or shoreline of any body of water located within the Coastal Zone is in conformity with the public access and public recreation policies of Chapter 3 of Division 20 of the California Public Resources Code. \t(b)\tThe Approving Authority, in approving an application for a Coastal Development Permit, shall impose any conditions considered necessary to insure that the proposed use will be consistent with the above findings.\n\t\n\t(c)\tAn application for a Coastal Development Permit shall be denied when the evidence submitted by the Applicant and\/or presented at a public hearing fails to support the findings above to the satisfaction of the Approving Authority.\n\t\n\t5.\tTransmittal of Written Decision.  Upon making a written decision, the Approving Authority shall transmit a copy by first class mail to each Applicant, to all persons who have requested to be on the mailing list for the particular Coastal Development or for all coastal decisions within the Coastal Zone, to all property owners and residents within 100 feet of the perimeter of the parcel on which the Coastal Development is proposed, exclusive of streets, and to the Coastal Commission.   \tG.\tEffective Date of City Action.  The City shall issue a Coastal Development Permit only:\t1.\tFor a non-appealable development, fifteen days after the final City action, provided no appeal has been filed, or provided the Coastal Commission has not asserted jurisdiction.\n\t\t\n\t2.\tFor an Appealable Development, only after receiving the final City action and notification that the ten working day appeal period to the Coastal Commission established by California Code of Regulations has ended and no appeal was filed; or an appeal was filed and the Coastal Commission made a determination of no substantial issue with the City’s decision.\t3.\tIf a decision on a Coastal Development Permit is appealed to the Coastal Commission and the Coastal Commission determines that a substantial issue exists, the issuance of the permit will be regulated by the Coastal Commission.\tH.\tProcedures for Appeals of a Coastal Development Permit.\t1.\tFiling of an Appeal.  \t(a)\tAn Applicant or any other person aggrieved by the initial decision on a Coastal Development Permit may appeal the decision to the Area Planning Commission or to the Board of Public Works for a Public Project or for a private project where the approval of the underlying permit is within the jurisdiction of the City Engineer.  The appeal on an Appealable Development and non-appealable development shall be filed within 15 days of the date of mailing of the decision.\t(b)\tThe appeal shall set forth specifically the points at issue, the reasons for the appeal, and the basis upon which the appellant claims there was an error or abuse of discretion by the decision-maker.  Any appeal not filed within the 15-day filing period shall not be considered by the Area Planning Commission or Board of Public Works.  The filing of an appeal stays proceedings in the matter until the Commission or Board has made a decision.  Once an appeal is filed, the initial decision-maker shall transmit the appeal and the file to the Commission or Board,  together with any reports responding to the allegations made in the appeal.\t2.\tNotice of Appellate Decision.  Before acting on any appeal of a Coastal Development Permit, the Area Planning Commission or Board of Public Works shall set the matter for hearing, with written notice of the hearing sent at least 15 days prior to the meeting to each Applicant, the appellant(s), all persons who have requested to be on the mailing list for the particular Coastal Development or for all coastal decisions within the Coastal Zone, to all property owners and residents within 100 feet of the parcel on which the Coastal Development is proposed, exclusive of streets, and the Coastal Commission. \t3.\tTime for Appellate Decision.  The Area Planning Commission or Board of Public Works shall act within 75 days after the expiration of the appeal period or within any additional period mutually agreed upon by the Applicant and the Commission or Board.\t4.\tAppellate Decision.  The Area Planning Commission or Board of Public Works may reverse or modify the initial decision, in whole or in part.  In reversing or modifying the initial decision, the Commission or Board shall make the same findings required to be made by the initial decision-maker and shall indicate why the initial decision-maker erred or abused its discretion.\tI.\tRecordation of the Coastal Development Permit.  Within 14 days of the issuance of the Coastal Development Permit for a Coastal Development subject to the jurisdiction of the Director, the Applicant shall record the Permit with the Los Angeles County Recorder’s Office and provide a certified copy to the City Planning Department.\tJ.\tNotice of Final City Action.  Within seven calendar days of a final decision on an application for any Coastal Development, the Approving Authority shall provide notice of its action, at the expense of the Applicant, by first class mail to the Coastal Commission and to any persons who specifically requested notice of the final action by submitting a self-addressed, stamped envelope to the Approving Authority.  The notice shall include conditions of approval, written findings, and, if applicable, the procedures for appeal to the Coastal Commission.\tK.\tNotification of Failure to Act and Approval by Operation of Law.\t1.\tNotification by Applicant.  If the Approving Authority has failed to act on an application within the time limits set forth in Government Code Sections 65950-65957.1, the person claiming a right to proceed pursuant to those Code sections shall notify, in writing, the Approving Authority and the Coastal Commission and all persons entitled to receive notice pursuant to Subdivision 2. of Subsection H. of this section that the Coastal Development has been approved by operation of law.  The notice shall specify the application which is claimed to have been approved.\t2.\tNotification by Approving Authority.  When the Approving Authority determines that the time limits established pursuant to Government Code Sections 65950- 65957.1 have expired, and that the notice required pursuant to Subdivision 2. of Subsection H. of this section has occurred, the Approving Authority shall, within seven calendar days of its determination, notify any person entitled to receive notice pursuant to Subdivision 2. of Subsection H. of this section that it has taken final action by operation of law pursuant to Government Code Sections 65950-65957.1, and that the application, if it is for an Appealable Development, may be appealed to the Coastal Commission pursuant to California Code of Regulations, Title 14, Section 13110, et seq.\tL.\tAppeal Procedures for Multiple Applications Including a Coastal Development Permit.  The Approving Authority for multiple applications for a Coastal Development Permit and other quasi-judicial or legislative approvals shall be as established in Section 12.36 A. through E.  However, the appeal procedures for the consolidated action shall follow the procedural requirements for notice, public hearing and final action of an initial decision on a Coastal Development Permit in accordance with Subsections D., E. and F. of this section. \tM.\tDuration of Permits. \t1.\tValidity.  A Coastal Development Permit that was granted pursuant to the provisions of this section shall run with the land and continue to be valid upon any changes of ownership of the land or any changes to the existing building or structure on the land.\t2.\tTermination.  A permit which has not been used within the time specified in  the permit, or, if no time is specified, within two years after the granting of the permit, shall become void.  The Director or City Engineer, whichever has jurisdiction, may grant extensions of time for the utilization of the permit, provided the extension is requested prior to the expiration date, under the provisions of Subsection O. of this section.  In cases where other approvals are granted concurrently with the Coastal Development Permit, the time limits and extensions shall be the same as those for the other approvals.  However, the Coastal Development Permit shall become void after six years.\t3.\tUtilization of Permit.  A Coastal Development Permit shall be considered used when construction or other development authorized by that permit, which would be prohibited in that location if no Coastal Development Permit had been issued, has commenced.  A Coastal Development Permit shall automatically cease to be in effect if the use for which the permit was granted has ceased or has been suspended for a consecutive period of two or more years. \tN.\tRevocation.\t1.\tFailure to Comply with Conditions.  If the Director or City Engineer, whichever has jurisdiction, determines that the conditions of any Coastal Development Permit granted pursuant to this section have not been complied with, the Director or City Engineer may give notice to the record owner or lessee of the real property to appear at a time and place fixed by the Director or City Engineer and show cause why the determination of the Approving Authority granting the Coastal Development Permit should not be rescinded.  An appeal from a revocation action may be taken in the same manner prescribed in Subsection H. of this section. \t2.\tRequest by Aggrieved Person.  Any aggrieved person may request revocation of a permit by application to the Director or City Engineer, whichever has jurisdiction, specifying with particularity the grounds for revocation.  The Director or City Engineer shall review the stated grounds for revocation and shall determine whether to initiate revocation proceedings.  An appeal from a revocation action may be taken in the same manner prescribed in Subsection H of this section.\tO.\tExtensions of Time.\t1.\tApplication.  Prior to the expiration of a Coastal Development Permit, an Applicant may apply for a one year extension of the permit.  Prior to the expiration of any extension, the Applicant may apply for another one year extension of the permit.  An application for an extension of time shall automatically keep the permit in effect until the Approving Authority has acted upon the request.  However, if construction has not commenced at the time the application is made, construction may not commence after the initial expiration date until the Approving Authority has acted upon the request.  The application shall state the reasons for the request and shall be accompanied by evidence of a valid, unexpired permit and of the Applicant’s continued property interest.\t2.\tProcedures.  The procedures for applying for an extension of time shall be in accordance with Subsections D.,  E., and F. of this section.  \t3.\tFindings.  The Approving Authority shall only grant an extension if the Approving Authority can make the same findings as were required for the original permit, with no new conditions, and must make an additional finding that there are no changed circumstances which would affect the Coastal Development’s consistency with the Local Coastal Program.  \t4.\tAppeal.  An extension of time for a Coastal Development Permit may be appealed in accordance with Subsection H. of this section.  However, in addition to the notice provisions required in that subsection, the Approving Authority shall also notify any persons who objected to the Approving Authority’s approval of an extension. \tP.\tImmaterial Changes to a Coastal Development Permit.  \t1.\tApplication.  An application for an immaterial change to a Coastal Development Permit shall be filed with the Approving Authority that approved the existing permit.\t2.\tApproval.  If the Approving Authority finds that the proposed change conforms to the original findings and conditions required for the Coastal Development Permit and is in substantial conformance with that Permit, then the Approving Authority may approve the proposed change. \tQ.\tPermit Amendments.\t1.\tApplication.  If the Approving Authority that originally granted the Coastal Development Permit finds that a proposed change is not in substantial conformance with the original Coastal Development Permit, the holder of the Permit may apply for an amendment to the Permit in the same manner as an application for a new Coastal Development Permit.  This application shall contain a description of the proposed amendment, the reason for the amendment, together with maps, plans or other material appropriate to the request, and shall be accompanied by evidence of a valid, unexpired permit and of the Applicant’s continued legal ownership or interest in the property. \t2.\tProcedures.  The procedures for an amendment shall be the same as would be required of a new application at the same location in accordance with Sections D., E. and F. of this section.\t3.\tAppeals.  Appeals of decisions on amendment applications may be made in the same manner as appeals of decisions on the original Coastal Development Permit in Subsection H. above.\tR.\tEmergency Permits.  An Emergency permit shall only be issued in cases where an Emergency necessitates immediate action that would normally require a Coastal Development Permit, and where the worth of any permanent structures erected does not exceed $25,000. \t1.\tApplications.  An application for an Emergency Coastal Development Permit shall be made to the Director or the City Engineer, whichever has jurisdiction, within three days of the Emergency or discovery of the danger.  The following information shall be included in the request:\t(a)\tnature of the Emergency;\t(b)\tcause of the Emergency, if this can be determined;\t(c)\tlocation of the Emergency; \t(d)\tthe remedial, protective or preventive work required to deal with the Emergency; and\t(e)\tthe circumstances during the Emergency that justify the proposed course of action, including the probable consequences of failing to take action.\t2.\tVerification of Emergency.  The Director or City Engineer shall verify the facts, including the existence and the nature of the Emergency, insofar as time  permits.\t3.\tProcedure.  The Director or City Engineer shall provide public notice of the Emergency work, with the extent and type of notice determined on the basis of the nature of the Emergency.  The Director or City Engineer shall not issue an Emergency permit for any work that falls within the provisions of Public Resources Code Sections 30519(b) and 30601.  The Director or City Engineer may grant an Emergency permit upon reasonable terms and conditions, if the Director or City Engineer finds that:\t(a)\tan Emergency exists that requires action more quickly than the regular permit process would allow, and the work can or will be completed within 30 days, unless otherwise specified by the terms of the permit;\t(b)\tpublic comment on the proposed Emergency action has been reviewed, if time allows; and\t(c)\tthe work proposed would be consistent with the certified Local Coastal Program and any adopted, relevant community or specific plans.\t4.\tCompliance.  An Emergency permit shall be valid for not more than 60 days from the date of issuance.  Prior to expiration of the Emergency permit, the permittee must submit a Coastal Development Permit application for the Coastal Development or else remove the Coastal Development undertaken pursuant to the Emergency permit in its entirety and restore the site to its previous condition. Failure to comply with the provisions of this subsection or failure by the permittee to properly notice and report any Emergency actions may result in the revocation of the Emergency permit.\t5.\tReporting.  The Director or City Engineer shall notify the Coastal Commission of the issuance of an Emergency permit by phone or letter as soon as possible, but in any event within three days of the issuance of the Emergency permit.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}