{"section_number":"12.27","edition_id":"1","section_id":"2923","structure_id":"20","catch_line":"Variances.","history":"","full_text":"  VARIANCES.\n\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\n\n\tProcedure for \n\n\tA.\tApplication for Variance.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  To apply for a variance, an applicant shall file an application with the Department of City Planning, on a form provided by the Department, and include all information required by the instructions on the application and the guidelines adopted by the Chief Zoning Administrator.  The Chief Zoning Administrator shall adopt guidelines for determining when an application is complete and that date shall be deemed the submission date.  All owners and lessees of the property involved shall verify that the information in the application is true.\n\n\tB.\tInitial Decision.  Except as otherwise provided in Charter Section 564 and Section 12.36 of this Code, the initial decision on a variance application shall be made by the Zoning Administrator,.  For purposes of this Code section, the initial decision shall mean approval in whole or in part with or without conditions, or denial, of the application.\n\n\tC.\tPublic Hearing and Notice.  An application for a variance shall be set for public hearing unless the Chief Zoning Administrator or, in his or her absence, an Associate Zoning Administrator performing his or her functions, makes written findings, a copy of which shall be attached to the file, that the requested variance:\n\n\t(i)\twill not have a significant effect on adjoining properties or on the immediate neighborhood; or\n\n\t(ii)\tis not likely to evoke public controversy.\n\n\tAn application requesting relief from density or height requirements shall follow the procedures for public hearing and notice as set forth in Section 12.28 C.2.  All other applications shall follow the procedures set forth below.  (First Para. Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\n\n\tThe Zoning Administrator may set the variance for hearing even though a public hearing is not otherwise required, if the Zoning Administrator determines that it would be in the public interest.  In that event, notwithstanding the notice requirements below, notice of the public hearing shall be mailed to the owners of all properties abutting, across the street or alley from or having a common corner with the subject property.\n\n\tWhen a public hearing is required by this Code for an application for a variance, evidence shall be taken at that hearing and notice of the time, place, and purpose of the hearing shall be given:\n\n\t1.\tby mailing a written notice at least 24 days prior to the date of the hearing to the owner or owners of the property involved, and to the owners of all property within and outside of the City that is within 500 feet of the exterior boundaries of the property involved, using for the purpose of notification, the last known name and address of owners as are shown on the records of the City Engineer or the records of the County Assessor; and  (Amended by Ord. No. 181,595, Eff. 4\/10\/11.)\n\n\t2.\tby mailing a written notice no less than 24 days prior to the date of the hearing to residential, commercial and industrial occupants of all property within 500 feet of the exterior boundaries of the property involved.  This requirement can be met by mailing the notice to “occupant”.  If this notice provision will not result in notice being given to at least 20 different owners of at least 20 different lots other than the subject property, then the 500-foot radius for notification shall be increased in increments of 50 feet until the required number of persons and lots are encompassed within the expanded area.  Notification shall then be given to all property owners and occupants within that area; and\n\n\t3.\tby the applicant posting notice of the public hearing in a conspicuous place on the property involved at least ten days prior to the date of the public hearing.\n\n\tD.\tFindings for Approval.  The decision of the Zoning Administrator shall be supported by written findings of fact based upon evidence taken, written or oral statements and documents presented, which may include photographs, maps and plans, together with the results of any staff investigations.\n\n\tConsistent with Charter Section 562, no variance may be granted unless the Zoning Administrator finds all of the following:\n\n\t1.\tthat the strict application of the provisions of the zoning ordinance would result in practical difficulties or unnecessary hardships inconsistent with the general purposes and intent of the zoning regulations;\n\n\t2.\tthat there are special circumstances applicable to the subject property such as size, shape, topography, location or surroundings that do not apply generally to other property in the same zone and vicinity;\n\n\t3.\tthat the variance is necessary for the preservation and enjoyment of a substantial property right or use generally possessed by other property in the same zone and vicinity but which, because of the special circumstances and practical difficulties or unnecessary hardships, is denied to the property in question;\n\n\t4.\tthat the granting of the variance will not be materially detrimental to the public welfare, or injurious to the property or improvements in the same zone or vicinity in which the property is located; and\n\n\t5.\tthat the granting of the variance will not adversely affect any element of the General Plan.\n\n\tA variance shall not be used to grant a special privilege or to permit a use substantially inconsistent with the limitations upon other properties in the same zone and vicinity.  The Zoning Administrator may deny a variance if the conditions creating the need for the variance were self-imposed.\n\n\tUpon making a decision, the Zoning Administrator shall transmit a copy of the written findings and decisions to the applicant, the Director of Planning, the Department of Building and Safety, owners of all properties abutting, across the street or alley from, or having a common corner with the subject property and to all persons who have filed written requests for this notice with the Office of Zoning Administrator.  The Zoning Administrator shall also place a copy of the findings and decision in the file.\n\n\tE.\tConditions of Approval.  In approving a variance, the Zoning Administrator may impose those conditions it deems necessary to remedy a disparity of privileges and that the Zoning Administrator finds are necessary to protect the public health, safety or welfare and assure compliance with the objectives of the General Plan and the purpose and intent of the zoning.\n\n\tF.\tTime to Act.  The initial decision shall be made within 75 days of the submission of a complete application, or within an extended period as mutually agreed upon in writing by the applicant and the Zoning Administrator.  An initial decision shall include the written findings made in accordance with Subsection D.\n\n\tG.\tFailure to Act -Transfer of Jurisdiction.\n\n\t1.\tIf the Zoning Administrator fails to act on an application for a variance within the time provided in Subsection F, the applicant may file a request for a transfer of jurisdiction to the Area Planning Commission for decision.  The Director of Planning shall prescribe the form and manner of filing requests for transfers of jurisdiction.  When an applicant requests that a matter be transferred, the Zoning Administrator may file with the Area Planning Commission a statement of facts pertaining to the matter, and shall transmit to the Area Planning Commission the files in the case.\n\n\t2.\tWhen the Area Planning Commission receives the applicant’s request for a transfer of jurisdiction, the Zoning Administrator shall lose jurisdiction; provided, however, that the Area Planning Commission may remand the matter to the Zoning Administrator, or may accept the applicant’s request for withdrawal of the transfer of jurisdiction, in which case the Zoning Administrator shall regain jurisdiction for the time and purposes specified by the Area Planning Commission.\n\n\t3.\tIf no remand or request for withdrawal of the transfer occurs, the Area Planning Commission shall consider the application following the same procedures and subject to the same limitations as are applicable to the Zoning Administrator, except that the Area Planning Commission shall act within 45 days of the transfer of jurisdiction.  The Department of City Planning, including the Office of Zoning Administration, shall make investigations and furnish any reports the Area Planning Commission may request.\n\n\tH.\tFiling of an Appeal.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Any person aggrieved by an initial decision of the Zoning Administrator concerning a variance, may appeal the decision to the Area Planning Commission by filing an appeal with the Planning Department within 15 days of the date of mailing of the Zoning Administrator’s decision.  The appeal shall be filed in the Department of City Planning on a form provided by the Department, and shall set forth specifically the points at issue, the reasons for the appeal, and the basis upon which the appellant claims there was an error or abuse of discretion by the Zoning Administrator.  The Area Planning Commission shall not consider any appeal not filed within the 15-day period.  The filing of an appeal stays proceedings in the matter until the Area Planning Commission has made a decision.  Once an appeal is filed, the Office of Zoning Administration shall transmit the appeal and the Zoning Administrator file to the Area Planning Commission.  At any time prior to the action of the Area Planning Commission on the appeal, the Zoning Administrator shall submit any supplementary pertinent information he or she deems necessary or as the Area Planning Commission may request.\n\n\tI.\tAppellate Decision – Public Hearing and Notice.  Before acting on the appeal, the Area Planning Commission shall set the matter for hearing, giving notice by mail of the time, place and purpose of the hearing to the appellant, to the applicant, to the owner or owners of the property involved, to the Zoning Administrator, and to any interested party who has requested in writing to be so notified.  The notice shall be mailed at least 24 days prior to the hearing.  If the appeal is from the grant or denial of a use variance, the Area Planning Commission shall give the same notice of the hearing as required for the original hearing on the matter.  Upon the date set for the hearing, the Area Planning Commission shall either hear the appeal or if there is cause to do so, continue the matter to another date.  No notice of continuance need be given if the continuance is announced at the time for which the hearing was set.\n\n\tJ.\tTime for Appellate Decision.  The Area Planning Commission shall make its decision within 75 days after the expiration of the appeal period.  The 75 day time limit to act on an appeal may be extended by mutual written consent of the applicant and the Area Planning Commission.  If the Area Planning Commission fails to act within this time limit, the action of the Zoning Administrator on the matter shall be final, except as provided in Subsection N. below.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)\n\n\tK.\tRecord on Appeal.  The Area Planning Commission shall base its decision only upon:\n\n\t1.\tevidence introduced at the hearing or hearings, if any, before the Zoning Administrator, on the issue; and\n\n\t2.\tthe record, findings, and decision of the Zoning Administrator; and\n\n\t3.\tthe consideration of arguments, if any, presented to the Area Planning Commission orally or in writing.\n\n\tIf any applicant or aggrieved person wishes to present any new evidence in connection with the matter, he or she shall file with the Area Planning Commission a written summary of that evidence, together with a statement as to why that evidence could not reasonably have been presented to the Zoning Administrator.  If the Area Planning Commission determines that the evidence could not reasonably have been presented to the Zoning Administrator and the evidence is of such a nature as might reasonably have led to a different decision by the Zoning Administrator, the Area Planning Commission shall remand the matter to the Zoning Administrator.  The Zoning Administrator shall reopen the matter only for receipt of the evidence summarized to the Area Planning Commission, and evidence from other parties relevant to the newly presented evidence, and within 55 days (or within an extension of that time agreed upon by the applicant and the Area Planning Commission) make a new order, requirement, interpretation or other decision in the matter.\n\n\tL.\tAppellate Decision.  The Area Planning Commission may reverse or modify the ruling or decision appealed from only upon making written findings setting forth specifically the manner in which the action of the Zoning Administrator was in error or constituted an abuse of discretion.  Upon making a decision, a copy of the findings and decision shall forthwith be placed on file in the City Planning Department, and copies of the decision shall be sent to the applicant, the appellant, the Department of Building and Safety, the Director of Planning and the Office of Zoning Administration.\n\n\tIn considering appeals, the Area Planning Commission shall be subject to the same limitations regarding findings and conditions as are applicable to a Zoning Administrator under Subsections D and E.\n\n\tM.\tDate of Final Decision.  Because no further appeals are permitted, a denial of a variance by an Area Planning Commission on appeal shall become final upon the date it was mailed to the applicant.  However, a decision by the Area Planning Commission granting or confirming the grant of a variance shall become final after 15 days from the date it was mailed to the applicant, unless an appeal is filed with the Council within that period.  The filing of an appeal stays proceedings in the matter until the Council makes a decision on the matter.  The Council shall not consider any appeal not filed within the fifteen day period.\n\n\tN.\tFailure to Act – Transfer of Jurisdiction.\n\n\t1.\tIf the Area Planning Commission fails to act on an appeal of a grant of a variance within the time provided in Subsection J, the appellant may file a request for a transfer of jurisdiction to the Council for decision.  The Director of Planning shall prescribe the form and manner of filing requests for transfers of jurisdiction.  When a matter is requested to be transferred, the Zoning Administrator and the Area Planning Commission may file with the Council a statement of facts pertaining to the matter, and shall transmit to the Council the files in the case.\n\n\t2.\tWhen the Council receives the appellant’s request for a transfer of jurisdiction, the Area Planning Commission shall lose jurisdiction; provided, however, that the Council may remand the matter to the Area Planning Commission, or may accept the appellant’s request for withdrawal of the transfer of jurisdiction, in which case the Area Planning Commission shall regain jurisdiction for the time and purposes specified by the Council.\n\n\t3.\tIf no remand or request for withdrawal of the transfer occurs, the Council shall consider the application following the same procedures and subject to the same limitations as are applicable to the Area Planning Commission, except that the Council shall act within 45 days of the transfer of jurisdiction.  The Department of City Planning, including the Office of Zoning Administration, shall make investigations and furnish any reports as the Council may request.\n\n\tO.\tAppeal to City Council.  (Amended by Ord. No. 173,754, Eff. 3\/5\/01.)  An appeal from a decision of the Area Planning Commission granting or affirming the grant of a variance may be filed by the applicant or any person aggrieved by the decision.  The appeal shall set forth in writing specifically the manner in which the appellant believes there was error or abuse of discretion on the part of the Area Planning Commission.  The appeal shall be filed in the Department of City Planning upon forms provided by the Department.  Upon the filing of the appeal, the Area Planning Commission Secretary shall transmit the Area Planning Commission file and the Zoning Administrator file on the matter to the City Council together with any reports prepared on this matter by the Zoning Administrator or Commission.\n\n\tP.\tAction by Council and Mayor.  (Amended by Ord. No. 173,754, Eff. 3\/5\/01.)\n\n\t1.\tWhen considering an appeal from an Area Planning Commission decision granting or affirming the grant of a variance, the Council shall be subject to the same limitations regarding findings and conditions as are placed on the Area Planning Commission by this section.  The Council, by resolution, may affirm, reverse or modify, in whole or in part, the decision of the Area Planning Commission by a majority vote.  Failure of the Council to act within 90 days from the expiration of the appeal period, or within any additional period as may be agreed upon by the applicant and the Council shall be deemed to be a denial of the appeal.\n\n\t2.\tWhen a variance decision is appealed to the City Council and the Council either approves the variance or denies an appeal from an earlier approval, the matter together with the files and reports shall forthwith be transmitted to the Mayor.  The Mayor may approve or disapprove the variance within ten days of its presentation to him or her.  This action shall be based solely upon the administrative record and whether the Mayor believes the variance conforms with the requirements for approval set forth in this section.  If the Mayor disapproves the variance, he or she shall return the matter to the City Clerk for presentation to the Council, together with the objections in writing.  The Council within 60 days after the matter has been returned to it may override the disapproval by a two-thirds vote.\n\n\t3.\tIf the Council fails to override the Mayor’s disapproval within the 60 days, the Mayor’s disapproval shall constitute a denial of the variance.  If the Mayor fails to return the matter to the City Clerk within ten days of its presentation to him or her, the approval of the variance shall become final.\n\n\tQ.\t(Deleted by Ord. No. 182,106, Eff. 5\/20\/12.)\n\n\tR.\tContinuance of Variance or Exception.  Except as provided in Subsection T of this subsection with respect to variances or exceptions which have never been or are not being utilized, no provision of this article shall be interpreted or construed as limiting or interfering with the rights established by any variance or exception granted prior to the effective date of this article by:\n\n\t(a)\tordinance pursuant to the provisions of Ordinances Nos. 42,666 (N.S.), 66,750, 74,140 or Chapter I of the Los Angeles Municipal Code;\n\n\t(b)\tdecision of the Administrator or the former Board of Zoning Appeals pursuant to the provisions of Chapter I of this Code; or\n\n\t(c)\tformer decision of the Board of City Planning Commissioners pursuant to the provisions of Ordinance No. 74,145 or Chapter I of this Code.\n\n\tNot withstanding any of the provisions of the ordinance granting a variance or exception, the Administrator shall have jurisdiction to perform all administrative acts with which the Board of City Planning Commissioners, City Council or its Planning Committee were formerly charged with under the ordinance, such as approving plans, signs, types of use, and the like.  The use of any building, structure or land existing at the time this article became effective, by virtue of any exception from the provisions of former Ordinance No. 33,761 (N.S.), may be continued provided no new building or structure is erected, no existing building or structure is enlarged, and no existing use of land is extended.\n\n\tS.\tDiscontinuance of Variance or Exception – Revocation.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  If the use authorized by any variance granted by ordinance, or by decision of the Zoning Administrator, the Area Planning Commission, City Planning Commission or the City Council is or has been abandoned or discontinued for a period of six months, or the conditions of the variance have not been complied with, the Director, upon knowledge of this fact, may give notice to the record owner or lessee of the real property affected to appear at a time and place fixed by the Director and show cause why the ordinance or decision granting the variance should not be repealed or rescinded, as the case may be.  (First Sentence Amended by Ord. No. 177,103, Eff. 12\/18\/05.)  After the hearing, the Director may revoke the variance, or if an ordinance is involved, recommend to the City Council that the ordinance be repealed.  The decision of the Director shall become final after 15 days from the date of mailing of the decision to the owner or lessees of the real property affected, unless an appeal to the Council is filed within that 15-day period.  An appeal may be taken to Council in the same manner as described in Subsections O and P of this section.  After revocation or repeal, the property affected shall be subject to all the regulations of the zone in which the property is located, as provided in this article.\n\n\tT.\tFailure to Utilize Variance or Exception – Repeal.  The procedure for repeal of variances that have been abandoned or discontinued as set forth in Subsection S shall not apply to those exceptions or conditional variances granted by ordinance and which were once utilized, but the authorized use or development had been discontinued or removed from the site for at least one year and the ordinance has been repealed.  If the rights established by any ordinance previously adopted authorizing an exception or conditional variance from the provisions of Chapter I of the Los Angeles Municipal Code, or Ordinances No. 42,666 (N.S.) 66,750 and 74,140, have never been executed or utilized, or, if once utilized, the use or development authorized has been discontinued or removed from the site for a period of least one year, that exception or conditional variance shall no longer be of any force or effect and the respective ordinance granting the exception or conditional variance is hereby repealed.\n\n\tU.\tPlan Approvals.\n\n\t1.\tDevelopment of Site.  On any lot or portion of a lot on which a use is permitted pursuant to a variance, new buildings or structures may be erected, enlargements may be made to existing buildings, and existing uses may be extended if plans for those changes are submitted to and approved by a Zoning Administrator.  A Zoning Administrator shall not approve any use, single deviation or combination or series of deviations from the zoning regulations which was not approved as part of the original variance, or which would result in an increase in size or bulk of buildings exceeding 20 percent.\n\n\tAny person submitting development plans, or any other person aggrieved by a decision of a Zoning Administrator made relative to the approval or disapproval of a development plan may appeal that decision to the Area Planning Commission.  The appeal shall be in writing upon forms provided by the Department of City Planning.  The appeal shall set forth specifically the basis of the appeal and the reasons why the decision should be reversed or modified.  The appeal shall be filed within 15 calendar days from the date of mailing of the Zoning Administrator’s decision and shall include a filing fee pursuant to Section 19.01B of this Code.  No fee shall be required for the filing of appeals by other aggrieved persons.\n\n\t2.\tReduction of Site.  So long as the use approved by variance is continued, the entire approved site shall be retained for the approved use, and no portion of the site shall be severed or utilized for other purposes unless the plans for the reduced site are first submitted to and approved by a Zoning Administrator.  The decision of a Zoning Administrator on a proposed reduction of the area of an approved site shall be subject to the same appeal as is provided for an application to establish the use.\n\n\t3.\tConditions of Approval.  In connection with the approval of such plans, a Zoning Administrator may impose conditions on the same basis as provided for in this section in connection with the original variance.\n\n\t4.\tChange of Use.  No use approved by variance may be changed in a different use for which a variance is otherwise required unless the new use is authorized in accordance with the procedure prescribed in this section for the establishment of a use by variance.","order_by":"27","ancestry":{"1":{"id":"20","name":"Specific Planning – Zoning\nComprehensive Zoning Plan","identifier":"2","label":"article","url":"\/1\/2\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3095","structure_id":"20","section_number":"12.00","catch_line":"Title.","url":"\/12.00\/","token":"12.00"},"1":{"id":"1517","structure_id":"20","section_number":"12.01","catch_line":"Continuation Of Existing Regulations.","url":"\/12.01\/","token":"12.01"},"2":{"id":"1627","structure_id":"20","section_number":"12.02","catch_line":"Purpose.","url":"\/12.02\/","token":"12.02"},"3":{"id":"2312","structure_id":"20","section_number":"12.03","catch_line":"Definitions.","url":"\/12.03\/","token":"12.03"},"4":{"id":"3734","structure_id":"20","section_number":"12.04","catch_line":"Zones - Districts - Symbols.","url":"\/12.04\/","token":"12.04"},"5":{"id":"1459","structure_id":"20","section_number":"12.04.01","catch_line":"Violations Of Specific Plans.","url":"\/12.04.01\/","token":"12.04.01"},"6":{"id":"1812","structure_id":"20","section_number":"12.04.05","catch_line":"“Os” Open Space Zone.","url":"\/12.04.05\/","token":"12.04.05"},"7":{"id":"4037","structure_id":"20","section_number":"12.04.09","catch_line":"“Pf” Public Facilities Zone.","url":"\/12.04.09\/","token":"12.04.09"},"8":{"id":"3058","structure_id":"20","section_number":"12.05","catch_line":"“A1” Agriculture Zone.","url":"\/12.05\/","token":"12.05"},"9":{"id":"1807","structure_id":"20","section_number":"12.06","catch_line":"“A2” Agricultural Zone.","url":"\/12.06\/","token":"12.06"},"10":{"id":"2434","structure_id":"20","section_number":"12.07","catch_line":"“Ra” Suburban Zone.","url":"\/12.07\/","token":"12.07"},"11":{"id":"833","structure_id":"20","section_number":"12.07.01","catch_line":"“Re” Residential Estate Zone.","url":"\/12.07.01\/","token":"12.07.01"},"12":{"id":"3662","structure_id":"20","section_number":"12.07.1","catch_line":"“Rs” Suburban Zone.","url":"\/12.07.1\/","token":"12.07.1"},"13":{"id":"1550","structure_id":"20","section_number":"12.08","catch_line":"“R1” One-Family Zone.","url":"\/12.08\/","token":"12.08"},"14":{"id":"1455","structure_id":"20","section_number":"12.08.1","catch_line":"Ru Residential Urban Zone.","url":"\/12.08.1\/","token":"12.08.1"},"15":{"id":"1635","structure_id":"20","section_number":"12.08.3","catch_line":"Rz Residential Zero Side Yard Zone.","url":"\/12.08.3\/","token":"12.08.3"},"16":{"id":"504","structure_id":"20","section_number":"12.08.5","catch_line":"“Rw1” Residential Waterways Zone.","url":"\/12.08.5\/","token":"12.08.5"},"17":{"id":"2976","structure_id":"20","section_number":"12.09","catch_line":"“R2” Two-Family Zone.","url":"\/12.09\/","token":"12.09"},"18":{"id":"3015","structure_id":"20","section_number":"12.09.1","catch_line":"“Rd” Restricted Density Multiple Dwelling Zone.","url":"\/12.09.1\/","token":"12.09.1"},"19":{"id":"3789","structure_id":"20","section_number":"12.09.3","catch_line":"“Rmp” Mobilehome Park Zone.","url":"\/12.09.3\/","token":"12.09.3"},"20":{"id":"3264","structure_id":"20","section_number":"12.09.5","catch_line":"“Rw2” Residential Waterways Zone.","url":"\/12.09.5\/","token":"12.09.5"},"21":{"id":"1735","structure_id":"20","section_number":"12.10","catch_line":"“R3” Multiple Dwelling Zone.","url":"\/12.10\/","token":"12.10"},"22":{"id":"2343","structure_id":"20","section_number":"12.10.5","catch_line":"Ras3 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.10.5\/","token":"12.10.5"},"23":{"id":"621","structure_id":"20","section_number":"12.11","catch_line":"“R4” Multiple Dwelling Zone.","url":"\/12.11\/","token":"12.11"},"24":{"id":"1231","structure_id":"20","section_number":"12.11.5","catch_line":"Ras4 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.11.5\/","token":"12.11.5"},"25":{"id":"1666","structure_id":"20","section_number":"12.12","catch_line":"“R5” Multiple Dwelling Zone.","url":"\/12.12\/","token":"12.12"},"26":{"id":"601","structure_id":"20","section_number":"12.12.1","catch_line":"“P” Automobile Parking Zone.","url":"\/12.12.1\/","token":"12.12.1"},"27":{"id":"286","structure_id":"20","section_number":"12.12.1.5","catch_line":"“Pb” Parking Building Zone.*","url":"\/12.12.1.5\/","token":"12.12.1.5"},"28":{"id":"2454","structure_id":"20","section_number":"12.12.2","catch_line":"“Cr” Limited Commercial Zone.","url":"\/12.12.2\/","token":"12.12.2"},"29":{"id":"3444","structure_id":"20","section_number":"12.13","catch_line":"“C1” Limited Commercial Zone.","url":"\/12.13\/","token":"12.13"},"30":{"id":"2973","structure_id":"20","section_number":"12.13.5","catch_line":"“C1.5” Limited Commercial Zone","url":"\/12.13.5\/","token":"12.13.5"},"31":{"id":"156","structure_id":"20","section_number":"12.14","catch_line":"“C2” Commercial Zone.","url":"\/12.14\/","token":"12.14"},"32":{"id":"1739","structure_id":"20","section_number":"12.16","catch_line":"“C4”Commercial Zone.","url":"\/12.16\/","token":"12.16"},"33":{"id":"24","structure_id":"20","section_number":"12.16.1","catch_line":"“Cw” Central City West Specific Plan Zone.","url":"\/12.16.1\/","token":"12.16.1"},"34":{"id":"1075","structure_id":"20","section_number":"12.16.2","catch_line":"Adp Alameda District Specific Plan Zone.","url":"\/12.16.2\/","token":"12.16.2"},"35":{"id":"265","structure_id":"20","section_number":"12.16.3","catch_line":"Lased Los Angeles Sports And Entertainment District Specific Plan Zone.","url":"\/12.16.3\/","token":"12.16.3"},"36":{"id":"1579","structure_id":"20","section_number":"12.17","catch_line":"“C5” Commercial Zone.","url":"\/12.17\/","token":"12.17"},"37":{"id":"2695","structure_id":"20","section_number":"12.17.1","catch_line":"“Cm” Commercial Manufacturing Zone.","url":"\/12.17.1\/","token":"12.17.1"},"38":{"id":"2925","structure_id":"20","section_number":"12.17.2","catch_line":"“Cm(Gm)”Commercial Manufacturing (Glencoe\/Maxella) Specific Plan Zone.","url":"\/12.17.2\/","token":"12.17.2"},"39":{"id":"1704","structure_id":"20","section_number":"12.17.5","catch_line":"“Mr1” Restricted Industrial Zone.","url":"\/12.17.5\/","token":"12.17.5"},"40":{"id":"383","structure_id":"20","section_number":"12.17.5.5","catch_line":"“Ccs” Century City South Specific Plan Studio Zone.","url":"\/12.17.5.5\/","token":"12.17.5.5"},"41":{"id":"1032","structure_id":"20","section_number":"12.17.6","catch_line":"“M1” Limited Industrial Zone.","url":"\/12.17.6\/","token":"12.17.6"},"42":{"id":"65","structure_id":"20","section_number":"12.18","catch_line":"“Mr2” Restricted Light Industrial Zone.","url":"\/12.18\/","token":"12.18"},"43":{"id":"2426","structure_id":"20","section_number":"12.18.1","catch_line":"“Wc” Warner Center Specific Plan Zone.","url":"\/12.18.1\/","token":"12.18.1"},"44":{"id":"1290","structure_id":"20","section_number":"12.19","catch_line":"“M2” Light Industrial Zone.","url":"\/12.19\/","token":"12.19"},"45":{"id":"1435","structure_id":"20","section_number":"12.19.1","catch_line":"Lax Los Angeles International Airport Zone.","url":"\/12.19.1\/","token":"12.19.1"},"46":{"id":"3523","structure_id":"20","section_number":"12.20","catch_line":"“M3” Heavy Industrial Zone.","url":"\/12.20\/","token":"12.20"},"47":{"id":"3019","structure_id":"20","section_number":"12.20.1","catch_line":"Sl Ocean – Submerged Land Zone.","url":"\/12.20.1\/","token":"12.20.1"},"48":{"id":"3360","structure_id":"20","section_number":"12.20.2","catch_line":"Coastal Development Permits (Prior To Certification Of The Local Coastal Program.)","url":"\/12.20.2\/","token":"12.20.2"},"49":{"id":"2874","structure_id":"20","section_number":"12.20.2.1","catch_line":"Coastal Development Permit Procedures After Certification Of The Local Coastal Program.","url":"\/12.20.2.1\/","token":"12.20.2.1"},"50":{"id":"2479","structure_id":"20","section_number":"12.20.3","catch_line":"“Hp” Historic Preservation Overlay Zone.","url":"\/12.20.3\/","token":"12.20.3"},"51":{"id":"3236","structure_id":"20","section_number":"12.21.1","catch_line":"Height Of Building Or Structures.","url":"\/12.21.1\/","token":"12.21.1"},"52":{"id":"488","structure_id":"20","section_number":"12.21.2","catch_line":"Height Of Buildings Or Structures In Century City.","url":"\/12.21.2\/","token":"12.21.2"},"53":{"id":"2253","structure_id":"20","section_number":"12.21.3","catch_line":"Height Of Buildings Or Structures In Community Redevelopment Plan Areas.","url":"\/12.21.3\/","token":"12.21.3"},"54":{"id":"3709","structure_id":"20","section_number":"12.21.4","catch_line":"Height Of Buildings Or Structures In Enterprise Zones.","url":"\/12.21.4\/","token":"12.21.4"},"55":{"id":"605","structure_id":"20","section_number":"12.21.5","catch_line":"Height Of Buildings Or Structures In Centers Study Areas.","url":"\/12.21.5\/","token":"12.21.5"},"56":{"id":"1399","structure_id":"20","section_number":"12.22","catch_line":"Exceptions.","url":"\/12.22\/","token":"12.22"},"57":{"id":"2993","structure_id":"20","section_number":"12.22.1","catch_line":"Safer Sex.","url":"\/12.22.1\/","token":"12.22.1"},"58":{"id":"3237","structure_id":"20","section_number":"12.23","catch_line":"Nonconforming Building And Uses.","url":"\/12.23\/","token":"12.23"},"59":{"id":"1191","structure_id":"20","section_number":"12.24","catch_line":"Conditional Use Permits And Other Similar Quasi-Judicial Approvals.","url":"\/12.24\/","token":"12.24"},"60":{"id":"546","structure_id":"20","section_number":"12.24.1","catch_line":"Land Use Determination By City Planning Commission.","url":"\/12.24.1\/","token":"12.24.1"},"61":{"id":"1889","structure_id":"20","section_number":"12.25","catch_line":"Time Limitations.","url":"\/12.25\/","token":"12.25"},"62":{"id":"2902","structure_id":"20","section_number":"12.26","catch_line":"Department Of Building And Safety.","url":"\/12.26\/","token":"12.26"},"63":{"id":"2923","structure_id":"20","section_number":"12.27","catch_line":"Variances.","url":"\/12.27\/","token":"12.27"},"64":{"id":"799","structure_id":"20","section_number":"12.27.1","catch_line":"Administrative Nuisance Abatement Proceedings.","url":"\/12.27.1\/","token":"12.27.1"},"65":{"id":"4040","structure_id":"20","section_number":"12.28","catch_line":"Adjustments And Slight Modifications.","url":"\/12.28\/","token":"12.28"},"66":{"id":"2103","structure_id":"20","section_number":"12.29","catch_line":"Violation Of Conditions – Penalty.","url":"\/12.29\/","token":"12.29"},"67":{"id":"339","structure_id":"20","section_number":"12.30","catch_line":"Boundaries Of Zones.","url":"\/12.30\/","token":"12.30"},"68":{"id":"1073","structure_id":"20","section_number":"12.31","catch_line":"Interpretation – Purpose – Conflict.","url":"\/12.31\/","token":"12.31"},"69":{"id":"3171","structure_id":"20","section_number":"12.32","catch_line":"Land Use Legislative Actions.","url":"\/12.32\/","token":"12.32"},"70":{"id":"511","structure_id":"20","section_number":"12.33","catch_line":"Dedication Of Land Or Payment For Park And Recreational Facilities As A Requirement For A Zone Change For A Multiple Residential Use In Any Multiple Residential Or Commercial Zone.","url":"\/12.33\/","token":"12.33"},"71":{"id":"1730","structure_id":"20","section_number":"12.34","catch_line":"Application Of Provisions.","url":"\/12.34\/","token":"12.34"},"72":{"id":"3843","structure_id":"20","section_number":"12.35","catch_line":"Zoning Of Annexed Or Unzoned Areas.","url":"\/12.35\/","token":"12.35"},"73":{"id":"1352","structure_id":"20","section_number":"12.36","catch_line":"Projects Requiring Multiple Approvals.(Charter § 564).","url":"\/12.36\/","token":"12.36"},"74":{"id":"1765","structure_id":"20","section_number":"12.37","catch_line":"Highway And Collector Street Dedication And Improvement.","url":"\/12.37\/","token":"12.37"},"75":{"id":"2301","structure_id":"20","section_number":"12.38","catch_line":"Dedication Of Streets By Long Term Leases.","url":"\/12.38\/","token":"12.38"},"76":{"id":"2657","structure_id":"20","section_number":"12.39","catch_line":"Low And Moderate Housing.","url":"\/12.39\/","token":"12.39"},"77":{"id":"1295","structure_id":"20","section_number":"12.40","catch_line":"Landscape - General Requirements.","url":"\/12.40\/","token":"12.40"},"78":{"id":"2364","structure_id":"20","section_number":"12.41","catch_line":"Landscape - Water Management.","url":"\/12.41\/","token":"12.41"},"79":{"id":"2169","structure_id":"20","section_number":"12.42","catch_line":"Landscape.","url":"\/12.42\/","token":"12.42"},"80":{"id":"4030","structure_id":"20","section_number":"12.43","catch_line":"Source Reduction Of Waste.","url":"\/12.43\/","token":"12.43"},"81":{"id":"1485","structure_id":"20","section_number":"12.50","catch_line":"Airport Approach Zoning Regulations.","url":"\/12.50\/","token":"12.50"},"82":{"id":"1328","structure_id":"20","section_number":"12.70","catch_line":"Adult Entertainment Zoning.","url":"\/12.70\/","token":"12.70"},"83":{"id":"481","structure_id":"20","section_number":"12.80","catch_line":"Homeless Shelters - Emergencies - Government Owned And Leased Property.","url":"\/12.80\/","token":"12.80"},"84":{"id":"737","structure_id":"20","section_number":"12.81","catch_line":"Homeless Shelters - Emergencies - Charitable\nOrganizations.","url":"\/12.81\/","token":"12.81"}},"next_section":{"id":"799","structure_id":"20","section_number":"12.27.1","catch_line":"Administrative Nuisance Abatement Proceedings.","url":"\/12.27.1\/","token":"12.27.1"},"metadata":false,"references":false,"url":"\/12.27\/","token":"12.27","formats":{"txt":"\/12.27.txt","json":"\/12.27.xml"},"dublin_core":{"Title":"Variances.","Type":"Text","Format":"text\/html","Identifier":"§ 12.27","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nVARIANCES. (§ 12.27)\n\n  VARIANCES.\n\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\tProcedure for\n\tA.\tApplication for Variance.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.) \nTo apply for a variance, an applicant shall file an application with the\nDepartment of City Planning, on a form provided by the Department, and include\nall information required by the instructions on the application and the\nguidelines adopted by the Chief Zoning Administrator.  The Chief Zoning\nAdministrator shall adopt guidelines for determining when an application is\ncomplete and that date shall be deemed the submission date.  All owners and\nlessees of the property involved shall verify that the information in the\napplication is true.\tB.\tInitial Decision.  Except as otherwise provided in\nCharter Section 564 and Section 12.36 of this Code, the initial decision on a\nvariance application shall be made by the Zoning Administrator,.  For purposes\nof this Code section, the initial decision shall mean approval in whole or in\npart with or without conditions, or denial, of the application.\tC.\tPublic\nHearing and Notice.  An application for a variance shall be set for public\nhearing unless the Chief Zoning Administrator or, in his or her absence, an\nAssociate Zoning Administrator performing his or her functions, makes written\nfindings, a copy of which shall be attached to the file, that the requested\nvariance:\t(i)\twill not have a significant effect on adjoining properties or on\nthe immediate neighborhood; or\t(ii)\tis not likely to evoke public\ncontroversy.\tAn application requesting relief from density or height\nrequirements shall follow the procedures for public hearing and notice as set\nforth in Section 12.28 C.2.  All other applications shall follow the procedures\nset forth below.  (First Para. Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\tThe\nZoning Administrator may set the variance for hearing even though a public\nhearing is not otherwise required, if the Zoning Administrator determines that\nit would be in the public interest.  In that event, notwithstanding the notice\nrequirements below, notice of the public hearing shall be mailed to the owners\nof all properties abutting, across the street or alley from or having a common\ncorner with the subject property.\tWhen a public hearing is required by this Code\nfor an application for a variance, evidence shall be taken at that hearing and\nnotice of the time, place, and purpose of the hearing shall be given:\t1.\tby\nmailing a written notice at least 24 days prior to the date of the hearing to\nthe owner or owners of the property involved, and to the owners of all property\nwithin and outside of the City that is within 500 feet of the exterior\nboundaries of the property involved, using for the purpose of notification, the\nlast known name and address of owners as are shown on the records of the City\nEngineer or the records of the County Assessor; and  (Amended by Ord. No.\n181,595, Eff. 4\/10\/11.)\t2.\tby mailing a written notice no less than 24 days\nprior to the date of the hearing to residential, commercial and industrial\noccupants of all property within 500 feet of the exterior boundaries of the\nproperty involved.  This requirement can be met by mailing the notice to\n“occupant”.  If this notice provision will not result in notice being given\nto at least 20 different owners of at least 20 different lots other than the\nsubject property, then the 500-foot radius for notification shall be increased\nin increments of 50 feet until the required number of persons and lots are\nencompassed within the expanded area.  Notification shall then be given to all\nproperty owners and occupants within that area; and\t3.\tby the applicant posting\nnotice of the public hearing in a conspicuous place on the property involved at\nleast ten days prior to the date of the public hearing.\tD.\tFindings for\nApproval.  The decision of the Zoning Administrator shall be supported by\nwritten findings of fact based upon evidence taken, written or oral statements\nand documents presented, which may include photographs, maps and plans, together\nwith the results of any staff investigations.\tConsistent with Charter Section\n562, no variance may be granted unless the Zoning Administrator finds all of the\nfollowing:\t1.\tthat the strict application of the provisions of the zoning\nordinance would result in practical difficulties or unnecessary hardships\ninconsistent with the general purposes and intent of the zoning\nregulations;\t2.\tthat there are special circumstances applicable to the subject\nproperty such as size, shape, topography, location or surroundings that do not\napply generally to other property in the same zone and vicinity;\t3.\tthat the\nvariance is necessary for the preservation and enjoyment of a substantial\nproperty right or use generally possessed by other property in the same zone and\nvicinity but which, because of the special circumstances and practical\ndifficulties or unnecessary hardships, is denied to the property in\nquestion;\t4.\tthat the granting of the variance will not be materially\ndetrimental to the public welfare, or injurious to the property or improvements\nin the same zone or vicinity in which the property is located; and\t5.\tthat the\ngranting of the variance will not adversely affect any element of the General\nPlan.\tA variance shall not be used to grant a special privilege or to permit a\nuse substantially inconsistent with the limitations upon other properties in the\nsame zone and vicinity.  The Zoning Administrator may deny a variance if the\nconditions creating the need for the variance were self-imposed.\tUpon making a\ndecision, the Zoning Administrator shall transmit a copy of the written findings\nand decisions to the applicant, the Director of Planning, the Department of\nBuilding and Safety, owners of all properties abutting, across the street or\nalley from, or having a common corner with the subject property and to all\npersons who have filed written requests for this notice with the Office of\nZoning Administrator.  The Zoning Administrator shall also place a copy of the\nfindings and decision in the file.\tE.\tConditions of Approval.  In approving a\nvariance, the Zoning Administrator may impose those conditions it deems\nnecessary to remedy a disparity of privileges and that the Zoning Administrator\nfinds are necessary to protect the public health, safety or welfare and assure\ncompliance with the objectives of the General Plan and the purpose and intent of\nthe zoning.\tF.\tTime to Act.  The initial decision shall be made within 75 days\nof the submission of a complete application, or within an extended period as\nmutually agreed upon in writing by the applicant and the Zoning Administrator. \nAn initial decision shall include the written findings made in accordance with\nSubsection D.\tG.\tFailure to Act -Transfer of Jurisdiction.\t1.\tIf the Zoning\nAdministrator fails to act on an application for a variance within the time\nprovided in Subsection F, the applicant may file a request for a transfer of\njurisdiction to the Area Planning Commission for decision.  The Director of\nPlanning shall prescribe the form and manner of filing requests for transfers of\njurisdiction.  When an applicant requests that a matter be transferred, the\nZoning Administrator may file with the Area Planning Commission a statement of\nfacts pertaining to the matter, and shall transmit to the Area Planning\nCommission the files in the case.\t2.\tWhen the Area Planning Commission receives\nthe applicant’s request for a transfer of jurisdiction, the Zoning\nAdministrator shall lose jurisdiction; provided, however, that the Area Planning\nCommission may remand the matter to the Zoning Administrator, or may accept the\napplicant’s request for withdrawal of the transfer of jurisdiction, in which\ncase the Zoning Administrator shall regain jurisdiction for the time and\npurposes specified by the Area Planning Commission.\t3.\tIf no remand or request\nfor withdrawal of the transfer occurs, the Area Planning Commission shall\nconsider the application following the same procedures and subject to the same\nlimitations as are applicable to the Zoning Administrator, except that the Area\nPlanning Commission shall act within 45 days of the transfer of jurisdiction. \nThe Department of City Planning, including the Office of Zoning Administration,\nshall make investigations and furnish any reports the Area Planning Commission\nmay request.\tH.\tFiling of an Appeal.  (Amended by Ord. No. 173,492, Eff.\n10\/10\/00.)  Any person aggrieved by an initial decision of the Zoning\nAdministrator concerning a variance, may appeal the decision to the Area\nPlanning Commission by filing an appeal with the Planning Department within 15\ndays of the date of mailing of the Zoning Administrator’s decision.  The\nappeal shall be filed in the Department of City Planning on a form provided by\nthe Department, and shall set forth specifically the points at issue, the\nreasons for the appeal, and the basis upon which the appellant claims there was\nan error or abuse of discretion by the Zoning Administrator.  The Area Planning\nCommission shall not consider any appeal not filed within the 15-day period. \nThe filing of an appeal stays proceedings in the matter until the Area Planning\nCommission has made a decision.  Once an appeal is filed, the Office of Zoning\nAdministration shall transmit the appeal and the Zoning Administrator file to\nthe Area Planning Commission.  At any time prior to the action of the Area\nPlanning Commission on the appeal, the Zoning Administrator shall submit any\nsupplementary pertinent information he or she deems necessary or as the Area\nPlanning Commission may request.\tI.\tAppellate Decision – Public Hearing and\nNotice.  Before acting on the appeal, the Area Planning Commission shall set\nthe matter for hearing, giving notice by mail of the time, place and purpose of\nthe hearing to the appellant, to the applicant, to the owner or owners of the\nproperty involved, to the Zoning Administrator, and to any interested party who\nhas requested in writing to be so notified.  The notice shall be mailed at\nleast 24 days prior to the hearing.  If the appeal is from the grant or denial\nof a use variance, the Area Planning Commission shall give the same notice of\nthe hearing as required for the original hearing on the matter.  Upon the date\nset for the hearing, the Area Planning Commission shall either hear the appeal\nor if there is cause to do so, continue the matter to another date.  No notice\nof continuance need be given if the continuance is announced at the time for\nwhich the hearing was set.\tJ.\tTime for Appellate Decision.  The Area Planning\nCommission shall make its decision within 75 days after the expiration of the\nappeal period.  The 75 day time limit to act on an appeal may be extended by\nmutual written consent of the applicant and the Area Planning Commission.  If\nthe Area Planning Commission fails to act within this time limit, the action of\nthe Zoning Administrator on the matter shall be final, except as provided in\nSubsection N. below.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)\tK.\tRecord\non Appeal.  The Area Planning Commission shall base its decision only\nupon:\t1.\tevidence introduced at the hearing or hearings, if any, before the\nZoning Administrator, on the issue; and\t2.\tthe record, findings, and decision of\nthe Zoning Administrator; and\t3.\tthe consideration of arguments, if any,\npresented to the Area Planning Commission orally or in writing.\tIf any applicant\nor aggrieved person wishes to present any new evidence in connection with the\nmatter, he or she shall file with the Area Planning Commission a written summary\nof that evidence, together with a statement as to why that evidence could not\nreasonably have been presented to the Zoning Administrator.  If the Area\nPlanning Commission determines that the evidence could not reasonably have been\npresented to the Zoning Administrator and the evidence is of such a nature as\nmight reasonably have led to a different decision by the Zoning Administrator,\nthe Area Planning Commission shall remand the matter to the Zoning\nAdministrator.  The Zoning Administrator shall reopen the matter only for\nreceipt of the evidence summarized to the Area Planning Commission, and evidence\nfrom other parties relevant to the newly presented evidence, and within 55 days\n(or within an extension of that time agreed upon by the applicant and the Area\nPlanning Commission) make a new order, requirement, interpretation or other\ndecision in the matter.\tL.\tAppellate Decision.  The Area Planning Commission\nmay reverse or modify the ruling or decision appealed from only upon making\nwritten findings setting forth specifically the manner in which the action of\nthe Zoning Administrator was in error or constituted an abuse of discretion. \nUpon making a decision, a copy of the findings and decision shall forthwith be\nplaced on file in the City Planning Department, and copies of the decision shall\nbe sent to the applicant, the appellant, the Department of Building and Safety,\nthe Director of Planning and the Office of Zoning Administration.\tIn considering\nappeals, the Area Planning Commission shall be subject to the same limitations\nregarding findings and conditions as are applicable to a Zoning Administrator\nunder Subsections D and E.\tM.\tDate of Final Decision.  Because no further\nappeals are permitted, a denial of a variance by an Area Planning Commission on\nappeal shall become final upon the date it was mailed to the applicant. \nHowever, a decision by the Area Planning Commission granting or confirming the\ngrant of a variance shall become final after 15 days from the date it was mailed\nto the applicant, unless an appeal is filed with the Council within that\nperiod.  The filing of an appeal stays proceedings in the matter until the\nCouncil makes a decision on the matter.  The Council shall not consider any\nappeal not filed within the fifteen day period.\tN.\tFailure to Act – Transfer\nof Jurisdiction.\t1.\tIf the Area Planning Commission fails to act on an appeal of\na grant of a variance within the time provided in Subsection J, the appellant\nmay file a request for a transfer of jurisdiction to the Council for decision. \nThe Director of Planning shall prescribe the form and manner of filing requests\nfor transfers of jurisdiction.  When a matter is requested to be transferred,\nthe Zoning Administrator and the Area Planning Commission may file with the\nCouncil a statement of facts pertaining to the matter, and shall transmit to the\nCouncil the files in the case.\t2.\tWhen the Council receives the appellant’s\nrequest for a transfer of jurisdiction, the Area Planning Commission shall lose\njurisdiction; provided, however, that the Council may remand the matter to the\nArea Planning Commission, or may accept the appellant’s request for withdrawal\nof the transfer of jurisdiction, in which case the Area Planning Commission\nshall regain jurisdiction for the time and purposes specified by the\nCouncil.\t3.\tIf no remand or request for withdrawal of the transfer occurs, the\nCouncil shall consider the application following the same procedures and subject\nto the same limitations as are applicable to the Area Planning Commission,\nexcept that the Council shall act within 45 days of the transfer of\njurisdiction.  The Department of City Planning, including the Office of Zoning\nAdministration, shall make investigations and furnish any reports as the Council\nmay request.\tO.\tAppeal to City Council.  (Amended by Ord. No. 173,754, Eff.\n3\/5\/01.)  An appeal from a decision of the Area Planning Commission granting or\naffirming the grant of a variance may be filed by the applicant or any person\naggrieved by the decision.  The appeal shall set forth in writing specifically\nthe manner in which the appellant believes there was error or abuse of\ndiscretion on the part of the Area Planning Commission.  The appeal shall be\nfiled in the Department of City Planning upon forms provided by the\nDepartment.  Upon the filing of the appeal, the Area Planning Commission\nSecretary shall transmit the Area Planning Commission file and the Zoning\nAdministrator file on the matter to the City Council together with any reports\nprepared on this matter by the Zoning Administrator or Commission.\tP.\tAction by\nCouncil and Mayor.  (Amended by Ord. No. 173,754, Eff. 3\/5\/01.)\t1.\tWhen\nconsidering an appeal from an Area Planning Commission decision granting or\naffirming the grant of a variance, the Council shall be subject to the same\nlimitations regarding findings and conditions as are placed on the Area Planning\nCommission by this section.  The Council, by resolution, may affirm, reverse or\nmodify, in whole or in part, the decision of the Area Planning Commission by a\nmajority vote.  Failure of the Council to act within 90 days from the\nexpiration of the appeal period, or within any additional period as may be\nagreed upon by the applicant and the Council shall be deemed to be a denial of\nthe appeal.\t2.\tWhen a variance decision is appealed to the City Council and the\nCouncil either approves the variance or denies an appeal from an earlier\napproval, the matter together with the files and reports shall forthwith be\ntransmitted to the Mayor.  The Mayor may approve or disapprove the variance\nwithin ten days of its presentation to him or her.  This action shall be based\nsolely upon the administrative record and whether the Mayor believes the\nvariance conforms with the requirements for approval set forth in this\nsection.  If the Mayor disapproves the variance, he or she shall return the\nmatter to the City Clerk for presentation to the Council, together with the\nobjections in writing.  The Council within 60 days after the matter has been\nreturned to it may override the disapproval by a two-thirds vote.\t3.\tIf the\nCouncil fails to override the Mayor’s disapproval within the 60 days, the\nMayor’s disapproval shall constitute a denial of the variance.  If the Mayor\nfails to return the matter to the City Clerk within ten days of its presentation\nto him or her, the approval of the variance shall become final.\tQ.\t(Deleted by\nOrd. No. 182,106, Eff. 5\/20\/12.)\tR.\tContinuance of Variance or Exception. \nExcept as provided in Subsection T of this subsection with respect to variances\nor exceptions which have never been or are not being utilized, no provision of\nthis article shall be interpreted or construed as limiting or interfering with\nthe rights established by any variance or exception granted prior to the\neffective date of this article by:\t(a)\tordinance pursuant to the provisions of\nOrdinances Nos. 42,666 (N.S.), 66,750, 74,140 or Chapter I of the Los Angeles\nMunicipal Code;\t(b)\tdecision of the Administrator or the former Board of Zoning\nAppeals pursuant to the provisions of Chapter I of this Code; or\t(c)\tformer\ndecision of the Board of City Planning Commissioners pursuant to the provisions\nof Ordinance No. 74,145 or Chapter I of this Code.\tNot withstanding any of the\nprovisions of the ordinance granting a variance or exception, the Administrator\nshall have jurisdiction to perform all administrative acts with which the Board\nof City Planning Commissioners, City Council or its Planning Committee were\nformerly charged with under the ordinance, such as approving plans, signs, types\nof use, and the like.  The use of any building, structure or land existing at\nthe time this article became effective, by virtue of any exception from the\nprovisions of former Ordinance No. 33,761 (N.S.), may be continued provided no\nnew building or structure is erected, no existing building or structure is\nenlarged, and no existing use of land is extended.\tS.\tDiscontinuance of Variance\nor Exception – Revocation.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.) \nIf the use authorized by any variance granted by ordinance, or by decision of\nthe Zoning Administrator, the Area Planning Commission, City Planning Commission\nor the City Council is or has been abandoned or discontinued for a period of six\nmonths, or the conditions of the variance have not been complied with, the\nDirector, upon knowledge of this fact, may give notice to the record owner or\nlessee of the real property affected to appear at a time and place fixed by the\nDirector and show cause why the ordinance or decision granting the variance\nshould not be repealed or rescinded, as the case may be.  (First Sentence\nAmended by Ord. No. 177,103, Eff. 12\/18\/05.)  After the hearing, the Director\nmay revoke the variance, or if an ordinance is involved, recommend to the City\nCouncil that the ordinance be repealed.  The decision of the Director shall\nbecome final after 15 days from the date of mailing of the decision to the owner\nor lessees of the real property affected, unless an appeal to the Council is\nfiled within that 15-day period.  An appeal may be taken to Council in the same\nmanner as described in Subsections O and P of this section.  After revocation\nor repeal, the property affected shall be subject to all the regulations of the\nzone in which the property is located, as provided in this article.\tT.\tFailure\nto Utilize Variance or Exception – Repeal.  The procedure for repeal of\nvariances that have been abandoned or discontinued as set forth in Subsection S\nshall not apply to those exceptions or conditional variances granted by\nordinance and which were once utilized, but the authorized use or development\nhad been discontinued or removed from the site for at least one year and the\nordinance has been repealed.  If the rights established by any ordinance\npreviously adopted authorizing an exception or conditional variance from the\nprovisions of Chapter I of the Los Angeles Municipal Code, or Ordinances No.\n42,666 (N.S.) 66,750 and 74,140, have never been executed or utilized, or, if\nonce utilized, the use or development authorized has been discontinued or\nremoved from the site for a period of least one year, that exception or\nconditional variance shall no longer be of any force or effect and the\nrespective ordinance granting the exception or conditional variance is hereby\nrepealed.\tU.\tPlan Approvals.\t1.\tDevelopment of Site.  On any lot or portion of\na lot on which a use is permitted pursuant to a variance, new buildings or\nstructures may be erected, enlargements may be made to existing buildings, and\nexisting uses may be extended if plans for those changes are submitted to and\napproved by a Zoning Administrator.  A Zoning Administrator shall not approve\nany use, single deviation or combination or series of deviations from the zoning\nregulations which was not approved as part of the original variance, or which\nwould result in an increase in size or bulk of buildings exceeding 20\npercent.\tAny person submitting development plans, or any other person aggrieved\nby a decision of a Zoning Administrator made relative to the approval or\ndisapproval of a development plan may appeal that decision to the Area Planning\nCommission.  The appeal shall be in writing upon forms provided by the\nDepartment of City Planning.  The appeal shall set forth specifically the basis\nof the appeal and the reasons why the decision should be reversed or modified. \nThe appeal shall be filed within 15 calendar days from the date of mailing of\nthe Zoning Administrator’s decision and shall include a filing fee pursuant to\nSection 19.01B of this Code.  No fee shall be required for the filing of\nappeals by other aggrieved persons.\t2.\tReduction of Site.  So long as the use\napproved by variance is continued, the entire approved site shall be retained\nfor the approved use, and no portion of the site shall be severed or utilized\nfor other purposes unless the plans for the reduced site are first submitted to\nand approved by a Zoning Administrator.  The decision of a Zoning Administrator\non a proposed reduction of the area of an approved site shall be subject to the\nsame appeal as is provided for an application to establish the\nuse.\t3.\tConditions of Approval.  In connection with the approval of such plans,\na Zoning Administrator may impose conditions on the same basis as provided for\nin this section in connection with the original variance.\t4.\tChange of Use.  No\nuse approved by variance may be changed in a different use for which a variance\nis otherwise required unless the new use is authorized in accordance with the\nprocedure prescribed in this section for the establishment of a use by variance.\n","html":"\n\t\t\t\t\t<section><p>  VARIANCES.\n\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)<br \/><br \/>\tProcedure for <br \/><br \/>\tA.\tApplication for Variance.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  To apply for a variance, an applicant shall file an application with the Department of City Planning, on a form provided by the Department, and include all information required by the instructions on the application and the guidelines adopted by the Chief Zoning Administrator.  The Chief Zoning Administrator shall adopt guidelines for determining when an application is complete and that date shall be deemed the submission date.  All owners and lessees of the property involved shall verify that the information in the application is true.<br \/><br \/>\tB.\tInitial Decision.  Except as otherwise provided in Charter Section 564 and Section 12.36 of this Code, the initial decision on a variance application shall be made by the Zoning Administrator,.  For purposes of this Code section, the initial decision shall mean approval in whole or in part with or without conditions, or denial, of the application.<br \/><br \/>\tC.\tPublic <span class=\"dictionary\">Hearing<\/span> and Notice.  An application for a variance shall be set for public <span class=\"dictionary\">hearing<\/span> unless the Chief Zoning Administrator or, in his or her absence, an Associate Zoning Administrator performing his or her functions, makes written <span class=\"dictionary\">findings<\/span>, a copy of which shall be attached to the file, that the requested variance:<br \/><br \/>\t(i)\twill not have a significant effect on adjoining properties or on the immediate neighborhood; or<br \/><br \/>\t(ii)\tis not likely to evoke public controversy.<br \/><br \/>\tAn application requesting relief from density or height requirements shall follow the procedures for public <span class=\"dictionary\">hearing<\/span> and notice as set forth in Section 12.28 C.2.  All other applications shall follow the procedures set forth below.  (First Para. Amended by Ord. No. 173,492, Eff. 10\/10\/00.)<br \/><br \/>\tThe Zoning Administrator may set the variance for <span class=\"dictionary\">hearing<\/span> even though a public <span class=\"dictionary\">hearing<\/span> is not otherwise required, if the Zoning Administrator determines that it would be in the public interest.  In that event, notwithstanding the notice requirements below, notice of the public <span class=\"dictionary\">hearing<\/span> shall be mailed to the owners of all properties abutting, across the street or alley from or having a common corner with the subject property.<br \/><br \/>\tWhen a public <span class=\"dictionary\">hearing<\/span> is required by this Code for an application for a variance, <span class=\"dictionary\">evidence<\/span> shall be taken at that <span class=\"dictionary\">hearing<\/span> and notice of the time, place, and purpose of the <span class=\"dictionary\">hearing<\/span> shall be given:<br \/><br \/>\t1.\tby mailing a written notice at least 24 days prior to the date of the <span class=\"dictionary\">hearing<\/span> to the owner or owners of the property involved, and to the owners of all property within and outside of the City that is within 500 feet of the exterior boundaries of the property involved, using for the purpose of notification, the last known name and address of owners as are shown on the records of the City Engineer or the records of the County Assessor; and  (Amended by Ord. No. 181,595, Eff. 4\/10\/11.)<br \/><br \/>\t2.\tby mailing a written notice no less than 24 days prior to the date of the <span class=\"dictionary\">hearing<\/span> to residential, commercial and industrial occupants of all property within 500 feet of the exterior boundaries of the property involved.  This requirement can be met by mailing the notice to “occupant”.  If this notice provision will not result in notice being given to at least 20 different owners of at least 20 different lots other than the subject property, then the 500-foot radius for notification shall be increased in increments of 50 feet until the required number of persons and lots are encompassed within the expanded area.  Notification shall then be given to all property owners and occupants within that area; and<br \/><br \/>\t3.\tby the applicant posting notice of the public <span class=\"dictionary\">hearing<\/span> in a conspicuous place on the property involved at least ten days prior to the date of the public <span class=\"dictionary\">hearing<\/span>.<br \/><br \/>\tD.\t<span class=\"dictionary\">Findings<\/span> for Approval.  The decision of the Zoning Administrator shall be supported by written <span class=\"dictionary\">findings<\/span> of <span class=\"dictionary\">fact<\/span> based upon <span class=\"dictionary\">evidence<\/span> taken, written or oral statements and documents presented, which may include photographs, maps and plans, together with the results of any staff investigations.<br \/><br \/>\tConsistent with Charter Section 562, no variance may be granted unless the Zoning Administrator finds all of the following:<br \/><br \/>\t1.\tthat the strict application of the provisions of the zoning <span class=\"dictionary\">ordinance<\/span> would result in practical difficulties or unnecessary hardships inconsistent with the general purposes and <span class=\"dictionary\">intent<\/span> of the zoning regulations;<br \/><br \/>\t2.\tthat there are special circumstances applicable to the subject property such as size, shape, topography, location or surroundings that do not apply generally to other property in the same zone and vicinity;<br \/><br \/>\t3.\tthat the variance is necessary for the preservation and enjoyment of a substantial property right or use generally possessed by other property in the same zone and vicinity but which, because of the special circumstances and practical difficulties or unnecessary hardships, is denied to the property in question;<br \/><br \/>\t4.\tthat the granting of the variance will not be materially detrimental to the public welfare, or injurious to the property or improvements in the same zone or vicinity in which the property is located; and<br \/><br \/>\t5.\tthat the granting of the variance will not adversely affect any element of the General Plan.<br \/><br \/>\tA variance shall not be used to grant a special <span class=\"dictionary\">privilege<\/span> or to permit a use substantially inconsistent with the limitations upon other properties in the same zone and vicinity.  The Zoning Administrator may deny a variance if the conditions creating the need for the variance were self-imposed.<br \/><br \/>\tUpon making a decision, the Zoning Administrator shall transmit a copy of the written <span class=\"dictionary\">findings<\/span> and decisions to the applicant, the Director of Planning, the Department of Building and Safety, owners of all properties abutting, across the street or alley from, or having a common corner with the subject property and to all persons who have filed written requests for this notice with the Office of Zoning Administrator.  The Zoning Administrator shall also place a copy of the <span class=\"dictionary\">findings<\/span> and decision in the file.<br \/><br \/>\tE.\tConditions of Approval.  In approving a variance, the Zoning Administrator may impose those conditions it deems necessary to remedy a disparity of <span class=\"dictionary\">privileges<\/span> and that the Zoning Administrator finds are necessary to protect the public health, safety or welfare and assure compliance with the objectives of the General Plan and the purpose and <span class=\"dictionary\">intent<\/span> of the zoning.<br \/><br \/>\tF.\tTime to Act.  The initial decision shall be made within 75 days of the submission of a complete application, or within an extended period as mutually agreed upon in writing by the applicant and the Zoning Administrator.  An initial decision shall include the written <span class=\"dictionary\">findings<\/span> made in accordance with Subsection D.<br \/><br \/>\tG.\tFailure to Act -Transfer of <span class=\"dictionary\">Jurisdiction<\/span>.<br \/><br \/>\t1.\tIf the Zoning Administrator fails to act on an application for a variance within the time provided in Subsection F, the applicant may file a request for a transfer of <span class=\"dictionary\">jurisdiction<\/span> to the Area Planning Commission for decision.  The Director of Planning shall prescribe the form and manner of filing requests for transfers of <span class=\"dictionary\">jurisdiction<\/span>.  When an applicant requests that a matter be transferred, the Zoning Administrator may file with the Area Planning Commission a statement of <span class=\"dictionary\">facts<\/span> pertaining to the matter, and shall transmit to the Area Planning Commission the files in the case.<br \/><br \/>\t2.\tWhen the Area Planning Commission receives the applicant’s request for a transfer of <span class=\"dictionary\">jurisdiction<\/span>, the Zoning Administrator shall lose <span class=\"dictionary\">jurisdiction<\/span>; provided, however, that the Area Planning Commission may <span class=\"dictionary\">remand<\/span> the matter to the Zoning Administrator, or may accept the applicant’s request for withdrawal of the transfer of <span class=\"dictionary\">jurisdiction<\/span>, in which case the Zoning Administrator shall regain <span class=\"dictionary\">jurisdiction<\/span> for the time and purposes specified by the Area Planning Commission.<br \/><br \/>\t3.\tIf no <span class=\"dictionary\">remand<\/span> or request for withdrawal of the transfer occurs, the Area Planning Commission shall consider the application following the same procedures and subject to the same limitations as are applicable to the Zoning Administrator, except that the Area Planning Commission shall act within 45 days of the transfer of <span class=\"dictionary\">jurisdiction<\/span>.  The Department of City Planning, including the Office of Zoning Administration, shall make investigations and furnish any reports the Area Planning Commission may request.<br \/><br \/>\tH.\tFiling of an <span class=\"dictionary\">Appeal<\/span>.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Any person aggrieved by an initial decision of the Zoning Administrator concerning a variance, may <span class=\"dictionary\">appeal<\/span> the decision to the Area Planning Commission by filing an <span class=\"dictionary\">appeal<\/span> with the Planning Department within 15 days of the date of mailing of the Zoning Administrator’s decision.  The <span class=\"dictionary\">appeal<\/span> shall be filed in the Department of City Planning on a form provided by the Department, and shall set forth specifically the points at <span class=\"dictionary\">issue<\/span>, the reasons for the <span class=\"dictionary\">appeal<\/span>, and the basis upon which the <span class=\"dictionary\">appellant<\/span> claims there was an error or abuse of discretion by the Zoning Administrator.  The Area Planning Commission shall not consider any <span class=\"dictionary\">appeal<\/span> not filed within the 15-day period.  The filing of an <span class=\"dictionary\">appeal<\/span> <span class=\"dictionary\">stays<\/span> proceedings in the matter until the Area Planning Commission has made a decision.  Once an <span class=\"dictionary\">appeal<\/span> is filed, the Office of Zoning Administration shall transmit the <span class=\"dictionary\">appeal<\/span> and the Zoning Administrator file to the Area Planning Commission.  At any time prior to the action of the Area Planning Commission on the <span class=\"dictionary\">appeal<\/span>, the Zoning Administrator shall submit any supplementary pertinent information he or she deems necessary or as the Area Planning Commission may request.<br \/><br \/>\tI.\t<span class=\"dictionary\">Appellate<\/span> Decision – Public <span class=\"dictionary\">Hearing<\/span> and Notice.  Before acting on the <span class=\"dictionary\">appeal<\/span>, the Area Planning Commission shall set the matter for <span class=\"dictionary\">hearing<\/span>, giving notice by mail of the time, place and purpose of the <span class=\"dictionary\">hearing<\/span> to the <span class=\"dictionary\">appellant<\/span>, to the applicant, to the owner or owners of the property involved, to the Zoning Administrator, and to any interested <span class=\"dictionary\">party<\/span> who has requested in writing to be so notified.  The notice shall be mailed at least 24 days prior to the <span class=\"dictionary\">hearing<\/span>.  If the <span class=\"dictionary\">appeal<\/span> is from the grant or denial of a use variance, the Area Planning Commission shall give the same notice of the <span class=\"dictionary\">hearing<\/span> as required for the original <span class=\"dictionary\">hearing<\/span> on the matter.  Upon the date set for the <span class=\"dictionary\">hearing<\/span>, the Area Planning Commission shall either hear the <span class=\"dictionary\">appeal<\/span> or if there is cause to do so, continue the matter to another date.  No notice of <span class=\"dictionary\">continuance<\/span> need be given if the <span class=\"dictionary\">continuance<\/span> is announced at the time for which the <span class=\"dictionary\">hearing<\/span> was set.<br \/><br \/>\tJ.\tTime for <span class=\"dictionary\">Appellate<\/span> Decision.  The Area Planning Commission shall make its decision within 75 days after the expiration of the <span class=\"dictionary\">appeal<\/span> period.  The 75 day time limit to act on an <span class=\"dictionary\">appeal<\/span> may be extended by mutual written consent of the applicant and the Area Planning Commission.  If the Area Planning Commission fails to act within this time limit, the action of the Zoning Administrator on the matter shall be final, except as provided in Subsection N. below.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)<br \/><br \/>\tK.\tRecord on <span class=\"dictionary\">Appeal<\/span>.  The Area Planning Commission shall base its decision only upon:<br \/><br \/>\t1.\t<span class=\"dictionary\">evidence<\/span> introduced at the <span class=\"dictionary\">hearing<\/span> or <span class=\"dictionary\">hearings<\/span>, if any, before the Zoning Administrator, on the <span class=\"dictionary\">issue<\/span>; and<br \/><br \/>\t2.\tthe record, <span class=\"dictionary\">findings<\/span>, and decision of the Zoning Administrator; and<br \/><br \/>\t3.\tthe consideration of arguments, if any, presented to the Area Planning Commission orally or in writing.<br \/><br \/>\tIf any applicant or aggrieved person wishes to present any new <span class=\"dictionary\">evidence<\/span> in connection with the matter, he or she shall file with the Area Planning Commission a written summary of that <span class=\"dictionary\">evidence<\/span>, together with a statement as to why that <span class=\"dictionary\">evidence<\/span> could not reasonably have been presented to the Zoning Administrator.  If the Area Planning Commission determines that the <span class=\"dictionary\">evidence<\/span> could not reasonably have been presented to the Zoning Administrator and the <span class=\"dictionary\">evidence<\/span> is of such a nature as might reasonably have led to a different decision by the Zoning Administrator, the Area Planning Commission shall <span class=\"dictionary\">remand<\/span> the matter to the Zoning Administrator.  The Zoning Administrator shall reopen the matter only for receipt of the <span class=\"dictionary\">evidence<\/span> summarized to the Area Planning Commission, and <span class=\"dictionary\">evidence<\/span> from other parties relevant to the newly presented <span class=\"dictionary\">evidence<\/span>, and within 55 days (or within an extension of that time agreed upon by the applicant and the Area Planning Commission) make a new <span class=\"dictionary\">order<\/span>, requirement, interpretation or other decision in the matter.<br \/><br \/>\tL.\t<span class=\"dictionary\">Appellate<\/span> Decision.  The Area Planning Commission may <span class=\"dictionary\">reverse<\/span> or modify the ruling or decision appealed from only upon making written <span class=\"dictionary\">findings<\/span> setting forth specifically the manner in which the action of the Zoning Administrator was in error or constituted an abuse of discretion.  Upon making a decision, a copy of the <span class=\"dictionary\">findings<\/span> and decision shall forthwith be placed on file in the City Planning Department, and copies of the decision shall be sent to the applicant, the <span class=\"dictionary\">appellant<\/span>, the Department of Building and Safety, the Director of Planning and the Office of Zoning Administration.<br \/><br \/>\tIn considering <span class=\"dictionary\">appeals<\/span>, the Area Planning Commission shall be subject to the same limitations regarding <span class=\"dictionary\">findings<\/span> and conditions as are applicable to a Zoning Administrator under Subsections D and E.<br \/><br \/>\tM.\tDate of Final Decision.  Because no further <span class=\"dictionary\">appeals<\/span> are permitted, a denial of a variance by an Area Planning Commission on <span class=\"dictionary\">appeal<\/span> shall become final upon the date it was mailed to the applicant.  However, a decision by the Area Planning Commission granting or confirming the grant of a variance shall become final after 15 days from the date it was mailed to the applicant, unless an <span class=\"dictionary\">appeal<\/span> is filed with the Council within that period.  The filing of an <span class=\"dictionary\">appeal<\/span> <span class=\"dictionary\">stays<\/span> proceedings in the matter until the Council makes a decision on the matter.  The Council shall not consider any <span class=\"dictionary\">appeal<\/span> not filed within the fifteen day period.<br \/><br \/>\tN.\tFailure to Act – Transfer of <span class=\"dictionary\">Jurisdiction<\/span>.<br \/><br \/>\t1.\tIf the Area Planning Commission fails to act on an <span class=\"dictionary\">appeal<\/span> of a grant of a variance within the time provided in Subsection J, the <span class=\"dictionary\">appellant<\/span> may file a request for a transfer of <span class=\"dictionary\">jurisdiction<\/span> to the Council for decision.  The Director of Planning shall prescribe the form and manner of filing requests for transfers of <span class=\"dictionary\">jurisdiction<\/span>.  When a matter is requested to be transferred, the Zoning Administrator and the Area Planning Commission may file with the Council a statement of <span class=\"dictionary\">facts<\/span> pertaining to the matter, and shall transmit to the Council the files in the case.<br \/><br \/>\t2.\tWhen the Council receives the <span class=\"dictionary\">appellant<\/span>’s request for a transfer of <span class=\"dictionary\">jurisdiction<\/span>, the Area Planning Commission shall lose <span class=\"dictionary\">jurisdiction<\/span>; provided, however, that the Council may <span class=\"dictionary\">remand<\/span> the matter to the Area Planning Commission, or may accept the <span class=\"dictionary\">appellant<\/span>’s request for withdrawal of the transfer of <span class=\"dictionary\">jurisdiction<\/span>, in which case the Area Planning Commission shall regain <span class=\"dictionary\">jurisdiction<\/span> for the time and purposes specified by the Council.<br \/><br \/>\t3.\tIf no <span class=\"dictionary\">remand<\/span> or request for withdrawal of the transfer occurs, the Council shall consider the application following the same procedures and subject to the same limitations as are applicable to the Area Planning Commission, except that the Council shall act within 45 days of the transfer of <span class=\"dictionary\">jurisdiction<\/span>.  The Department of City Planning, including the Office of Zoning Administration, shall make investigations and furnish any reports as the Council may request.<br \/><br \/>\tO.\t<span class=\"dictionary\">Appeal<\/span> to City Council.  (Amended by Ord. No. 173,754, Eff. 3\/5\/01.)  An <span class=\"dictionary\">appeal<\/span> from a decision of the Area Planning Commission granting or affirming the grant of a variance may be filed by the applicant or any person aggrieved by the decision.  The <span class=\"dictionary\">appeal<\/span> shall set forth in writing specifically the manner in which the <span class=\"dictionary\">appellant<\/span> believes there was error or abuse of discretion on the part of the Area Planning Commission.  The <span class=\"dictionary\">appeal<\/span> shall be filed in the Department of City Planning upon forms provided by the Department.  Upon the filing of the <span class=\"dictionary\">appeal<\/span>, the Area Planning Commission Secretary shall transmit the Area Planning Commission file and the Zoning Administrator file on the matter to the City Council together with any reports prepared on this matter by the Zoning Administrator or Commission.<br \/><br \/>\tP.\tAction by Council and Mayor.  (Amended by Ord. No. 173,754, Eff. 3\/5\/01.)<br \/><br \/>\t1.\tWhen considering an <span class=\"dictionary\">appeal<\/span> from an Area Planning Commission decision granting or affirming the grant of a variance, the Council shall be subject to the same limitations regarding <span class=\"dictionary\">findings<\/span> and conditions as are placed on the Area Planning Commission by this section.  The Council, by resolution, may <span class=\"dictionary\">affirm<\/span>, <span class=\"dictionary\">reverse<\/span> or modify, in whole or in part, the decision of the Area Planning Commission by a majority vote.  Failure of the Council to act within 90 days from the expiration of the <span class=\"dictionary\">appeal<\/span> period, or within any additional period as may be agreed upon by the applicant and the Council shall be deemed to be a denial of the <span class=\"dictionary\">appeal<\/span>.<br \/><br \/>\t2.\tWhen a variance decision is appealed to the City Council and the Council either approves the variance or denies an <span class=\"dictionary\">appeal<\/span> from an earlier approval, the matter together with the files and reports shall forthwith be transmitted to the Mayor.  The Mayor may approve or disapprove the variance within ten days of its presentation to him or her.  This action shall be based solely upon the administrative record and whether the Mayor believes the variance conforms with the requirements for approval set forth in this section.  If the Mayor disapproves the variance, he or she shall return the matter to the City Clerk for presentation to the Council, together with the objections in writing.  The Council within 60 days after the matter has been returned to it may override the disapproval by a two-thirds vote.<br \/><br \/>\t3.\tIf the Council fails to override the Mayor’s disapproval within the 60 days, the Mayor’s disapproval shall constitute a denial of the variance.  If the Mayor fails to return the matter to the City Clerk within ten days of its presentation to him or her, the approval of the variance shall become final.<br \/><br \/>\tQ.\t(Deleted by Ord. No. 182,106, Eff. 5\/20\/12.)<br \/><br \/>\tR.\t<span class=\"dictionary\">Continuance<\/span> of Variance or Exception.  Except as provided in Subsection T of this subsection with respect to variances or exceptions which have never been or are not being utilized, no provision of this article shall be interpreted or construed as limiting or interfering with the rights established by any variance or exception granted prior to the effective date of this article by:<br \/><br \/>\t(a)\t<span class=\"dictionary\">ordinance<\/span> pursuant to the provisions of <span class=\"dictionary\">Ordinances<\/span> Nos. 42,666 (N.S.), 66,750, 74,140 or Chapter I of the Los Angeles Municipal Code;<br \/><br \/>\t(b)\tdecision of the Administrator or the former Board of Zoning <span class=\"dictionary\">Appeals<\/span> pursuant to the provisions of Chapter I of this Code; or<br \/><br \/>\t(c)\tformer decision of the Board of City Planning Commissioners pursuant to the provisions of <span class=\"dictionary\">Ordinance<\/span> No. 74,145 or Chapter I of this Code.<br \/><br \/>\tNot withstanding any of the provisions of the <span class=\"dictionary\">ordinance<\/span> granting a variance or exception, the Administrator shall have <span class=\"dictionary\">jurisdiction<\/span> to perform all administrative acts with which the Board of City Planning Commissioners, City Council or its Planning Committee were formerly charged with under the <span class=\"dictionary\">ordinance<\/span>, such as approving plans, signs, types of use, and the like.  The use of any building, structure or land existing at the time this article became effective, by virtue of any exception from the provisions of former <span class=\"dictionary\">Ordinance<\/span> No. 33,761 (N.S.), may be continued provided no new building or structure is erected, no existing building or structure is enlarged, and no existing use of land is extended.<br \/><br \/>\tS.\tDiscontinuance of Variance or Exception – <span class=\"dictionary\">Revocation<\/span>.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  If the use authorized by any variance granted by <span class=\"dictionary\">ordinance<\/span>, or by decision of the Zoning Administrator, the Area Planning Commission, City Planning Commission or the City Council is or has been abandoned or discontinued for a period of six months, or the conditions of the variance have not been complied with, the Director, upon knowledge of this <span class=\"dictionary\">fact<\/span>, may give notice to the record owner or lessee of the real property affected to appear at a time and place fixed by the Director and show cause why the <span class=\"dictionary\">ordinance<\/span> or decision granting the variance should not be repealed or rescinded, as the case may be.  (First Sentence Amended by Ord. No. 177,103, Eff. 12\/18\/05.)  After the <span class=\"dictionary\">hearing<\/span>, the Director may revoke the variance, or if an <span class=\"dictionary\">ordinance<\/span> is involved, recommend to the City Council that the <span class=\"dictionary\">ordinance<\/span> be repealed.  The decision of the Director shall become final after 15 days from the date of mailing of the decision to the owner or lessees of the real property affected, unless an <span class=\"dictionary\">appeal<\/span> to the Council is filed within that 15-day period.  An <span class=\"dictionary\">appeal<\/span> may be taken to Council in the same manner as described in Subsections O and P of this section.  After <span class=\"dictionary\">revocation<\/span> or repeal, the property affected shall be subject to all the regulations of the zone in which the property is located, as provided in this article.<br \/><br \/>\tT.\tFailure to Utilize Variance or Exception – Repeal.  The procedure for repeal of variances that have been abandoned or discontinued as set forth in Subsection S shall not apply to those exceptions or conditional variances granted by <span class=\"dictionary\">ordinance<\/span> and which were once utilized, but the authorized use or development had been discontinued or removed from the site for at least one year and the <span class=\"dictionary\">ordinance<\/span> has been repealed.  If the rights established by any <span class=\"dictionary\">ordinance<\/span> previously adopted authorizing an exception or conditional variance from the provisions of Chapter I of the Los Angeles Municipal Code, or <span class=\"dictionary\">Ordinances<\/span> No. 42,666 (N.S.) 66,750 and 74,140, have never been executed or utilized, or, if once utilized, the use or development authorized has been discontinued or removed from the site for a period of least one year, that exception or conditional variance shall no longer be of any force or effect and the respective <span class=\"dictionary\">ordinance<\/span> granting the exception or conditional variance is hereby repealed.<br \/><br \/>\tU.\tPlan Approvals.<br \/><br \/>\t1.\tDevelopment of Site.  On any lot or portion of a lot on which a use is permitted pursuant to a variance, new buildings or structures may be erected, enlargements may be made to existing buildings, and existing uses may be extended if plans for those changes are submitted to and approved by a Zoning Administrator.  A Zoning Administrator shall not approve any use, single deviation or combination or series of deviations from the zoning regulations which was not approved as part of the original variance, or which would result in an increase in size or bulk of buildings exceeding 20 percent.<br \/><br \/>\tAny person submitting development plans, or any other person aggrieved by a decision of a Zoning Administrator made relative to the approval or disapproval of a development plan may <span class=\"dictionary\">appeal<\/span> that decision to the Area Planning Commission.  The <span class=\"dictionary\">appeal<\/span> shall be in writing upon forms provided by the Department of City Planning.  The <span class=\"dictionary\">appeal<\/span> shall set forth specifically the basis of the <span class=\"dictionary\">appeal<\/span> and the reasons why the decision should be reversed or modified.  The <span class=\"dictionary\">appeal<\/span> shall be filed within 15 calendar days from the date of mailing of the Zoning Administrator’s decision and shall include a filing fee pursuant to Section 19.01B of this Code.  No fee shall be required for the filing of <span class=\"dictionary\">appeals<\/span> by other aggrieved persons.<br \/><br \/>\t2.\tReduction of Site.  So long as the use approved by variance is continued, the entire approved site shall be retained for the approved use, and no portion of the site shall be severed or utilized for other purposes unless the plans for the reduced site are first submitted to and approved by a Zoning Administrator.  The decision of a Zoning Administrator on a proposed reduction of the area of an approved site shall be subject to the same <span class=\"dictionary\">appeal<\/span> as is provided for an application to establish the use.<br \/><br \/>\t3.\tConditions of Approval.  In connection with the approval of such plans, a Zoning Administrator may impose conditions on the same basis as provided for in this section in connection with the original variance.<br \/><br \/>\t4.\tChange of Use.  No use approved by variance may be changed in a different use for which a variance is otherwise required unless the new use is authorized in accordance with the procedure prescribed in this section for the establishment of a use by variance.<\/p><\/section>","previous_section":{"id":"2902","structure_id":"20","section_number":"12.26","catch_line":"Department Of Building And Safety.","url":"\/12.26\/","token":"12.26"},"text":{"0":{"id":"2898","text":"  VARIANCES.\n\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\tProcedure for \tA.\tApplication for Variance.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  To apply for a variance, an applicant shall file an application with the Department of City Planning, on a form provided by the Department, and include all information required by the instructions on the application and the guidelines adopted by the Chief Zoning Administrator.  The Chief Zoning Administrator shall adopt guidelines for determining when an application is complete and that date shall be deemed the submission date.  All owners and lessees of the property involved shall verify that the information in the application is true.\tB.\tInitial Decision.  Except as otherwise provided in Charter Section 564 and Section 12.36 of this Code, the initial decision on a variance application shall be made by the Zoning Administrator,.  For purposes of this Code section, the initial decision shall mean approval in whole or in part with or without conditions, or denial, of the application.\tC.\tPublic Hearing and Notice.  An application for a variance shall be set for public hearing unless the Chief Zoning Administrator or, in his or her absence, an Associate Zoning Administrator performing his or her functions, makes written findings, a copy of which shall be attached to the file, that the requested variance:\t(i)\twill not have a significant effect on adjoining properties or on the immediate neighborhood; or\t(ii)\tis not likely to evoke public controversy.\tAn application requesting relief from density or height requirements shall follow the procedures for public hearing and notice as set forth in Section 12.28 C.2.  All other applications shall follow the procedures set forth below.  (First Para. Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\tThe Zoning Administrator may set the variance for hearing even though a public hearing is not otherwise required, if the Zoning Administrator determines that it would be in the public interest.  In that event, notwithstanding the notice requirements below, notice of the public hearing shall be mailed to the owners of all properties abutting, across the street or alley from or having a common corner with the subject property.\tWhen a public hearing is required by this Code for an application for a variance, evidence shall be taken at that hearing and notice of the time, place, and purpose of the hearing shall be given:\t1.\tby mailing a written notice at least 24 days prior to the date of the hearing to the owner or owners of the property involved, and to the owners of all property within and outside of the City that is within 500 feet of the exterior boundaries of the property involved, using for the purpose of notification, the last known name and address of owners as are shown on the records of the City Engineer or the records of the County Assessor; and  (Amended by Ord. No. 181,595, Eff. 4\/10\/11.)\t2.\tby mailing a written notice no less than 24 days prior to the date of the hearing to residential, commercial and industrial occupants of all property within 500 feet of the exterior boundaries of the property involved.  This requirement can be met by mailing the notice to “occupant”.  If this notice provision will not result in notice being given to at least 20 different owners of at least 20 different lots other than the subject property, then the 500-foot radius for notification shall be increased in increments of 50 feet until the required number of persons and lots are encompassed within the expanded area.  Notification shall then be given to all property owners and occupants within that area; and\t3.\tby the applicant posting notice of the public hearing in a conspicuous place on the property involved at least ten days prior to the date of the public hearing.\tD.\tFindings for Approval.  The decision of the Zoning Administrator shall be supported by written findings of fact based upon evidence taken, written or oral statements and documents presented, which may include photographs, maps and plans, together with the results of any staff investigations.\tConsistent with Charter Section 562, no variance may be granted unless the Zoning Administrator finds all of the following:\t1.\tthat the strict application of the provisions of the zoning ordinance would result in practical difficulties or unnecessary hardships inconsistent with the general purposes and intent of the zoning regulations;\t2.\tthat there are special circumstances applicable to the subject property such as size, shape, topography, location or surroundings that do not apply generally to other property in the same zone and vicinity;\t3.\tthat the variance is necessary for the preservation and enjoyment of a substantial property right or use generally possessed by other property in the same zone and vicinity but which, because of the special circumstances and practical difficulties or unnecessary hardships, is denied to the property in question;\t4.\tthat the granting of the variance will not be materially detrimental to the public welfare, or injurious to the property or improvements in the same zone or vicinity in which the property is located; and\t5.\tthat the granting of the variance will not adversely affect any element of the General Plan.\tA variance shall not be used to grant a special privilege or to permit a use substantially inconsistent with the limitations upon other properties in the same zone and vicinity.  The Zoning Administrator may deny a variance if the conditions creating the need for the variance were self-imposed.\tUpon making a decision, the Zoning Administrator shall transmit a copy of the written findings and decisions to the applicant, the Director of Planning, the Department of Building and Safety, owners of all properties abutting, across the street or alley from, or having a common corner with the subject property and to all persons who have filed written requests for this notice with the Office of Zoning Administrator.  The Zoning Administrator shall also place a copy of the findings and decision in the file.\tE.\tConditions of Approval.  In approving a variance, the Zoning Administrator may impose those conditions it deems necessary to remedy a disparity of privileges and that the Zoning Administrator finds are necessary to protect the public health, safety or welfare and assure compliance with the objectives of the General Plan and the purpose and intent of the zoning.\tF.\tTime to Act.  The initial decision shall be made within 75 days of the submission of a complete application, or within an extended period as mutually agreed upon in writing by the applicant and the Zoning Administrator.  An initial decision shall include the written findings made in accordance with Subsection D.\tG.\tFailure to Act -Transfer of Jurisdiction.\t1.\tIf the Zoning Administrator fails to act on an application for a variance within the time provided in Subsection F, the applicant may file a request for a transfer of jurisdiction to the Area Planning Commission for decision.  The Director of Planning shall prescribe the form and manner of filing requests for transfers of jurisdiction.  When an applicant requests that a matter be transferred, the Zoning Administrator may file with the Area Planning Commission a statement of facts pertaining to the matter, and shall transmit to the Area Planning Commission the files in the case.\t2.\tWhen the Area Planning Commission receives the applicant’s request for a transfer of jurisdiction, the Zoning Administrator shall lose jurisdiction; provided, however, that the Area Planning Commission may remand the matter to the Zoning Administrator, or may accept the applicant’s request for withdrawal of the transfer of jurisdiction, in which case the Zoning Administrator shall regain jurisdiction for the time and purposes specified by the Area Planning Commission.\t3.\tIf no remand or request for withdrawal of the transfer occurs, the Area Planning Commission shall consider the application following the same procedures and subject to the same limitations as are applicable to the Zoning Administrator, except that the Area Planning Commission shall act within 45 days of the transfer of jurisdiction.  The Department of City Planning, including the Office of Zoning Administration, shall make investigations and furnish any reports the Area Planning Commission may request.\tH.\tFiling of an Appeal.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Any person aggrieved by an initial decision of the Zoning Administrator concerning a variance, may appeal the decision to the Area Planning Commission by filing an appeal with the Planning Department within 15 days of the date of mailing of the Zoning Administrator’s decision.  The appeal shall be filed in the Department of City Planning on a form provided by the Department, and shall set forth specifically the points at issue, the reasons for the appeal, and the basis upon which the appellant claims there was an error or abuse of discretion by the Zoning Administrator.  The Area Planning Commission shall not consider any appeal not filed within the 15-day period.  The filing of an appeal stays proceedings in the matter until the Area Planning Commission has made a decision.  Once an appeal is filed, the Office of Zoning Administration shall transmit the appeal and the Zoning Administrator file to the Area Planning Commission.  At any time prior to the action of the Area Planning Commission on the appeal, the Zoning Administrator shall submit any supplementary pertinent information he or she deems necessary or as the Area Planning Commission may request.\tI.\tAppellate Decision – Public Hearing and Notice.  Before acting on the appeal, the Area Planning Commission shall set the matter for hearing, giving notice by mail of the time, place and purpose of the hearing to the appellant, to the applicant, to the owner or owners of the property involved, to the Zoning Administrator, and to any interested party who has requested in writing to be so notified.  The notice shall be mailed at least 24 days prior to the hearing.  If the appeal is from the grant or denial of a use variance, the Area Planning Commission shall give the same notice of the hearing as required for the original hearing on the matter.  Upon the date set for the hearing, the Area Planning Commission shall either hear the appeal or if there is cause to do so, continue the matter to another date.  No notice of continuance need be given if the continuance is announced at the time for which the hearing was set.\tJ.\tTime for Appellate Decision.  The Area Planning Commission shall make its decision within 75 days after the expiration of the appeal period.  The 75 day time limit to act on an appeal may be extended by mutual written consent of the applicant and the Area Planning Commission.  If the Area Planning Commission fails to act within this time limit, the action of the Zoning Administrator on the matter shall be final, except as provided in Subsection N. below.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)\tK.\tRecord on Appeal.  The Area Planning Commission shall base its decision only upon:\t1.\tevidence introduced at the hearing or hearings, if any, before the Zoning Administrator, on the issue; and\t2.\tthe record, findings, and decision of the Zoning Administrator; and\t3.\tthe consideration of arguments, if any, presented to the Area Planning Commission orally or in writing.\tIf any applicant or aggrieved person wishes to present any new evidence in connection with the matter, he or she shall file with the Area Planning Commission a written summary of that evidence, together with a statement as to why that evidence could not reasonably have been presented to the Zoning Administrator.  If the Area Planning Commission determines that the evidence could not reasonably have been presented to the Zoning Administrator and the evidence is of such a nature as might reasonably have led to a different decision by the Zoning Administrator, the Area Planning Commission shall remand the matter to the Zoning Administrator.  The Zoning Administrator shall reopen the matter only for receipt of the evidence summarized to the Area Planning Commission, and evidence from other parties relevant to the newly presented evidence, and within 55 days (or within an extension of that time agreed upon by the applicant and the Area Planning Commission) make a new order, requirement, interpretation or other decision in the matter.\tL.\tAppellate Decision.  The Area Planning Commission may reverse or modify the ruling or decision appealed from only upon making written findings setting forth specifically the manner in which the action of the Zoning Administrator was in error or constituted an abuse of discretion.  Upon making a decision, a copy of the findings and decision shall forthwith be placed on file in the City Planning Department, and copies of the decision shall be sent to the applicant, the appellant, the Department of Building and Safety, the Director of Planning and the Office of Zoning Administration.\tIn considering appeals, the Area Planning Commission shall be subject to the same limitations regarding findings and conditions as are applicable to a Zoning Administrator under Subsections D and E.\tM.\tDate of Final Decision.  Because no further appeals are permitted, a denial of a variance by an Area Planning Commission on appeal shall become final upon the date it was mailed to the applicant.  However, a decision by the Area Planning Commission granting or confirming the grant of a variance shall become final after 15 days from the date it was mailed to the applicant, unless an appeal is filed with the Council within that period.  The filing of an appeal stays proceedings in the matter until the Council makes a decision on the matter.  The Council shall not consider any appeal not filed within the fifteen day period.\tN.\tFailure to Act – Transfer of Jurisdiction.\t1.\tIf the Area Planning Commission fails to act on an appeal of a grant of a variance within the time provided in Subsection J, the appellant may file a request for a transfer of jurisdiction to the Council for decision.  The Director of Planning shall prescribe the form and manner of filing requests for transfers of jurisdiction.  When a matter is requested to be transferred, the Zoning Administrator and the Area Planning Commission may file with the Council a statement of facts pertaining to the matter, and shall transmit to the Council the files in the case.\t2.\tWhen the Council receives the appellant’s request for a transfer of jurisdiction, the Area Planning Commission shall lose jurisdiction; provided, however, that the Council may remand the matter to the Area Planning Commission, or may accept the appellant’s request for withdrawal of the transfer of jurisdiction, in which case the Area Planning Commission shall regain jurisdiction for the time and purposes specified by the Council.\t3.\tIf no remand or request for withdrawal of the transfer occurs, the Council shall consider the application following the same procedures and subject to the same limitations as are applicable to the Area Planning Commission, except that the Council shall act within 45 days of the transfer of jurisdiction.  The Department of City Planning, including the Office of Zoning Administration, shall make investigations and furnish any reports as the Council may request.\tO.\tAppeal to City Council.  (Amended by Ord. No. 173,754, Eff. 3\/5\/01.)  An appeal from a decision of the Area Planning Commission granting or affirming the grant of a variance may be filed by the applicant or any person aggrieved by the decision.  The appeal shall set forth in writing specifically the manner in which the appellant believes there was error or abuse of discretion on the part of the Area Planning Commission.  The appeal shall be filed in the Department of City Planning upon forms provided by the Department.  Upon the filing of the appeal, the Area Planning Commission Secretary shall transmit the Area Planning Commission file and the Zoning Administrator file on the matter to the City Council together with any reports prepared on this matter by the Zoning Administrator or Commission.\tP.\tAction by Council and Mayor.  (Amended by Ord. No. 173,754, Eff. 3\/5\/01.)\t1.\tWhen considering an appeal from an Area Planning Commission decision granting or affirming the grant of a variance, the Council shall be subject to the same limitations regarding findings and conditions as are placed on the Area Planning Commission by this section.  The Council, by resolution, may affirm, reverse or modify, in whole or in part, the decision of the Area Planning Commission by a majority vote.  Failure of the Council to act within 90 days from the expiration of the appeal period, or within any additional period as may be agreed upon by the applicant and the Council shall be deemed to be a denial of the appeal.\t2.\tWhen a variance decision is appealed to the City Council and the Council either approves the variance or denies an appeal from an earlier approval, the matter together with the files and reports shall forthwith be transmitted to the Mayor.  The Mayor may approve or disapprove the variance within ten days of its presentation to him or her.  This action shall be based solely upon the administrative record and whether the Mayor believes the variance conforms with the requirements for approval set forth in this section.  If the Mayor disapproves the variance, he or she shall return the matter to the City Clerk for presentation to the Council, together with the objections in writing.  The Council within 60 days after the matter has been returned to it may override the disapproval by a two-thirds vote.\t3.\tIf the Council fails to override the Mayor’s disapproval within the 60 days, the Mayor’s disapproval shall constitute a denial of the variance.  If the Mayor fails to return the matter to the City Clerk within ten days of its presentation to him or her, the approval of the variance shall become final.\tQ.\t(Deleted by Ord. No. 182,106, Eff. 5\/20\/12.)\tR.\tContinuance of Variance or Exception.  Except as provided in Subsection T of this subsection with respect to variances or exceptions which have never been or are not being utilized, no provision of this article shall be interpreted or construed as limiting or interfering with the rights established by any variance or exception granted prior to the effective date of this article by:\t(a)\tordinance pursuant to the provisions of Ordinances Nos. 42,666 (N.S.), 66,750, 74,140 or Chapter I of the Los Angeles Municipal Code;\t(b)\tdecision of the Administrator or the former Board of Zoning Appeals pursuant to the provisions of Chapter I of this Code; or\t(c)\tformer decision of the Board of City Planning Commissioners pursuant to the provisions of Ordinance No. 74,145 or Chapter I of this Code.\tNot withstanding any of the provisions of the ordinance granting a variance or exception, the Administrator shall have jurisdiction to perform all administrative acts with which the Board of City Planning Commissioners, City Council or its Planning Committee were formerly charged with under the ordinance, such as approving plans, signs, types of use, and the like.  The use of any building, structure or land existing at the time this article became effective, by virtue of any exception from the provisions of former Ordinance No. 33,761 (N.S.), may be continued provided no new building or structure is erected, no existing building or structure is enlarged, and no existing use of land is extended.\tS.\tDiscontinuance of Variance or Exception – Revocation.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  If the use authorized by any variance granted by ordinance, or by decision of the Zoning Administrator, the Area Planning Commission, City Planning Commission or the City Council is or has been abandoned or discontinued for a period of six months, or the conditions of the variance have not been complied with, the Director, upon knowledge of this fact, may give notice to the record owner or lessee of the real property affected to appear at a time and place fixed by the Director and show cause why the ordinance or decision granting the variance should not be repealed or rescinded, as the case may be.  (First Sentence Amended by Ord. No. 177,103, Eff. 12\/18\/05.)  After the hearing, the Director may revoke the variance, or if an ordinance is involved, recommend to the City Council that the ordinance be repealed.  The decision of the Director shall become final after 15 days from the date of mailing of the decision to the owner or lessees of the real property affected, unless an appeal to the Council is filed within that 15-day period.  An appeal may be taken to Council in the same manner as described in Subsections O and P of this section.  After revocation or repeal, the property affected shall be subject to all the regulations of the zone in which the property is located, as provided in this article.\tT.\tFailure to Utilize Variance or Exception – Repeal.  The procedure for repeal of variances that have been abandoned or discontinued as set forth in Subsection S shall not apply to those exceptions or conditional variances granted by ordinance and which were once utilized, but the authorized use or development had been discontinued or removed from the site for at least one year and the ordinance has been repealed.  If the rights established by any ordinance previously adopted authorizing an exception or conditional variance from the provisions of Chapter I of the Los Angeles Municipal Code, or Ordinances No. 42,666 (N.S.) 66,750 and 74,140, have never been executed or utilized, or, if once utilized, the use or development authorized has been discontinued or removed from the site for a period of least one year, that exception or conditional variance shall no longer be of any force or effect and the respective ordinance granting the exception or conditional variance is hereby repealed.\tU.\tPlan Approvals.\t1.\tDevelopment of Site.  On any lot or portion of a lot on which a use is permitted pursuant to a variance, new buildings or structures may be erected, enlargements may be made to existing buildings, and existing uses may be extended if plans for those changes are submitted to and approved by a Zoning Administrator.  A Zoning Administrator shall not approve any use, single deviation or combination or series of deviations from the zoning regulations which was not approved as part of the original variance, or which would result in an increase in size or bulk of buildings exceeding 20 percent.\tAny person submitting development plans, or any other person aggrieved by a decision of a Zoning Administrator made relative to the approval or disapproval of a development plan may appeal that decision to the Area Planning Commission.  The appeal shall be in writing upon forms provided by the Department of City Planning.  The appeal shall set forth specifically the basis of the appeal and the reasons why the decision should be reversed or modified.  The appeal shall be filed within 15 calendar days from the date of mailing of the Zoning Administrator’s decision and shall include a filing fee pursuant to Section 19.01B of this Code.  No fee shall be required for the filing of appeals by other aggrieved persons.\t2.\tReduction of Site.  So long as the use approved by variance is continued, the entire approved site shall be retained for the approved use, and no portion of the site shall be severed or utilized for other purposes unless the plans for the reduced site are first submitted to and approved by a Zoning Administrator.  The decision of a Zoning Administrator on a proposed reduction of the area of an approved site shall be subject to the same appeal as is provided for an application to establish the use.\t3.\tConditions of Approval.  In connection with the approval of such plans, a Zoning Administrator may impose conditions on the same basis as provided for in this section in connection with the original variance.\t4.\tChange of Use.  No use approved by variance may be changed in a different use for which a variance is otherwise required unless the new use is authorized in accordance with the procedure prescribed in this section for the establishment of a use by variance.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}