{"section_number":"12.26","edition_id":"1","section_id":"2902","structure_id":"20","catch_line":"Department Of Building And Safety.","history":"","full_text":"  DEPARTMENT OF BUILDING AND SAFETY.\n\n\tA.\tEnforcement. The Department is granted the power to enforce the zoning ordinances of the City.  (First Sentence Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\n\n\t1.\tZoning Information – The Department of Building and Safety shall maintain a public information bureau relative to zoning matters.\n\n\t2.\tPermits – No permit pertaining to the use of land or buildings shall be issued by any department, officer, or employee of this City, vested with such duty, unless the application for the permit has been approved by the Department of Building and Safety as to conformance of said use with the provisions of this chapter. Any permit or certificate of occupancy, issued in conflict with the provisions of this chapter shall be null and void.\n\n\t3.\tVesting of Development Plan.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Whenever plans sufficient for a complete plan check are accepted by the Department of Building and Safety and a fee is paid, a vested right is granted to the project to proceed with its development in substantial compliance with the zoning, and development rules, regulations, ordinances and adopted policies of the City of Los Angeles in force on the date that the plan check fee is paid as indicated on a valid building permit application. These rights shall not include exemption from other applications or approvals that may be necessary to entitle the project to proceed (i.e., subdivision, zone variance, design review board review, etc.) and from subsequent changes in the Building and Safety and Fire regulations found necessary by the City Council to protect the public health and safety and which are applicable on a citywide basis, contained in Chapters V and IX of this Code and policies and standards relating to those chapters or from citywide programs enacted after the application is deemed complete to implement State or Federal mandates.\n\n\tThese rights shall end:  (Amended by Ord. No. 182,106, Eff. 5\/20\/12.)\n\n\t(a)\t18 months after the plan check fee is paid, or if a permit is issued during that time, when the building permit terminates pursuant to Section 98.0602;\n\n\t(b)\twhen subsequent changes are made to those plans that increase or decrease the height, floor area, or occupant load of the proposed-structure by more than five percent;\n\n\t(c)\twhen the use of the property is changed;\n\n\t(d)\twhen changes exceed or violate the Zoning Code regulations in force on the date the plan check fee was paid; or\n\n\t(e)\twhen the discretionary land use approval for the project terminates under the provisions of Chapter 1 of this Code or any ordinance adopted pursuant to Chapter 1 of this Code.\n\n\tB.\tYard Area Modifications  (Amended by Ord. No. 170,141, Eff. 1\/2\/95.) – Section 98.0403.1(a)11. of the Los Angeles Municipal Code provides in part that:\n\n\t“The Department shall have the power to hear and determine requests for slight modifications for individual cases in the yard area requirements of the zoning ordinance, provided that in each such modification, the Superintendent shall first find that a special, individual reason makes the strict letter of the ordinance impractical and that the modification is in conformity with the spirit and purpose of the ordinance involved.  Any action granting a modification shall be recorded and entered in the files of the Department.\n\n\t“For structures and additions constructed after January 1, 1995, slight modifications from the yard requirements shall be limited to deviations permitting portions of buildings to extend into a required yard or other open space a distance of not to exceed 20 percent of the width or depth of such required yard or open space.  However, for structures and additions existing prior to January 1, 1995, slight modifications may be granted for yard deviations slightly over 20 percent.\n\n\t“Except as expressly provided herein, the Superintendent of Building shall not grant deviations from the lot area, height, or density requirements.  Further, the Superintendent shall not grant deviations from the yard requirements relating to the height of fences and walls, or including those for tennis or paddle tennis courts and other game courts.\n\n\t“If the yard regulations cannot reasonably be complied with or it is difficult to determine their application on lots of peculiar shape or location, then the regulations may be modified or determined by the Superintendent of Building.  The Superintendent may also waive all or part of the required loading space on unusually shaped lots, oddly located lots, or hillside lots, when such space cannot reasonably be provided or utilized.\n\n\t“Requests for yard modifications as provided in this subsection shall be made in accordance with the procedures established in Section 98.0403.2 of the Los Angeles Municipal Code.”\n\n\tC.\tParking Facility Modifications.  (Added by Ord. No. 142,306, Eff. 9\/13\/71.) The Superintendent of Building may grant slight modifications in the requirements of Section 12.21 A.5. of this Code if it is impractical to apply the design criteria set forth therein due to the unusual topography, peculiar shape of location of the lot, or where parking angles are less than 40 degrees. He may also grant slight modifications in such requirements where such modifications will improve the design or functioning of the parking area or garage, or where attendant parking is assured to his satisfaction.\n\n\tThe power to grant such modifications shall be exercised in accordance with the procedure established in Section 98.0403 of this Code.\n\n\tD.\tInspection Of Premises – Whenever it is necessary to make an inspection to enforce any of the provisions or to perform any duty imposed by this Code or other applicable law, or whenever the Superintendent of Building or his authorized representative has reasonable cause to believe that there exists in any building or upon any premises any violation of the provisions of this Article or other applicable law, the Superintendent of Building or his authorized representative is hereby authorized to enter such property at any reasonable time and to inspect the same and perform any duty imposed upon the General Manager by this Code or other applicable law, provided that:  (Amended by Ord. No. 142,306, Eff. 9\/13\/71, Operative 2\/9\/72.)\n\n\t(1)\tif such property be occupied, he shall first present proper credentials to the occupant and request entry explaining his reasons therefor; and\n\n\t(2)\tif such property be unoccupied, he shall first make a reasonable effort to locate the owner or other persons having charge or control of the property and request entry, explaining his reasons therefor. If such entry is refused or cannot be obtained because the owner or other person having charge or control of the property cannot be found after due diligence, the Superintendent of Building or his authorized representative shall have recourse to every remedy provided by law to secure lawful entry and inspect the property.\n\n\tE.\tCertificate Of Occupancy.  No vacant land shall be occupied or used, except for agricultural uses, and no building erected or structurally altered shall be occupied or used until a certificate of occupancy shall have been issued by the Superintendent of Building.  (Amended by Ord. No. 142,306, Eff. 9\/13\/71, Operative 2\/9\/72.)\n\n\t1.\tCertificate of Occupancy for a Building.\n\n\t(a)\tA certificate of occupancy for a new building or the enlargement or alteration of an existing building shall be applied for coincident with the application for a building permit.  The certificate of occupancy shall be issued after the request for it has been made in writing to the Superintendent of Building after the erection, enlargement or alteration of the building or part of the building has been completed in conformity with the provisions of these regulations.  (First and Second Sentences Amended by Ord. No. 177,103, Eff. 12\/18\/05.)  Pending the issuance of a regular certificate, a temporary certificate of occupancy may be issued by the Superintendent of Building for a period not to exceed six months, during the completion of alterations or during partial occupancy of a building pending its completion. Such temporary certificate shall not be construed as in any way altering the respective rights, duties, or obligations of the owners or of the City relating to the use or occupancy of the premises or any other matter covered by this chapter, and such temporary certificate shall not be issued except under such restrictions and provisions as will adequately insure the safety of the occupants.\n\n\t(b)\tWhenever the automobile parking spaces which are required for a building by the provisions of this Article, are provided on a lot other than the one on which the building is located, the certificate of occupancy for said building shall be valid only while such parking spaces are being so maintained and shall bear a notation to that effect. Said certificate shall be kept posted in a conspicuous place in the building. The Superintendent of Building shall keep a record of each lot on which required automobile parking spaces are provided for a building located on another lot, and whenever he finds that such automobile parking spaces are no longer so maintained, he shall notify the persons having custody of the building of that fact. If at any time such automobile parking spaces are not being maintained, the certificate of occupancy shall automatically be cancelled and said building shall not thereafter be occupied or used until the required automobile parking spaces are again provided and a new certificate is issued.\n\n\t(c)\tWhenever a lot abutting a public alley in the “C” Zone is developed and used solely for dwelling or apartment house purposes with no more than 20 dwelling units on the lot and no loading space is provided, the certificate of occupancy for any building thereon shall be valid only while all the buildings on said lot are maintained for said use and the certificate shall bear a notation to that effect. If at any time any of the buildings on said lot are structurally altered or enlarged, or the use thereof is changed to a hospital, hotel, institution, commercial or industrial purposes, or a dwelling or apartment house so as to exceed 20 dwelling units on the lot, the certificate shall automatically be cancelled and none of the buildings on said lot shall thereafter be occupied or used until the required loading space is provided and a new certificate is issued.  (Added by Ord. No. 130,952, Eff. 11\/8\/65.)\n\n\t(d)\tWherever authority is granted to permit the sale of a lot in a residential planned development contingent upon the possession of an interest in common areas and facilities which are appurtenant to said lot, The Certificate of Occupancy for buildings on said lot shall be valid only while said interest is held by the owner. Said interest may be through shares of stock or voting membership in an owners association.  (Added by Ord. No. 141,474, Eff. 2\/27\/71.)\n\n\t2.\tCertificate of Occupancy for Land — A certificate of occupancy for the use of vacant land or a change in the character of the use of land, including the construction of tennis or paddle tennis courts, as herein provided, shall be applied for before any such land shall be occupied or used for any purpose except that of tilling the soil and the growing therein of farm, garden or orchard products; and a certificate of occupancy shall be issued after the application has been made, provided such use is in conformity with the provisions of the Municipal Code. (Amended by Ord. No. 151,466, Eff. 10\/27\/78.)\n\n\t3.\tCertificate of Occupancy – Contents – Filing Fee.  (Amended by Ord. No. 168,439, Eff. 2\/2\/93.)  The Certificate of Occupancy shall state that the building or proposed use of a building or land conforms to the provisions of this chapter.  A record of all certificates shall be kept on file in the office of the Superintendent of Building, and copies shall be furnished, on request, to any person having a proprietary or tenancy interest in the building or land affected.  A fee shall be charged for each original certificate of occupancy pursuant to Subdivision 10. of Subsection (b) of Section 91.0304 of the Los Angeles Municipal Code.\n\n\tNo excavation for any building shall be started before application has been made for a certificate of occupancy.\n\n\t4.\tPlats – All applications for a certificate of occupancy shall be made on a printed form to be furnished by the Superintendent of Building, and shall contain accurate information and dimensions as to the size and location of the lot, the size and location of the buildings or structures on the lot, the dimensions of all yards and open spaces, and such other information as may be necessary to provide for the enforcement of these regulations. Where complete and accurate information is not readily available from existing records, the Superintendent of Building may require the applicant to furnish a survey of the lot prepared by a licensed surveyor. The applications and plats shall be kept in the office of the Superintendent of Building, and the duplicate copy shall be kept at the building at all times during construction.\n\n\t5.\tRecorded Agreements.  (Amended by Ord. No. 111,049, Eff. 5\/3\/58.) Whenever the off-street automobile parking spaces required by this section are provided on a different lot from that on which the use they are to serve is located, as a prerequisite to the issuance of the required building permit or certificate of occupancy, the owner or owners of said lot on which parking is to be provided shall record an agreement in the Office of the County Recorder of Los Angeles County, California, as a covenant running with the land for the benefit of the City of Los Angeles, providing that such owner or owners shall continue to maintain said parking spaces so long as the building or use they are intended to serve is maintained.\n\n\tWhenever the total floor area permitted on a lot is to be included in a building which will not cover the entire buildable area of the lot, as a prerequisite to the issuance of the required building permit, the owner or owners of record of said lot shall record in the office of the County Recorder of Los Angeles County, California, a covenant running with the land for the benefit of the City of Los Angeles providing that so long as said building is maintained on said lot said owner or owners will not erect any additional buildings on the unoccupied buildable area of the lot.\n\n\tF.\tAuto Dismantling Yards, Junk Yards, Scrap Metal or Recycling Materials Processing Yards, Recycling Collection and\/or Buyback Centers, Recycling Materials Sorting Facilities and Cargo Container Storage Yards.  (Amended by Ord. No. 177,244, Eff. 2\/18\/06.)\n\n\t1.\tDefinitions.  As used in this subsection, the following terms are defined as follows:\n\n\t(a)\tBOARD.  The Board of Building and Safety Commissioners.\n\n\t(b)\tDEPARTMENT.  The Los Angeles Department of Building and Safety.\n\n\t(c)\tRECYCLING CENTER.  Any recycling collection or buyback site, recycling sorting facility, or other recycling oriented site which does not do any processing other than mechanical compaction to reduce the volume of recyclable containers for economy of storage.\n\n\t(d)\tSUPERINTENDENT.  The Superintendent of Building or his or her authorized representative.\n\n\t(e)\tYARD.  Any automobile or truck dismantling yard, junk yard, scrap metal or recycling materials processing yard or cargo container storage yard or any open storage location where used materials and equipment of any kind, including vehicles, boats, or airplanes, which are inoperable, wrecked, damaged, or unlicensed, i.e., not currently licensed by the Department of Motor Vehicles, are stored or processed.  (Amended by Ord. No. 177,244, Eff. 2\/18\/06.)\n\n\t2.\tApplicability.  The provisions of this subsection shall apply to every recycling center or yard operating pursuant to a valid certificate of occupancy. In addition, these provisions shall be applicable to every recycling center or yard operating with nonconforming status pursuant to Section 12.23 of this Code, and as to such recycling centers or yards, any revocation proceedings authorized by these provisions shall be deemed to be proceedings to revoke and void any rights otherwise granted by Section 12.23 of this Code.\n\n\t3.\tAnnual Inspections.  The Department shall make an inspection of each recycling center or yard at least once a year to verify compliance with all applicable provisions of this Code.  An annual inspection fee as specified in Section 98.0402(e) of the Code shall be paid by each business operator or property owner to the Department.  The business operator and the property owner of every site under the jurisdiction of this section shall be notified of all fees, fines, penalties, costs, or other assessments resulting from enforcement of this section and are jointly and severally responsible to ensure that code compliance is maintained, at all times, and that payment of all fees, fines, penalties, costs, or other assessments due for each qualifying business as specified by this section, is made to the Department.  If all fees, fines, penalties, costs or other assessments due pursuant to this section are not paid, a lien may be placed upon the property as provided for in Section 98.0402(g) of the Code and Los Angeles Administrative Code section 7.35.1 et seq.  In addition, failure to pay all fees, fines, penalties, costs or other assessments is sufficient cause to institute a certificate of occupancy revocation hearing.  An inspection may also be made whenever a complaint is received by the Department concerning a violation of this Code or as needed to verify continued compliance with applicable Code requirements.  Accessory storage only yards, where no business is conducted, which are nearby but not contiguous with a main yard may be approved and inspected with an additional fee of one half of the annual inspection fee for each yard.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\n\n\t4.\tOrder to Comply.  If a recycling center or yard that is inspected is found to be in violation of any provision of this Code, the Superintendent shall send an Order to Comply (“Order”) to the owner of the property and the operator of the recycling center or yard. The Order shall clearly state the following:\n\n\t(a)\tThe violation must be corrected by a compliance date specified in the Order, which date shall be no more than 30 days from the date the Order is mailed;\n\n\t(b)\tThe compliance date as specified in the Order may be extended for an additional period not to exceed 45 days if the owner or operator of the recycling center or yard presents satisfactory evidence to the Superintendent that unusual difficulties prevent substantial compliance without an extension;\n\n\t(c)\tFailure to correct the violation on or before the compliance date or any authorized extension will lead to commencement of certificate of occupancy revocation proceedings.  Such proceedings will terminate with a revocation hearing, which hearing may only be avoided if the violation is corrected and a fine paid according to the fine schedule in Subdivision 14. of this subsection.\n\n\t5.\tRe-inspection.  The Superintendent shall reinspect a recycling center or yard for which an Order was issued pursuant to this subsection subsequent to the compliance date or any authorized extension thereof.\n\n\t6.\tCitation Authority Prior to Revocation Notice.  An arrest may be made or citation issued pursuant to Sec. 98.0408 of this Code if the violations noted in an Order are not corrected on or before the due date noted upon such notice.  This action does not preclude the commencement of certificate of occupancy revocation proceedings.\n\n\t7.\tFailure to Correct Violation; Failure to Pay Inspection Fee; Revocation Proceedings.  If any violation specified in an Order or citation is not corrected prior to the compliance date or any extension thereof, or if the annual inspection fee has not been paid within 60 days of assessment, then certificate of occupancy revocation proceedings shall be commenced by issuance of a Notice of Intent to Revoke (“Notice”), which shall be sent to the owner of the property and the operator of the recycling center or yard subsequent to any re-inspection pursuant to Subdivision 5. of this subsection.  The Notice shall state the following:\n\n\t(a)\tThe date and place of the revocation hearing, which shall be scheduled at least 15 days and not more than 90 days from the date of issuance of the Notice.\n\n\t(b)\tA list of all violations uncorrected as of the compliance date.\n\n\t(c)\tCopies of all inspection reports related to these violations, unless the copies were previously furnished to the owner or operator.\n\n\t(d)\tTermination of revocation proceedings may only be obtained if each violation noted in the Notice is corrected before the date of the revocation hearing and if a specified fine is paid, which fine shall be fixed in accordance with the fine schedule in Subdivision 14. of this subsection.\n\n\t(e)\tThe owner or operator is entitled to be represented by legal counsel at any revocation hearing.\n\n\t(f)\tEach violation of the Code and each day of  operation without a certificate of occupancy is a misdemeanor.\n\n\t8.\tTermination of Revocation Proceedings.  The Superintendent shall terminate certificate of occupancy revocation proceedings upon a finding that each violation of this Code specified in the Notice has been corrected and the fine specified in such Notice has been paid.  Termination may only occur on or before the date of the revocation hearing.\n\n\t9.\tRevocation Hearing.  On the date specified in the Notice, a certificate of occupancy revocation hearing shall be held.  The Board may appoint a hearing examiner to conduct the hearing, which examiner shall not be any individual who participated in the issuance of any of the Notices required by this subsection.  Subpoenas may be issued pursuant to Section 98.0307 of this Code.  The hearing shall be conducted pursuant to the provisions of Sections 98.0308 and 98.0309 of this Code.  (Amended by Ord. No. 177,244, Eff. 2\/18\/06.)\n\n\t10.\tHearing Examiner’s Report.  Within 30 days of the last day of the revocation hearing, the hearing examiner shall report its findings and recommendations in writing to the Board.\n\n\t11.\tBoard Determination.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)  Within 30 days of receipt of the Hearing Examiner’s report, the Board shall determine whether the certificate of occupancy shall be revoked.  Revocation shall be ordered by the Board if it finds that any required fees, fines, penalties, costs or other assessments have not been paid or any of the violations specified in the Order have not been corrected, except for the circumstances stated below.\n\n\tThe Board may, in its discretion, determine that a certificate of occupancy should not be revoked if it makes both of the following findings:\n\n\t(a)\tTaken together, the remaining uncorrected violations specified in the Order, do not have an adverse effect on neighboring properties or on the general public; and\n\n\t(b)\tThe owner or operator of the yard has paid the fine specified in Subdivision 14. of this subsection with respect to all violations listed in the Notice of Revocation.\n\n\tIn making its determination, the Board may hear from the owner, operator, or other interested party.  The determination of the Board is final.\n\n\t12.\tLoss of Non-Conforming Rights.  Notwithstanding any provision of this Code to the contrary, where a certificate of occupancy is revoked pursuant to this subsection, a new certificate of occupancy for the property may only be issued if all requirements of the Code in effect at the time of issuance of the new certificate are satisfied.  In the case of a site which has no valid certificate of occupancy any and all rights which may be granted by Sec. 12.23 of this Code are revoked.\n\n\t13.\tAppeals.  Notwithstanding any provision of the Code to the contrary, there shall be no appeal to the Board of Building and Safety Commissioners from any Order issued or determination made by the Superintendent pursuant to this Subsection F.\n\n\t14.\tFine Schedule.  The fine for each violation listed in the Notice shall be as specified in Section 98.0402(f)2. of the Code.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\n\n\t15.\tRepeat Violations.  Notwithstanding any provision of this subsection to the contrary, if an Order is issued for violation of a provision of the Code, and after compliance with it, a subsequent Order is issued for a violation of the same provision occurring within one year of the date of the initial notice:\n\n\t(a)\tEach violation cited in a subsequent Order shall carry a fine as specified in Section 98.0402(f)1. of the Code and shall be paid within 15 days of the compliance date of any subsequent order.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\n\n\t(b)\tThe compliance date for any such notice to comply shall be no more than ten days from the date of mailing of such notice.\n\n\t(c)\tNo extension of the compliance date may be granted.\n\n\t(d)\tThe amounts set forth in the fine schedule in Subdivision 14 of this subsection shall be doubled if revocation proceedings were started for any previous Order.\n\n\t16.\tParking of Vehicles in Custody of Any Yard.  No vehicle or any part of any vehicle in the custody or possession, for any reason, of a yard, as defined in this subsection, shall be parked, left standing, placed, or stored outside of the approved enclosure on the lot on which the yard is located, except that vehicles and parts may be stored within an approved auxiliary storage yard.  In addition, all parking spaces on the lot and any access driveways leading to the parking spaces, which are required by this code, must be maintained clear and available only for parking of operative vehicles.  (Added by Ord. No. 181,033, Eff. 2\/4\/10.)\n\n\tG.\tBuilding Permits – No tennis or paddle tennis court accessory to a primary residential use on the same lot in the A or R Zones shall be constructed until application for a building permit therefor has been filed with and issued by the Department of Building and Safety.  (Added by Ord. No. 151,466, Eff. 10\/27\/78.)\n\n\tH.\tIssuance of Citations by Designated Employees.  Employees of the Department of Building and Safety specified in Section 98.0408 of this Code shall have the powers, duties and immunities as set forth in said section. (Added by Ord. No. 157,872, Eff. 8\/12\/83.)\n\n\tI.\tAutomotive Repair Garage and Used Vehicle Sales Areas.  (Amended by Ord. No. 181,033*, Eff. 2\/4\/10.)\n\n*Note: Except as otherwise further amended by Ord. No. 181,033, Subsec. I. is amended by changing all references to the terms “Automotive Repair” or “Repair Garage” to the term “Automotive Repair Garage” (see Sec. 6 of this Ord.).\n\n\t1.\tDefinitions.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05.)  As used in this subsection, the following terms have the definitions specified herein:\n\n\t(a)\tDepartment.  The Department of Building and Safety.\n\n\t(b)\tBoard.  The Board of Building and Safety Commissioners. \n\n\t(c)\tUsed Vehicle Sales Area.  An area or lot where any type of used motor vehicle or trailer is displayed for sale.\n\n\t(d)\tAutomotive Repair Garage.  All retail or wholesale uses which are enumerated in the definition for “Automotive Repair” in Section 12.03 of this Code, and, in addition, includes all testing, installation of vehicle equipment or accessories, and the application of paint, sprayed coloring, or other types of covering or the recovering of any part of a vehicle interior or exterior.  Included in this definition are smog testing shops whether for test only or for repairs, window tinting or replacement shops, application of vinyl or similar covering materials, installation of parts or accessories on the site of a parts store, and all other similar uses.  (Added by Ord. No. 181,033, Eff. 2\/4\/10.)\n\n\t2.\tApplicability.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05.)\n\n\t(a)\tThe provisions of this subsection shall apply to every automotive repair garage use in the City of Los Angeles, including those in existence prior to May 27, 1990, the effective date of Ordinance No. 165,798.\n\n\t(b)\tThe provisions of this subsection shall also apply to every used vehicle sales area in the City of Los Angeles, including those in existence prior to the effective date of this paragraph.\n\n\tException:  Used car sales areas operated in conjunction with and on the same lot or on contiguous lots with a new car dealer are exempted from  yearly inspections.\n\n\t3.\tMinimum Standards.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05.)\n\n\t(a)\tAll automotive repair garages shall comply with the following minimum standards:\n\n\t(1)\tAll body and fender repairing when conducted within 300 feet of an A or R Zone shall be done within a completely enclosed building or room.  The doors of such building or room may be open during the following hours:\n\n\t(i)\tFrom 7 a.m. until 8 p.m. on Mondays through Fridays;\n\n\t(ii)\tFrom 9 a.m. until 8 p.m. on Saturdays; and\n\n\t(iii)\tFrom 11 a.m. until 8 p.m. on Sundays.\n\n\tAt all other times, the doors of such building or room shall be closed, except at intervals necessary for ingress and egress.\n\n\t(2)\tAll body and fender repairing when conducted within 150 feet of an A or R Zone shall be done within a completely enclosed building or room with stationary windows.  The doors of such building or room may be opened only at intervals necessary for ingress and egress, except that garage bay doors may be open during the hours of operation set forth in Paragraph (1) of this subdivision, provided:\n\n\t(i)\tA minimum 10-foot-high solid masonry fence or a minimum 10-foot-high intervening commercial or industrial building enclosed on at least three sides is maintained at the property line adjacent to the A or R Zone, or;\n\n\t(ii)\tDoors facing a public street shall be closer to the property line adjacent to the public street than the required yard setback of any adjacent A or R Zone.\n\n\t(3)\tAll automotive spray painting shall be done in full compliance with the provisions of Article 7 of Chapter 5 of the Code regulating these installations; provided further, that no spray painting may be done except in an approved spray booth or room approved for this use that is located within a wholly enclosed building.  In the M2 or M3 Zone a spray booth approved for use outside of a building may be utilized if allowed by all other jurisdictions having authority over spray painting.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\n\n\t(4)\tExcept for allowable outside uses when conducted in the M2 or M3 Zones, all other operations shall be conducted within a building enclosed on at least three sides, except for the following, which may be conducted within the first 18 feet in depth measured perpendicular to the entire length of the building wall containing a garage bay door; said area shall not displace any required parking:\n\n\t(i)\telectrical diagnostics;\n\n\t(ii)\tbattery charging and changing;\n\n\t(iii)\ttire removal and replacement, provided the vehicle is not elevated more than 12-inches off the ground measured to the bottom of the tire.  A portable hoist only, may be used for this purpose.\n\n\t(5)\tIf the building is located within 50 feet of a lot in an A or R Zone with no intervening street, the wall of the building nearest such Zone shall have no openings other than doors or stationary windows.  Such doors shall be permitted only if the building is adjacent to an alley and may be opened only at intervals necessary for ingress or egress.\n\n\t(6)\tAutomotive hoists, of any type or size, except as provided in Paragraph (4)(iii) above or allowed and operated in an M2 or M3 Zone, shall be located or operated only inside a fully enclosed building.\n\n\t(b)\tAll Used Vehicle Sales Areas shall comply with the following:\n\n\t(1)\tAll used vehicle sales areas established after January 1, 2005, shall provide supplemental customer parking, on site, of at least one space for every 2,000 square feet of vehicle sales area.  This parking is in addition to all other parking required for the lot and shall be conspicuously posted and used for customer parking only.  There shall be a minimum of two customer parking spaces provided for any used vehicle sales area.\n\n\t(2)\tAll repair work done on site must comply with the provisions of this subsection whether or not the repairs are done on customer or dealer owned vehicles.\n\n\t(3)\tAll other provisions of the Code which apply to used vehicle sales must be complied with at all times.\n\n\t(4)\tException:  Display of not more than three vehicles for purposes of sale or trade, at any one time, which is accessory to an approved use on the same lot and not occupying any required parking spaces, does not require a separate certificate of occupancy, additional parking, or annual inspection.\n\n\t(c)\tNothing in this section shall relieve any person from complying with any applicable requirements contained in Sections 12.14, 80.73.1, 80.73.2 or any other provision of the Code.\n\n\t4.\tParking of Cars in Custody of Automotive Repair Garage or Used Vehicle Sales Area.  (Title Amended by Ord. No. 181,033, Eff. 2\/4\/10.)  No vehicle left in the custody or possession, for any reason, of an automotive repair garage or used vehicle sales area shall be parked, left standing or stored outside the lot on which the automotive repair garage or used vehicle sales area is located, except that such vehicles may be stored within an approved storage yard.  A responsible person shall be on the premises of each automotive repair garage or used vehicle sales lot during the hours in which the garage or lot is in operation. This person shall maintain current records, in a manner that can be immediately supplied to any enforcement agency upon request, stating the license plate number, vehicle identification number and registered owner of each vehicle currently in the custody or possession of the automotive repair garage or used vehicle sales lot for purposes of repair, sales, trade, shipment or other disposition.  This subdivision shall not apply to employees’ vehicles used daily for commuting.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05.)\n\n\t5.\tAnnual Inspections.  The Department shall inspect the physical facilities of each automotive repair garage or used vehicle sales area at least once a year.  An annual inspection fee as specified in Section 98.0402(e) of the Code shall be paid by the business operator or property owner to the Department.  The business operator and the property owner of every site under the jurisdiction of this section shall be notified of all fees, fines, penalties, costs, or other assessments resulting from enforcement of this section and are jointly and severally responsible to ensure that code compliance is maintained, at all times, and that payment of all fees, fines, penalties, costs, or other assessments due, for each qualifying business as specified by this section, is made to the Department.  If all fees, fines, costs, penalties or other assessments due under this Code are not paid, a lien may be placed upon the property as provided for in Section 98.0402(g) of the Code and Los Angeles Administrative Code Section 7.35.1 et seq.  In addition, failure to pay all fees, fines, penalties, costs or other assessments is sufficient cause to institute a certificate of occupancy revocation hearing.  An inspection may also be made whenever a complaint or referral is received by the Department concerning a violation of this Code by an automotive repair garage or used vehicle sales area or as necessary to verify continued compliance with all applicable Code requirements.  Accessory storage only yards or buildings, where no business is conducted, which are nearby but not contiguous with a main automotive repair garage may be approved and inspected with an additional fee of one-half of the annual inspection fee for the yard or building.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\n\n\t6.\tOrder to Comply.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05; Renumbered by Ord. No. 181,033, Eff. 2\/4\/10.)  If the physical facilities of an automotive repair garage or used vehicle sales area are found by the Department to be in violation of Subdivision 3. or 4. of this subsection or of any other provision of this article, the Department shall send an Order to Comply (“Order”) to the owner of the property and the operator of the automotive repair garage or used vehicle sales area.\n\n\tThe Order shall clearly state the following:\n\n\t(a)\tThe nature of the violation and the code section violated.\n\n\t(b)\tThat the violation must be corrected by a compliance date specified in the order or any extension authorized pursuant to Subdivision 7. of this subsection.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\n\n\t(c)\tThat failure to correct the violation on or before the compliance date or any authorized extension may result in commencement of proceedings to revoke the certificate of occupancy.  These proceedings may involve a revocation hearing.  A personal appearance at the hearing may only be avoided if the violation is corrected and a fine paid according to the fine schedule in Subdivision 16. of this subsection.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\n\n\t(d)\tThat an appeal may be filed from the order in the manner provided by Subdivision 15. of this subsection.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\n\n\t7.\tTime Limits for Compliance with Order.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05; Renumbered by Ord. No. 181,033, Eff. 2\/4\/10.)\n\n\t(a)\tThe automotive repair garage or used vehicle sales area shall comply with the Order described in Subdivision 6. of this subsection on or before the compliance date specified in the order, or any authorized extension.  The compliance date shall be not more than 30 days from the date of the order.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\n\n\t(b)\tThe Department may grant an extension of the compliance date specified in the order for an additional period not to exceed 45 days if the owner or operator of the automotive repair garage or used vehicle sales area presents satisfactory evidence to the Department that unusual difficulties would prevent substantial compliance without such extension.\n\n\t(c)\tUpon an appeal, the Board may grant an extension of the compliance date for an additional period not to exceed 180 days if it finds that the correction of major code violations requiring extensive building alterations would create a hardship without such extension.\n\n\t8.\tRe-inspection.  The Department shall re-inspect an automotive repair garage or used vehicle sales area for which an Order was issued pursuant to this subsection subsequent to the compliance date or any authorized extension.  (Renumbered and Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\n\n\t9.\tCitation authority prior to Revocation Notice.  An arrest may be made or citation issued pursuant to Sec. 98.0408 of the Code, if the violations noted in an Order are not corrected on or before the due date noted upon the order.  This action does not preclude the commencement of certificate of occupancy revocation proceedings.  (Renumbered and Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\n\n\t10.\tFailure to Correct Violations, Failure to Pay Inspection Fee, Revocation Proceedings.  (Renumbered; Title and First Paragraph Amended by Ord. No. 181,033, Eff. 2\/4\/10.)  If any violation specified in the Order is not corrected prior to the compliance date or any extensions, or if the annual inspection fee has not been paid within 60 days of assessment, pursuant to Section 98.0402(e) of the Code, then the Department shall commence certificate of occupancy revocation proceedings by issuance of a Notice of Intent to Revoke (“Notice”).  This Notice shall be sent to the owner of the property and the operator of the automotive repair garage or used vehicle sales area.\n\n\tThe Notice shall state the following:\n\n\t(a)\tThe date and place of the revocation hearing, which shall be scheduled at least 15 days and not more than 90 days from the date of issuance of the Notice.\n\n\t(b)\tA list of all violations uncorrected as of the compliance date.\n\n\t(c)\tThat copies of all inspection reports related to such violations are available for inspection by the owner or operator.\n\n\t(d)\tThat termination of revocation proceedings may be obtained if the violations noted in the Notice are corrected before the date of the revocation hearing and only if a specified fine is paid.  This fine shall be fixed in accordance with the fine schedule in Subdivision 16 of this subsection.\n\n\t(e)\tThat the owner and operator are entitled to be represented by legal counsel at any revocation hearing.\n\n\t(f)\tThat the proceedings may result in the revocation of the certificate of occupancy.\n\n\t(g)\tThat each violation of this Code and each day of operation without a certificate of occupancy is a misdemeanor.\n\n\t11.\tRevocation Hearing.  On the date specified in the Notice of Intent to Revoke, a hearing shall be held.  The Board may appoint a Hearing Examiner to conduct the hearing.  The Examiner shall not be any individual who participated in the issuance of any of the Notices or Orders required by this subsection. Subpoenas may be issued pursuant to Section 98.0307 of the Code.  The hearing shall be conducted pursuant to the provisions of Sections 98.0308 and 98.0309 of the Code.  (Renumbered and Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\n\n\t12.\tHearing Examiner’s Report.  Within 30 days of the last day of the hearing, the Hearing Examiner shall report his findings and recommendations in writing to the Board.  (Renumbered by Ord. No. 181,033, Eff. 2\/4\/10.)\n\n\t13.\tBoard Determination.  (Renumbered and Amended by Ord. No. 181,033, Eff. 2\/4\/10.)  Within 30 days of receipt of the Hearing Examiner’s report, the Board shall determine whether the certificate of occupancy shall be revoked.\n\n\t(a)\tRevocation shall be ordered by the Board if it finds that:\n\n\t(i)\tAny of the violations specified in the Order have not been corrected, or that the fines specified in Subdivision 16. of this subsection have not been paid; and\n\n\t(ii)\tThat, taken together, the remaining uncorrected violations have significant adverse effects on surrounding properties or the health, peace, or safety of persons residing or working in the surrounding area; and\n\n\t(iii)\tThe owner or operator of the automotive repair garage or used vehicle sales area has failed to demonstrate to the satisfaction of the Board the ability or willingness to eliminate problems associated with the automotive repair garage or used vehicle sales area operation.\n\n\t(b)\tThe Board may determine that a certificate of occupancy should not be revoked if it makes the following findings:\n\n\t(i)\tThe remaining uncorrected violations specified in the Order do not have an adverse effect on neighboring properties or on the general public; and\n\n\t(ii)\tThe owner or operator of the automotive repair garage or used vehicle sales area has paid the fine specified in Subdivision 16. of this subsection with respect to violations stipulated in the Notice.\n\n\tIn making its determination, the Board may hear from the owner, operator, or other interested party.  The determination by the Board is final.\n\n\t14.\tLoss of Non-Conforming Rights.  Notwithstanding any provision of this Code to the contrary, if a Certificate of Occupancy is revoked pursuant to this subsection, then a new Certificate of Occupancy for the property may only be issued if all requirements of the Code in effect at the time of application for such new Certificate are satisfied.  (Renumbered by Ord. No. 181,033, Eff. 2\/4\/10.)\n\n\t15.\tAppeals.  Except for extensions of time granted by the Department as authorized in Subdivision 7. of this subsection and notwithstanding any provisions of this Code to the contrary, there shall be no appeal to the Board from any notice issued or determination made by the Department pursuant to this subsection.  Appeals may be made from Department determinations of violations of Subdivisions 3. and 4. of this subsection.  (Renumbered and Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\n\n\t16.\tFine Schedule.  The fine for each violation as specified in the Notice shall be as specified in Section 98.0402(f)2.B. of the Code.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05; Renumbered by Ord. No. 181,033, Eff. 2\/4\/10.)\n\n\t17.\tRepeat Violations.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05; Renumbered by Ord. No. 181,033, Eff. 2\/4\/10.)  Notwithstanding any provisions of this subsection to the contrary, if an Order is issued pursuant to this subsection and after compliance with it a subsequent Order is issued for a violation of the same provisions occurring within one year of the date of the initial order:\n\n\t(a)\tEach violation cited in a subsequent Order shall carry a fine as specified in Section 98.0402(f)1. of the Code and shall be paid within 15 days of the compliance date of the order.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\n\n\t(b)\tThe compliance date for any such Order shall be no more than ten days from the date of mailing of such notice.\n\n\t(c)\tNo extensions of the compliance date shall be granted.\n\n\t(d)\tThe amounts set forth in the fine schedule in Subdivision 16 of this subsection shall be doubled if a Notice is issued pursuant to the subsequent Order.\n\n\t18.\tFines Distinct from Other Penalties and Fees.  The above fines are separate and distinct from both the general misdemeanor penalties provided in the Code and the noncompliance fees authorized in Section 98.0411 of the Code.  (Renumbered and Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\n\n\tJ.\tTransportation Demand Management and Trip Reduction Measures.  (Added by Ord. No. 167,700, Eff. 3\/31\/93.)\n\n\t1.\tDEFINITIONS.  For the purpose of this section, certain words and terms are defined as follows:\n\n\tCarpool.  A vehicle carrying two to five persons to and from work on a regular schedule.\n\n\tDevelopment.  The construction of new non-residential floor area.\n\n\tGross Floor Area.  That area in square feet confined within the outside surface of the exterior walls of a building, as calculated by adding the total square footage of each of the floors in the building, except for that square footage devoted to vehicle parking and necessary interior driveways and ramps.\n\n\tPreferential Parking.  Parking spaces, designated or assigned through use of a sign or painted space markings for Carpools or Vanpools, that are provided in a location more convenient to the entrance for the place of employment than parking spaces provided for single-occupant vehicles.\n\n\tTransportation Demand Management (TDM).  The alteration of travel behavior through programs of incentives, services, and policies, including encouraging the use of alternatives to single-occupant vehicles such as public transit, cycling, walking, carpooling\/vanpooling and changes in work schedule that move trips out of the peak period or eliminate them altogether (as in the case in telecommuting or compressed work weeks).\n\n\tTrip Reduction.  Reduction in the number of work-related trips made by single-occupant vehicles.\n\n\tVanpool.  A vehicle carrying six or more persons to and from work on a regular schedule, and on a prepaid basis.\n\n\tVehicle.  Any motorized form of transportation, including but not limited to automobiles, vans, buses and motorcycles.\n\n\t2.\tAPPLICABILITY.  This subdivision applies only to the construction of new non-residential gross floor area.  Prior to the issuance of a building permit, the owner\/applicant shall agree, by way of a covenant that runs with the land, to provide and maintain in a state of good repair the following applicable transportation demand management and trip reduction measures.\n\n\t3.\tREQUIREMENTS:\n\n\t(a)\tDevelopment in excess of 25,000 square feet of gross floor area.  The owner shall provide a bulletin board, display case, or kiosk (displaying transportation information) where the greatest number of employees are likely to see it.  The transportation information displayed should include, but is not limited to, the following:\n\n\t(1)\tCurrent routes and schedules for public transit serving the site;\n\n\t(2)\tTelephone numbers for referrals on transportation information including numbers for the regional ridesharing agency and local transit operations;\n\n\t(3)\tRidesharing promotion material supplied by commuter-oriented organizations;\n\n\t(4)\tRegional\/local bicycle route and facility information;\n\n\t(5)\tA listing of on-site services or facilities which are available for carpoolers, vanpoolers, bicyclists, and transit riders.\n\n\t(b)\tDevelopment in excess of 50,000 square feet of gross floor area.  The owner shall comply with Paragraph (a) above and in addition shall provide:\n\n\t(1)\tA designated parking area for employee carpools and vanpools as close as practical to the main pedestrian entrance(s) of the building(s).  This area shall include at least ten percent of the parking spaces required for the site.  The spaces shall be signed and striped sufficient to meet the employee demand for such spaces.  The carpool\/vanpool parking area shall be identified on the driveway and circulation plan upon application for a building permit;\n\n\t(2)\tOne permanent, clearly identified (signed and striped) carpool\/vanpool parking space for the first 50,000 to 100,000 square feet of gross floor area and one additional permanent, clearly identified (signed and striped) carpool\/vanpool parking space for any development over 100,000 square feet of gross floor area;\n\n\t(3)\tParking spaces clearly identified (signed and striped) shall be provided in the designated carpool\/vanpool parking area at any time during the building’s occupancy sufficient to meet employee demand for such spaces.  Absent such demand, parking spaces within the designated carpool\/vanpool parking area may be used by other vehicles;\n\n\t(4)\tNo signed and striped parking spaces for carpool\/vanpool parking shall displace any handicapped parking;\n\n\t(5)\tA statement that preferential carpool\/vanpool spaces are available on-site and a description of the method for obtaining permission to use such spaces shall be included on the required transportation information board;\n\n\t(6)\tA minimum vertical clearance of 7 feet 2 inches shall be provided for all parking spaces and accessways used by vanpool vehicles when located within a parking structure;\n\n\t(7)\tBicycle parking shall be provided in conformance with Section 12.21A16 of this Code.\n\n\t(c)\tDevelopment in excess of 100,000 square feet of gross floor area.  The owner shall comply with Paragraphs (a) and (b) above and shall provide:\n\n\t(1)\tA safe and convenient area in which carpool\/vanpool vehicles may load and unload passengers other than in their assigned parking area;\n\n\t(2)\tSidewalks or other designated pathways following direct and safe routes from the external pedestrian circulation system to each building in the development;\n\n\t(3)\tIf determined necessary by the City to mitigate the project impact, bus stop improvements shall be provided.  The City will consult with the local bus service providers in determining appropriate improvements.  When locating bus stops and\/or planning building entrances, entrances shall be designed to provide safe and efficient access to nearby transit stations\/stops;\n\n\t(4)\tSafe and convenient access from the external circulation system to bicycle parking facilities on-site.\n\n\t4.\tEXCEPTIONS.  The provisions of this subsection shall not apply to developments for which an application has been deemed complete by the City pursuant to Government Code Section 65943, or for which a Notice of Preparation for a Draft Environmental Impact Report has been circulated or for which plans sufficient for a complete plan check were accepted by the Department of Building and Safety, on or before the effective date of this ordinance.\n\n\t5.\tMONITORING.  The Department of Transportation shall be responsible for monitoring the owner\/applicant’s continual implementation and maintenance of the project trip reduction features required by this ordinance.\n\n\t6.\tENFORCEMENT.  Applicants shall execute and record a Covenant and Agreement that the trip reduction features required by this ordinance will be maintained, that required material specified in Subdivision 3 (a) (1)-(5) will be continually posted, and that additional carpool\/vanpool spaces within the designated preferential area will be signed and striped for the use of ridesharing employees based on demand for such spaces.  The Covenant and Agreement shall be acceptable to the Department of Transportation.\n\n\t7.\tHARDSHIP EXEMPTION.  In cases of extreme hardship, duly established to its satisfaction, the City Council, acting in its legislative capacity, and by resolution, may grant an exemption from any\/or all the provisions of this ordinance.  In granting such an exemption, the City Council shall make the following findings:\n\n\t(a)\tSpecific features of the development make it infeasible to satisfy all of the provisions of this subsection; and\n\n\t(b)\tThe applicant has committed to provide equivalent alternative measures to reduce vehicle trips.\n\n\tK.\tAppeals from Building Department Determinations.  (Amended by Ord. No. 175,428, Eff. 9\/28\/03.)\n\n\t1.\tRight of Appeal.  The Director of Planning shall have the power and duty to investigate and make a decision upon appeals from determinations of the Department of Building and Safety where it is alleged there is error or abuse of discretion in any order, interpretation, requirement, determination or action made by the Department of Building and Safety in the enforcement or administration of Chapter I of this Code and other land use ordinances in site-specific cases.  This provision shall not apply to requests for extensions of time to comply with any order issued by the Department of Building and Safety.  An appeal to the Director of Planning may only be made after the Department of Building and Safety has rendered a decision in writing and provided written justification and findings on an appeal made pursuant to Section 98.0403.2(a) of the Code.\n\n\tAppeals may be filed by any aggrieved person or by any officer, board, department or bureau of the City at the public counter of the Department of City Planning.  The filing of an appeal stays, with respect to that site, all enforcement proceedings and actions pertaining to Chapter I of this Code and other land use ordinances pending the Director’s decision.  However, the filing of an appeal will not prevent the issuance of a building permit or performance of work authorized by the permit when all Code and other land use requirements have been met to the satisfaction of the Department of Building and Safety, and only after consideration of the issues set forth in the appeal to the Department of Building and Safety made pursuant to Section 98.0403.2(a).  In no case shall the filing of an appeal delay enforcement proceedings or actions related to the abatement of imminent life safety hazards.\n\n\t2.\tFiling of an Appeal.  The appeal shall be filed at the public counter of the Department of City Planning on a form prescribed by the Department within 15 days after the Department of Building and Safety has rendered a decision in writing providing justification and findings on the issues set forth in the appeal made pursuant to Section 98.0403.2(a).  The appeal to the Director must be accompanied by a written copy of the decision of the Department of Building and Safety, and any written copy of the underlying order, interpretation, requirement, determination or action taken on the matter by the Department of Building and Safety.  The appellant shall set forth specifically how there was error or abuse of discretion in the action of the Department of Building and Safety.  Each appeal shall be accompanied by a filing fee as specified in Section 19.01 B. of this Code.  (Last Sentence Amended by Ord. No. 181,141, Eff. 5\/16\/10.)\n\n\t3.\tProcedure.  Upon receipt of an appeal in the Department of City Planning, the Department shall notify the owner of the subject property of the filing of the appeal.  The Director shall investigate the matter.  The Director shall set the matter for hearing if it is likely to be controversial.  Notice shall be by mail, shall state the time, place and purpose of the hearing at which evidence will be taken and shall be sent to the applicant, appellant, the Department of Building and Safety, owners of all properties abutting, across the street or alley from, or having a common corner with the subject property, and to all persons known to have an interest in the matter. The Department shall mail the notice at least 15 days prior to the hearing.\n\n\t4.\tDecision.  The Director shall make his or her decision within 75 days after the expiration of the appeal period or within an extended period mutually agreed upon in writing by the applicant and the Director.  The Director shall determine whether there was error or abuse of discretion by the Department of Building and Safety.  The Director shall place a copy of the findings and decision in the file in the City Planning Department, and furnish a copy of the decision to the applicant, appellant, the Department of Building and Safety, owners of all properties abutting, across the street or alley from, or having a common corner with the subject property, and to all persons known to have an interest in the matter.  The Director, as part of the determination, shall make a finding regarding whether the matter may have a Citywide impact.  The Director shall find that there is no Citywide impact if the matter concerns only the use of the specific property, or circumstances or issues connected with other zoning matters which are unique to the affected site and would not generally apply to other sites in the City, or would not result in changes in the application of Chapter I of this Code and other land use ordinances to other sites.\n\n\t5.\tEffective Date of Decision.  A decision by the Director becomes final and effective upon the close of the 15 day appeal period, if no further appeal is made.\n\n\t6.\tAppeals of Director’s Decision.  An applicant or any other person aggrieved by a decision of the Director may appeal that decision to the City Planning Commission on a matter that the Director found may have a Citywide impact, or may appeal to the Area Planning Commission if the Director found the matter may not have a Citywide impact. \n\n\tAn appeal shall set forth specifically the points at issue, the reasons for the appeal, and the basis upon which the appellant claims there was error or abuse of discretion by the Director.  The appeal shall be filed within 15 days of the date of mailing of the initial decision on forms provided by the Department.  Any appeal not filed within the 15 day period shall not be considered by the Area  Commission or the City Planning Commission.  The filing of an appeal stays, with respect to that site, all enforcement proceedings and actions pertaining to Chapter I of this Code and other land use ordinances until a decision by the Area Planning Commission or the City Planning Commission, except as set forth in Subdivision 1. above.  Once an appeal is filed, the Director shall transmit the appeal and the file to the Area Planning Commission or the City Planning Commission.  At any time prior to the action by the Area Planning Commission or the City Planning Commission on the appeal, the Director shall submit any supplementary pertinent information as he or she deems necessary or as may be requested by the Area Planning Commission or the City Planning Commission.\n\n\t7.\tAppellate Decision – Public Hearing and Notice.  Upon receipt of the appeal, the Area Planning Commission or the City Planning Commission shall set the matter for a hearing at which the Commission shall take evidence.  Notice of the hearing shall be by mail, shall state the time, place and purpose of the hearing and shall be sent to the appellant, the applicant, the owner or owners of the property involved, the Director of Planning, the Department of Building and Safety, and any other interested party who has requested in writing to be notified.  Notice shall be mailed at least 24 days prior to the hearing.  When considering an appeal from the decision of the Director, the Area Planning Commission or the City Planning Commission shall make its decision setting forth how there was error or abuse of discretion by the Director. \n\n\t8.\tTime for Appellate Decision.  The Area Planning Commission or the City Planning Commission shall act within 75 days after the expiration of the appeal period or within any additional period as may be agreed upon in writing by the applicant and the Area Planning Commission or the City Planning Commission.  The failure of the Area Planning Commission or the City Planning Commission to act within this time period shall be deemed a denial of the appeal from the Director’s action.\n\n\t9.\tAppellate Decision.  In considering an appeal, the Area Planning Commission or the City Planning Commission shall be subject to the same limitations as are applicable to the Director under Subdivision 1. above. \n\n\t10.\tProcedures and Effective Date of Appellate Decision.  If the Area Planning Commission or the City Planning Commission makes a decision on an appeal pursuant to this section, the appellate decision shall be final and effective as provided in Charter Section 245.","order_by":"26","ancestry":{"1":{"id":"20","name":"Specific Planning – Zoning\nComprehensive Zoning Plan","identifier":"2","label":"article","url":"\/1\/2\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3095","structure_id":"20","section_number":"12.00","catch_line":"Title.","url":"\/12.00\/","token":"12.00"},"1":{"id":"1517","structure_id":"20","section_number":"12.01","catch_line":"Continuation Of Existing Regulations.","url":"\/12.01\/","token":"12.01"},"2":{"id":"1627","structure_id":"20","section_number":"12.02","catch_line":"Purpose.","url":"\/12.02\/","token":"12.02"},"3":{"id":"2312","structure_id":"20","section_number":"12.03","catch_line":"Definitions.","url":"\/12.03\/","token":"12.03"},"4":{"id":"3734","structure_id":"20","section_number":"12.04","catch_line":"Zones - Districts - Symbols.","url":"\/12.04\/","token":"12.04"},"5":{"id":"1459","structure_id":"20","section_number":"12.04.01","catch_line":"Violations Of Specific Plans.","url":"\/12.04.01\/","token":"12.04.01"},"6":{"id":"1812","structure_id":"20","section_number":"12.04.05","catch_line":"“Os” Open Space Zone.","url":"\/12.04.05\/","token":"12.04.05"},"7":{"id":"4037","structure_id":"20","section_number":"12.04.09","catch_line":"“Pf” Public Facilities Zone.","url":"\/12.04.09\/","token":"12.04.09"},"8":{"id":"3058","structure_id":"20","section_number":"12.05","catch_line":"“A1” Agriculture Zone.","url":"\/12.05\/","token":"12.05"},"9":{"id":"1807","structure_id":"20","section_number":"12.06","catch_line":"“A2” Agricultural Zone.","url":"\/12.06\/","token":"12.06"},"10":{"id":"2434","structure_id":"20","section_number":"12.07","catch_line":"“Ra” Suburban Zone.","url":"\/12.07\/","token":"12.07"},"11":{"id":"833","structure_id":"20","section_number":"12.07.01","catch_line":"“Re” Residential Estate Zone.","url":"\/12.07.01\/","token":"12.07.01"},"12":{"id":"3662","structure_id":"20","section_number":"12.07.1","catch_line":"“Rs” Suburban Zone.","url":"\/12.07.1\/","token":"12.07.1"},"13":{"id":"1550","structure_id":"20","section_number":"12.08","catch_line":"“R1” One-Family Zone.","url":"\/12.08\/","token":"12.08"},"14":{"id":"1455","structure_id":"20","section_number":"12.08.1","catch_line":"Ru Residential Urban Zone.","url":"\/12.08.1\/","token":"12.08.1"},"15":{"id":"1635","structure_id":"20","section_number":"12.08.3","catch_line":"Rz Residential Zero Side Yard Zone.","url":"\/12.08.3\/","token":"12.08.3"},"16":{"id":"504","structure_id":"20","section_number":"12.08.5","catch_line":"“Rw1” Residential Waterways Zone.","url":"\/12.08.5\/","token":"12.08.5"},"17":{"id":"2976","structure_id":"20","section_number":"12.09","catch_line":"“R2” Two-Family Zone.","url":"\/12.09\/","token":"12.09"},"18":{"id":"3015","structure_id":"20","section_number":"12.09.1","catch_line":"“Rd” Restricted Density Multiple Dwelling Zone.","url":"\/12.09.1\/","token":"12.09.1"},"19":{"id":"3789","structure_id":"20","section_number":"12.09.3","catch_line":"“Rmp” Mobilehome Park Zone.","url":"\/12.09.3\/","token":"12.09.3"},"20":{"id":"3264","structure_id":"20","section_number":"12.09.5","catch_line":"“Rw2” Residential Waterways Zone.","url":"\/12.09.5\/","token":"12.09.5"},"21":{"id":"1735","structure_id":"20","section_number":"12.10","catch_line":"“R3” Multiple Dwelling Zone.","url":"\/12.10\/","token":"12.10"},"22":{"id":"2343","structure_id":"20","section_number":"12.10.5","catch_line":"Ras3 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.10.5\/","token":"12.10.5"},"23":{"id":"621","structure_id":"20","section_number":"12.11","catch_line":"“R4” Multiple Dwelling Zone.","url":"\/12.11\/","token":"12.11"},"24":{"id":"1231","structure_id":"20","section_number":"12.11.5","catch_line":"Ras4 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.11.5\/","token":"12.11.5"},"25":{"id":"1666","structure_id":"20","section_number":"12.12","catch_line":"“R5” Multiple Dwelling Zone.","url":"\/12.12\/","token":"12.12"},"26":{"id":"601","structure_id":"20","section_number":"12.12.1","catch_line":"“P” Automobile Parking Zone.","url":"\/12.12.1\/","token":"12.12.1"},"27":{"id":"286","structure_id":"20","section_number":"12.12.1.5","catch_line":"“Pb” Parking Building Zone.*","url":"\/12.12.1.5\/","token":"12.12.1.5"},"28":{"id":"2454","structure_id":"20","section_number":"12.12.2","catch_line":"“Cr” Limited Commercial Zone.","url":"\/12.12.2\/","token":"12.12.2"},"29":{"id":"3444","structure_id":"20","section_number":"12.13","catch_line":"“C1” Limited Commercial Zone.","url":"\/12.13\/","token":"12.13"},"30":{"id":"2973","structure_id":"20","section_number":"12.13.5","catch_line":"“C1.5” Limited Commercial Zone","url":"\/12.13.5\/","token":"12.13.5"},"31":{"id":"156","structure_id":"20","section_number":"12.14","catch_line":"“C2” Commercial Zone.","url":"\/12.14\/","token":"12.14"},"32":{"id":"1739","structure_id":"20","section_number":"12.16","catch_line":"“C4”Commercial Zone.","url":"\/12.16\/","token":"12.16"},"33":{"id":"24","structure_id":"20","section_number":"12.16.1","catch_line":"“Cw” Central City West Specific Plan Zone.","url":"\/12.16.1\/","token":"12.16.1"},"34":{"id":"1075","structure_id":"20","section_number":"12.16.2","catch_line":"Adp Alameda District Specific Plan Zone.","url":"\/12.16.2\/","token":"12.16.2"},"35":{"id":"265","structure_id":"20","section_number":"12.16.3","catch_line":"Lased Los Angeles Sports And Entertainment District Specific Plan Zone.","url":"\/12.16.3\/","token":"12.16.3"},"36":{"id":"1579","structure_id":"20","section_number":"12.17","catch_line":"“C5” Commercial Zone.","url":"\/12.17\/","token":"12.17"},"37":{"id":"2695","structure_id":"20","section_number":"12.17.1","catch_line":"“Cm” Commercial Manufacturing Zone.","url":"\/12.17.1\/","token":"12.17.1"},"38":{"id":"2925","structure_id":"20","section_number":"12.17.2","catch_line":"“Cm(Gm)”Commercial Manufacturing (Glencoe\/Maxella) Specific Plan Zone.","url":"\/12.17.2\/","token":"12.17.2"},"39":{"id":"1704","structure_id":"20","section_number":"12.17.5","catch_line":"“Mr1” Restricted Industrial Zone.","url":"\/12.17.5\/","token":"12.17.5"},"40":{"id":"383","structure_id":"20","section_number":"12.17.5.5","catch_line":"“Ccs” Century City South Specific Plan Studio Zone.","url":"\/12.17.5.5\/","token":"12.17.5.5"},"41":{"id":"1032","structure_id":"20","section_number":"12.17.6","catch_line":"“M1” Limited Industrial Zone.","url":"\/12.17.6\/","token":"12.17.6"},"42":{"id":"65","structure_id":"20","section_number":"12.18","catch_line":"“Mr2” Restricted Light Industrial Zone.","url":"\/12.18\/","token":"12.18"},"43":{"id":"2426","structure_id":"20","section_number":"12.18.1","catch_line":"“Wc” Warner Center Specific Plan Zone.","url":"\/12.18.1\/","token":"12.18.1"},"44":{"id":"1290","structure_id":"20","section_number":"12.19","catch_line":"“M2” Light Industrial Zone.","url":"\/12.19\/","token":"12.19"},"45":{"id":"1435","structure_id":"20","section_number":"12.19.1","catch_line":"Lax Los Angeles International Airport Zone.","url":"\/12.19.1\/","token":"12.19.1"},"46":{"id":"3523","structure_id":"20","section_number":"12.20","catch_line":"“M3” Heavy Industrial Zone.","url":"\/12.20\/","token":"12.20"},"47":{"id":"3019","structure_id":"20","section_number":"12.20.1","catch_line":"Sl Ocean – Submerged Land Zone.","url":"\/12.20.1\/","token":"12.20.1"},"48":{"id":"3360","structure_id":"20","section_number":"12.20.2","catch_line":"Coastal Development Permits (Prior To Certification Of The Local Coastal Program.)","url":"\/12.20.2\/","token":"12.20.2"},"49":{"id":"2874","structure_id":"20","section_number":"12.20.2.1","catch_line":"Coastal Development Permit Procedures After Certification Of The Local Coastal Program.","url":"\/12.20.2.1\/","token":"12.20.2.1"},"50":{"id":"2479","structure_id":"20","section_number":"12.20.3","catch_line":"“Hp” Historic Preservation Overlay Zone.","url":"\/12.20.3\/","token":"12.20.3"},"51":{"id":"3236","structure_id":"20","section_number":"12.21.1","catch_line":"Height Of Building Or Structures.","url":"\/12.21.1\/","token":"12.21.1"},"52":{"id":"488","structure_id":"20","section_number":"12.21.2","catch_line":"Height Of Buildings Or Structures In Century City.","url":"\/12.21.2\/","token":"12.21.2"},"53":{"id":"2253","structure_id":"20","section_number":"12.21.3","catch_line":"Height Of Buildings Or Structures In Community Redevelopment Plan Areas.","url":"\/12.21.3\/","token":"12.21.3"},"54":{"id":"3709","structure_id":"20","section_number":"12.21.4","catch_line":"Height Of Buildings Or Structures In Enterprise Zones.","url":"\/12.21.4\/","token":"12.21.4"},"55":{"id":"605","structure_id":"20","section_number":"12.21.5","catch_line":"Height Of Buildings Or Structures In Centers Study Areas.","url":"\/12.21.5\/","token":"12.21.5"},"56":{"id":"1399","structure_id":"20","section_number":"12.22","catch_line":"Exceptions.","url":"\/12.22\/","token":"12.22"},"57":{"id":"2993","structure_id":"20","section_number":"12.22.1","catch_line":"Safer Sex.","url":"\/12.22.1\/","token":"12.22.1"},"58":{"id":"3237","structure_id":"20","section_number":"12.23","catch_line":"Nonconforming Building And Uses.","url":"\/12.23\/","token":"12.23"},"59":{"id":"1191","structure_id":"20","section_number":"12.24","catch_line":"Conditional Use Permits And Other Similar Quasi-Judicial Approvals.","url":"\/12.24\/","token":"12.24"},"60":{"id":"546","structure_id":"20","section_number":"12.24.1","catch_line":"Land Use Determination By City Planning Commission.","url":"\/12.24.1\/","token":"12.24.1"},"61":{"id":"1889","structure_id":"20","section_number":"12.25","catch_line":"Time Limitations.","url":"\/12.25\/","token":"12.25"},"62":{"id":"2902","structure_id":"20","section_number":"12.26","catch_line":"Department Of Building And Safety.","url":"\/12.26\/","token":"12.26"},"63":{"id":"2923","structure_id":"20","section_number":"12.27","catch_line":"Variances.","url":"\/12.27\/","token":"12.27"},"64":{"id":"799","structure_id":"20","section_number":"12.27.1","catch_line":"Administrative Nuisance Abatement Proceedings.","url":"\/12.27.1\/","token":"12.27.1"},"65":{"id":"4040","structure_id":"20","section_number":"12.28","catch_line":"Adjustments And Slight Modifications.","url":"\/12.28\/","token":"12.28"},"66":{"id":"2103","structure_id":"20","section_number":"12.29","catch_line":"Violation Of Conditions – Penalty.","url":"\/12.29\/","token":"12.29"},"67":{"id":"339","structure_id":"20","section_number":"12.30","catch_line":"Boundaries Of Zones.","url":"\/12.30\/","token":"12.30"},"68":{"id":"1073","structure_id":"20","section_number":"12.31","catch_line":"Interpretation – Purpose – Conflict.","url":"\/12.31\/","token":"12.31"},"69":{"id":"3171","structure_id":"20","section_number":"12.32","catch_line":"Land Use Legislative Actions.","url":"\/12.32\/","token":"12.32"},"70":{"id":"511","structure_id":"20","section_number":"12.33","catch_line":"Dedication Of Land Or Payment For Park And Recreational Facilities As A Requirement For A Zone Change For A Multiple Residential Use In Any Multiple Residential Or Commercial Zone.","url":"\/12.33\/","token":"12.33"},"71":{"id":"1730","structure_id":"20","section_number":"12.34","catch_line":"Application Of Provisions.","url":"\/12.34\/","token":"12.34"},"72":{"id":"3843","structure_id":"20","section_number":"12.35","catch_line":"Zoning Of Annexed Or Unzoned Areas.","url":"\/12.35\/","token":"12.35"},"73":{"id":"1352","structure_id":"20","section_number":"12.36","catch_line":"Projects Requiring Multiple Approvals.(Charter § 564).","url":"\/12.36\/","token":"12.36"},"74":{"id":"1765","structure_id":"20","section_number":"12.37","catch_line":"Highway And Collector Street Dedication And Improvement.","url":"\/12.37\/","token":"12.37"},"75":{"id":"2301","structure_id":"20","section_number":"12.38","catch_line":"Dedication Of Streets By Long Term Leases.","url":"\/12.38\/","token":"12.38"},"76":{"id":"2657","structure_id":"20","section_number":"12.39","catch_line":"Low And Moderate Housing.","url":"\/12.39\/","token":"12.39"},"77":{"id":"1295","structure_id":"20","section_number":"12.40","catch_line":"Landscape - General Requirements.","url":"\/12.40\/","token":"12.40"},"78":{"id":"2364","structure_id":"20","section_number":"12.41","catch_line":"Landscape - Water Management.","url":"\/12.41\/","token":"12.41"},"79":{"id":"2169","structure_id":"20","section_number":"12.42","catch_line":"Landscape.","url":"\/12.42\/","token":"12.42"},"80":{"id":"4030","structure_id":"20","section_number":"12.43","catch_line":"Source Reduction Of Waste.","url":"\/12.43\/","token":"12.43"},"81":{"id":"1485","structure_id":"20","section_number":"12.50","catch_line":"Airport Approach Zoning Regulations.","url":"\/12.50\/","token":"12.50"},"82":{"id":"1328","structure_id":"20","section_number":"12.70","catch_line":"Adult Entertainment Zoning.","url":"\/12.70\/","token":"12.70"},"83":{"id":"481","structure_id":"20","section_number":"12.80","catch_line":"Homeless Shelters - Emergencies - Government Owned And Leased Property.","url":"\/12.80\/","token":"12.80"},"84":{"id":"737","structure_id":"20","section_number":"12.81","catch_line":"Homeless Shelters - Emergencies - Charitable\nOrganizations.","url":"\/12.81\/","token":"12.81"}},"next_section":{"id":"2923","structure_id":"20","section_number":"12.27","catch_line":"Variances.","url":"\/12.27\/","token":"12.27"},"metadata":false,"references":false,"url":"\/12.26\/","token":"12.26","formats":{"txt":"\/12.26.txt","json":"\/12.26.xml"},"dublin_core":{"Title":"Department Of Building And Safety.","Type":"Text","Format":"text\/html","Identifier":"§ 12.26","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEPARTMENT OF BUILDING AND SAFETY. (§ 12.26)\n\n  DEPARTMENT OF BUILDING AND SAFETY.\tA.\tEnforcement. The Department is granted\nthe power to enforce the zoning ordinances of the City.  (First Sentence\nAmended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\t1.\tZoning Information\n– The Department of Building and Safety shall maintain a public information\nbureau relative to zoning matters.\t2.\tPermits – No permit pertaining to the\nuse of land or buildings shall be issued by any department, officer, or employee\nof this City, vested with such duty, unless the application for the permit has\nbeen approved by the Department of Building and Safety as to conformance of said\nuse with the provisions of this chapter. Any permit or certificate of occupancy,\nissued in conflict with the provisions of this chapter shall be null and\nvoid.\t3.\tVesting of Development Plan.  (Amended by Ord. No. 173,492, Eff.\n10\/10\/00.)  Whenever plans sufficient for a complete plan check are accepted by\nthe Department of Building and Safety and a fee is paid, a vested right is\ngranted to the project to proceed with its development in substantial compliance\nwith the zoning, and development rules, regulations, ordinances and adopted\npolicies of the City of Los Angeles in force on the date that the plan check fee\nis paid as indicated on a valid building permit application. These rights shall\nnot include exemption from other applications or approvals that may be necessary\nto entitle the project to proceed (i.e., subdivision, zone variance, design\nreview board review, etc.) and from subsequent changes in the Building and\nSafety and Fire regulations found necessary by the City Council to protect the\npublic health and safety and which are applicable on a citywide basis, contained\nin Chapters V and IX of this Code and policies and standards relating to those\nchapters or from citywide programs enacted after the application is deemed\ncomplete to implement State or Federal mandates.\tThese rights shall end: \n(Amended by Ord. No. 182,106, Eff. 5\/20\/12.)\t(a)\t18 months after the plan check\nfee is paid, or if a permit is issued during that time, when the building permit\nterminates pursuant to Section 98.0602;\t(b)\twhen subsequent changes are made to\nthose plans that increase or decrease the height, floor area, or occupant load\nof the proposed-structure by more than five percent;\t(c)\twhen the use of the\nproperty is changed;\t(d)\twhen changes exceed or violate the Zoning Code\nregulations in force on the date the plan check fee was paid; or\t(e)\twhen the\ndiscretionary land use approval for the project terminates under the provisions\nof Chapter 1 of this Code or any ordinance adopted pursuant to Chapter 1 of this\nCode.\tB.\tYard Area Modifications  (Amended by Ord. No. 170,141, Eff. 1\/2\/95.)\n– Section 98.0403.1(a)11. of the Los Angeles Municipal Code provides in part\nthat:\t“The Department shall have the power to hear and determine requests for\nslight modifications for individual cases in the yard area requirements of the\nzoning ordinance, provided that in each such modification, the Superintendent\nshall first find that a special, individual reason makes the strict letter of\nthe ordinance impractical and that the modification is in conformity with the\nspirit and purpose of the ordinance involved.  Any action granting a\nmodification shall be recorded and entered in the files of the\nDepartment.\t“For structures and additions constructed after January 1, 1995,\nslight modifications from the yard requirements shall be limited to deviations\npermitting portions of buildings to extend into a required yard or other open\nspace a distance of not to exceed 20 percent of the width or depth of such\nrequired yard or open space.  However, for structures and additions existing\nprior to January 1, 1995, slight modifications may be granted for yard\ndeviations slightly over 20 percent.\t“Except as expressly provided herein, the\nSuperintendent of Building shall not grant deviations from the lot area, height,\nor density requirements.  Further, the Superintendent shall not grant\ndeviations from the yard requirements relating to the height of fences and\nwalls, or including those for tennis or paddle tennis courts and other game\ncourts.\t“If the yard regulations cannot reasonably be complied with or it is\ndifficult to determine their application on lots of peculiar shape or location,\nthen the regulations may be modified or determined by the Superintendent of\nBuilding.  The Superintendent may also waive all or part of the required\nloading space on unusually shaped lots, oddly located lots, or hillside lots,\nwhen such space cannot reasonably be provided or utilized.\t“Requests for yard\nmodifications as provided in this subsection shall be made in accordance with\nthe procedures established in Section 98.0403.2 of the Los Angeles Municipal\nCode.”\tC.\tParking Facility Modifications.  (Added by Ord. No. 142,306, Eff.\n9\/13\/71.) The Superintendent of Building may grant slight modifications in the\nrequirements of Section 12.21 A.5. of this Code if it is impractical to apply\nthe design criteria set forth therein due to the unusual topography, peculiar\nshape of location of the lot, or where parking angles are less than 40 degrees.\nHe may also grant slight modifications in such requirements where such\nmodifications will improve the design or functioning of the parking area or\ngarage, or where attendant parking is assured to his satisfaction.\tThe power to\ngrant such modifications shall be exercised in accordance with the procedure\nestablished in Section 98.0403 of this Code.\tD.\tInspection Of Premises –\nWhenever it is necessary to make an inspection to enforce any of the provisions\nor to perform any duty imposed by this Code or other applicable law, or whenever\nthe Superintendent of Building or his authorized representative has reasonable\ncause to believe that there exists in any building or upon any premises any\nviolation of the provisions of this Article or other applicable law, the\nSuperintendent of Building or his authorized representative is hereby authorized\nto enter such property at any reasonable time and to inspect the same and\nperform any duty imposed upon the General Manager by this Code or other\napplicable law, provided that:  (Amended by Ord. No. 142,306, Eff. 9\/13\/71,\nOperative 2\/9\/72.)\t(1)\tif such property be occupied, he shall first present\nproper credentials to the occupant and request entry explaining his reasons\ntherefor; and\t(2)\tif such property be unoccupied, he shall first make a\nreasonable effort to locate the owner or other persons having charge or control\nof the property and request entry, explaining his reasons therefor. If such\nentry is refused or cannot be obtained because the owner or other person having\ncharge or control of the property cannot be found after due diligence, the\nSuperintendent of Building or his authorized representative shall have recourse\nto every remedy provided by law to secure lawful entry and inspect the\nproperty.\tE.\tCertificate Of Occupancy.  No vacant land shall be occupied or\nused, except for agricultural uses, and no building erected or structurally\naltered shall be occupied or used until a certificate of occupancy shall have\nbeen issued by the Superintendent of Building.  (Amended by Ord. No. 142,306,\nEff. 9\/13\/71, Operative 2\/9\/72.)\t1.\tCertificate of Occupancy for a\nBuilding.\t(a)\tA certificate of occupancy for a new building or the enlargement\nor alteration of an existing building shall be applied for coincident with the\napplication for a building permit.  The certificate of occupancy shall be\nissued after the request for it has been made in writing to the Superintendent\nof Building after the erection, enlargement or alteration of the building or\npart of the building has been completed in conformity with the provisions of\nthese regulations.  (First and Second Sentences Amended by Ord. No. 177,103,\nEff. 12\/18\/05.)  Pending the issuance of a regular certificate, a temporary\ncertificate of occupancy may be issued by the Superintendent of Building for a\nperiod not to exceed six months, during the completion of alterations or during\npartial occupancy of a building pending its completion. Such temporary\ncertificate shall not be construed as in any way altering the respective rights,\nduties, or obligations of the owners or of the City relating to the use or\noccupancy of the premises or any other matter covered by this chapter, and such\ntemporary certificate shall not be issued except under such restrictions and\nprovisions as will adequately insure the safety of the occupants.\t(b)\tWhenever\nthe automobile parking spaces which are required for a building by the\nprovisions of this Article, are provided on a lot other than the one on which\nthe building is located, the certificate of occupancy for said building shall be\nvalid only while such parking spaces are being so maintained and shall bear a\nnotation to that effect. Said certificate shall be kept posted in a conspicuous\nplace in the building. The Superintendent of Building shall keep a record of\neach lot on which required automobile parking spaces are provided for a building\nlocated on another lot, and whenever he finds that such automobile parking\nspaces are no longer so maintained, he shall notify the persons having custody\nof the building of that fact. If at any time such automobile parking spaces are\nnot being maintained, the certificate of occupancy shall automatically be\ncancelled and said building shall not thereafter be occupied or used until the\nrequired automobile parking spaces are again provided and a new certificate is\nissued.\t(c)\tWhenever a lot abutting a public alley in the “C” Zone is\ndeveloped and used solely for dwelling or apartment house purposes with no more\nthan 20 dwelling units on the lot and no loading space is provided, the\ncertificate of occupancy for any building thereon shall be valid only while all\nthe buildings on said lot are maintained for said use and the certificate shall\nbear a notation to that effect. If at any time any of the buildings on said lot\nare structurally altered or enlarged, or the use thereof is changed to a\nhospital, hotel, institution, commercial or industrial purposes, or a dwelling\nor apartment house so as to exceed 20 dwelling units on the lot, the certificate\nshall automatically be cancelled and none of the buildings on said lot shall\nthereafter be occupied or used until the required loading space is provided and\na new certificate is issued.  (Added by Ord. No. 130,952, Eff.\n11\/8\/65.)\t(d)\tWherever authority is granted to permit the sale of a lot in a\nresidential planned development contingent upon the possession of an interest in\ncommon areas and facilities which are appurtenant to said lot, The Certificate\nof Occupancy for buildings on said lot shall be valid only while said interest\nis held by the owner. Said interest may be through shares of stock or voting\nmembership in an owners association.  (Added by Ord. No. 141,474, Eff.\n2\/27\/71.)\t2.\tCertificate of Occupancy for Land — A certificate of occupancy\nfor the use of vacant land or a change in the character of the use of land,\nincluding the construction of tennis or paddle tennis courts, as herein\nprovided, shall be applied for before any such land shall be occupied or used\nfor any purpose except that of tilling the soil and the growing therein of farm,\ngarden or orchard products; and a certificate of occupancy shall be issued after\nthe application has been made, provided such use is in conformity with the\nprovisions of the Municipal Code. (Amended by Ord. No. 151,466, Eff.\n10\/27\/78.)\t3.\tCertificate of Occupancy – Contents – Filing Fee.  (Amended\nby Ord. No. 168,439, Eff. 2\/2\/93.)  The Certificate of Occupancy shall state\nthat the building or proposed use of a building or land conforms to the\nprovisions of this chapter.  A record of all certificates shall be kept on file\nin the office of the Superintendent of Building, and copies shall be furnished,\non request, to any person having a proprietary or tenancy interest in the\nbuilding or land affected.  A fee shall be charged for each original\ncertificate of occupancy pursuant to Subdivision 10. of Subsection (b) of\nSection 91.0304 of the Los Angeles Municipal Code.\tNo excavation for any\nbuilding shall be started before application has been made for a certificate of\noccupancy.\t4.\tPlats – All applications for a certificate of occupancy shall be\nmade on a printed form to be furnished by the Superintendent of Building, and\nshall contain accurate information and dimensions as to the size and location of\nthe lot, the size and location of the buildings or structures on the lot, the\ndimensions of all yards and open spaces, and such other information as may be\nnecessary to provide for the enforcement of these regulations. Where complete\nand accurate information is not readily available from existing records, the\nSuperintendent of Building may require the applicant to furnish a survey of the\nlot prepared by a licensed surveyor. The applications and plats shall be kept in\nthe office of the Superintendent of Building, and the duplicate copy shall be\nkept at the building at all times during construction.\t5.\tRecorded Agreements. \n(Amended by Ord. No. 111,049, Eff. 5\/3\/58.) Whenever the off-street automobile\nparking spaces required by this section are provided on a different lot from\nthat on which the use they are to serve is located, as a prerequisite to the\nissuance of the required building permit or certificate of occupancy, the owner\nor owners of said lot on which parking is to be provided shall record an\nagreement in the Office of the County Recorder of Los Angeles County,\nCalifornia, as a covenant running with the land for the benefit of the City of\nLos Angeles, providing that such owner or owners shall continue to maintain said\nparking spaces so long as the building or use they are intended to serve is\nmaintained.\tWhenever the total floor area permitted on a lot is to be included\nin a building which will not cover the entire buildable area of the lot, as a\nprerequisite to the issuance of the required building permit, the owner or\nowners of record of said lot shall record in the office of the County Recorder\nof Los Angeles County, California, a covenant running with the land for the\nbenefit of the City of Los Angeles providing that so long as said building is\nmaintained on said lot said owner or owners will not erect any additional\nbuildings on the unoccupied buildable area of the lot.\tF.\tAuto Dismantling\nYards, Junk Yards, Scrap Metal or Recycling Materials Processing Yards,\nRecycling Collection and\/or Buyback Centers, Recycling Materials Sorting\nFacilities and Cargo Container Storage Yards.  (Amended by Ord. No. 177,244,\nEff. 2\/18\/06.)\t1.\tDefinitions.  As used in this subsection, the following terms\nare defined as follows:\t(a)\tBOARD.  The Board of Building and Safety\nCommissioners.\t(b)\tDEPARTMENT.  The Los Angeles Department of Building and\nSafety.\t(c)\tRECYCLING CENTER.  Any recycling collection or buyback site,\nrecycling sorting facility, or other recycling oriented site which does not do\nany processing other than mechanical compaction to reduce the volume of\nrecyclable containers for economy of storage.\t(d)\tSUPERINTENDENT.  The\nSuperintendent of Building or his or her authorized representative.\t(e)\tYARD. \nAny automobile or truck dismantling yard, junk yard, scrap metal or recycling\nmaterials processing yard or cargo container storage yard or any open storage\nlocation where used materials and equipment of any kind, including vehicles,\nboats, or airplanes, which are inoperable, wrecked, damaged, or unlicensed,\ni.e., not currently licensed by the Department of Motor Vehicles, are stored or\nprocessed.  (Amended by Ord. No. 177,244, Eff. 2\/18\/06.)\t2.\tApplicability. \nThe provisions of this subsection shall apply to every recycling center or yard\noperating pursuant to a valid certificate of occupancy. In addition, these\nprovisions shall be applicable to every recycling center or yard operating with\nnonconforming status pursuant to Section 12.23 of this Code, and as to such\nrecycling centers or yards, any revocation proceedings authorized by these\nprovisions shall be deemed to be proceedings to revoke and void any rights\notherwise granted by Section 12.23 of this Code.\t3.\tAnnual Inspections.  The\nDepartment shall make an inspection of each recycling center or yard at least\nonce a year to verify compliance with all applicable provisions of this Code. \nAn annual inspection fee as specified in Section 98.0402(e) of the Code shall be\npaid by each business operator or property owner to the Department.  The\nbusiness operator and the property owner of every site under the jurisdiction of\nthis section shall be notified of all fees, fines, penalties, costs, or other\nassessments resulting from enforcement of this section and are jointly and\nseverally responsible to ensure that code compliance is maintained, at all\ntimes, and that payment of all fees, fines, penalties, costs, or other\nassessments due for each qualifying business as specified by this section, is\nmade to the Department.  If all fees, fines, penalties, costs or other\nassessments due pursuant to this section are not paid, a lien may be placed upon\nthe property as provided for in Section 98.0402(g) of the Code and Los Angeles\nAdministrative Code section 7.35.1 et seq.  In addition, failure to pay all\nfees, fines, penalties, costs or other assessments is sufficient cause to\ninstitute a certificate of occupancy revocation hearing.  An inspection may\nalso be made whenever a complaint is received by the Department concerning a\nviolation of this Code or as needed to verify continued compliance with\napplicable Code requirements.  Accessory storage only yards, where no business\nis conducted, which are nearby but not contiguous with a main yard may be\napproved and inspected with an additional fee of one half of the annual\ninspection fee for each yard.  (Amended by Ord. No. 181,033, Eff.\n2\/4\/10.)\t4.\tOrder to Comply.  If a recycling center or yard that is inspected\nis found to be in violation of any provision of this Code, the Superintendent\nshall send an Order to Comply (“Order”) to the owner of the property and the\noperator of the recycling center or yard. The Order shall clearly state the\nfollowing:\t(a)\tThe violation must be corrected by a compliance date specified in\nthe Order, which date shall be no more than 30 days from the date the Order is\nmailed;\t(b)\tThe compliance date as specified in the Order may be extended for an\nadditional period not to exceed 45 days if the owner or operator of the\nrecycling center or yard presents satisfactory evidence to the Superintendent\nthat unusual difficulties prevent substantial compliance without an\nextension;\t(c)\tFailure to correct the violation on or before the compliance date\nor any authorized extension will lead to commencement of certificate of\noccupancy revocation proceedings.  Such proceedings will terminate with a\nrevocation hearing, which hearing may only be avoided if the violation is\ncorrected and a fine paid according to the fine schedule in Subdivision 14. of\nthis subsection.\t5.\tRe-inspection.  The Superintendent shall reinspect a\nrecycling center or yard for which an Order was issued pursuant to this\nsubsection subsequent to the compliance date or any authorized extension\nthereof.\t6.\tCitation Authority Prior to Revocation Notice.  An arrest may be\nmade or citation issued pursuant to Sec. 98.0408 of this Code if the violations\nnoted in an Order are not corrected on or before the due date noted upon such\nnotice.  This action does not preclude the commencement of certificate of\noccupancy revocation proceedings.\t7.\tFailure to Correct Violation; Failure to\nPay Inspection Fee; Revocation Proceedings.  If any violation specified in an\nOrder or citation is not corrected prior to the compliance date or any extension\nthereof, or if the annual inspection fee has not been paid within 60 days of\nassessment, then certificate of occupancy revocation proceedings shall be\ncommenced by issuance of a Notice of Intent to Revoke (“Notice”), which\nshall be sent to the owner of the property and the operator of the recycling\ncenter or yard subsequent to any re-inspection pursuant to Subdivision 5. of\nthis subsection.  The Notice shall state the following:\t(a)\tThe date and place\nof the revocation hearing, which shall be scheduled at least 15 days and not\nmore than 90 days from the date of issuance of the Notice.\t(b)\tA list of all\nviolations uncorrected as of the compliance date.\t(c)\tCopies of all inspection\nreports related to these violations, unless the copies were previously furnished\nto the owner or operator.\t(d)\tTermination of revocation proceedings may only be\nobtained if each violation noted in the Notice is corrected before the date of\nthe revocation hearing and if a specified fine is paid, which fine shall be\nfixed in accordance with the fine schedule in Subdivision 14. of this\nsubsection.\t(e)\tThe owner or operator is entitled to be represented by legal\ncounsel at any revocation hearing.\t(f)\tEach violation of the Code and each day\nof  operation without a certificate of occupancy is a\nmisdemeanor.\t8.\tTermination of Revocation Proceedings.  The Superintendent\nshall terminate certificate of occupancy revocation proceedings upon a finding\nthat each violation of this Code specified in the Notice has been corrected and\nthe fine specified in such Notice has been paid.  Termination may only occur on\nor before the date of the revocation hearing.\t9.\tRevocation Hearing.  On the\ndate specified in the Notice, a certificate of occupancy revocation hearing\nshall be held.  The Board may appoint a hearing examiner to conduct the\nhearing, which examiner shall not be any individual who participated in the\nissuance of any of the Notices required by this subsection.  Subpoenas may be\nissued pursuant to Section 98.0307 of this Code.  The hearing shall be\nconducted pursuant to the provisions of Sections 98.0308 and 98.0309 of this\nCode.  (Amended by Ord. No. 177,244, Eff. 2\/18\/06.)\t10.\tHearing Examiner’s\nReport.  Within 30 days of the last day of the revocation hearing, the hearing\nexaminer shall report its findings and recommendations in writing to the\nBoard.\t11.\tBoard Determination.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.) \nWithin 30 days of receipt of the Hearing Examiner’s report, the Board shall\ndetermine whether the certificate of occupancy shall be revoked.  Revocation\nshall be ordered by the Board if it finds that any required fees, fines,\npenalties, costs or other assessments have not been paid or any of the\nviolations specified in the Order have not been corrected, except for the\ncircumstances stated below.\tThe Board may, in its discretion, determine that a\ncertificate of occupancy should not be revoked if it makes both of the following\nfindings:\t(a)\tTaken together, the remaining uncorrected violations specified in\nthe Order, do not have an adverse effect on neighboring properties or on the\ngeneral public; and\t(b)\tThe owner or operator of the yard has paid the fine\nspecified in Subdivision 14. of this subsection with respect to all violations\nlisted in the Notice of Revocation.\tIn making its determination, the Board may\nhear from the owner, operator, or other interested party.  The determination of\nthe Board is final.\t12.\tLoss of Non-Conforming Rights.  Notwithstanding any\nprovision of this Code to the contrary, where a certificate of occupancy is\nrevoked pursuant to this subsection, a new certificate of occupancy for the\nproperty may only be issued if all requirements of the Code in effect at the\ntime of issuance of the new certificate are satisfied.  In the case of a site\nwhich has no valid certificate of occupancy any and all rights which may be\ngranted by Sec. 12.23 of this Code are revoked.\t13.\tAppeals.  Notwithstanding\nany provision of the Code to the contrary, there shall be no appeal to the Board\nof Building and Safety Commissioners from any Order issued or determination made\nby the Superintendent pursuant to this Subsection F.\t14.\tFine Schedule.  The\nfine for each violation listed in the Notice shall be as specified in Section\n98.0402(f)2. of the Code.  (Amended by Ord. No. 181,033, Eff.\n2\/4\/10.)\t15.\tRepeat Violations.  Notwithstanding any provision of this\nsubsection to the contrary, if an Order is issued for violation of a provision\nof the Code, and after compliance with it, a subsequent Order is issued for a\nviolation of the same provision occurring within one year of the date of the\ninitial notice:\t(a)\tEach violation cited in a subsequent Order shall carry a\nfine as specified in Section 98.0402(f)1. of the Code and shall be paid within\n15 days of the compliance date of any subsequent order.  (Amended by Ord. No.\n181,033, Eff. 2\/4\/10.)\t(b)\tThe compliance date for any such notice to comply\nshall be no more than ten days from the date of mailing of such notice.\t(c)\tNo\nextension of the compliance date may be granted.\t(d)\tThe amounts set forth in\nthe fine schedule in Subdivision 14 of this subsection shall be doubled if\nrevocation proceedings were started for any previous Order.\t16.\tParking of\nVehicles in Custody of Any Yard.  No vehicle or any part of any vehicle in the\ncustody or possession, for any reason, of a yard, as defined in this subsection,\nshall be parked, left standing, placed, or stored outside of the approved\nenclosure on the lot on which the yard is located, except that vehicles and\nparts may be stored within an approved auxiliary storage yard.  In addition,\nall parking spaces on the lot and any access driveways leading to the parking\nspaces, which are required by this code, must be maintained clear and available\nonly for parking of operative vehicles.  (Added by Ord. No. 181,033, Eff.\n2\/4\/10.)\tG.\tBuilding Permits – No tennis or paddle tennis court accessory to a\nprimary residential use on the same lot in the A or R Zones shall be constructed\nuntil application for a building permit therefor has been filed with and issued\nby the Department of Building and Safety.  (Added by Ord. No. 151,466, Eff.\n10\/27\/78.)\tH.\tIssuance of Citations by Designated Employees.  Employees of the\nDepartment of Building and Safety specified in Section 98.0408 of this Code\nshall have the powers, duties and immunities as set forth in said section.\n(Added by Ord. No. 157,872, Eff. 8\/12\/83.)\tI.\tAutomotive Repair Garage and Used\nVehicle Sales Areas.  (Amended by Ord. No. 181,033*, Eff. 2\/4\/10.)*Note: Except\nas otherwise further amended by Ord. No. 181,033, Subsec. I. is amended by\nchanging all references to the terms “Automotive Repair” or “Repair\nGarage” to the term “Automotive Repair Garage” (see Sec. 6 of this\nOrd.).\t1.\tDefinitions.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05.)  As used\nin this subsection, the following terms have the definitions specified\nherein:\t(a)\tDepartment.  The Department of Building and Safety.\t(b)\tBoard. \nThe Board of Building and Safety Commissioners. \t(c)\tUsed Vehicle Sales Area. \nAn area or lot where any type of used motor vehicle or trailer is displayed for\nsale.\t(d)\tAutomotive Repair Garage.  All retail or wholesale uses which are\nenumerated in the definition for “Automotive Repair” in Section 12.03 of\nthis Code, and, in addition, includes all testing, installation of vehicle\nequipment or accessories, and the application of paint, sprayed coloring, or\nother types of covering or the recovering of any part of a vehicle interior or\nexterior.  Included in this definition are smog testing shops whether for test\nonly or for repairs, window tinting or replacement shops, application of vinyl\nor similar covering materials, installation of parts or accessories on the site\nof a parts store, and all other similar uses.  (Added by Ord. No. 181,033, Eff.\n2\/4\/10.)\t2.\tApplicability.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05.)\t(a)\tThe\nprovisions of this subsection shall apply to every automotive repair garage use\nin the City of Los Angeles, including those in existence prior to May 27, 1990,\nthe effective date of Ordinance No. 165,798.\t(b)\tThe provisions of this\nsubsection shall also apply to every used vehicle sales area in the City of Los\nAngeles, including those in existence prior to the effective date of this\nparagraph.\tException:  Used car sales areas operated in conjunction with and on\nthe same lot or on contiguous lots with a new car dealer are exempted from \nyearly inspections.\t3.\tMinimum Standards.  (Amended by Ord. No. 176,840, Eff.\n9\/4\/05.)\t(a)\tAll automotive repair garages shall comply with the following\nminimum standards:\t(1)\tAll body and fender repairing when conducted within 300\nfeet of an A or R Zone shall be done within a completely enclosed building or\nroom.  The doors of such building or room may be open during the following\nhours:\t(i)\tFrom 7 a.m. until 8 p.m. on Mondays through Fridays;\t(ii)\tFrom 9 a.m.\nuntil 8 p.m. on Saturdays; and\t(iii)\tFrom 11 a.m. until 8 p.m. on Sundays.\tAt\nall other times, the doors of such building or room shall be closed, except at\nintervals necessary for ingress and egress.\t(2)\tAll body and fender repairing\nwhen conducted within 150 feet of an A or R Zone shall be done within a\ncompletely enclosed building or room with stationary windows.  The doors of\nsuch building or room may be opened only at intervals necessary for ingress and\negress, except that garage bay doors may be open during the hours of operation\nset forth in Paragraph (1) of this subdivision, provided:\t(i)\tA minimum\n10-foot-high solid masonry fence or a minimum 10-foot-high intervening\ncommercial or industrial building enclosed on at least three sides is maintained\nat the property line adjacent to the A or R Zone, or;\t(ii)\tDoors facing a public\nstreet shall be closer to the property line adjacent to the public street than\nthe required yard setback of any adjacent A or R Zone.\t(3)\tAll automotive spray\npainting shall be done in full compliance with the provisions of Article 7 of\nChapter 5 of the Code regulating these installations; provided further, that no\nspray painting may be done except in an approved spray booth or room approved\nfor this use that is located within a wholly enclosed building.  In the M2 or\nM3 Zone a spray booth approved for use outside of a building may be utilized if\nallowed by all other jurisdictions having authority over spray painting. \n(Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\t(4)\tExcept for allowable outside\nuses when conducted in the M2 or M3 Zones, all other operations shall be\nconducted within a building enclosed on at least three sides, except for the\nfollowing, which may be conducted within the first 18 feet in depth measured\nperpendicular to the entire length of the building wall containing a garage bay\ndoor; said area shall not displace any required parking:\t(i)\telectrical\ndiagnostics;\t(ii)\tbattery charging and changing;\t(iii)\ttire removal and\nreplacement, provided the vehicle is not elevated more than 12-inches off the\nground measured to the bottom of the tire.  A portable hoist only, may be used\nfor this purpose.\t(5)\tIf the building is located within 50 feet of a lot in an A\nor R Zone with no intervening street, the wall of the building nearest such Zone\nshall have no openings other than doors or stationary windows.  Such doors\nshall be permitted only if the building is adjacent to an alley and may be\nopened only at intervals necessary for ingress or egress.\t(6)\tAutomotive hoists,\nof any type or size, except as provided in Paragraph (4)(iii) above or allowed\nand operated in an M2 or M3 Zone, shall be located or operated only inside a\nfully enclosed building.\t(b)\tAll Used Vehicle Sales Areas shall comply with the\nfollowing:\t(1)\tAll used vehicle sales areas established after January 1, 2005,\nshall provide supplemental customer parking, on site, of at least one space for\nevery 2,000 square feet of vehicle sales area.  This parking is in addition to\nall other parking required for the lot and shall be conspicuously posted and\nused for customer parking only.  There shall be a minimum of two customer\nparking spaces provided for any used vehicle sales area.\t(2)\tAll repair work\ndone on site must comply with the provisions of this subsection whether or not\nthe repairs are done on customer or dealer owned vehicles.\t(3)\tAll other\nprovisions of the Code which apply to used vehicle sales must be complied with\nat all times.\t(4)\tException:  Display of not more than three vehicles for\npurposes of sale or trade, at any one time, which is accessory to an approved\nuse on the same lot and not occupying any required parking spaces, does not\nrequire a separate certificate of occupancy, additional parking, or annual\ninspection.\t(c)\tNothing in this section shall relieve any person from complying\nwith any applicable requirements contained in Sections 12.14, 80.73.1, 80.73.2\nor any other provision of the Code.\t4.\tParking of Cars in Custody of Automotive\nRepair Garage or Used Vehicle Sales Area.  (Title Amended by Ord. No. 181,033,\nEff. 2\/4\/10.)  No vehicle left in the custody or possession, for any reason, of\nan automotive repair garage or used vehicle sales area shall be parked, left\nstanding or stored outside the lot on which the automotive repair garage or used\nvehicle sales area is located, except that such vehicles may be stored within an\napproved storage yard.  A responsible person shall be on the premises of each\nautomotive repair garage or used vehicle sales lot during the hours in which the\ngarage or lot is in operation. This person shall maintain current records, in a\nmanner that can be immediately supplied to any enforcement agency upon request,\nstating the license plate number, vehicle identification number and registered\nowner of each vehicle currently in the custody or possession of the automotive\nrepair garage or used vehicle sales lot for purposes of repair, sales, trade,\nshipment or other disposition.  This subdivision shall not apply to\nemployees’ vehicles used daily for commuting.  (Amended by Ord. No. 176,840,\nEff. 9\/4\/05.)\t5.\tAnnual Inspections.  The Department shall inspect the physical\nfacilities of each automotive repair garage or used vehicle sales area at least\nonce a year.  An annual inspection fee as specified in Section 98.0402(e) of\nthe Code shall be paid by the business operator or property owner to the\nDepartment.  The business operator and the property owner of every site under\nthe jurisdiction of this section shall be notified of all fees, fines,\npenalties, costs, or other assessments resulting from enforcement of this\nsection and are jointly and severally responsible to ensure that code compliance\nis maintained, at all times, and that payment of all fees, fines, penalties,\ncosts, or other assessments due, for each qualifying business as specified by\nthis section, is made to the Department.  If all fees, fines, costs, penalties\nor other assessments due under this Code are not paid, a lien may be placed upon\nthe property as provided for in Section 98.0402(g) of the Code and Los Angeles\nAdministrative Code Section 7.35.1 et seq.  In addition, failure to pay all\nfees, fines, penalties, costs or other assessments is sufficient cause to\ninstitute a certificate of occupancy revocation hearing.  An inspection may\nalso be made whenever a complaint or referral is received by the Department\nconcerning a violation of this Code by an automotive repair garage or used\nvehicle sales area or as necessary to verify continued compliance with all\napplicable Code requirements.  Accessory storage only yards or buildings, where\nno business is conducted, which are nearby but not contiguous with a main\nautomotive repair garage may be approved and inspected with an additional fee of\none-half of the annual inspection fee for the yard or building.  (Amended by\nOrd. No. 181,033, Eff. 2\/4\/10.)\t6.\tOrder to Comply.  (Amended by Ord. No.\n176,840, Eff. 9\/4\/05; Renumbered by Ord. No. 181,033, Eff. 2\/4\/10.)  If the\nphysical facilities of an automotive repair garage or used vehicle sales area\nare found by the Department to be in violation of Subdivision 3. or 4. of this\nsubsection or of any other provision of this article, the Department shall send\nan Order to Comply (“Order”) to the owner of the property and the operator\nof the automotive repair garage or used vehicle sales area.\tThe Order shall\nclearly state the following:\t(a)\tThe nature of the violation and the code\nsection violated.\t(b)\tThat the violation must be corrected by a compliance date\nspecified in the order or any extension authorized pursuant to Subdivision 7. of\nthis subsection.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\t(c)\tThat failure\nto correct the violation on or before the compliance date or any authorized\nextension may result in commencement of proceedings to revoke the certificate of\noccupancy.  These proceedings may involve a revocation hearing.  A personal\nappearance at the hearing may only be avoided if the violation is corrected and\na fine paid according to the fine schedule in Subdivision 16. of this\nsubsection.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\t(d)\tThat an appeal may\nbe filed from the order in the manner provided by Subdivision 15. of this\nsubsection.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\t7.\tTime Limits for\nCompliance with Order.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05; Renumbered\nby Ord. No. 181,033, Eff. 2\/4\/10.)\t(a)\tThe automotive repair garage or used\nvehicle sales area shall comply with the Order described in Subdivision 6. of\nthis subsection on or before the compliance date specified in the order, or any\nauthorized extension.  The compliance date shall be not more than 30 days from\nthe date of the order.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\t(b)\tThe\nDepartment may grant an extension of the compliance date specified in the order\nfor an additional period not to exceed 45 days if the owner or operator of the\nautomotive repair garage or used vehicle sales area presents satisfactory\nevidence to the Department that unusual difficulties would prevent substantial\ncompliance without such extension.\t(c)\tUpon an appeal, the Board may grant an\nextension of the compliance date for an additional period not to exceed 180 days\nif it finds that the correction of major code violations requiring extensive\nbuilding alterations would create a hardship without such\nextension.\t8.\tRe-inspection.  The Department shall re-inspect an automotive\nrepair garage or used vehicle sales area for which an Order was issued pursuant\nto this subsection subsequent to the compliance date or any authorized\nextension.  (Renumbered and Amended by Ord. No. 181,033, Eff.\n2\/4\/10.)\t9.\tCitation authority prior to Revocation Notice.  An arrest may be\nmade or citation issued pursuant to Sec. 98.0408 of the Code, if the violations\nnoted in an Order are not corrected on or before the due date noted upon the\norder.  This action does not preclude the commencement of certificate of\noccupancy revocation proceedings.  (Renumbered and Amended by Ord. No. 181,033,\nEff. 2\/4\/10.)\t10.\tFailure to Correct Violations, Failure to Pay Inspection Fee,\nRevocation Proceedings.  (Renumbered; Title and First Paragraph Amended by Ord.\nNo. 181,033, Eff. 2\/4\/10.)  If any violation specified in the Order is not\ncorrected prior to the compliance date or any extensions, or if the annual\ninspection fee has not been paid within 60 days of assessment, pursuant to\nSection 98.0402(e) of the Code, then the Department shall commence certificate\nof occupancy revocation proceedings by issuance of a Notice of Intent to Revoke\n(“Notice”).  This Notice shall be sent to the owner of the property and the\noperator of the automotive repair garage or used vehicle sales area.\tThe Notice\nshall state the following:\t(a)\tThe date and place of the revocation hearing,\nwhich shall be scheduled at least 15 days and not more than 90 days from the\ndate of issuance of the Notice.\t(b)\tA list of all violations uncorrected as of\nthe compliance date.\t(c)\tThat copies of all inspection reports related to such\nviolations are available for inspection by the owner or operator.\t(d)\tThat\ntermination of revocation proceedings may be obtained if the violations noted in\nthe Notice are corrected before the date of the revocation hearing and only if a\nspecified fine is paid.  This fine shall be fixed in accordance with the fine\nschedule in Subdivision 16 of this subsection.\t(e)\tThat the owner and operator\nare entitled to be represented by legal counsel at any revocation\nhearing.\t(f)\tThat the proceedings may result in the revocation of the\ncertificate of occupancy.\t(g)\tThat each violation of this Code and each day of\noperation without a certificate of occupancy is a misdemeanor.\t11.\tRevocation\nHearing.  On the date specified in the Notice of Intent to Revoke, a hearing\nshall be held.  The Board may appoint a Hearing Examiner to conduct the\nhearing.  The Examiner shall not be any individual who participated in the\nissuance of any of the Notices or Orders required by this subsection. Subpoenas\nmay be issued pursuant to Section 98.0307 of the Code.  The hearing shall be\nconducted pursuant to the provisions of Sections 98.0308 and 98.0309 of the\nCode.  (Renumbered and Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\t12.\tHearing\nExaminer’s Report.  Within 30 days of the last day of the hearing, the\nHearing Examiner shall report his findings and recommendations in writing to the\nBoard.  (Renumbered by Ord. No. 181,033, Eff. 2\/4\/10.)\t13.\tBoard\nDetermination.  (Renumbered and Amended by Ord. No. 181,033, Eff. 2\/4\/10.) \nWithin 30 days of receipt of the Hearing Examiner’s report, the Board shall\ndetermine whether the certificate of occupancy shall be revoked.\t(a)\tRevocation\nshall be ordered by the Board if it finds that:\t(i)\tAny of the violations\nspecified in the Order have not been corrected, or that the fines specified in\nSubdivision 16. of this subsection have not been paid; and\t(ii)\tThat, taken\ntogether, the remaining uncorrected violations have significant adverse effects\non surrounding properties or the health, peace, or safety of persons residing or\nworking in the surrounding area; and\t(iii)\tThe owner or operator of the\nautomotive repair garage or used vehicle sales area has failed to demonstrate to\nthe satisfaction of the Board the ability or willingness to eliminate problems\nassociated with the automotive repair garage or used vehicle sales area\noperation.\t(b)\tThe Board may determine that a certificate of occupancy should\nnot be revoked if it makes the following findings:\t(i)\tThe remaining uncorrected\nviolations specified in the Order do not have an adverse effect on neighboring\nproperties or on the general public; and\t(ii)\tThe owner or operator of the\nautomotive repair garage or used vehicle sales area has paid the fine specified\nin Subdivision 16. of this subsection with respect to violations stipulated in\nthe Notice.\tIn making its determination, the Board may hear from the owner,\noperator, or other interested party.  The determination by the Board is\nfinal.\t14.\tLoss of Non-Conforming Rights.  Notwithstanding any provision of\nthis Code to the contrary, if a Certificate of Occupancy is revoked pursuant to\nthis subsection, then a new Certificate of Occupancy for the property may only\nbe issued if all requirements of the Code in effect at the time of application\nfor such new Certificate are satisfied.  (Renumbered by Ord. No. 181,033, Eff.\n2\/4\/10.)\t15.\tAppeals.  Except for extensions of time granted by the Department\nas authorized in Subdivision 7. of this subsection and notwithstanding any\nprovisions of this Code to the contrary, there shall be no appeal to the Board\nfrom any notice issued or determination made by the Department pursuant to this\nsubsection.  Appeals may be made from Department determinations of violations\nof Subdivisions 3. and 4. of this subsection.  (Renumbered and Amended by Ord.\nNo. 181,033, Eff. 2\/4\/10.)\t16.\tFine Schedule.  The fine for each violation as\nspecified in the Notice shall be as specified in Section 98.0402(f)2.B. of the\nCode.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05; Renumbered by Ord. No.\n181,033, Eff. 2\/4\/10.)\t17.\tRepeat Violations.  (Amended by Ord. No. 176,840,\nEff. 9\/4\/05; Renumbered by Ord. No. 181,033, Eff. 2\/4\/10.)  Notwithstanding any\nprovisions of this subsection to the contrary, if an Order is issued pursuant to\nthis subsection and after compliance with it a subsequent Order is issued for a\nviolation of the same provisions occurring within one year of the date of the\ninitial order:\t(a)\tEach violation cited in a subsequent Order shall carry a fine\nas specified in Section 98.0402(f)1. of the Code and shall be paid within 15\ndays of the compliance date of the order.  (Amended by Ord. No. 181,033, Eff.\n2\/4\/10.)\t(b)\tThe compliance date for any such Order shall be no more than ten\ndays from the date of mailing of such notice.\t(c)\tNo extensions of the\ncompliance date shall be granted.\t(d)\tThe amounts set forth in the fine schedule\nin Subdivision 16 of this subsection shall be doubled if a Notice is issued\npursuant to the subsequent Order.\t18.\tFines Distinct from Other Penalties and\nFees.  The above fines are separate and distinct from both the general\nmisdemeanor penalties provided in the Code and the noncompliance fees authorized\nin Section 98.0411 of the Code.  (Renumbered and Amended by Ord. No. 181,033,\nEff. 2\/4\/10.)\tJ.\tTransportation Demand Management and Trip Reduction Measures. \n(Added by Ord. No. 167,700, Eff. 3\/31\/93.)\t1.\tDEFINITIONS.  For the purpose of\nthis section, certain words and terms are defined as follows:\tCarpool.  A\nvehicle carrying two to five persons to and from work on a regular\nschedule.\tDevelopment.  The construction of new non-residential floor\narea.\tGross Floor Area.  That area in square feet confined within the outside\nsurface of the exterior walls of a building, as calculated by adding the total\nsquare footage of each of the floors in the building, except for that square\nfootage devoted to vehicle parking and necessary interior driveways and\nramps.\tPreferential Parking.  Parking spaces, designated or assigned through\nuse of a sign or painted space markings for Carpools or Vanpools, that are\nprovided in a location more convenient to the entrance for the place of\nemployment than parking spaces provided for single-occupant\nvehicles.\tTransportation Demand Management (TDM).  The alteration of travel\nbehavior through programs of incentives, services, and policies, including\nencouraging the use of alternatives to single-occupant vehicles such as public\ntransit, cycling, walking, carpooling\/vanpooling and changes in work schedule\nthat move trips out of the peak period or eliminate them altogether (as in the\ncase in telecommuting or compressed work weeks).\tTrip Reduction.  Reduction in\nthe number of work-related trips made by single-occupant vehicles.\tVanpool.  A\nvehicle carrying six or more persons to and from work on a regular schedule, and\non a prepaid basis.\tVehicle.  Any motorized form of transportation, including\nbut not limited to automobiles, vans, buses and motorcycles.\t2.\tAPPLICABILITY. \nThis subdivision applies only to the construction of new non-residential gross\nfloor area.  Prior to the issuance of a building permit, the owner\/applicant\nshall agree, by way of a covenant that runs with the land, to provide and\nmaintain in a state of good repair the following applicable transportation\ndemand management and trip reduction measures.\t3.\tREQUIREMENTS:\t(a)\tDevelopment\nin excess of 25,000 square feet of gross floor area.  The owner shall provide a\nbulletin board, display case, or kiosk (displaying transportation information)\nwhere the greatest number of employees are likely to see it.  The\ntransportation information displayed should include, but is not limited to, the\nfollowing:\t(1)\tCurrent routes and schedules for public transit serving the\nsite;\t(2)\tTelephone numbers for referrals on transportation information\nincluding numbers for the regional ridesharing agency and local transit\noperations;\t(3)\tRidesharing promotion material supplied by commuter-oriented\norganizations;\t(4)\tRegional\/local bicycle route and facility information;\t(5)\tA\nlisting of on-site services or facilities which are available for carpoolers,\nvanpoolers, bicyclists, and transit riders.\t(b)\tDevelopment in excess of 50,000\nsquare feet of gross floor area.  The owner shall comply with Paragraph (a)\nabove and in addition shall provide:\t(1)\tA designated parking area for employee\ncarpools and vanpools as close as practical to the main pedestrian entrance(s)\nof the building(s).  This area shall include at least ten percent of the\nparking spaces required for the site.  The spaces shall be signed and striped\nsufficient to meet the employee demand for such spaces.  The carpool\/vanpool\nparking area shall be identified on the driveway and circulation plan upon\napplication for a building permit;\t(2)\tOne permanent, clearly identified (signed\nand striped) carpool\/vanpool parking space for the first 50,000 to 100,000\nsquare feet of gross floor area and one additional permanent, clearly identified\n(signed and striped) carpool\/vanpool parking space for any development over\n100,000 square feet of gross floor area;\t(3)\tParking spaces clearly identified\n(signed and striped) shall be provided in the designated carpool\/vanpool parking\narea at any time during the building’s occupancy sufficient to meet employee\ndemand for such spaces.  Absent such demand, parking spaces within the\ndesignated carpool\/vanpool parking area may be used by other vehicles;\t(4)\tNo\nsigned and striped parking spaces for carpool\/vanpool parking shall displace any\nhandicapped parking;\t(5)\tA statement that preferential carpool\/vanpool spaces\nare available on-site and a description of the method for obtaining permission\nto use such spaces shall be included on the required transportation information\nboard;\t(6)\tA minimum vertical clearance of 7 feet 2 inches shall be provided for\nall parking spaces and accessways used by vanpool vehicles when located within a\nparking structure;\t(7)\tBicycle parking shall be provided in conformance with\nSection 12.21A16 of this Code.\t(c)\tDevelopment in excess of 100,000 square feet\nof gross floor area.  The owner shall comply with Paragraphs (a) and (b) above\nand shall provide:\t(1)\tA safe and convenient area in which carpool\/vanpool\nvehicles may load and unload passengers other than in their assigned parking\narea;\t(2)\tSidewalks or other designated pathways following direct and safe\nroutes from the external pedestrian circulation system to each building in the\ndevelopment;\t(3)\tIf determined necessary by the City to mitigate the project\nimpact, bus stop improvements shall be provided.  The City will consult with\nthe local bus service providers in determining appropriate improvements.  When\nlocating bus stops and\/or planning building entrances, entrances shall be\ndesigned to provide safe and efficient access to nearby transit\nstations\/stops;\t(4)\tSafe and convenient access from the external circulation\nsystem to bicycle parking facilities on-site.\t4.\tEXCEPTIONS.  The provisions of\nthis subsection shall not apply to developments for which an application has\nbeen deemed complete by the City pursuant to Government Code Section 65943, or\nfor which a Notice of Preparation for a Draft Environmental Impact Report has\nbeen circulated or for which plans sufficient for a complete plan check were\naccepted by the Department of Building and Safety, on or before the effective\ndate of this ordinance.\t5.\tMONITORING.  The Department of Transportation shall\nbe responsible for monitoring the owner\/applicant’s continual implementation\nand maintenance of the project trip reduction features required by this\nordinance.\t6.\tENFORCEMENT.  Applicants shall execute and record a Covenant and\nAgreement that the trip reduction features required by this ordinance will be\nmaintained, that required material specified in Subdivision 3 (a) (1)-(5) will\nbe continually posted, and that additional carpool\/vanpool spaces within the\ndesignated preferential area will be signed and striped for the use of\nridesharing employees based on demand for such spaces.  The Covenant and\nAgreement shall be acceptable to the Department of Transportation.\t7.\tHARDSHIP\nEXEMPTION.  In cases of extreme hardship, duly established to its satisfaction,\nthe City Council, acting in its legislative capacity, and by resolution, may\ngrant an exemption from any\/or all the provisions of this ordinance.  In\ngranting such an exemption, the City Council shall make the following\nfindings:\t(a)\tSpecific features of the development make it infeasible to satisfy\nall of the provisions of this subsection; and\t(b)\tThe applicant has committed to\nprovide equivalent alternative measures to reduce vehicle trips.\tK.\tAppeals from\nBuilding Department Determinations.  (Amended by Ord. No. 175,428, Eff.\n9\/28\/03.)\t1.\tRight of Appeal.  The Director of Planning shall have the power\nand duty to investigate and make a decision upon appeals from determinations of\nthe Department of Building and Safety where it is alleged there is error or\nabuse of discretion in any order, interpretation, requirement, determination or\naction made by the Department of Building and Safety in the enforcement or\nadministration of Chapter I of this Code and other land use ordinances in\nsite-specific cases.  This provision shall not apply to requests for extensions\nof time to comply with any order issued by the Department of Building and\nSafety.  An appeal to the Director of Planning may only be made after the\nDepartment of Building and Safety has rendered a decision in writing and\nprovided written justification and findings on an appeal made pursuant to\nSection 98.0403.2(a) of the Code.\tAppeals may be filed by any aggrieved person\nor by any officer, board, department or bureau of the City at the public counter\nof the Department of City Planning.  The filing of an appeal stays, with\nrespect to that site, all enforcement proceedings and actions pertaining to\nChapter I of this Code and other land use ordinances pending the Director’s\ndecision.  However, the filing of an appeal will not prevent the issuance of a\nbuilding permit or performance of work authorized by the permit when all Code\nand other land use requirements have been met to the satisfaction of the\nDepartment of Building and Safety, and only after consideration of the issues\nset forth in the appeal to the Department of Building and Safety made pursuant\nto Section 98.0403.2(a).  In no case shall the filing of an appeal delay\nenforcement proceedings or actions related to the abatement of imminent life\nsafety hazards.\t2.\tFiling of an Appeal.  The appeal shall be filed at the\npublic counter of the Department of City Planning on a form prescribed by the\nDepartment within 15 days after the Department of Building and Safety has\nrendered a decision in writing providing justification and findings on the\nissues set forth in the appeal made pursuant to Section 98.0403.2(a).  The\nappeal to the Director must be accompanied by a written copy of the decision of\nthe Department of Building and Safety, and any written copy of the underlying\norder, interpretation, requirement, determination or action taken on the matter\nby the Department of Building and Safety.  The appellant shall set forth\nspecifically how there was error or abuse of discretion in the action of the\nDepartment of Building and Safety.  Each appeal shall be accompanied by a\nfiling fee as specified in Section 19.01 B. of this Code.  (Last Sentence\nAmended by Ord. No. 181,141, Eff. 5\/16\/10.)\t3.\tProcedure.  Upon receipt of an\nappeal in the Department of City Planning, the Department shall notify the owner\nof the subject property of the filing of the appeal.  The Director shall\ninvestigate the matter.  The Director shall set the matter for hearing if it is\nlikely to be controversial.  Notice shall be by mail, shall state the time,\nplace and purpose of the hearing at which evidence will be taken and shall be\nsent to the applicant, appellant, the Department of Building and Safety, owners\nof all properties abutting, across the street or alley from, or having a common\ncorner with the subject property, and to all persons known to have an interest\nin the matter. The Department shall mail the notice at least 15 days prior to\nthe hearing.\t4.\tDecision.  The Director shall make his or her decision within\n75 days after the expiration of the appeal period or within an extended period\nmutually agreed upon in writing by the applicant and the Director.  The\nDirector shall determine whether there was error or abuse of discretion by the\nDepartment of Building and Safety.  The Director shall place a copy of the\nfindings and decision in the file in the City Planning Department, and furnish a\ncopy of the decision to the applicant, appellant, the Department of Building and\nSafety, owners of all properties abutting, across the street or alley from, or\nhaving a common corner with the subject property, and to all persons known to\nhave an interest in the matter.  The Director, as part of the determination,\nshall make a finding regarding whether the matter may have a Citywide impact. \nThe Director shall find that there is no Citywide impact if the matter concerns\nonly the use of the specific property, or circumstances or issues connected with\nother zoning matters which are unique to the affected site and would not\ngenerally apply to other sites in the City, or would not result in changes in\nthe application of Chapter I of this Code and other land use ordinances to other\nsites.\t5.\tEffective Date of Decision.  A decision by the Director becomes final\nand effective upon the close of the 15 day appeal period, if no further appeal\nis made.\t6.\tAppeals of Director’s Decision.  An applicant or any other person\naggrieved by a decision of the Director may appeal that decision to the City\nPlanning Commission on a matter that the Director found may have a Citywide\nimpact, or may appeal to the Area Planning Commission if the Director found the\nmatter may not have a Citywide impact. \tAn appeal shall set forth specifically\nthe points at issue, the reasons for the appeal, and the basis upon which the\nappellant claims there was error or abuse of discretion by the Director.  The\nappeal shall be filed within 15 days of the date of mailing of the initial\ndecision on forms provided by the Department.  Any appeal not filed within the\n15 day period shall not be considered by the Area  Commission or the City\nPlanning Commission.  The filing of an appeal stays, with respect to that site,\nall enforcement proceedings and actions pertaining to Chapter I of this Code and\nother land use ordinances until a decision by the Area Planning Commission or\nthe City Planning Commission, except as set forth in Subdivision 1. above. \nOnce an appeal is filed, the Director shall transmit the appeal and the file to\nthe Area Planning Commission or the City Planning Commission.  At any time\nprior to the action by the Area Planning Commission or the City Planning\nCommission on the appeal, the Director shall submit any supplementary pertinent\ninformation as he or she deems necessary or as may be requested by the Area\nPlanning Commission or the City Planning Commission.\t7.\tAppellate Decision –\nPublic Hearing and Notice.  Upon receipt of the appeal, the Area Planning\nCommission or the City Planning Commission shall set the matter for a hearing at\nwhich the Commission shall take evidence.  Notice of the hearing shall be by\nmail, shall state the time, place and purpose of the hearing and shall be sent\nto the appellant, the applicant, the owner or owners of the property involved,\nthe Director of Planning, the Department of Building and Safety, and any other\ninterested party who has requested in writing to be notified.  Notice shall be\nmailed at least 24 days prior to the hearing.  When considering an appeal from\nthe decision of the Director, the Area Planning Commission or the City Planning\nCommission shall make its decision setting forth how there was error or abuse of\ndiscretion by the Director. \t8.\tTime for Appellate Decision.  The Area\nPlanning Commission or the City Planning Commission shall act within 75 days\nafter the expiration of the appeal period or within any additional period as may\nbe agreed upon in writing by the applicant and the Area Planning Commission or\nthe City Planning Commission.  The failure of the Area Planning Commission or\nthe City Planning Commission to act within this time period shall be deemed a\ndenial of the appeal from the Director’s action.\t9.\tAppellate Decision.  In\nconsidering an appeal, the Area Planning Commission or the City Planning\nCommission shall be subject to the same limitations as are applicable to the\nDirector under Subdivision 1. above. \t10.\tProcedures and Effective Date of\nAppellate Decision.  If the Area Planning Commission or the City Planning\nCommission makes a decision on an appeal pursuant to this section, the appellate\ndecision shall be final and effective as provided in Charter Section 245.\n","html":"\n\t\t\t\t\t<section><p>  DEPARTMENT OF BUILDING AND SAFETY.<br \/><br \/>\tA.\tEnforcement. The Department is granted the power to enforce the zoning <span class=\"dictionary\">ordinances<\/span> of the City.  (First Sentence Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)<br \/><br \/>\t1.\tZoning Information – The Department of Building and Safety shall maintain a public information bureau relative to zoning matters.<br \/><br \/>\t2.\tPermits – No permit pertaining to the use of land or buildings shall be issued by any department, officer, or employee of this City, vested with such duty, unless the application for the permit has been approved by the Department of Building and Safety as to conformance of said use with the provisions of this chapter. Any permit or certificate of occupancy, issued in conflict with the provisions of this chapter shall be null and void.<br \/><br \/>\t3.\tVesting of Development Plan.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Whenever plans sufficient for a complete plan check are accepted by the Department of Building and Safety and a fee is paid, a vested right is granted to the project to proceed with its development in substantial compliance with the zoning, and development rules, regulations, <span class=\"dictionary\">ordinances<\/span> and adopted policies of the City of Los Angeles in force on the date that the plan check fee is paid as indicated on a valid building permit application. These rights shall not include exemption from other applications or approvals that may be necessary to entitle the project to proceed (i.e., subdivision, zone variance, design review board review, etc.) and from subsequent changes in the Building and Safety and Fire regulations found necessary by the City Council to protect the public health and safety and which are applicable on a citywide basis, contained in Chapters V and IX of this Code and policies and standards relating to those chapters or from citywide programs enacted after the application is deemed complete to implement State or Federal <span class=\"dictionary\">mandates<\/span>.<br \/><br \/>\tThese rights shall end:  (Amended by Ord. No. 182,106, Eff. 5\/20\/12.)<br \/><br \/>\t(a)\t18 months after the plan check fee is paid, or if a permit is issued during that time, when the building permit terminates pursuant to Section 98.0602;<br \/><br \/>\t(b)\twhen subsequent changes are made to those plans that increase or decrease the height, floor area, or occupant load of the proposed-structure by more than five percent;<br \/><br \/>\t(c)\twhen the use of the property is changed;<br \/><br \/>\t(d)\twhen changes exceed or violate the Zoning Code regulations in force on the date the plan check fee was paid; or<br \/><br \/>\t(e)\twhen the discretionary land use approval for the project terminates under the provisions of Chapter 1 of this Code or any <span class=\"dictionary\">ordinance<\/span> adopted pursuant to Chapter 1 of this Code.<br \/><br \/>\tB.\tYard Area Modifications  (Amended by Ord. No. 170,141, Eff. 1\/2\/95.) – Section 98.0403.1(a)11. of the Los Angeles Municipal Code provides in part that:<br \/><br \/>\t“The Department shall have the power to hear and determine requests for slight modifications for individual cases in the yard area requirements of the zoning <span class=\"dictionary\">ordinance<\/span>, provided that in each such modification, the Superintendent shall first find that a special, individual reason makes the strict letter of the <span class=\"dictionary\">ordinance<\/span> impractical and that the modification is in conformity with the spirit and purpose of the <span class=\"dictionary\">ordinance<\/span> involved.  Any action granting a modification shall be recorded and entered in the files of the Department.<br \/><br \/>\t“For structures and additions constructed after January 1, 1995, slight modifications from the yard requirements shall be limited to deviations permitting portions of buildings to extend into a required yard or other open space a distance of not to exceed 20 percent of the width or depth of such required yard or open space.  However, for structures and additions existing prior to January 1, 1995, slight modifications may be granted for yard deviations slightly over 20 percent.<br \/><br \/>\t“Except as expressly provided herein, the Superintendent of Building shall not grant deviations from the lot area, height, or density requirements.  Further, the Superintendent shall not grant deviations from the yard requirements relating to the height of fences and walls, or including those for tennis or paddle tennis <span class=\"dictionary\">courts<\/span> and other game <span class=\"dictionary\">courts<\/span>.<br \/><br \/>\t“If the yard regulations cannot reasonably be complied with or it is difficult to determine their application on lots of peculiar shape or location, then the regulations may be modified or determined by the Superintendent of Building.  The Superintendent may also <span class=\"dictionary\">waive<\/span> all or part of the required loading space on unusually shaped lots, oddly located lots, or hillside lots, when such space cannot reasonably be provided or utilized.<br \/><br \/>\t“Requests for yard modifications as provided in this subsection shall be made in accordance with the procedures established in Section 98.0403.2 of the Los Angeles Municipal Code.”<br \/><br \/>\tC.\tParking Facility Modifications.  (Added by Ord. No. 142,306, Eff. 9\/13\/71.) The Superintendent of Building may grant slight modifications in the requirements of Section 12.21 A.5. of this Code if it is impractical to apply the design criteria set forth therein due to the unusual topography, peculiar shape of location of the lot, or where parking angles are less than 40 degrees. He may also grant slight modifications in such requirements where such modifications will improve the design or functioning of the parking area or garage, or where attendant parking is assured to his satisfaction.<br \/><br \/>\tThe power to grant such modifications shall be exercised in accordance with the procedure established in Section 98.0403 of this Code.<br \/><br \/>\tD.\tInspection Of Premises – Whenever it is necessary to make an inspection to enforce any of the provisions or to perform any duty imposed by this Code or other applicable <span class=\"dictionary\">law<\/span>, or whenever the Superintendent of Building or his authorized representative has reasonable cause to believe that there exists in any building or upon any premises any violation of the provisions of this Article or other applicable <span class=\"dictionary\">law<\/span>, the Superintendent of Building or his authorized representative is hereby authorized to enter such property at any reasonable time and to inspect the same and perform any duty imposed upon the General Manager by this Code or other applicable <span class=\"dictionary\">law<\/span>, provided that:  (Amended by Ord. No. 142,306, Eff. 9\/13\/71, Operative 2\/9\/72.)<br \/><br \/>\t(1)\tif such property be occupied, he shall first present proper credentials to the occupant and request entry explaining his reasons therefor; and<br \/><br \/>\t(2)\tif such property be unoccupied, he shall first make a reasonable effort to locate the owner or other persons having charge or control of the property and request entry, explaining his reasons therefor. If such entry is refused or cannot be obtained because the owner or other person having charge or control of the property cannot be found after due diligence, the Superintendent of Building or his authorized representative shall have recourse to every remedy provided by <span class=\"dictionary\">law<\/span> to secure lawful entry and inspect the property.<br \/><br \/>\tE.\tCertificate Of Occupancy.  No vacant land shall be occupied or used, except for agricultural uses, and no building erected or structurally altered shall be occupied or used until a certificate of occupancy shall have been issued by the Superintendent of Building.  (Amended by Ord. No. 142,306, Eff. 9\/13\/71, Operative 2\/9\/72.)<br \/><br \/>\t1.\tCertificate of Occupancy for a Building.<br \/><br \/>\t(a)\tA certificate of occupancy for a new building or the enlargement or alteration of an existing building shall be applied for coincident with the application for a building permit.  The certificate of occupancy shall be issued after the request for it has been made in writing to the Superintendent of Building after the erection, enlargement or alteration of the building or part of the building has been completed in conformity with the provisions of these regulations.  (First and Second Sentences Amended by Ord. No. 177,103, Eff. 12\/18\/05.)  Pending the issuance of a regular certificate, a temporary certificate of occupancy may be issued by the Superintendent of Building for a period not to exceed six months, during the completion of alterations or during partial occupancy of a building pending its completion. Such temporary certificate shall not be construed as in any way altering the respective rights, duties, or obligations of the owners or of the City relating to the use or occupancy of the premises or any other matter covered by this chapter, and such temporary certificate shall not be issued except under such restrictions and provisions as will adequately insure the safety of the occupants.<br \/><br \/>\t(b)\tWhenever the automobile parking spaces which are required for a building by the provisions of this Article, are provided on a lot other than the one on which the building is located, the certificate of occupancy for said building shall be valid only while such parking spaces are being so maintained and shall bear a notation to that effect. Said certificate shall be kept posted in a conspicuous place in the building. The Superintendent of Building shall keep a record of each lot on which required automobile parking spaces are provided for a building located on another lot, and whenever he finds that such automobile parking spaces are no longer so maintained, he shall notify the persons having <span class=\"dictionary\">custody<\/span> of the building of that <span class=\"dictionary\">fact<\/span>. If at any time such automobile parking spaces are not being maintained, the certificate of occupancy shall automatically be cancelled and said building shall not thereafter be occupied or used until the required automobile parking spaces are again provided and a new certificate is issued.<br \/><br \/>\t(c)\tWhenever a lot abutting a public alley in the “C” Zone is developed and used solely for dwelling or apartment house purposes with no more than 20 dwelling units on the lot and no loading space is provided, the certificate of occupancy for any building thereon shall be valid only while all the buildings on said lot are maintained for said use and the certificate shall bear a notation to that effect. If at any time any of the buildings on said lot are structurally altered or enlarged, or the use thereof is changed to a hospital, hotel, institution, commercial or industrial purposes, or a dwelling or apartment house so as to exceed 20 dwelling units on the lot, the certificate shall automatically be cancelled and none of the buildings on said lot shall thereafter be occupied or used until the required loading space is provided and a new certificate is issued.  (Added by Ord. No. 130,952, Eff. 11\/8\/65.)<br \/><br \/>\t(d)\tWherever authority is granted to permit the sale of a lot in a residential planned development contingent upon the <span class=\"dictionary\">possession<\/span> of an interest in common areas and facilities which are appurtenant to said lot, The Certificate of Occupancy for buildings on said lot shall be valid only while said interest is held by the owner. Said interest may be through shares of stock or voting membership in an owners association.  (Added by Ord. No. 141,474, Eff. 2\/27\/71.)<br \/><br \/>\t2.\tCertificate of Occupancy for Land — A certificate of occupancy for the use of vacant land or a change in the character of the use of land, including the construction of tennis or paddle tennis <span class=\"dictionary\">courts<\/span>, as herein provided, shall be applied for before any such land shall be occupied or used for any purpose except that of tilling the soil and the growing therein of farm, garden or orchard products; and a certificate of occupancy shall be issued after the application has been made, provided such use is in conformity with the provisions of the Municipal Code. (Amended by Ord. No. 151,466, Eff. 10\/27\/78.)<br \/><br \/>\t3.\tCertificate of Occupancy – Contents – Filing Fee.  (Amended by Ord. No. 168,439, Eff. 2\/2\/93.)  The Certificate of Occupancy shall state that the building or proposed use of a building or land conforms to the provisions of this chapter.  A record of all certificates shall be kept on file in the office of the Superintendent of Building, and copies shall be furnished, on request, to any person having a proprietary or tenancy interest in the building or land affected.  A fee shall be charged for each original certificate of occupancy pursuant to Subdivision 10. of Subsection (b) of Section 91.0304 of the Los Angeles Municipal Code.<br \/><br \/>\tNo excavation for any building shall be started before application has been made for a certificate of occupancy.<br \/><br \/>\t4.\tPlats – All applications for a certificate of occupancy shall be made on a printed form to be furnished by the Superintendent of Building, and shall contain accurate information and dimensions as to the size and location of the lot, the size and location of the buildings or structures on the lot, the dimensions of all yards and open spaces, and such other information as may be necessary to provide for the enforcement of these regulations. Where complete and accurate information is not readily available from existing records, the Superintendent of Building may require the applicant to furnish a survey of the lot prepared by a licensed surveyor. The applications and plats shall be kept in the office of the Superintendent of Building, and the duplicate copy shall be kept at the building at all times during construction.<br \/><br \/>\t5.\tRecorded Agreements.  (Amended by Ord. No. 111,049, Eff. 5\/3\/58.) Whenever the off-street automobile parking spaces required by this section are provided on a different lot from that on which the use they are to serve is located, as a prerequisite to the issuance of the required building permit or certificate of occupancy, the owner or owners of said lot on which parking is to be provided shall record an agreement in the Office of the County Recorder of Los Angeles County, California, as a covenant running with the land for the benefit of the City of Los Angeles, providing that such owner or owners shall continue to maintain said parking spaces so long as the building or use they are intended to serve is maintained.<br \/><br \/>\tWhenever the total floor area permitted on a lot is to be included in a building which will not cover the entire buildable area of the lot, as a prerequisite to the issuance of the required building permit, the owner or owners of record of said lot shall record in the office of the County Recorder of Los Angeles County, California, a covenant running with the land for the benefit of the City of Los Angeles providing that so long as said building is maintained on said lot said owner or owners will not erect any additional buildings on the unoccupied buildable area of the lot.<br \/><br \/>\tF.\tAuto Dismantling Yards, Junk Yards, Scrap Metal or Recycling <span class=\"dictionary\">Materials<\/span> Processing Yards, Recycling Collection and\/or Buyback Centers, Recycling <span class=\"dictionary\">Materials<\/span> Sorting Facilities and Cargo Container Storage Yards.  (Amended by Ord. No. 177,244, Eff. 2\/18\/06.)<br \/><br \/>\t1.\tDefinitions.  As used in this subsection, the following terms are defined as follows:<br \/><br \/>\t(a)\tBOARD.  The Board of Building and Safety Commissioners.<br \/><br \/>\t(b)\tDEPARTMENT.  The Los Angeles Department of Building and Safety.<br \/><br \/>\t(c)\tRECYCLING CENTER.  Any recycling collection or buyback site, recycling sorting facility, or other recycling oriented site which does not do any processing other than mechanical compaction to reduce the volume of recyclable containers for economy of storage.<br \/><br \/>\t(d)\tSUPERINTENDENT.  The Superintendent of Building or his or her authorized representative.<br \/><br \/>\t(e)\tYARD.  Any automobile or truck dismantling yard, junk yard, scrap metal or recycling <span class=\"dictionary\">materials<\/span> processing yard or cargo container storage yard or any open storage location where used <span class=\"dictionary\">materials<\/span> and equipment of any kind, including vehicles, boats, or airplanes, which are inoperable, wrecked, damaged, or unlicensed, i.e., not currently licensed by the Department of Motor Vehicles, are stored or processed.  (Amended by Ord. No. 177,244, Eff. 2\/18\/06.)<br \/><br \/>\t2.\tApplicability.  The provisions of this subsection shall apply to every recycling center or yard operating pursuant to a valid certificate of occupancy. In addition, these provisions shall be applicable to every recycling center or yard operating with nonconforming status pursuant to Section 12.23 of this Code, and as to such recycling centers or yards, any <span class=\"dictionary\">revocation<\/span> proceedings authorized by these provisions shall be deemed to be proceedings to revoke and void any rights otherwise granted by Section 12.23 of this Code.<br \/><br \/>\t3.\tAnnual Inspections.  The Department shall make an inspection of each recycling center or yard at least once a year to verify compliance with all applicable provisions of this Code.  An annual inspection fee as specified in Section 98.0402(e) of the Code shall be paid by each business operator or property owner to the Department.  The business operator and the property owner of every site under the <span class=\"dictionary\">jurisdiction<\/span> of this section shall be notified of all fees, fines, penalties, costs, or other assessments resulting from enforcement of this section and are jointly and severally responsible to ensure that code compliance is maintained, at all times, and that payment of all fees, fines, penalties, costs, or other assessments due for each qualifying business as specified by this section, is made to the Department.  If all fees, fines, penalties, costs or other assessments due pursuant to this section are not paid, a <span class=\"dictionary\">lien<\/span> may be placed upon the property as provided for in Section 98.0402(g) of the Code and Los Angeles Administrative Code section 7.35.1 et seq.  In addition, failure to pay all fees, fines, penalties, costs or other assessments is sufficient cause to institute a certificate of occupancy <span class=\"dictionary\">revocation<\/span> <span class=\"dictionary\">hearing<\/span>.  An inspection may also be made whenever a complaint is received by the Department concerning a violation of this Code or as needed to verify continued compliance with applicable Code requirements.  <span class=\"dictionary\">Accessory<\/span> storage only yards, where no business is conducted, which are nearby but not contiguous with a main yard may be approved and inspected with an additional fee of one half of the annual inspection fee for each yard.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)<br \/><br \/>\t4.\t<span class=\"dictionary\">Order<\/span> to Comply.  If a recycling center or yard that is inspected is found to be in violation of any provision of this Code, the Superintendent shall send an <span class=\"dictionary\">Order<\/span> to Comply (“<span class=\"dictionary\">Order<\/span>”) to the owner of the property and the operator of the recycling center or yard. The <span class=\"dictionary\">Order<\/span> shall clearly state the following:<br \/><br \/>\t(a)\tThe violation must be corrected by a compliance date specified in the <span class=\"dictionary\">Order<\/span>, which date shall be no more than 30 days from the date the <span class=\"dictionary\">Order<\/span> is mailed;<br \/><br \/>\t(b)\tThe compliance date as specified in the <span class=\"dictionary\">Order<\/span> may be extended for an additional period not to exceed 45 days if the owner or operator of the recycling center or yard presents satisfactory <span class=\"dictionary\">evidence<\/span> to the Superintendent that unusual difficulties prevent substantial compliance without an extension;<br \/><br \/>\t(c)\tFailure to correct the violation on or before the compliance date or any authorized extension will lead to commencement of certificate of occupancy <span class=\"dictionary\">revocation<\/span> proceedings.  Such proceedings will terminate with a <span class=\"dictionary\">revocation<\/span> <span class=\"dictionary\">hearing<\/span>, which <span class=\"dictionary\">hearing<\/span> may only be avoided if the violation is corrected and a fine paid according to the fine schedule in Subdivision 14. of this subsection.<br \/><br \/>\t5.\tRe-inspection.  The Superintendent shall reinspect a recycling center or yard for which an <span class=\"dictionary\">Order<\/span> was issued pursuant to this subsection subsequent to the compliance date or any authorized extension thereof.<br \/><br \/>\t6.\t<span class=\"dictionary\">Citation<\/span> Authority Prior to <span class=\"dictionary\">Revocation<\/span> Notice.  An <span class=\"dictionary\">arrest<\/span> may be made or <span class=\"dictionary\">citation<\/span> issued pursuant to Sec. 98.0408 of this Code if the violations noted in an <span class=\"dictionary\">Order<\/span> are not corrected on or before the due date noted upon such notice.  This action does not preclude the commencement of certificate of occupancy <span class=\"dictionary\">revocation<\/span> proceedings.<br \/><br \/>\t7.\tFailure to Correct Violation; Failure to Pay Inspection Fee; <span class=\"dictionary\">Revocation<\/span> Proceedings.  If any violation specified in an <span class=\"dictionary\">Order<\/span> or <span class=\"dictionary\">citation<\/span> is not corrected prior to the compliance date or any extension thereof, or if the annual inspection fee has not been paid within 60 days of assessment, then certificate of occupancy <span class=\"dictionary\">revocation<\/span> proceedings shall be commenced by issuance of a Notice of <span class=\"dictionary\">Intent<\/span> to Revoke (“Notice”), which shall be sent to the owner of the property and the operator of the recycling center or yard subsequent to any re-inspection pursuant to Subdivision 5. of this subsection.  The Notice shall state the following:<br \/><br \/>\t(a)\tThe date and place of the <span class=\"dictionary\">revocation<\/span> <span class=\"dictionary\">hearing<\/span>, which shall be scheduled at least 15 days and not more than 90 days from the date of issuance of the Notice.<br \/><br \/>\t(b)\tA list of all violations uncorrected as of the compliance date.<br \/><br \/>\t(c)\tCopies of all inspection reports related to these violations, unless the copies were previously furnished to the owner or operator.<br \/><br \/>\t(d)\tTermination of <span class=\"dictionary\">revocation<\/span> proceedings may only be obtained if each violation noted in the Notice is corrected before the date of the <span class=\"dictionary\">revocation<\/span> <span class=\"dictionary\">hearing<\/span> and if a specified fine is paid, which fine shall be fixed in accordance with the fine schedule in Subdivision 14. of this subsection.<br \/><br \/>\t(e)\tThe owner or operator is entitled to be represented by legal <span class=\"dictionary\">counsel<\/span> at any <span class=\"dictionary\">revocation<\/span> <span class=\"dictionary\">hearing<\/span>.<br \/><br \/>\t(f)\tEach violation of the Code and each day of  operation without a certificate of occupancy is a <span class=\"dictionary\">misdemeanor<\/span>.<br \/><br \/>\t8.\tTermination of <span class=\"dictionary\">Revocation<\/span> Proceedings.  The Superintendent shall terminate certificate of occupancy <span class=\"dictionary\">revocation<\/span> proceedings upon a <span class=\"dictionary\">finding<\/span> that each violation of this Code specified in the Notice has been corrected and the fine specified in such Notice has been paid.  Termination may only occur on or before the date of the <span class=\"dictionary\">revocation<\/span> <span class=\"dictionary\">hearing<\/span>.<br \/><br \/>\t9.\t<span class=\"dictionary\">Revocation<\/span> <span class=\"dictionary\">Hearing<\/span>.  On the date specified in the Notice, a certificate of occupancy <span class=\"dictionary\">revocation<\/span> <span class=\"dictionary\">hearing<\/span> shall be held.  The Board may appoint a <span class=\"dictionary\">hearing<\/span> examiner to conduct the <span class=\"dictionary\">hearing<\/span>, which examiner shall not be any individual who participated in the issuance of any of the Notices required by this subsection.  <span class=\"dictionary\">Subpoenas<\/span> may be issued pursuant to Section 98.0307 of this Code.  The <span class=\"dictionary\">hearing<\/span> shall be conducted pursuant to the provisions of Sections 98.0308 and 98.0309 of this Code.  (Amended by Ord. No. 177,244, Eff. 2\/18\/06.)<br \/><br \/>\t10.\t<span class=\"dictionary\">Hearing<\/span> Examiner’s Report.  Within 30 days of the last day of the <span class=\"dictionary\">revocation<\/span> <span class=\"dictionary\">hearing<\/span>, the <span class=\"dictionary\">hearing<\/span> examiner shall report its <span class=\"dictionary\">findings<\/span> and recommendations in writing to the Board.<br \/><br \/>\t11.\tBoard Determination.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)  Within 30 days of receipt of the <span class=\"dictionary\">Hearing<\/span> Examiner’s report, the Board shall determine whether the certificate of occupancy shall be revoked.  <span class=\"dictionary\">Revocation<\/span> shall be ordered by the Board if it finds that any required fees, fines, penalties, costs or other assessments have not been paid or any of the violations specified in the <span class=\"dictionary\">Order<\/span> have not been corrected, except for the circumstances stated below.<br \/><br \/>\tThe Board may, in its discretion, determine that a certificate of occupancy should not be revoked if it makes both of the following <span class=\"dictionary\">findings<\/span>:<br \/><br \/>\t(a)\tTaken together, the remaining uncorrected violations specified in the <span class=\"dictionary\">Order<\/span>, do not have an adverse effect on neighboring properties or on the general public; and<br \/><br \/>\t(b)\tThe owner or operator of the yard has paid the fine specified in Subdivision 14. of this subsection with respect to all violations listed in the Notice of <span class=\"dictionary\">Revocation<\/span>.<br \/><br \/>\tIn making its determination, the Board may hear from the owner, operator, or other interested <span class=\"dictionary\">party<\/span>.  The determination of the Board is final.<br \/><br \/>\t12.\tLoss of Non-Conforming Rights.  Notwithstanding any provision of this Code to the contrary, where a certificate of occupancy is revoked pursuant to this subsection, a new certificate of occupancy for the property may only be issued if all requirements of the Code in effect at the time of issuance of the new certificate are satisfied.  In the case of a site which has no valid certificate of occupancy any and all rights which may be granted by Sec. 12.23 of this Code are revoked.<br \/><br \/>\t13.\t<span class=\"dictionary\">Appeals<\/span>.  Notwithstanding any provision of the Code to the contrary, there shall be no <span class=\"dictionary\">appeal<\/span> to the Board of Building and Safety Commissioners from any <span class=\"dictionary\">Order<\/span> issued or determination made by the Superintendent pursuant to this Subsection F.<br \/><br \/>\t14.\tFine Schedule.  The fine for each violation listed in the Notice shall be as specified in Section 98.0402(f)2. of the Code.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)<br \/><br \/>\t15.\tRepeat Violations.  Notwithstanding any provision of this subsection to the contrary, if an <span class=\"dictionary\">Order<\/span> is issued for violation of a provision of the Code, and after compliance with it, a subsequent <span class=\"dictionary\">Order<\/span> is issued for a violation of the same provision occurring within one year of the date of the initial notice:<br \/><br \/>\t(a)\tEach violation cited in a subsequent <span class=\"dictionary\">Order<\/span> shall carry a fine as specified in Section 98.0402(f)1. of the Code and shall be paid within 15 days of the compliance date of any subsequent <span class=\"dictionary\">order<\/span>.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)<br \/><br \/>\t(b)\tThe compliance date for any such notice to comply shall be no more than ten days from the date of mailing of such notice.<br \/><br \/>\t(c)\tNo extension of the compliance date may be granted.<br \/><br \/>\t(d)\tThe amounts set forth in the fine schedule in Subdivision 14 of this subsection shall be doubled if <span class=\"dictionary\">revocation<\/span> proceedings were started for any previous <span class=\"dictionary\">Order<\/span>.<br \/><br \/>\t16.\tParking of Vehicles in <span class=\"dictionary\">Custody<\/span> of Any Yard.  No vehicle or any part of any vehicle in the <span class=\"dictionary\">custody<\/span> or <span class=\"dictionary\">possession<\/span>, for any reason, of a yard, as defined in this subsection, shall be parked, left standing, placed, or stored outside of the approved enclosure on the lot on which the yard is located, except that vehicles and parts may be stored within an approved auxiliary storage yard.  In addition, all parking spaces on the lot and any access driveways leading to the parking spaces, which are required by this code, must be maintained clear and available only for parking of operative vehicles.  (Added by Ord. No. 181,033, Eff. 2\/4\/10.)<br \/><br \/>\tG.\tBuilding Permits – No tennis or paddle tennis <span class=\"dictionary\">court<\/span> <span class=\"dictionary\">accessory<\/span> to a primary residential use on the same lot in the A or R Zones shall be constructed until application for a building permit therefor has been filed with and issued by the Department of Building and Safety.  (Added by Ord. No. 151,466, Eff. 10\/27\/78.)<br \/><br \/>\tH.\tIssuance of <span class=\"dictionary\">Citations<\/span> by Designated Employees.  Employees of the Department of Building and Safety specified in Section 98.0408 of this Code shall have the powers, duties and immunities as set forth in said section. (Added by Ord. No. 157,872, Eff. 8\/12\/83.)<br \/><br \/>\tI.\tAutomotive Repair Garage and Used Vehicle Sales Areas.  (Amended by Ord. No. 181,033*, Eff. 2\/4\/10.)<br \/><br \/>*Note: Except as otherwise further amended by Ord. No. 181,033, Subsec. I. is amended by changing all references to the terms “Automotive Repair” or “Repair Garage” to the term “Automotive Repair Garage” (see Sec. 6 of this Ord.).<br \/><br \/>\t1.\tDefinitions.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05.)  As used in this subsection, the following terms have the definitions specified herein:<br \/><br \/>\t(a)\tDepartment.  The Department of Building and Safety.<br \/><br \/>\t(b)\tBoard.  The Board of Building and Safety Commissioners. <br \/><br \/>\t(c)\tUsed Vehicle Sales Area.  An area or lot where any type of used motor vehicle or trailer is displayed for sale.<br \/><br \/>\t(d)\tAutomotive Repair Garage.  All retail or wholesale uses which are enumerated in the definition for “Automotive Repair” in Section 12.03 of this Code, and, in addition, includes all testing, installation of vehicle equipment or accessories, and the application of paint, sprayed coloring, or other types of covering or the recovering of any part of a vehicle interior or exterior.  Included in this definition are smog testing shops whether for test only or for repairs, window tinting or replacement shops, application of vinyl or similar covering <span class=\"dictionary\">materials<\/span>, installation of parts or accessories on the site of a parts store, and all other similar uses.  (Added by Ord. No. 181,033, Eff. 2\/4\/10.)<br \/><br \/>\t2.\tApplicability.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05.)<br \/><br \/>\t(a)\tThe provisions of this subsection shall apply to every automotive repair garage use in the City of Los Angeles, including those in existence prior to May 27, 1990, the effective date of <span class=\"dictionary\">Ordinance<\/span> No. 165,798.<br \/><br \/>\t(b)\tThe provisions of this subsection shall also apply to every used vehicle sales area in the City of Los Angeles, including those in existence prior to the effective date of this paragraph.<br \/><br \/>\tException:  Used car sales areas operated in conjunction with and on the same lot or on contiguous lots with a new car dealer are exempted from  yearly inspections.<br \/><br \/>\t3.\tMinimum Standards.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05.)<br \/><br \/>\t(a)\tAll automotive repair garages shall comply with the following minimum standards:<br \/><br \/>\t(1)\tAll body and fender repairing when conducted within 300 feet of an A or R Zone shall be done within a completely enclosed building or room.  The doors of such building or room may be open during the following hours:<br \/><br \/>\t(i)\tFrom 7 a.m. until 8 p.m. on Mondays through Fridays;<br \/><br \/>\t(ii)\tFrom 9 a.m. until 8 p.m. on Saturdays; and<br \/><br \/>\t(iii)\tFrom 11 a.m. until 8 p.m. on Sundays.<br \/><br \/>\tAt all other times, the doors of such building or room shall be closed, except at intervals necessary for ingress and egress.<br \/><br \/>\t(2)\tAll body and fender repairing when conducted within 150 feet of an A or R Zone shall be done within a completely enclosed building or room with stationary windows.  The doors of such building or room may be opened only at intervals necessary for ingress and egress, except that garage bay doors may be open during the hours of operation set forth in Paragraph (1) of this subdivision, provided:<br \/><br \/>\t(i)\tA minimum 10-foot-high solid masonry fence or a minimum 10-foot-high intervening commercial or industrial building enclosed on at least three sides is maintained at the property line adjacent to the A or R Zone, or;<br \/><br \/>\t(ii)\tDoors facing a public street shall be closer to the property line adjacent to the public street than the required yard setback of any adjacent A or R Zone.<br \/><br \/>\t(3)\tAll automotive spray painting shall be done in full compliance with the provisions of Article 7 of Chapter 5 of the Code regulating these installations; provided further, that no spray painting may be done except in an approved spray booth or room approved for this use that is located within a wholly enclosed building.  In the M2 or M3 Zone a spray booth approved for use outside of a building may be utilized if allowed by all other <span class=\"dictionary\">jurisdictions<\/span> having authority over spray painting.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)<br \/><br \/>\t(4)\tExcept for allowable outside uses when conducted in the M2 or M3 Zones, all other operations shall be conducted within a building enclosed on at least three sides, except for the following, which may be conducted within the first 18 feet in depth measured perpendicular to the entire length of the building wall containing a garage bay door; said area shall not displace any required parking:<br \/><br \/>\t(i)\telectrical diagnostics;<br \/><br \/>\t(ii)\t<span class=\"dictionary\">battery<\/span> charging and changing;<br \/><br \/>\t(iii)\ttire removal and replacement, provided the vehicle is not elevated more than 12-inches off the ground measured to the bottom of the tire.  A portable hoist only, may be used for this purpose.<br \/><br \/>\t(5)\tIf the building is located within 50 feet of a lot in an A or R Zone with no intervening street, the wall of the building nearest such Zone shall have no openings other than doors or stationary windows.  Such doors shall be permitted only if the building is adjacent to an alley and may be opened only at intervals necessary for ingress or egress.<br \/><br \/>\t(6)\tAutomotive hoists, of any type or size, except as provided in Paragraph (4)(iii) above or allowed and operated in an M2 or M3 Zone, shall be located or operated only inside a fully enclosed building.<br \/><br \/>\t(b)\tAll Used Vehicle Sales Areas shall comply with the following:<br \/><br \/>\t(1)\tAll used vehicle sales areas established after January 1, 2005, shall provide supplemental customer parking, on site, of at least one space for every 2,000 square feet of vehicle sales area.  This parking is in addition to all other parking required for the lot and shall be conspicuously posted and used for customer parking only.  There shall be a minimum of two customer parking spaces provided for any used vehicle sales area.<br \/><br \/>\t(2)\tAll repair work done on site must comply with the provisions of this subsection whether or not the repairs are done on customer or dealer owned vehicles.<br \/><br \/>\t(3)\tAll other provisions of the Code which apply to used vehicle sales must be complied with at all times.<br \/><br \/>\t(4)\tException:  Display of not more than three vehicles for purposes of sale or trade, at any one time, which is <span class=\"dictionary\">accessory<\/span> to an approved use on the same lot and not occupying any required parking spaces, does not require a separate certificate of occupancy, additional parking, or annual inspection.<br \/><br \/>\t(c)\tNothing in this section shall relieve any person from complying with any applicable requirements contained in Sections 12.14, 80.73.1, 80.73.2 or any other provision of the Code.<br \/><br \/>\t4.\tParking of Cars in <span class=\"dictionary\">Custody<\/span> of Automotive Repair Garage or Used Vehicle Sales Area.  (Title Amended by Ord. No. 181,033, Eff. 2\/4\/10.)  No vehicle left in the <span class=\"dictionary\">custody<\/span> or <span class=\"dictionary\">possession<\/span>, for any reason, of an automotive repair garage or used vehicle sales area shall be parked, left standing or stored outside the lot on which the automotive repair garage or used vehicle sales area is located, except that such vehicles may be stored within an approved storage yard.  A responsible person shall be on the premises of each automotive repair garage or used vehicle sales lot during the hours in which the garage or lot is in operation. This person shall maintain current records, in a manner that can be immediately supplied to any enforcement agency upon request, stating the license plate number, vehicle identification number and registered owner of each vehicle currently in the <span class=\"dictionary\">custody<\/span> or <span class=\"dictionary\">possession<\/span> of the automotive repair garage or used vehicle sales lot for purposes of repair, sales, trade, shipment or other <span class=\"dictionary\">disposition<\/span>.  This subdivision shall not apply to employees’ vehicles used daily for commuting.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05.)<br \/><br \/>\t5.\tAnnual Inspections.  The Department shall inspect the physical facilities of each automotive repair garage or used vehicle sales area at least once a year.  An annual inspection fee as specified in Section 98.0402(e) of the Code shall be paid by the business operator or property owner to the Department.  The business operator and the property owner of every site under the <span class=\"dictionary\">jurisdiction<\/span> of this section shall be notified of all fees, fines, penalties, costs, or other assessments resulting from enforcement of this section and are jointly and severally responsible to ensure that code compliance is maintained, at all times, and that payment of all fees, fines, penalties, costs, or other assessments due, for each qualifying business as specified by this section, is made to the Department.  If all fees, fines, costs, penalties or other assessments due under this Code are not paid, a <span class=\"dictionary\">lien<\/span> may be placed upon the property as provided for in Section 98.0402(g) of the Code and Los Angeles Administrative Code Section 7.35.1 et seq.  In addition, failure to pay all fees, fines, penalties, costs or other assessments is sufficient cause to institute a certificate of occupancy <span class=\"dictionary\">revocation<\/span> <span class=\"dictionary\">hearing<\/span>.  An inspection may also be made whenever a complaint or referral is received by the Department concerning a violation of this Code by an automotive repair garage or used vehicle sales area or as necessary to verify continued compliance with all applicable Code requirements.  <span class=\"dictionary\">Accessory<\/span> storage only yards or buildings, where no business is conducted, which are nearby but not contiguous with a main automotive repair garage may be approved and inspected with an additional fee of one-half of the annual inspection fee for the yard or building.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)<br \/><br \/>\t6.\t<span class=\"dictionary\">Order<\/span> to Comply.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05; Renumbered by Ord. No. 181,033, Eff. 2\/4\/10.)  If the physical facilities of an automotive repair garage or used vehicle sales area are found by the Department to be in violation of Subdivision 3. or 4. of this subsection or of any other provision of this article, the Department shall send an <span class=\"dictionary\">Order<\/span> to Comply (“<span class=\"dictionary\">Order<\/span>”) to the owner of the property and the operator of the automotive repair garage or used vehicle sales area.<br \/><br \/>\tThe <span class=\"dictionary\">Order<\/span> shall clearly state the following:<br \/><br \/>\t(a)\tThe nature of the violation and the code section violated.<br \/><br \/>\t(b)\tThat the violation must be corrected by a compliance date specified in the <span class=\"dictionary\">order<\/span> or any extension authorized pursuant to Subdivision 7. of this subsection.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)<br \/><br \/>\t(c)\tThat failure to correct the violation on or before the compliance date or any authorized extension may result in commencement of proceedings to revoke the certificate of occupancy.  These proceedings may involve a <span class=\"dictionary\">revocation<\/span> <span class=\"dictionary\">hearing<\/span>.  A personal <span class=\"dictionary\">appearance<\/span> at the <span class=\"dictionary\">hearing<\/span> may only be avoided if the violation is corrected and a fine paid according to the fine schedule in Subdivision 16. of this subsection.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)<br \/><br \/>\t(d)\tThat an <span class=\"dictionary\">appeal<\/span> may be filed from the <span class=\"dictionary\">order<\/span> in the manner provided by Subdivision 15. of this subsection.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)<br \/><br \/>\t7.\tTime Limits for Compliance with <span class=\"dictionary\">Order<\/span>.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05; Renumbered by Ord. No. 181,033, Eff. 2\/4\/10.)<br \/><br \/>\t(a)\tThe automotive repair garage or used vehicle sales area shall comply with the <span class=\"dictionary\">Order<\/span> described in Subdivision 6. of this subsection on or before the compliance date specified in the <span class=\"dictionary\">order<\/span>, or any authorized extension.  The compliance date shall be not more than 30 days from the date of the <span class=\"dictionary\">order<\/span>.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)<br \/><br \/>\t(b)\tThe Department may grant an extension of the compliance date specified in the <span class=\"dictionary\">order<\/span> for an additional period not to exceed 45 days if the owner or operator of the automotive repair garage or used vehicle sales area presents satisfactory <span class=\"dictionary\">evidence<\/span> to the Department that unusual difficulties would prevent substantial compliance without such extension.<br \/><br \/>\t(c)\tUpon an <span class=\"dictionary\">appeal<\/span>, the Board may grant an extension of the compliance date for an additional period not to exceed 180 days if it finds that the correction of major code violations requiring extensive building alterations would create a hardship without such extension.<br \/><br \/>\t8.\tRe-inspection.  The Department shall re-inspect an automotive repair garage or used vehicle sales area for which an <span class=\"dictionary\">Order<\/span> was issued pursuant to this subsection subsequent to the compliance date or any authorized extension.  (Renumbered and Amended by Ord. No. 181,033, Eff. 2\/4\/10.)<br \/><br \/>\t9.\t<span class=\"dictionary\">Citation<\/span> authority prior to <span class=\"dictionary\">Revocation<\/span> Notice.  An <span class=\"dictionary\">arrest<\/span> may be made or <span class=\"dictionary\">citation<\/span> issued pursuant to Sec. 98.0408 of the Code, if the violations noted in an <span class=\"dictionary\">Order<\/span> are not corrected on or before the due date noted upon the <span class=\"dictionary\">order<\/span>.  This action does not preclude the commencement of certificate of occupancy <span class=\"dictionary\">revocation<\/span> proceedings.  (Renumbered and Amended by Ord. No. 181,033, Eff. 2\/4\/10.)<br \/><br \/>\t10.\tFailure to Correct Violations, Failure to Pay Inspection Fee, <span class=\"dictionary\">Revocation<\/span> Proceedings.  (Renumbered; Title and First Paragraph Amended by Ord. No. 181,033, Eff. 2\/4\/10.)  If any violation specified in the <span class=\"dictionary\">Order<\/span> is not corrected prior to the compliance date or any extensions, or if the annual inspection fee has not been paid within 60 days of assessment, pursuant to Section 98.0402(e) of the Code, then the Department shall commence certificate of occupancy <span class=\"dictionary\">revocation<\/span> proceedings by issuance of a Notice of <span class=\"dictionary\">Intent<\/span> to Revoke (“Notice”).  This Notice shall be sent to the owner of the property and the operator of the automotive repair garage or used vehicle sales area.<br \/><br \/>\tThe Notice shall state the following:<br \/><br \/>\t(a)\tThe date and place of the <span class=\"dictionary\">revocation<\/span> <span class=\"dictionary\">hearing<\/span>, which shall be scheduled at least 15 days and not more than 90 days from the date of issuance of the Notice.<br \/><br \/>\t(b)\tA list of all violations uncorrected as of the compliance date.<br \/><br \/>\t(c)\tThat copies of all inspection reports related to such violations are available for inspection by the owner or operator.<br \/><br \/>\t(d)\tThat termination of <span class=\"dictionary\">revocation<\/span> proceedings may be obtained if the violations noted in the Notice are corrected before the date of the <span class=\"dictionary\">revocation<\/span> <span class=\"dictionary\">hearing<\/span> and only if a specified fine is paid.  This fine shall be fixed in accordance with the fine schedule in Subdivision 16 of this subsection.<br \/><br \/>\t(e)\tThat the owner and operator are entitled to be represented by legal <span class=\"dictionary\">counsel<\/span> at any <span class=\"dictionary\">revocation<\/span> <span class=\"dictionary\">hearing<\/span>.<br \/><br \/>\t(f)\tThat the proceedings may result in the <span class=\"dictionary\">revocation<\/span> of the certificate of occupancy.<br \/><br \/>\t(g)\tThat each violation of this Code and each day of operation without a certificate of occupancy is a <span class=\"dictionary\">misdemeanor<\/span>.<br \/><br \/>\t11.\t<span class=\"dictionary\">Revocation<\/span> <span class=\"dictionary\">Hearing<\/span>.  On the date specified in the Notice of <span class=\"dictionary\">Intent<\/span> to Revoke, a <span class=\"dictionary\">hearing<\/span> shall be held.  The Board may appoint a <span class=\"dictionary\">Hearing<\/span> Examiner to conduct the <span class=\"dictionary\">hearing<\/span>.  The Examiner shall not be any individual who participated in the issuance of any of the Notices or <span class=\"dictionary\">Orders<\/span> required by this subsection. <span class=\"dictionary\">Subpoenas<\/span> may be issued pursuant to Section 98.0307 of the Code.  The <span class=\"dictionary\">hearing<\/span> shall be conducted pursuant to the provisions of Sections 98.0308 and 98.0309 of the Code.  (Renumbered and Amended by Ord. No. 181,033, Eff. 2\/4\/10.)<br \/><br \/>\t12.\t<span class=\"dictionary\">Hearing<\/span> Examiner’s Report.  Within 30 days of the last day of the <span class=\"dictionary\">hearing<\/span>, the <span class=\"dictionary\">Hearing<\/span> Examiner shall report his <span class=\"dictionary\">findings<\/span> and recommendations in writing to the Board.  (Renumbered by Ord. No. 181,033, Eff. 2\/4\/10.)<br \/><br \/>\t13.\tBoard Determination.  (Renumbered and Amended by Ord. No. 181,033, Eff. 2\/4\/10.)  Within 30 days of receipt of the <span class=\"dictionary\">Hearing<\/span> Examiner’s report, the Board shall determine whether the certificate of occupancy shall be revoked.<br \/><br \/>\t(a)\t<span class=\"dictionary\">Revocation<\/span> shall be ordered by the Board if it finds that:<br \/><br \/>\t(i)\tAny of the violations specified in the <span class=\"dictionary\">Order<\/span> have not been corrected, or that the fines specified in Subdivision 16. of this subsection have not been paid; and<br \/><br \/>\t(ii)\tThat, taken together, the remaining uncorrected violations have significant adverse effects on surrounding properties or the health, peace, or safety of persons residing or working in the surrounding area; and<br \/><br \/>\t(iii)\tThe owner or operator of the automotive repair garage or used vehicle sales area has failed to demonstrate to the satisfaction of the Board the ability or willingness to eliminate problems associated with the automotive repair garage or used vehicle sales area operation.<br \/><br \/>\t(b)\tThe Board may determine that a certificate of occupancy should not be revoked if it makes the following <span class=\"dictionary\">findings<\/span>:<br \/><br \/>\t(i)\tThe remaining uncorrected violations specified in the <span class=\"dictionary\">Order<\/span> do not have an adverse effect on neighboring properties or on the general public; and<br \/><br \/>\t(ii)\tThe owner or operator of the automotive repair garage or used vehicle sales area has paid the fine specified in Subdivision 16. of this subsection with respect to violations stipulated in the Notice.<br \/><br \/>\tIn making its determination, the Board may hear from the owner, operator, or other interested <span class=\"dictionary\">party<\/span>.  The determination by the Board is final.<br \/><br \/>\t14.\tLoss of Non-Conforming Rights.  Notwithstanding any provision of this Code to the contrary, if a Certificate of Occupancy is revoked pursuant to this subsection, then a new Certificate of Occupancy for the property may only be issued if all requirements of the Code in effect at the time of application for such new Certificate are satisfied.  (Renumbered by Ord. No. 181,033, Eff. 2\/4\/10.)<br \/><br \/>\t15.\t<span class=\"dictionary\">Appeals<\/span>.  Except for extensions of time granted by the Department as authorized in Subdivision 7. of this subsection and notwithstanding any provisions of this Code to the contrary, there shall be no <span class=\"dictionary\">appeal<\/span> to the Board from any notice issued or determination made by the Department pursuant to this subsection.  <span class=\"dictionary\">Appeals<\/span> may be made from Department determinations of violations of Subdivisions 3. and 4. of this subsection.  (Renumbered and Amended by Ord. No. 181,033, Eff. 2\/4\/10.)<br \/><br \/>\t16.\tFine Schedule.  The fine for each violation as specified in the Notice shall be as specified in Section 98.0402(f)2.B. of the Code.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05; Renumbered by Ord. No. 181,033, Eff. 2\/4\/10.)<br \/><br \/>\t17.\tRepeat Violations.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05; Renumbered by Ord. No. 181,033, Eff. 2\/4\/10.)  Notwithstanding any provisions of this subsection to the contrary, if an <span class=\"dictionary\">Order<\/span> is issued pursuant to this subsection and after compliance with it a subsequent <span class=\"dictionary\">Order<\/span> is issued for a violation of the same provisions occurring within one year of the date of the initial <span class=\"dictionary\">order<\/span>:<br \/><br \/>\t(a)\tEach violation cited in a subsequent <span class=\"dictionary\">Order<\/span> shall carry a fine as specified in Section 98.0402(f)1. of the Code and shall be paid within 15 days of the compliance date of the <span class=\"dictionary\">order<\/span>.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)<br \/><br \/>\t(b)\tThe compliance date for any such <span class=\"dictionary\">Order<\/span> shall be no more than ten days from the date of mailing of such notice.<br \/><br \/>\t(c)\tNo extensions of the compliance date shall be granted.<br \/><br \/>\t(d)\tThe amounts set forth in the fine schedule in Subdivision 16 of this subsection shall be doubled if a Notice is issued pursuant to the subsequent <span class=\"dictionary\">Order<\/span>.<br \/><br \/>\t18.\tFines Distinct from Other Penalties and Fees.  The above fines are separate and distinct from both the general <span class=\"dictionary\">misdemeanor<\/span> penalties provided in the Code and the noncompliance fees authorized in Section 98.0411 of the Code.  (Renumbered and Amended by Ord. No. 181,033, Eff. 2\/4\/10.)<br \/><br \/>\tJ.\tTransportation Demand Management and Trip Reduction Measures.  (Added by Ord. No. 167,700, Eff. 3\/31\/93.)<br \/><br \/>\t1.\tDEFINITIONS.  For the purpose of this section, certain words and terms are defined as follows:<br \/><br \/>\tCarpool.  A vehicle carrying two to five persons to and from work on a regular schedule.<br \/><br \/>\tDevelopment.  The construction of new non-residential floor area.<br \/><br \/>\tGross Floor Area.  That area in square feet confined within the outside surface of the exterior walls of a building, as calculated by adding the total square footage of each of the floors in the building, except for that square footage devoted to vehicle parking and necessary interior driveways and ramps.<br \/><br \/>\tPreferential Parking.  Parking spaces, designated or assigned through use of a sign or painted space markings for Carpools or Vanpools, that are provided in a location more convenient to the entrance for the place of employment than parking spaces provided for single-occupant vehicles.<br \/><br \/>\tTransportation Demand Management (TDM).  The alteration of travel behavior through programs of incentives, services, and policies, including encouraging the use of alternatives to single-occupant vehicles such as public transit, cycling, walking, carpooling\/vanpooling and changes in work schedule that move trips out of the peak period or eliminate them altogether (as in the case in telecommuting or compressed work weeks).<br \/><br \/>\tTrip Reduction.  Reduction in the number of work-related trips made by single-occupant vehicles.<br \/><br \/>\tVanpool.  A vehicle carrying six or more persons to and from work on a regular schedule, and on a prepaid basis.<br \/><br \/>\tVehicle.  Any motorized form of transportation, including but not limited to automobiles, vans, buses and motorcycles.<br \/><br \/>\t2.\tAPPLICABILITY.  This subdivision applies only to the construction of new non-residential gross floor area.  Prior to the issuance of a building permit, the owner\/applicant shall agree, by way of a covenant that runs with the land, to provide and maintain in a state of good repair the following applicable transportation demand management and trip reduction measures.<br \/><br \/>\t3.\tREQUIREMENTS:<br \/><br \/>\t(a)\tDevelopment in excess of 25,000 square feet of gross floor area.  The owner shall provide a bulletin board, display case, or kiosk (displaying transportation information) where the greatest number of employees are likely to see it.  The transportation information displayed should include, but is not limited to, the following:<br \/><br \/>\t(1)\tCurrent routes and <span class=\"dictionary\">schedules<\/span> for public transit serving the site;<br \/><br \/>\t(2)\tTelephone numbers for referrals on transportation information including numbers for the regional ridesharing agency and local transit operations;<br \/><br \/>\t(3)\tRidesharing promotion <span class=\"dictionary\">material<\/span> supplied by commuter-oriented organizations;<br \/><br \/>\t(4)\tRegional\/local bicycle route and facility information;<br \/><br \/>\t(5)\tA listing of on-site services or facilities which are available for carpoolers, vanpoolers, bicyclists, and transit riders.<br \/><br \/>\t(b)\tDevelopment in excess of 50,000 square feet of gross floor area.  The owner shall comply with Paragraph (a) above and in addition shall provide:<br \/><br \/>\t(1)\tA designated parking area for employee carpools and vanpools as close as practical to the main pedestrian entrance(s) of the building(s).  This area shall include at least ten percent of the parking spaces required for the site.  The spaces shall be signed and striped sufficient to meet the employee demand for such spaces.  The carpool\/vanpool parking area shall be identified on the driveway and circulation plan upon application for a building permit;<br \/><br \/>\t(2)\tOne permanent, clearly identified (signed and striped) carpool\/vanpool parking space for the first 50,000 to 100,000 square feet of gross floor area and one additional permanent, clearly identified (signed and striped) carpool\/vanpool parking space for any development over 100,000 square feet of gross floor area;<br \/><br \/>\t(3)\tParking spaces clearly identified (signed and striped) shall be provided in the designated carpool\/vanpool parking area at any time during the building’s occupancy sufficient to meet employee demand for such spaces.  Absent such demand, parking spaces within the designated carpool\/vanpool parking area may be used by other vehicles;<br \/><br \/>\t(4)\tNo signed and striped parking spaces for carpool\/vanpool parking shall displace any handicapped parking;<br \/><br \/>\t(5)\tA statement that preferential carpool\/vanpool spaces are available on-site and a description of the method for obtaining permission to use such spaces shall be included on the required transportation information board;<br \/><br \/>\t(6)\tA minimum vertical clearance of 7 feet 2 inches shall be provided for all parking spaces and accessways used by vanpool vehicles when located within a parking structure;<br \/><br \/>\t(7)\tBicycle parking shall be provided in conformance with Section 12.21A16 of this Code.<br \/><br \/>\t(c)\tDevelopment in excess of 100,000 square feet of gross floor area.  The owner shall comply with Paragraphs (a) and (b) above and shall provide:<br \/><br \/>\t(1)\tA safe and convenient area in which carpool\/vanpool vehicles may load and unload passengers other than in their assigned parking area;<br \/><br \/>\t(2)\tSidewalks or other designated pathways following direct and safe routes from the external pedestrian circulation system to each building in the development;<br \/><br \/>\t(3)\tIf determined necessary by the City to mitigate the project impact, bus stop improvements shall be provided.  The City will consult with the local bus service providers in determining appropriate improvements.  When locating bus stops and\/or planning building entrances, entrances shall be designed to provide safe and efficient access to nearby transit stations\/stops;<br \/><br \/>\t(4)\tSafe and convenient access from the external circulation system to bicycle parking facilities on-site.<br \/><br \/>\t4.\tEXCEPTIONS.  The provisions of this subsection shall not apply to developments for which an application has been deemed complete by the City pursuant to Government Code Section 65943, or for which a Notice of Preparation for a Draft Environmental Impact Report has been circulated or for which plans sufficient for a complete plan check were accepted by the Department of Building and Safety, on or before the effective date of this <span class=\"dictionary\">ordinance<\/span>.<br \/><br \/>\t5.\tMONITORING.  The Department of Transportation shall be responsible for monitoring the owner\/applicant’s continual implementation and maintenance of the project trip reduction features required by this <span class=\"dictionary\">ordinance<\/span>.<br \/><br \/>\t6.\tENFORCEMENT.  Applicants shall execute and record a Covenant and Agreement that the trip reduction features required by this <span class=\"dictionary\">ordinance<\/span> will be maintained, that required <span class=\"dictionary\">material<\/span> specified in Subdivision 3 (a) (1)-(5) will be continually posted, and that additional carpool\/vanpool spaces within the designated preferential area will be signed and striped for the use of ridesharing employees based on demand for such spaces.  The Covenant and Agreement shall be acceptable to the Department of Transportation.<br \/><br \/>\t7.\tHARDSHIP EXEMPTION.  In cases of extreme hardship, duly established to its satisfaction, the City Council, acting in its legislative capacity, and by resolution, may grant an exemption from any\/or all the provisions of this <span class=\"dictionary\">ordinance<\/span>.  In granting such an exemption, the City Council shall make the following <span class=\"dictionary\">findings<\/span>:<br \/><br \/>\t(a)\tSpecific features of the development make it infeasible to satisfy all of the provisions of this subsection; and<br \/><br \/>\t(b)\tThe applicant has committed to provide equivalent alternative measures to reduce vehicle trips.<br \/><br \/>\tK.\t<span class=\"dictionary\">Appeals<\/span> from Building Department Determinations.  (Amended by Ord. No. 175,428, Eff. 9\/28\/03.)<br \/><br \/>\t1.\tRight of <span class=\"dictionary\">Appeal<\/span>.  The Director of Planning shall have the power and duty to investigate and make a decision upon <span class=\"dictionary\">appeals<\/span> from determinations of the Department of Building and Safety where it is alleged there is error or abuse of discretion in any <span class=\"dictionary\">order<\/span>, interpretation, requirement, determination or action made by the Department of Building and Safety in the enforcement or administration of Chapter I of this Code and other land use <span class=\"dictionary\">ordinances<\/span> in site-specific cases.  This provision shall not apply to requests for extensions of time to comply with any <span class=\"dictionary\">order<\/span> issued by the Department of Building and Safety.  An <span class=\"dictionary\">appeal<\/span> to the Director of Planning may only be made after the Department of Building and Safety has rendered a decision in writing and provided written justification and <span class=\"dictionary\">findings<\/span> on an <span class=\"dictionary\">appeal<\/span> made pursuant to Section 98.0403.2(a) of the Code.<br \/><br \/>\t<span class=\"dictionary\">Appeals<\/span> may be filed by any aggrieved person or by any officer, board, department or bureau of the City at the public counter of the Department of City Planning.  The filing of an <span class=\"dictionary\">appeal<\/span> <span class=\"dictionary\">stays<\/span>, with respect to that site, all enforcement proceedings and actions pertaining to Chapter I of this Code and other land use <span class=\"dictionary\">ordinances<\/span> pending the Director’s decision.  However, the filing of an <span class=\"dictionary\">appeal<\/span> will not prevent the issuance of a building permit or performance of work authorized by the permit when all Code and other land use requirements have been met to the satisfaction of the Department of Building and Safety, and only after consideration of the <span class=\"dictionary\">issues<\/span> set forth in the <span class=\"dictionary\">appeal<\/span> to the Department of Building and Safety made pursuant to Section 98.0403.2(a).  In no case shall the filing of an <span class=\"dictionary\">appeal<\/span> delay enforcement proceedings or actions related to the abatement of imminent life safety hazards.<br \/><br \/>\t2.\tFiling of an <span class=\"dictionary\">Appeal<\/span>.  The <span class=\"dictionary\">appeal<\/span> shall be filed at the public counter of the Department of City Planning on a form prescribed by the Department within 15 days after the Department of Building and Safety has rendered a decision in writing providing justification and <span class=\"dictionary\">findings<\/span> on the <span class=\"dictionary\">issues<\/span> set forth in the <span class=\"dictionary\">appeal<\/span> made pursuant to Section 98.0403.2(a).  The <span class=\"dictionary\">appeal<\/span> to the Director must be accompanied by a written copy of the decision of the Department of Building and Safety, and any written copy of the underlying <span class=\"dictionary\">order<\/span>, interpretation, requirement, determination or action taken on the matter by the Department of Building and Safety.  The <span class=\"dictionary\">appellant<\/span> shall set forth specifically how there was error or abuse of discretion in the action of the Department of Building and Safety.  Each <span class=\"dictionary\">appeal<\/span> shall be accompanied by a filing fee as specified in Section 19.01 B. of this Code.  (Last Sentence Amended by Ord. No. 181,141, Eff. 5\/16\/10.)<br \/><br \/>\t3.\tProcedure.  Upon receipt of an <span class=\"dictionary\">appeal<\/span> in the Department of City Planning, the Department shall notify the owner of the subject property of the filing of the <span class=\"dictionary\">appeal<\/span>.  The Director shall investigate the matter.  The Director shall set the matter for <span class=\"dictionary\">hearing<\/span> if it is likely to be controversial.  Notice shall be by mail, shall state the time, place and purpose of the <span class=\"dictionary\">hearing<\/span> at which <span class=\"dictionary\">evidence<\/span> will be taken and shall be sent to the applicant, <span class=\"dictionary\">appellant<\/span>, the Department of Building and Safety, owners of all properties abutting, across the street or alley from, or having a common corner with the subject property, and to all persons known to have an interest in the matter. The Department shall mail the notice at least 15 days prior to the <span class=\"dictionary\">hearing<\/span>.<br \/><br \/>\t4.\tDecision.  The Director shall make his or her decision within 75 days after the expiration of the <span class=\"dictionary\">appeal<\/span> period or within an extended period mutually agreed upon in writing by the applicant and the Director.  The Director shall determine whether there was error or abuse of discretion by the Department of Building and Safety.  The Director shall place a copy of the <span class=\"dictionary\">findings<\/span> and decision in the file in the City Planning Department, and furnish a copy of the decision to the applicant, <span class=\"dictionary\">appellant<\/span>, the Department of Building and Safety, owners of all properties abutting, across the street or alley from, or having a common corner with the subject property, and to all persons known to have an interest in the matter.  The Director, as part of the determination, shall make a <span class=\"dictionary\">finding<\/span> regarding whether the matter may have a Citywide impact.  The Director shall find that there is no Citywide impact if the matter concerns only the use of the specific property, or circumstances or <span class=\"dictionary\">issues<\/span> connected with other zoning matters which are unique to the affected site and would not generally apply to other sites in the City, or would not result in changes in the application of Chapter I of this Code and other land use <span class=\"dictionary\">ordinances<\/span> to other sites.<br \/><br \/>\t5.\tEffective Date of Decision.  A decision by the Director becomes final and effective upon the close of the 15 day <span class=\"dictionary\">appeal<\/span> period, if no further <span class=\"dictionary\">appeal<\/span> is made.<br \/><br \/>\t6.\t<span class=\"dictionary\">Appeals<\/span> of Director’s Decision.  An applicant or any other person aggrieved by a decision of the Director may <span class=\"dictionary\">appeal<\/span> that decision to the City Planning Commission on a matter that the Director found may have a Citywide impact, or may <span class=\"dictionary\">appeal<\/span> to the Area Planning Commission if the Director found the matter may not have a Citywide impact. <br \/><br \/>\tAn <span class=\"dictionary\">appeal<\/span> shall set forth specifically the points at <span class=\"dictionary\">issue<\/span>, the reasons for the <span class=\"dictionary\">appeal<\/span>, and the basis upon which the <span class=\"dictionary\">appellant<\/span> claims there was error or abuse of discretion by the Director.  The <span class=\"dictionary\">appeal<\/span> shall be filed within 15 days of the date of mailing of the initial decision on forms provided by the Department.  Any <span class=\"dictionary\">appeal<\/span> not filed within the 15 day period shall not be considered by the Area  Commission or the City Planning Commission.  The filing of an <span class=\"dictionary\">appeal<\/span> <span class=\"dictionary\">stays<\/span>, with respect to that site, all enforcement proceedings and actions pertaining to Chapter I of this Code and other land use <span class=\"dictionary\">ordinances<\/span> until a decision by the Area Planning Commission or the City Planning Commission, except as set forth in Subdivision 1. above.  Once an <span class=\"dictionary\">appeal<\/span> is filed, the Director shall transmit the <span class=\"dictionary\">appeal<\/span> and the file to the Area Planning Commission or the City Planning Commission.  At any time prior to the action by the Area Planning Commission or the City Planning Commission on the <span class=\"dictionary\">appeal<\/span>, the Director shall submit any supplementary pertinent information as he or she deems necessary or as may be requested by the Area Planning Commission or the City Planning Commission.<br \/><br \/>\t7.\t<span class=\"dictionary\">Appellate<\/span> Decision – Public <span class=\"dictionary\">Hearing<\/span> and Notice.  Upon receipt of the <span class=\"dictionary\">appeal<\/span>, the Area Planning Commission or the City Planning Commission shall set the matter for a <span class=\"dictionary\">hearing<\/span> at which the Commission shall take <span class=\"dictionary\">evidence<\/span>.  Notice of the <span class=\"dictionary\">hearing<\/span> shall be by mail, shall state the time, place and purpose of the <span class=\"dictionary\">hearing<\/span> and shall be sent to the <span class=\"dictionary\">appellant<\/span>, the applicant, the owner or owners of the property involved, the Director of Planning, the Department of Building and Safety, and any other interested <span class=\"dictionary\">party<\/span> who has requested in writing to be notified.  Notice shall be mailed at least 24 days prior to the <span class=\"dictionary\">hearing<\/span>.  When considering an <span class=\"dictionary\">appeal<\/span> from the decision of the Director, the Area Planning Commission or the City Planning Commission shall make its decision setting forth how there was error or abuse of discretion by the Director. <br \/><br \/>\t8.\tTime for <span class=\"dictionary\">Appellate<\/span> Decision.  The Area Planning Commission or the City Planning Commission shall act within 75 days after the expiration of the <span class=\"dictionary\">appeal<\/span> period or within any additional period as may be agreed upon in writing by the applicant and the Area Planning Commission or the City Planning Commission.  The failure of the Area Planning Commission or the City Planning Commission to act within this time period shall be deemed a denial of the <span class=\"dictionary\">appeal<\/span> from the Director’s action.<br \/><br \/>\t9.\t<span class=\"dictionary\">Appellate<\/span> Decision.  In considering an <span class=\"dictionary\">appeal<\/span>, the Area Planning Commission or the City Planning Commission shall be subject to the same limitations as are applicable to the Director under Subdivision 1. above. <br \/><br \/>\t10.\tProcedures and Effective Date of <span class=\"dictionary\">Appellate<\/span> Decision.  If the Area Planning Commission or the City Planning Commission makes a decision on an <span class=\"dictionary\">appeal<\/span> pursuant to this section, the <span class=\"dictionary\">appellate<\/span> decision shall be final and effective as provided in Charter Section 245.<\/p><\/section>","previous_section":{"id":"1889","structure_id":"20","section_number":"12.25","catch_line":"Time Limitations.","url":"\/12.25\/","token":"12.25"},"text":{"0":{"id":"2877","text":"  DEPARTMENT OF BUILDING AND SAFETY.\tA.\tEnforcement. The Department is granted the power to enforce the zoning ordinances of the City.  (First Sentence Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\t1.\tZoning Information – The Department of Building and Safety shall maintain a public information bureau relative to zoning matters.\t2.\tPermits – No permit pertaining to the use of land or buildings shall be issued by any department, officer, or employee of this City, vested with such duty, unless the application for the permit has been approved by the Department of Building and Safety as to conformance of said use with the provisions of this chapter. Any permit or certificate of occupancy, issued in conflict with the provisions of this chapter shall be null and void.\t3.\tVesting of Development Plan.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Whenever plans sufficient for a complete plan check are accepted by the Department of Building and Safety and a fee is paid, a vested right is granted to the project to proceed with its development in substantial compliance with the zoning, and development rules, regulations, ordinances and adopted policies of the City of Los Angeles in force on the date that the plan check fee is paid as indicated on a valid building permit application. These rights shall not include exemption from other applications or approvals that may be necessary to entitle the project to proceed (i.e., subdivision, zone variance, design review board review, etc.) and from subsequent changes in the Building and Safety and Fire regulations found necessary by the City Council to protect the public health and safety and which are applicable on a citywide basis, contained in Chapters V and IX of this Code and policies and standards relating to those chapters or from citywide programs enacted after the application is deemed complete to implement State or Federal mandates.\tThese rights shall end:  (Amended by Ord. No. 182,106, Eff. 5\/20\/12.)\t(a)\t18 months after the plan check fee is paid, or if a permit is issued during that time, when the building permit terminates pursuant to Section 98.0602;\t(b)\twhen subsequent changes are made to those plans that increase or decrease the height, floor area, or occupant load of the proposed-structure by more than five percent;\t(c)\twhen the use of the property is changed;\t(d)\twhen changes exceed or violate the Zoning Code regulations in force on the date the plan check fee was paid; or\t(e)\twhen the discretionary land use approval for the project terminates under the provisions of Chapter 1 of this Code or any ordinance adopted pursuant to Chapter 1 of this Code.\tB.\tYard Area Modifications  (Amended by Ord. No. 170,141, Eff. 1\/2\/95.) – Section 98.0403.1(a)11. of the Los Angeles Municipal Code provides in part that:\t“The Department shall have the power to hear and determine requests for slight modifications for individual cases in the yard area requirements of the zoning ordinance, provided that in each such modification, the Superintendent shall first find that a special, individual reason makes the strict letter of the ordinance impractical and that the modification is in conformity with the spirit and purpose of the ordinance involved.  Any action granting a modification shall be recorded and entered in the files of the Department.\t“For structures and additions constructed after January 1, 1995, slight modifications from the yard requirements shall be limited to deviations permitting portions of buildings to extend into a required yard or other open space a distance of not to exceed 20 percent of the width or depth of such required yard or open space.  However, for structures and additions existing prior to January 1, 1995, slight modifications may be granted for yard deviations slightly over 20 percent.\t“Except as expressly provided herein, the Superintendent of Building shall not grant deviations from the lot area, height, or density requirements.  Further, the Superintendent shall not grant deviations from the yard requirements relating to the height of fences and walls, or including those for tennis or paddle tennis courts and other game courts.\t“If the yard regulations cannot reasonably be complied with or it is difficult to determine their application on lots of peculiar shape or location, then the regulations may be modified or determined by the Superintendent of Building.  The Superintendent may also waive all or part of the required loading space on unusually shaped lots, oddly located lots, or hillside lots, when such space cannot reasonably be provided or utilized.\t“Requests for yard modifications as provided in this subsection shall be made in accordance with the procedures established in Section 98.0403.2 of the Los Angeles Municipal Code.”\tC.\tParking Facility Modifications.  (Added by Ord. No. 142,306, Eff. 9\/13\/71.) The Superintendent of Building may grant slight modifications in the requirements of Section 12.21 A.5. of this Code if it is impractical to apply the design criteria set forth therein due to the unusual topography, peculiar shape of location of the lot, or where parking angles are less than 40 degrees. He may also grant slight modifications in such requirements where such modifications will improve the design or functioning of the parking area or garage, or where attendant parking is assured to his satisfaction.\tThe power to grant such modifications shall be exercised in accordance with the procedure established in Section 98.0403 of this Code.\tD.\tInspection Of Premises – Whenever it is necessary to make an inspection to enforce any of the provisions or to perform any duty imposed by this Code or other applicable law, or whenever the Superintendent of Building or his authorized representative has reasonable cause to believe that there exists in any building or upon any premises any violation of the provisions of this Article or other applicable law, the Superintendent of Building or his authorized representative is hereby authorized to enter such property at any reasonable time and to inspect the same and perform any duty imposed upon the General Manager by this Code or other applicable law, provided that:  (Amended by Ord. No. 142,306, Eff. 9\/13\/71, Operative 2\/9\/72.)\t(1)\tif such property be occupied, he shall first present proper credentials to the occupant and request entry explaining his reasons therefor; and\t(2)\tif such property be unoccupied, he shall first make a reasonable effort to locate the owner or other persons having charge or control of the property and request entry, explaining his reasons therefor. If such entry is refused or cannot be obtained because the owner or other person having charge or control of the property cannot be found after due diligence, the Superintendent of Building or his authorized representative shall have recourse to every remedy provided by law to secure lawful entry and inspect the property.\tE.\tCertificate Of Occupancy.  No vacant land shall be occupied or used, except for agricultural uses, and no building erected or structurally altered shall be occupied or used until a certificate of occupancy shall have been issued by the Superintendent of Building.  (Amended by Ord. No. 142,306, Eff. 9\/13\/71, Operative 2\/9\/72.)\t1.\tCertificate of Occupancy for a Building.\t(a)\tA certificate of occupancy for a new building or the enlargement or alteration of an existing building shall be applied for coincident with the application for a building permit.  The certificate of occupancy shall be issued after the request for it has been made in writing to the Superintendent of Building after the erection, enlargement or alteration of the building or part of the building has been completed in conformity with the provisions of these regulations.  (First and Second Sentences Amended by Ord. No. 177,103, Eff. 12\/18\/05.)  Pending the issuance of a regular certificate, a temporary certificate of occupancy may be issued by the Superintendent of Building for a period not to exceed six months, during the completion of alterations or during partial occupancy of a building pending its completion. Such temporary certificate shall not be construed as in any way altering the respective rights, duties, or obligations of the owners or of the City relating to the use or occupancy of the premises or any other matter covered by this chapter, and such temporary certificate shall not be issued except under such restrictions and provisions as will adequately insure the safety of the occupants.\t(b)\tWhenever the automobile parking spaces which are required for a building by the provisions of this Article, are provided on a lot other than the one on which the building is located, the certificate of occupancy for said building shall be valid only while such parking spaces are being so maintained and shall bear a notation to that effect. Said certificate shall be kept posted in a conspicuous place in the building. The Superintendent of Building shall keep a record of each lot on which required automobile parking spaces are provided for a building located on another lot, and whenever he finds that such automobile parking spaces are no longer so maintained, he shall notify the persons having custody of the building of that fact. If at any time such automobile parking spaces are not being maintained, the certificate of occupancy shall automatically be cancelled and said building shall not thereafter be occupied or used until the required automobile parking spaces are again provided and a new certificate is issued.\t(c)\tWhenever a lot abutting a public alley in the “C” Zone is developed and used solely for dwelling or apartment house purposes with no more than 20 dwelling units on the lot and no loading space is provided, the certificate of occupancy for any building thereon shall be valid only while all the buildings on said lot are maintained for said use and the certificate shall bear a notation to that effect. If at any time any of the buildings on said lot are structurally altered or enlarged, or the use thereof is changed to a hospital, hotel, institution, commercial or industrial purposes, or a dwelling or apartment house so as to exceed 20 dwelling units on the lot, the certificate shall automatically be cancelled and none of the buildings on said lot shall thereafter be occupied or used until the required loading space is provided and a new certificate is issued.  (Added by Ord. No. 130,952, Eff. 11\/8\/65.)\t(d)\tWherever authority is granted to permit the sale of a lot in a residential planned development contingent upon the possession of an interest in common areas and facilities which are appurtenant to said lot, The Certificate of Occupancy for buildings on said lot shall be valid only while said interest is held by the owner. Said interest may be through shares of stock or voting membership in an owners association.  (Added by Ord. No. 141,474, Eff. 2\/27\/71.)\t2.\tCertificate of Occupancy for Land — A certificate of occupancy for the use of vacant land or a change in the character of the use of land, including the construction of tennis or paddle tennis courts, as herein provided, shall be applied for before any such land shall be occupied or used for any purpose except that of tilling the soil and the growing therein of farm, garden or orchard products; and a certificate of occupancy shall be issued after the application has been made, provided such use is in conformity with the provisions of the Municipal Code. (Amended by Ord. No. 151,466, Eff. 10\/27\/78.)\t3.\tCertificate of Occupancy – Contents – Filing Fee.  (Amended by Ord. No. 168,439, Eff. 2\/2\/93.)  The Certificate of Occupancy shall state that the building or proposed use of a building or land conforms to the provisions of this chapter.  A record of all certificates shall be kept on file in the office of the Superintendent of Building, and copies shall be furnished, on request, to any person having a proprietary or tenancy interest in the building or land affected.  A fee shall be charged for each original certificate of occupancy pursuant to Subdivision 10. of Subsection (b) of Section 91.0304 of the Los Angeles Municipal Code.\tNo excavation for any building shall be started before application has been made for a certificate of occupancy.\t4.\tPlats – All applications for a certificate of occupancy shall be made on a printed form to be furnished by the Superintendent of Building, and shall contain accurate information and dimensions as to the size and location of the lot, the size and location of the buildings or structures on the lot, the dimensions of all yards and open spaces, and such other information as may be necessary to provide for the enforcement of these regulations. Where complete and accurate information is not readily available from existing records, the Superintendent of Building may require the applicant to furnish a survey of the lot prepared by a licensed surveyor. The applications and plats shall be kept in the office of the Superintendent of Building, and the duplicate copy shall be kept at the building at all times during construction.\t5.\tRecorded Agreements.  (Amended by Ord. No. 111,049, Eff. 5\/3\/58.) Whenever the off-street automobile parking spaces required by this section are provided on a different lot from that on which the use they are to serve is located, as a prerequisite to the issuance of the required building permit or certificate of occupancy, the owner or owners of said lot on which parking is to be provided shall record an agreement in the Office of the County Recorder of Los Angeles County, California, as a covenant running with the land for the benefit of the City of Los Angeles, providing that such owner or owners shall continue to maintain said parking spaces so long as the building or use they are intended to serve is maintained.\tWhenever the total floor area permitted on a lot is to be included in a building which will not cover the entire buildable area of the lot, as a prerequisite to the issuance of the required building permit, the owner or owners of record of said lot shall record in the office of the County Recorder of Los Angeles County, California, a covenant running with the land for the benefit of the City of Los Angeles providing that so long as said building is maintained on said lot said owner or owners will not erect any additional buildings on the unoccupied buildable area of the lot.\tF.\tAuto Dismantling Yards, Junk Yards, Scrap Metal or Recycling Materials Processing Yards, Recycling Collection and\/or Buyback Centers, Recycling Materials Sorting Facilities and Cargo Container Storage Yards.  (Amended by Ord. No. 177,244, Eff. 2\/18\/06.)\t1.\tDefinitions.  As used in this subsection, the following terms are defined as follows:\t(a)\tBOARD.  The Board of Building and Safety Commissioners.\t(b)\tDEPARTMENT.  The Los Angeles Department of Building and Safety.\t(c)\tRECYCLING CENTER.  Any recycling collection or buyback site, recycling sorting facility, or other recycling oriented site which does not do any processing other than mechanical compaction to reduce the volume of recyclable containers for economy of storage.\t(d)\tSUPERINTENDENT.  The Superintendent of Building or his or her authorized representative.\t(e)\tYARD.  Any automobile or truck dismantling yard, junk yard, scrap metal or recycling materials processing yard or cargo container storage yard or any open storage location where used materials and equipment of any kind, including vehicles, boats, or airplanes, which are inoperable, wrecked, damaged, or unlicensed, i.e., not currently licensed by the Department of Motor Vehicles, are stored or processed.  (Amended by Ord. No. 177,244, Eff. 2\/18\/06.)\t2.\tApplicability.  The provisions of this subsection shall apply to every recycling center or yard operating pursuant to a valid certificate of occupancy. In addition, these provisions shall be applicable to every recycling center or yard operating with nonconforming status pursuant to Section 12.23 of this Code, and as to such recycling centers or yards, any revocation proceedings authorized by these provisions shall be deemed to be proceedings to revoke and void any rights otherwise granted by Section 12.23 of this Code.\t3.\tAnnual Inspections.  The Department shall make an inspection of each recycling center or yard at least once a year to verify compliance with all applicable provisions of this Code.  An annual inspection fee as specified in Section 98.0402(e) of the Code shall be paid by each business operator or property owner to the Department.  The business operator and the property owner of every site under the jurisdiction of this section shall be notified of all fees, fines, penalties, costs, or other assessments resulting from enforcement of this section and are jointly and severally responsible to ensure that code compliance is maintained, at all times, and that payment of all fees, fines, penalties, costs, or other assessments due for each qualifying business as specified by this section, is made to the Department.  If all fees, fines, penalties, costs or other assessments due pursuant to this section are not paid, a lien may be placed upon the property as provided for in Section 98.0402(g) of the Code and Los Angeles Administrative Code section 7.35.1 et seq.  In addition, failure to pay all fees, fines, penalties, costs or other assessments is sufficient cause to institute a certificate of occupancy revocation hearing.  An inspection may also be made whenever a complaint is received by the Department concerning a violation of this Code or as needed to verify continued compliance with applicable Code requirements.  Accessory storage only yards, where no business is conducted, which are nearby but not contiguous with a main yard may be approved and inspected with an additional fee of one half of the annual inspection fee for each yard.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\t4.\tOrder to Comply.  If a recycling center or yard that is inspected is found to be in violation of any provision of this Code, the Superintendent shall send an Order to Comply (“Order”) to the owner of the property and the operator of the recycling center or yard. The Order shall clearly state the following:\t(a)\tThe violation must be corrected by a compliance date specified in the Order, which date shall be no more than 30 days from the date the Order is mailed;\t(b)\tThe compliance date as specified in the Order may be extended for an additional period not to exceed 45 days if the owner or operator of the recycling center or yard presents satisfactory evidence to the Superintendent that unusual difficulties prevent substantial compliance without an extension;\t(c)\tFailure to correct the violation on or before the compliance date or any authorized extension will lead to commencement of certificate of occupancy revocation proceedings.  Such proceedings will terminate with a revocation hearing, which hearing may only be avoided if the violation is corrected and a fine paid according to the fine schedule in Subdivision 14. of this subsection.\t5.\tRe-inspection.  The Superintendent shall reinspect a recycling center or yard for which an Order was issued pursuant to this subsection subsequent to the compliance date or any authorized extension thereof.\t6.\tCitation Authority Prior to Revocation Notice.  An arrest may be made or citation issued pursuant to Sec. 98.0408 of this Code if the violations noted in an Order are not corrected on or before the due date noted upon such notice.  This action does not preclude the commencement of certificate of occupancy revocation proceedings.\t7.\tFailure to Correct Violation; Failure to Pay Inspection Fee; Revocation Proceedings.  If any violation specified in an Order or citation is not corrected prior to the compliance date or any extension thereof, or if the annual inspection fee has not been paid within 60 days of assessment, then certificate of occupancy revocation proceedings shall be commenced by issuance of a Notice of Intent to Revoke (“Notice”), which shall be sent to the owner of the property and the operator of the recycling center or yard subsequent to any re-inspection pursuant to Subdivision 5. of this subsection.  The Notice shall state the following:\t(a)\tThe date and place of the revocation hearing, which shall be scheduled at least 15 days and not more than 90 days from the date of issuance of the Notice.\t(b)\tA list of all violations uncorrected as of the compliance date.\t(c)\tCopies of all inspection reports related to these violations, unless the copies were previously furnished to the owner or operator.\t(d)\tTermination of revocation proceedings may only be obtained if each violation noted in the Notice is corrected before the date of the revocation hearing and if a specified fine is paid, which fine shall be fixed in accordance with the fine schedule in Subdivision 14. of this subsection.\t(e)\tThe owner or operator is entitled to be represented by legal counsel at any revocation hearing.\t(f)\tEach violation of the Code and each day of  operation without a certificate of occupancy is a misdemeanor.\t8.\tTermination of Revocation Proceedings.  The Superintendent shall terminate certificate of occupancy revocation proceedings upon a finding that each violation of this Code specified in the Notice has been corrected and the fine specified in such Notice has been paid.  Termination may only occur on or before the date of the revocation hearing.\t9.\tRevocation Hearing.  On the date specified in the Notice, a certificate of occupancy revocation hearing shall be held.  The Board may appoint a hearing examiner to conduct the hearing, which examiner shall not be any individual who participated in the issuance of any of the Notices required by this subsection.  Subpoenas may be issued pursuant to Section 98.0307 of this Code.  The hearing shall be conducted pursuant to the provisions of Sections 98.0308 and 98.0309 of this Code.  (Amended by Ord. No. 177,244, Eff. 2\/18\/06.)\t10.\tHearing Examiner’s Report.  Within 30 days of the last day of the revocation hearing, the hearing examiner shall report its findings and recommendations in writing to the Board.\t11.\tBoard Determination.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)  Within 30 days of receipt of the Hearing Examiner’s report, the Board shall determine whether the certificate of occupancy shall be revoked.  Revocation shall be ordered by the Board if it finds that any required fees, fines, penalties, costs or other assessments have not been paid or any of the violations specified in the Order have not been corrected, except for the circumstances stated below.\tThe Board may, in its discretion, determine that a certificate of occupancy should not be revoked if it makes both of the following findings:\t(a)\tTaken together, the remaining uncorrected violations specified in the Order, do not have an adverse effect on neighboring properties or on the general public; and\t(b)\tThe owner or operator of the yard has paid the fine specified in Subdivision 14. of this subsection with respect to all violations listed in the Notice of Revocation.\tIn making its determination, the Board may hear from the owner, operator, or other interested party.  The determination of the Board is final.\t12.\tLoss of Non-Conforming Rights.  Notwithstanding any provision of this Code to the contrary, where a certificate of occupancy is revoked pursuant to this subsection, a new certificate of occupancy for the property may only be issued if all requirements of the Code in effect at the time of issuance of the new certificate are satisfied.  In the case of a site which has no valid certificate of occupancy any and all rights which may be granted by Sec. 12.23 of this Code are revoked.\t13.\tAppeals.  Notwithstanding any provision of the Code to the contrary, there shall be no appeal to the Board of Building and Safety Commissioners from any Order issued or determination made by the Superintendent pursuant to this Subsection F.\t14.\tFine Schedule.  The fine for each violation listed in the Notice shall be as specified in Section 98.0402(f)2. of the Code.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\t15.\tRepeat Violations.  Notwithstanding any provision of this subsection to the contrary, if an Order is issued for violation of a provision of the Code, and after compliance with it, a subsequent Order is issued for a violation of the same provision occurring within one year of the date of the initial notice:\t(a)\tEach violation cited in a subsequent Order shall carry a fine as specified in Section 98.0402(f)1. of the Code and shall be paid within 15 days of the compliance date of any subsequent order.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\t(b)\tThe compliance date for any such notice to comply shall be no more than ten days from the date of mailing of such notice.\t(c)\tNo extension of the compliance date may be granted.\t(d)\tThe amounts set forth in the fine schedule in Subdivision 14 of this subsection shall be doubled if revocation proceedings were started for any previous Order.\t16.\tParking of Vehicles in Custody of Any Yard.  No vehicle or any part of any vehicle in the custody or possession, for any reason, of a yard, as defined in this subsection, shall be parked, left standing, placed, or stored outside of the approved enclosure on the lot on which the yard is located, except that vehicles and parts may be stored within an approved auxiliary storage yard.  In addition, all parking spaces on the lot and any access driveways leading to the parking spaces, which are required by this code, must be maintained clear and available only for parking of operative vehicles.  (Added by Ord. No. 181,033, Eff. 2\/4\/10.)\tG.\tBuilding Permits – No tennis or paddle tennis court accessory to a primary residential use on the same lot in the A or R Zones shall be constructed until application for a building permit therefor has been filed with and issued by the Department of Building and Safety.  (Added by Ord. No. 151,466, Eff. 10\/27\/78.)\tH.\tIssuance of Citations by Designated Employees.  Employees of the Department of Building and Safety specified in Section 98.0408 of this Code shall have the powers, duties and immunities as set forth in said section. (Added by Ord. No. 157,872, Eff. 8\/12\/83.)\tI.\tAutomotive Repair Garage and Used Vehicle Sales Areas.  (Amended by Ord. No. 181,033*, Eff. 2\/4\/10.)*Note: Except as otherwise further amended by Ord. No. 181,033, Subsec. I. is amended by changing all references to the terms “Automotive Repair” or “Repair Garage” to the term “Automotive Repair Garage” (see Sec. 6 of this Ord.).\t1.\tDefinitions.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05.)  As used in this subsection, the following terms have the definitions specified herein:\t(a)\tDepartment.  The Department of Building and Safety.\t(b)\tBoard.  The Board of Building and Safety Commissioners. \t(c)\tUsed Vehicle Sales Area.  An area or lot where any type of used motor vehicle or trailer is displayed for sale.\t(d)\tAutomotive Repair Garage.  All retail or wholesale uses which are enumerated in the definition for “Automotive Repair” in Section 12.03 of this Code, and, in addition, includes all testing, installation of vehicle equipment or accessories, and the application of paint, sprayed coloring, or other types of covering or the recovering of any part of a vehicle interior or exterior.  Included in this definition are smog testing shops whether for test only or for repairs, window tinting or replacement shops, application of vinyl or similar covering materials, installation of parts or accessories on the site of a parts store, and all other similar uses.  (Added by Ord. No. 181,033, Eff. 2\/4\/10.)\t2.\tApplicability.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05.)\t(a)\tThe provisions of this subsection shall apply to every automotive repair garage use in the City of Los Angeles, including those in existence prior to May 27, 1990, the effective date of Ordinance No. 165,798.\t(b)\tThe provisions of this subsection shall also apply to every used vehicle sales area in the City of Los Angeles, including those in existence prior to the effective date of this paragraph.\tException:  Used car sales areas operated in conjunction with and on the same lot or on contiguous lots with a new car dealer are exempted from  yearly inspections.\t3.\tMinimum Standards.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05.)\t(a)\tAll automotive repair garages shall comply with the following minimum standards:\t(1)\tAll body and fender repairing when conducted within 300 feet of an A or R Zone shall be done within a completely enclosed building or room.  The doors of such building or room may be open during the following hours:\t(i)\tFrom 7 a.m. until 8 p.m. on Mondays through Fridays;\t(ii)\tFrom 9 a.m. until 8 p.m. on Saturdays; and\t(iii)\tFrom 11 a.m. until 8 p.m. on Sundays.\tAt all other times, the doors of such building or room shall be closed, except at intervals necessary for ingress and egress.\t(2)\tAll body and fender repairing when conducted within 150 feet of an A or R Zone shall be done within a completely enclosed building or room with stationary windows.  The doors of such building or room may be opened only at intervals necessary for ingress and egress, except that garage bay doors may be open during the hours of operation set forth in Paragraph (1) of this subdivision, provided:\t(i)\tA minimum 10-foot-high solid masonry fence or a minimum 10-foot-high intervening commercial or industrial building enclosed on at least three sides is maintained at the property line adjacent to the A or R Zone, or;\t(ii)\tDoors facing a public street shall be closer to the property line adjacent to the public street than the required yard setback of any adjacent A or R Zone.\t(3)\tAll automotive spray painting shall be done in full compliance with the provisions of Article 7 of Chapter 5 of the Code regulating these installations; provided further, that no spray painting may be done except in an approved spray booth or room approved for this use that is located within a wholly enclosed building.  In the M2 or M3 Zone a spray booth approved for use outside of a building may be utilized if allowed by all other jurisdictions having authority over spray painting.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\t(4)\tExcept for allowable outside uses when conducted in the M2 or M3 Zones, all other operations shall be conducted within a building enclosed on at least three sides, except for the following, which may be conducted within the first 18 feet in depth measured perpendicular to the entire length of the building wall containing a garage bay door; said area shall not displace any required parking:\t(i)\telectrical diagnostics;\t(ii)\tbattery charging and changing;\t(iii)\ttire removal and replacement, provided the vehicle is not elevated more than 12-inches off the ground measured to the bottom of the tire.  A portable hoist only, may be used for this purpose.\t(5)\tIf the building is located within 50 feet of a lot in an A or R Zone with no intervening street, the wall of the building nearest such Zone shall have no openings other than doors or stationary windows.  Such doors shall be permitted only if the building is adjacent to an alley and may be opened only at intervals necessary for ingress or egress.\t(6)\tAutomotive hoists, of any type or size, except as provided in Paragraph (4)(iii) above or allowed and operated in an M2 or M3 Zone, shall be located or operated only inside a fully enclosed building.\t(b)\tAll Used Vehicle Sales Areas shall comply with the following:\t(1)\tAll used vehicle sales areas established after January 1, 2005, shall provide supplemental customer parking, on site, of at least one space for every 2,000 square feet of vehicle sales area.  This parking is in addition to all other parking required for the lot and shall be conspicuously posted and used for customer parking only.  There shall be a minimum of two customer parking spaces provided for any used vehicle sales area.\t(2)\tAll repair work done on site must comply with the provisions of this subsection whether or not the repairs are done on customer or dealer owned vehicles.\t(3)\tAll other provisions of the Code which apply to used vehicle sales must be complied with at all times.\t(4)\tException:  Display of not more than three vehicles for purposes of sale or trade, at any one time, which is accessory to an approved use on the same lot and not occupying any required parking spaces, does not require a separate certificate of occupancy, additional parking, or annual inspection.\t(c)\tNothing in this section shall relieve any person from complying with any applicable requirements contained in Sections 12.14, 80.73.1, 80.73.2 or any other provision of the Code.\t4.\tParking of Cars in Custody of Automotive Repair Garage or Used Vehicle Sales Area.  (Title Amended by Ord. No. 181,033, Eff. 2\/4\/10.)  No vehicle left in the custody or possession, for any reason, of an automotive repair garage or used vehicle sales area shall be parked, left standing or stored outside the lot on which the automotive repair garage or used vehicle sales area is located, except that such vehicles may be stored within an approved storage yard.  A responsible person shall be on the premises of each automotive repair garage or used vehicle sales lot during the hours in which the garage or lot is in operation. This person shall maintain current records, in a manner that can be immediately supplied to any enforcement agency upon request, stating the license plate number, vehicle identification number and registered owner of each vehicle currently in the custody or possession of the automotive repair garage or used vehicle sales lot for purposes of repair, sales, trade, shipment or other disposition.  This subdivision shall not apply to employees’ vehicles used daily for commuting.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05.)\t5.\tAnnual Inspections.  The Department shall inspect the physical facilities of each automotive repair garage or used vehicle sales area at least once a year.  An annual inspection fee as specified in Section 98.0402(e) of the Code shall be paid by the business operator or property owner to the Department.  The business operator and the property owner of every site under the jurisdiction of this section shall be notified of all fees, fines, penalties, costs, or other assessments resulting from enforcement of this section and are jointly and severally responsible to ensure that code compliance is maintained, at all times, and that payment of all fees, fines, penalties, costs, or other assessments due, for each qualifying business as specified by this section, is made to the Department.  If all fees, fines, costs, penalties or other assessments due under this Code are not paid, a lien may be placed upon the property as provided for in Section 98.0402(g) of the Code and Los Angeles Administrative Code Section 7.35.1 et seq.  In addition, failure to pay all fees, fines, penalties, costs or other assessments is sufficient cause to institute a certificate of occupancy revocation hearing.  An inspection may also be made whenever a complaint or referral is received by the Department concerning a violation of this Code by an automotive repair garage or used vehicle sales area or as necessary to verify continued compliance with all applicable Code requirements.  Accessory storage only yards or buildings, where no business is conducted, which are nearby but not contiguous with a main automotive repair garage may be approved and inspected with an additional fee of one-half of the annual inspection fee for the yard or building.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\t6.\tOrder to Comply.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05; Renumbered by Ord. No. 181,033, Eff. 2\/4\/10.)  If the physical facilities of an automotive repair garage or used vehicle sales area are found by the Department to be in violation of Subdivision 3. or 4. of this subsection or of any other provision of this article, the Department shall send an Order to Comply (“Order”) to the owner of the property and the operator of the automotive repair garage or used vehicle sales area.\tThe Order shall clearly state the following:\t(a)\tThe nature of the violation and the code section violated.\t(b)\tThat the violation must be corrected by a compliance date specified in the order or any extension authorized pursuant to Subdivision 7. of this subsection.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\t(c)\tThat failure to correct the violation on or before the compliance date or any authorized extension may result in commencement of proceedings to revoke the certificate of occupancy.  These proceedings may involve a revocation hearing.  A personal appearance at the hearing may only be avoided if the violation is corrected and a fine paid according to the fine schedule in Subdivision 16. of this subsection.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\t(d)\tThat an appeal may be filed from the order in the manner provided by Subdivision 15. of this subsection.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\t7.\tTime Limits for Compliance with Order.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05; Renumbered by Ord. No. 181,033, Eff. 2\/4\/10.)\t(a)\tThe automotive repair garage or used vehicle sales area shall comply with the Order described in Subdivision 6. of this subsection on or before the compliance date specified in the order, or any authorized extension.  The compliance date shall be not more than 30 days from the date of the order.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\t(b)\tThe Department may grant an extension of the compliance date specified in the order for an additional period not to exceed 45 days if the owner or operator of the automotive repair garage or used vehicle sales area presents satisfactory evidence to the Department that unusual difficulties would prevent substantial compliance without such extension.\t(c)\tUpon an appeal, the Board may grant an extension of the compliance date for an additional period not to exceed 180 days if it finds that the correction of major code violations requiring extensive building alterations would create a hardship without such extension.\t8.\tRe-inspection.  The Department shall re-inspect an automotive repair garage or used vehicle sales area for which an Order was issued pursuant to this subsection subsequent to the compliance date or any authorized extension.  (Renumbered and Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\t9.\tCitation authority prior to Revocation Notice.  An arrest may be made or citation issued pursuant to Sec. 98.0408 of the Code, if the violations noted in an Order are not corrected on or before the due date noted upon the order.  This action does not preclude the commencement of certificate of occupancy revocation proceedings.  (Renumbered and Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\t10.\tFailure to Correct Violations, Failure to Pay Inspection Fee, Revocation Proceedings.  (Renumbered; Title and First Paragraph Amended by Ord. No. 181,033, Eff. 2\/4\/10.)  If any violation specified in the Order is not corrected prior to the compliance date or any extensions, or if the annual inspection fee has not been paid within 60 days of assessment, pursuant to Section 98.0402(e) of the Code, then the Department shall commence certificate of occupancy revocation proceedings by issuance of a Notice of Intent to Revoke (“Notice”).  This Notice shall be sent to the owner of the property and the operator of the automotive repair garage or used vehicle sales area.\tThe Notice shall state the following:\t(a)\tThe date and place of the revocation hearing, which shall be scheduled at least 15 days and not more than 90 days from the date of issuance of the Notice.\t(b)\tA list of all violations uncorrected as of the compliance date.\t(c)\tThat copies of all inspection reports related to such violations are available for inspection by the owner or operator.\t(d)\tThat termination of revocation proceedings may be obtained if the violations noted in the Notice are corrected before the date of the revocation hearing and only if a specified fine is paid.  This fine shall be fixed in accordance with the fine schedule in Subdivision 16 of this subsection.\t(e)\tThat the owner and operator are entitled to be represented by legal counsel at any revocation hearing.\t(f)\tThat the proceedings may result in the revocation of the certificate of occupancy.\t(g)\tThat each violation of this Code and each day of operation without a certificate of occupancy is a misdemeanor.\t11.\tRevocation Hearing.  On the date specified in the Notice of Intent to Revoke, a hearing shall be held.  The Board may appoint a Hearing Examiner to conduct the hearing.  The Examiner shall not be any individual who participated in the issuance of any of the Notices or Orders required by this subsection. Subpoenas may be issued pursuant to Section 98.0307 of the Code.  The hearing shall be conducted pursuant to the provisions of Sections 98.0308 and 98.0309 of the Code.  (Renumbered and Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\t12.\tHearing Examiner’s Report.  Within 30 days of the last day of the hearing, the Hearing Examiner shall report his findings and recommendations in writing to the Board.  (Renumbered by Ord. No. 181,033, Eff. 2\/4\/10.)\t13.\tBoard Determination.  (Renumbered and Amended by Ord. No. 181,033, Eff. 2\/4\/10.)  Within 30 days of receipt of the Hearing Examiner’s report, the Board shall determine whether the certificate of occupancy shall be revoked.\t(a)\tRevocation shall be ordered by the Board if it finds that:\t(i)\tAny of the violations specified in the Order have not been corrected, or that the fines specified in Subdivision 16. of this subsection have not been paid; and\t(ii)\tThat, taken together, the remaining uncorrected violations have significant adverse effects on surrounding properties or the health, peace, or safety of persons residing or working in the surrounding area; and\t(iii)\tThe owner or operator of the automotive repair garage or used vehicle sales area has failed to demonstrate to the satisfaction of the Board the ability or willingness to eliminate problems associated with the automotive repair garage or used vehicle sales area operation.\t(b)\tThe Board may determine that a certificate of occupancy should not be revoked if it makes the following findings:\t(i)\tThe remaining uncorrected violations specified in the Order do not have an adverse effect on neighboring properties or on the general public; and\t(ii)\tThe owner or operator of the automotive repair garage or used vehicle sales area has paid the fine specified in Subdivision 16. of this subsection with respect to violations stipulated in the Notice.\tIn making its determination, the Board may hear from the owner, operator, or other interested party.  The determination by the Board is final.\t14.\tLoss of Non-Conforming Rights.  Notwithstanding any provision of this Code to the contrary, if a Certificate of Occupancy is revoked pursuant to this subsection, then a new Certificate of Occupancy for the property may only be issued if all requirements of the Code in effect at the time of application for such new Certificate are satisfied.  (Renumbered by Ord. No. 181,033, Eff. 2\/4\/10.)\t15.\tAppeals.  Except for extensions of time granted by the Department as authorized in Subdivision 7. of this subsection and notwithstanding any provisions of this Code to the contrary, there shall be no appeal to the Board from any notice issued or determination made by the Department pursuant to this subsection.  Appeals may be made from Department determinations of violations of Subdivisions 3. and 4. of this subsection.  (Renumbered and Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\t16.\tFine Schedule.  The fine for each violation as specified in the Notice shall be as specified in Section 98.0402(f)2.B. of the Code.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05; Renumbered by Ord. No. 181,033, Eff. 2\/4\/10.)\t17.\tRepeat Violations.  (Amended by Ord. No. 176,840, Eff. 9\/4\/05; Renumbered by Ord. No. 181,033, Eff. 2\/4\/10.)  Notwithstanding any provisions of this subsection to the contrary, if an Order is issued pursuant to this subsection and after compliance with it a subsequent Order is issued for a violation of the same provisions occurring within one year of the date of the initial order:\t(a)\tEach violation cited in a subsequent Order shall carry a fine as specified in Section 98.0402(f)1. of the Code and shall be paid within 15 days of the compliance date of the order.  (Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\t(b)\tThe compliance date for any such Order shall be no more than ten days from the date of mailing of such notice.\t(c)\tNo extensions of the compliance date shall be granted.\t(d)\tThe amounts set forth in the fine schedule in Subdivision 16 of this subsection shall be doubled if a Notice is issued pursuant to the subsequent Order.\t18.\tFines Distinct from Other Penalties and Fees.  The above fines are separate and distinct from both the general misdemeanor penalties provided in the Code and the noncompliance fees authorized in Section 98.0411 of the Code.  (Renumbered and Amended by Ord. No. 181,033, Eff. 2\/4\/10.)\tJ.\tTransportation Demand Management and Trip Reduction Measures.  (Added by Ord. No. 167,700, Eff. 3\/31\/93.)\t1.\tDEFINITIONS.  For the purpose of this section, certain words and terms are defined as follows:\tCarpool.  A vehicle carrying two to five persons to and from work on a regular schedule.\tDevelopment.  The construction of new non-residential floor area.\tGross Floor Area.  That area in square feet confined within the outside surface of the exterior walls of a building, as calculated by adding the total square footage of each of the floors in the building, except for that square footage devoted to vehicle parking and necessary interior driveways and ramps.\tPreferential Parking.  Parking spaces, designated or assigned through use of a sign or painted space markings for Carpools or Vanpools, that are provided in a location more convenient to the entrance for the place of employment than parking spaces provided for single-occupant vehicles.\tTransportation Demand Management (TDM).  The alteration of travel behavior through programs of incentives, services, and policies, including encouraging the use of alternatives to single-occupant vehicles such as public transit, cycling, walking, carpooling\/vanpooling and changes in work schedule that move trips out of the peak period or eliminate them altogether (as in the case in telecommuting or compressed work weeks).\tTrip Reduction.  Reduction in the number of work-related trips made by single-occupant vehicles.\tVanpool.  A vehicle carrying six or more persons to and from work on a regular schedule, and on a prepaid basis.\tVehicle.  Any motorized form of transportation, including but not limited to automobiles, vans, buses and motorcycles.\t2.\tAPPLICABILITY.  This subdivision applies only to the construction of new non-residential gross floor area.  Prior to the issuance of a building permit, the owner\/applicant shall agree, by way of a covenant that runs with the land, to provide and maintain in a state of good repair the following applicable transportation demand management and trip reduction measures.\t3.\tREQUIREMENTS:\t(a)\tDevelopment in excess of 25,000 square feet of gross floor area.  The owner shall provide a bulletin board, display case, or kiosk (displaying transportation information) where the greatest number of employees are likely to see it.  The transportation information displayed should include, but is not limited to, the following:\t(1)\tCurrent routes and schedules for public transit serving the site;\t(2)\tTelephone numbers for referrals on transportation information including numbers for the regional ridesharing agency and local transit operations;\t(3)\tRidesharing promotion material supplied by commuter-oriented organizations;\t(4)\tRegional\/local bicycle route and facility information;\t(5)\tA listing of on-site services or facilities which are available for carpoolers, vanpoolers, bicyclists, and transit riders.\t(b)\tDevelopment in excess of 50,000 square feet of gross floor area.  The owner shall comply with Paragraph (a) above and in addition shall provide:\t(1)\tA designated parking area for employee carpools and vanpools as close as practical to the main pedestrian entrance(s) of the building(s).  This area shall include at least ten percent of the parking spaces required for the site.  The spaces shall be signed and striped sufficient to meet the employee demand for such spaces.  The carpool\/vanpool parking area shall be identified on the driveway and circulation plan upon application for a building permit;\t(2)\tOne permanent, clearly identified (signed and striped) carpool\/vanpool parking space for the first 50,000 to 100,000 square feet of gross floor area and one additional permanent, clearly identified (signed and striped) carpool\/vanpool parking space for any development over 100,000 square feet of gross floor area;\t(3)\tParking spaces clearly identified (signed and striped) shall be provided in the designated carpool\/vanpool parking area at any time during the building’s occupancy sufficient to meet employee demand for such spaces.  Absent such demand, parking spaces within the designated carpool\/vanpool parking area may be used by other vehicles;\t(4)\tNo signed and striped parking spaces for carpool\/vanpool parking shall displace any handicapped parking;\t(5)\tA statement that preferential carpool\/vanpool spaces are available on-site and a description of the method for obtaining permission to use such spaces shall be included on the required transportation information board;\t(6)\tA minimum vertical clearance of 7 feet 2 inches shall be provided for all parking spaces and accessways used by vanpool vehicles when located within a parking structure;\t(7)\tBicycle parking shall be provided in conformance with Section 12.21A16 of this Code.\t(c)\tDevelopment in excess of 100,000 square feet of gross floor area.  The owner shall comply with Paragraphs (a) and (b) above and shall provide:\t(1)\tA safe and convenient area in which carpool\/vanpool vehicles may load and unload passengers other than in their assigned parking area;\t(2)\tSidewalks or other designated pathways following direct and safe routes from the external pedestrian circulation system to each building in the development;\t(3)\tIf determined necessary by the City to mitigate the project impact, bus stop improvements shall be provided.  The City will consult with the local bus service providers in determining appropriate improvements.  When locating bus stops and\/or planning building entrances, entrances shall be designed to provide safe and efficient access to nearby transit stations\/stops;\t(4)\tSafe and convenient access from the external circulation system to bicycle parking facilities on-site.\t4.\tEXCEPTIONS.  The provisions of this subsection shall not apply to developments for which an application has been deemed complete by the City pursuant to Government Code Section 65943, or for which a Notice of Preparation for a Draft Environmental Impact Report has been circulated or for which plans sufficient for a complete plan check were accepted by the Department of Building and Safety, on or before the effective date of this ordinance.\t5.\tMONITORING.  The Department of Transportation shall be responsible for monitoring the owner\/applicant’s continual implementation and maintenance of the project trip reduction features required by this ordinance.\t6.\tENFORCEMENT.  Applicants shall execute and record a Covenant and Agreement that the trip reduction features required by this ordinance will be maintained, that required material specified in Subdivision 3 (a) (1)-(5) will be continually posted, and that additional carpool\/vanpool spaces within the designated preferential area will be signed and striped for the use of ridesharing employees based on demand for such spaces.  The Covenant and Agreement shall be acceptable to the Department of Transportation.\t7.\tHARDSHIP EXEMPTION.  In cases of extreme hardship, duly established to its satisfaction, the City Council, acting in its legislative capacity, and by resolution, may grant an exemption from any\/or all the provisions of this ordinance.  In granting such an exemption, the City Council shall make the following findings:\t(a)\tSpecific features of the development make it infeasible to satisfy all of the provisions of this subsection; and\t(b)\tThe applicant has committed to provide equivalent alternative measures to reduce vehicle trips.\tK.\tAppeals from Building Department Determinations.  (Amended by Ord. No. 175,428, Eff. 9\/28\/03.)\t1.\tRight of Appeal.  The Director of Planning shall have the power and duty to investigate and make a decision upon appeals from determinations of the Department of Building and Safety where it is alleged there is error or abuse of discretion in any order, interpretation, requirement, determination or action made by the Department of Building and Safety in the enforcement or administration of Chapter I of this Code and other land use ordinances in site-specific cases.  This provision shall not apply to requests for extensions of time to comply with any order issued by the Department of Building and Safety.  An appeal to the Director of Planning may only be made after the Department of Building and Safety has rendered a decision in writing and provided written justification and findings on an appeal made pursuant to Section 98.0403.2(a) of the Code.\tAppeals may be filed by any aggrieved person or by any officer, board, department or bureau of the City at the public counter of the Department of City Planning.  The filing of an appeal stays, with respect to that site, all enforcement proceedings and actions pertaining to Chapter I of this Code and other land use ordinances pending the Director’s decision.  However, the filing of an appeal will not prevent the issuance of a building permit or performance of work authorized by the permit when all Code and other land use requirements have been met to the satisfaction of the Department of Building and Safety, and only after consideration of the issues set forth in the appeal to the Department of Building and Safety made pursuant to Section 98.0403.2(a).  In no case shall the filing of an appeal delay enforcement proceedings or actions related to the abatement of imminent life safety hazards.\t2.\tFiling of an Appeal.  The appeal shall be filed at the public counter of the Department of City Planning on a form prescribed by the Department within 15 days after the Department of Building and Safety has rendered a decision in writing providing justification and findings on the issues set forth in the appeal made pursuant to Section 98.0403.2(a).  The appeal to the Director must be accompanied by a written copy of the decision of the Department of Building and Safety, and any written copy of the underlying order, interpretation, requirement, determination or action taken on the matter by the Department of Building and Safety.  The appellant shall set forth specifically how there was error or abuse of discretion in the action of the Department of Building and Safety.  Each appeal shall be accompanied by a filing fee as specified in Section 19.01 B. of this Code.  (Last Sentence Amended by Ord. No. 181,141, Eff. 5\/16\/10.)\t3.\tProcedure.  Upon receipt of an appeal in the Department of City Planning, the Department shall notify the owner of the subject property of the filing of the appeal.  The Director shall investigate the matter.  The Director shall set the matter for hearing if it is likely to be controversial.  Notice shall be by mail, shall state the time, place and purpose of the hearing at which evidence will be taken and shall be sent to the applicant, appellant, the Department of Building and Safety, owners of all properties abutting, across the street or alley from, or having a common corner with the subject property, and to all persons known to have an interest in the matter. The Department shall mail the notice at least 15 days prior to the hearing.\t4.\tDecision.  The Director shall make his or her decision within 75 days after the expiration of the appeal period or within an extended period mutually agreed upon in writing by the applicant and the Director.  The Director shall determine whether there was error or abuse of discretion by the Department of Building and Safety.  The Director shall place a copy of the findings and decision in the file in the City Planning Department, and furnish a copy of the decision to the applicant, appellant, the Department of Building and Safety, owners of all properties abutting, across the street or alley from, or having a common corner with the subject property, and to all persons known to have an interest in the matter.  The Director, as part of the determination, shall make a finding regarding whether the matter may have a Citywide impact.  The Director shall find that there is no Citywide impact if the matter concerns only the use of the specific property, or circumstances or issues connected with other zoning matters which are unique to the affected site and would not generally apply to other sites in the City, or would not result in changes in the application of Chapter I of this Code and other land use ordinances to other sites.\t5.\tEffective Date of Decision.  A decision by the Director becomes final and effective upon the close of the 15 day appeal period, if no further appeal is made.\t6.\tAppeals of Director’s Decision.  An applicant or any other person aggrieved by a decision of the Director may appeal that decision to the City Planning Commission on a matter that the Director found may have a Citywide impact, or may appeal to the Area Planning Commission if the Director found the matter may not have a Citywide impact. \tAn appeal shall set forth specifically the points at issue, the reasons for the appeal, and the basis upon which the appellant claims there was error or abuse of discretion by the Director.  The appeal shall be filed within 15 days of the date of mailing of the initial decision on forms provided by the Department.  Any appeal not filed within the 15 day period shall not be considered by the Area  Commission or the City Planning Commission.  The filing of an appeal stays, with respect to that site, all enforcement proceedings and actions pertaining to Chapter I of this Code and other land use ordinances until a decision by the Area Planning Commission or the City Planning Commission, except as set forth in Subdivision 1. above.  Once an appeal is filed, the Director shall transmit the appeal and the file to the Area Planning Commission or the City Planning Commission.  At any time prior to the action by the Area Planning Commission or the City Planning Commission on the appeal, the Director shall submit any supplementary pertinent information as he or she deems necessary or as may be requested by the Area Planning Commission or the City Planning Commission.\t7.\tAppellate Decision – Public Hearing and Notice.  Upon receipt of the appeal, the Area Planning Commission or the City Planning Commission shall set the matter for a hearing at which the Commission shall take evidence.  Notice of the hearing shall be by mail, shall state the time, place and purpose of the hearing and shall be sent to the appellant, the applicant, the owner or owners of the property involved, the Director of Planning, the Department of Building and Safety, and any other interested party who has requested in writing to be notified.  Notice shall be mailed at least 24 days prior to the hearing.  When considering an appeal from the decision of the Director, the Area Planning Commission or the City Planning Commission shall make its decision setting forth how there was error or abuse of discretion by the Director. \t8.\tTime for Appellate Decision.  The Area Planning Commission or the City Planning Commission shall act within 75 days after the expiration of the appeal period or within any additional period as may be agreed upon in writing by the applicant and the Area Planning Commission or the City Planning Commission.  The failure of the Area Planning Commission or the City Planning Commission to act within this time period shall be deemed a denial of the appeal from the Director’s action.\t9.\tAppellate Decision.  In considering an appeal, the Area Planning Commission or the City Planning Commission shall be subject to the same limitations as are applicable to the Director under Subdivision 1. above. \t10.\tProcedures and Effective Date of Appellate Decision.  If the Area Planning Commission or the City Planning Commission makes a decision on an appeal pursuant to this section, the appellate decision shall be final and effective as provided in Charter Section 245.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}