{"section_number":"12.37","edition_id":"1","section_id":"1765","structure_id":"20","catch_line":"Highway And Collector Street Dedication And Improvement.","history":"","full_text":"  HIGHWAY AND COLLECTOR STREET DEDICATION AND IMPROVEMENT.\n\t(Title amended by Ord. No. 150,799, Eff. 6\/5\/78.)\n\n\tA.\tRequirement.  (Amended by Ord. No. 150,799, Eff. 6\/5\/78.)  No building or structure shall be erected or enlarged, and no building permit shall be issued therefor, on any lot in any R3 or less restrictive zone (as such order of restrictiveness is set forth in Subsection B of Section 12.23); or on any lot in the RD1.5, RD2 or RD3 Zones; if such lot abuts a major or secondary highway or collector street unless the one-half of the highway or collector street which is located on the same side of the center of the highway or collector street as such lot has been dedicated and improved for the full width of the lot so as to meet the standards for such highway or collector street provided in Subsection H of this section; and further provided that in the case of either a corner lot or an L-shaped interior lot abutting a major or secondary highway and a local street which intersect, that one-half of the local street, on the same side of the center of said local street as such lot, has been dedicated and improved for that portion of said lot or lots within 300 feet of the ultimate property line of said highway so as to meet the standards for local streets provided in Subsection H of this section and provide adequate right-turn ingress to and egress from the highway; or such dedication and improvement has been assured to the satisfaction of the City Engineer respectively. As used in this section, the center of the highway or collector street shall mean the center of those highways or collector streets as are shown on the Highways and Freeways maps of the Transportation Element of the General Plan or, with respect to collector streets, on the adopted community plans of the Land Use Element of the General Plan on file in the offices of the Department of City Planning.  (Second Sentence Amended by Ord. No. 172,840, Eff. 11\/4\/99.)\n\n\t1.\tThe maximum area of land required to be so dedicated shall not exceed 25% of the area of any such lot which was of record on March 1, 1962 in the Los Angeles County Recorder’s Office. In no event  shall such dedication reduce the lot below a width of 50 feet or an area of 5,000 square feet.\n\n\t2.\tNo such dedication for any highway, collector street or any other street shall be required with respect to those portions of such a lot occupied by a legally existing main building which is to remain.\n\n\t3.\tNo additional improvement shall be required on such a lot where complete roadway, curb, gutter and sidewalk improvements exist  within the present dedication contiguous thereto.\n\n\t4.\tNo building or structure shall be erected on any such lot after March 1, 1962 within the dedication required by Subsection H of this section.\n\n\t5.\t(Added by Ord. No. 173,217, Eff. 6\/11\/00.)  No such dedication for any highway, collector street, or any street shall be required when the City Engineer, based on guidelines established by the Streets Standards Committee, finds that any additional dedication is not necessary to meet the mobility needs for the next twenty years.\n\n\tThe guidelines developed by Streets Standards Committees shall be consistent with the goals and purpose of the Transportation Element of the General Plan as determined by the City Planning Commission.  These guidelines shall also establish a procedure for notice to interested persons, including the Councilmember of the district where the property is located.\n\n\tB.\tExceptions.  (Amended by Ord. No. 172,315, Eff. 12\/31\/98.)  The provisions of Subsection A. of this section shall not apply to the following construction projects:\n\n\t1.\tOne single-family dwelling with customary accessory buildings when erected on a vacant lot.\n\n\t2.\tAdditions and accessory buildings incidental to a legally existing residential building, provided no additional dwelling units or guest rooms are created.\n\n\t3.\tAdditions and accessory buildings incidental to a legally existing non- residential building, provided that the total cumulative floor area of all such additions and accessory buildings shall not exceed 500 square feet.\n\n\tC.\tDedication Procedure.\n\n\t1.\tAny person required to dedicate land by the provisions of this section shall make an offer to dedicate, properly executed by all parties of interest including beneficiaries in deeds of trust as shown by a current preliminary title report prepared by a Title Company approved by the City Engineer for that purpose. The trustee under a deed of trust shall not be required to execute the dedicatory instrument, unless, in the view of the City Engineer, such execution is necessary to satisfactorily dedicate the land. Such report shall be furnished by the applicant. Such offer shall be on a form approved by the City Attorney and the City Engineer; be in such terms as to be binding on the owner, his heirs, assigns or successors in interest and shall continue until the City Council accepts or rejects such offer or until one year from the date such offer is filed with the City Engineer for processing, whichever occurs first. The offer shall provide that the dedication will be complete upon acceptance by the City Council. The offer shall be recorded by the City Engineer in the Office of the County Recorder of Los Angeles County upon its acceptance by the City Engineer. The City Engineer shall accept or reject the offer for recordation within 10 days after it is filed with the City Engineer. The offer shall thereafter be promptly processed by the City Departments concerned and submitted to the City Council, in order to complete the dedication within one year. If the offer is rejected by the City Council or not processed within one year, the City Engineer shall issue a release from such offer which shall be recorded in the Office of the County Recorder unless the parties making the offer wish to have the time extended. (Amended by Ord. No. 152,425, Eff. 6\/29\/79, Oper. 7\/1\/79.)\n\n\tD.\tImprovement Procedure.\n\n\t1.\tAny person required to make improvements by the provisions of this section shall either make and complete the same to the satisfaction of the City Engineer or shall file with the City Engineer a bond in such an amount as the City Engineer shall estimate and determine to be necessary to complete all of the improvements required.\n\n\t2.\tSuch bond may be either a cash bond or a bond executed by a company authorized to act as a surety in this State. The bond shall be payable to the City and be conditioned upon the faithful performance of any and all work required to be done, and that should such work not be done or completed within the time specified, the City may at its option, cause the same to be done or completed, and the parties executing the bond shall be firmly bound under a continuing obligation for the payment of all necessary costs and expenses incurred in the construction thereof. The bond shall be executed by the owner of the lot as principal, and if a surety bond, shall also be executed by a corporation authorized to act as a surety under the laws of the State of California.\n\n\t3.\tWhenever the owner elects to deposit a cash bond, the City is authorized, in the event of any default on his part, to use any or all of the deposit money to cause all of the required work to be done or completed, and for payment of all costs and expenses therefor. Any money remaining shall be refunded to the owner.\n\n\t4.\tWhen a substantial portion of the required improvement has been completed to the satisfaction of the City Engineer and the completion of the remaining improvements is delayed due to conditions beyond the owner’s control, the City Engineer may accept the completed portion and consent to a proportionate reduction of the surety bond in an amount estimated and determined by the City Engineer to be adequate to assure the completion of the required improvements remaining to be made.\n\n\t5.\tWhenever a surety bond has been filed in compliance with this section, the City is authorized, in the event of any default on the part of the principal, to enforce collection, under such bond, for any and all damages sustained by the City by reason of any failure on the part of the principal faithfully and properly to do or complete the required improvements, and in addition may cause all of the required work to be done or completed, and the surety upon the bond shall be firmly bound for the payment of all necessary costs thereof.\n\n\t6.\tThe term of the bond shall begin on the date of the deposit of cash or the filing of the surety bond, and shall end upon the date of the completion to the satisfaction of the City Engineer of all improvements required to be made. The fact of such completion shall be endorsed by a statement thereof signed by the City Engineer, and the deposit shall be returned to the owner, or the surety bond may be exonerated at any time thereafter.\n\n\t7.\tFor purposes of this section, improvement shall be considered as satisfactorily assured when the City Engineer accepts the cash or surety bond provided for herein or the improvements required to be made have been completed to his satisfaction. When the City Engineer accepts the bond or the work has been completed to his satisfaction he shall notify the Department of Building and Safety thereof.\n\n\tE.\tIssuance Of Building Permits After Certification Of Dedication And Improvement. When all dedication and improvements required by this section have been completed or satisfactorily assured a building permit may be issued.\n\n\tF.\tFees.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)  In addition to all other required fees, the following fees shall be charged for Bureau of Engineering services provided for processing building permit applications pursuant to the provisions of this Section:\n\n\t1.\tA nonrefundable fee of $530 for every property requiring the City Engineer to investigate and determine whether the provisions of this Section require a dedication of land or improvements to land.\n\n\t2.\tA fee of $3,100 for processing real estate transfer documents for every property for which the provisions of this Section require a dedication of land.\n\n\t3.\tA nonrefundable fee of $250 for processing appeals of dedication requirements pursuant to the provisions of Paragraph 5. of Subsection A. of this Section.\n\n\t4.\tA nonrefundable fee of $1,000 for processing appeals of improvement requirements pursuant to the provisions of Subsection I. of this Section.\n\n\tG.\tLots Affected By Street Widening.  (Amended by Ord. No. 125,340, Eff. 9\/23\/63.) On a lot which is affected by street widening required by the provisions of this section all required yards, setbacks, parking area, loading space and building locations for new buildings or structures or additions to buildings or structures shall be measured and calculated from the new lot lines being created by said widening; provided, however, that for the purpose of establishing the required front yard depth on a frontage where the ultimate street line has been determined under the provisions of this section, the depths of all existing front yards may be measured from such ultimate street line instead of the front lot line.\n\n\tIn applying all other provisions of this Article, the area of such lot shall be considered as that which existed immediately prior to such required street widening.\n\n\tH.\tImprovement Standards.  (Amended by Ord. No. 150,799, Eff. 6\/5\/78.)\n\n\t1.\t(Amended by Ord. No. 173,217, Eff. 6\/11\/00.)  All major and secondary highways and all collector streets shall be constructed and improved in accordance with the standards adopted by the City Planning Commission pursuant to LAMC 17.05 B. insofar as such is practical and will not create an undue hardship.\n\n\tWhere major or secondary highways are designated by the General Plan as divided highways, the width of the dividing strips shall not be considered a part of the highway for the purpose of calculating either the width of the dedication or the width of the improvement required by this section.\n\n\t2.\t(Amended by Ord. No. 173,217, Eff. 6\/11\/00.)  All streets not designated major or secondary highways or collector streets, but that intersect said highways, shall be dedicated to a maximum width of sixty (60) feet.  Roadway and parkway widths shall conform to those standards adopted by the City Planning Commission in accordance with LAMC 17.05 B., depending upon street classification type.  Whenever uncertainty exists as to the application of the provisions of this section, or in instances of streets so classified as requiring less than 60 feet of dedication in order to conform to the minimum width standards as adopted in accordance with Section 17.05 B. of this Code, the City Engineer shall make any necessary determinations.\n\n\t3.\tAll improvements required to be made by the provisions of this subsection shall be done in accordance with the current applicable provisions of the Standard specifications for Public Works Construction adopted by the City Council.\n\n\t4.\tThe City Engineer may approve and allow such variations from the aforesaid requirements as he determines are made necessary by the conditions of the terrain and the existing improvements contiguous to the property involved.\n\n\tI.\tAppeal.  (Amended by Ord. No. 153,949, Eff. 7\/19\/80.)\n\n\t1.\tAny person required to make improvements pursuant to the provisions of this Section may appeal to the City Council any City Engineer decision made with respect to the enforcement or administration of the provisions of this Section.  Such appeal shall be made in writing, shall state in clear and concise language the grounds for the appeal, and the appellant must pay a filing fee in the amount specified in Subdivision (d) of Subsection F. of this Section to pay for City costs to process the appeal.  The Board of Public Works, with the concurrence of the City Administrative Officer, shall regularly determine the costs to the City to process such appeal, and shall include all direct and indirect costs, including but not limited to inspection costs, and labor, retirement and overhead costs.  The Board of Public Works shall use these costs to identify a fee amount sufficient to recover City costs for processing an appeal, and shall recommend to the City Council adoption of an ordinance establishing a new appeal fee amount.  Such fee shall become effective on the effective date of the ordinance.  (Amended by Ord. No. 181,699, Eff. 6\/12\/11.)\n\n\t2.\tThe City Council may make such modifications in the improvement requirements of this section or may grant such waivers or modifications of the determinations which are appealed to it as it shall determine are required to prevent any unreasonable hardship under the facts of each case so long as each such modification or waiver is in conformity with the general spirit and intent of the requirements of this section.\n\n\tJ.\tCity May Share The Cost Of Making Unusual Improvements. Upon proper application to the City Council and upon recommendation of the City Engineer, the City may accept and provide for contribution toward the cost of making any improvement required by the provisions of this section which the City Engineer determines will cost an amount greatly in excess of the cost to other property owners who are required to make improvements under the provisions of this section in the immediate vicinity of the said improvement.\n\n\tK.\tCity Engineer To Determine Street Alignment. Whenever uncertainty exists as to the proper application of the provisions of this section in the matter of street alignment, the City Engineer shall determine their application in conformity with the spirit and intent of this section. (Added by Ord. No. 125,340, Eff. 9\/23\/63.)\n\n\tL.\tWritten Notification To Permit Applicants Required.  When the City Engineer determines that the provisions of this section are applicable to any building permit application, he shall inform the permit applicant of his determination, of the specific requirements of this Section which he determines to be applicable thereto and of the availability and procedure for appeal of his determination to the City Council. (Amended by Ord. No. 153,949, Eff. 7\/19\/80.)","order_by":"37","ancestry":{"1":{"id":"20","name":"Specific Planning – Zoning\nComprehensive Zoning Plan","identifier":"2","label":"article","url":"\/1\/2\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3095","structure_id":"20","section_number":"12.00","catch_line":"Title.","url":"\/12.00\/","token":"12.00"},"1":{"id":"1517","structure_id":"20","section_number":"12.01","catch_line":"Continuation Of Existing Regulations.","url":"\/12.01\/","token":"12.01"},"2":{"id":"1627","structure_id":"20","section_number":"12.02","catch_line":"Purpose.","url":"\/12.02\/","token":"12.02"},"3":{"id":"2312","structure_id":"20","section_number":"12.03","catch_line":"Definitions.","url":"\/12.03\/","token":"12.03"},"4":{"id":"3734","structure_id":"20","section_number":"12.04","catch_line":"Zones - Districts - Symbols.","url":"\/12.04\/","token":"12.04"},"5":{"id":"1459","structure_id":"20","section_number":"12.04.01","catch_line":"Violations Of Specific Plans.","url":"\/12.04.01\/","token":"12.04.01"},"6":{"id":"1812","structure_id":"20","section_number":"12.04.05","catch_line":"“Os” Open Space Zone.","url":"\/12.04.05\/","token":"12.04.05"},"7":{"id":"4037","structure_id":"20","section_number":"12.04.09","catch_line":"“Pf” Public Facilities Zone.","url":"\/12.04.09\/","token":"12.04.09"},"8":{"id":"3058","structure_id":"20","section_number":"12.05","catch_line":"“A1” Agriculture Zone.","url":"\/12.05\/","token":"12.05"},"9":{"id":"1807","structure_id":"20","section_number":"12.06","catch_line":"“A2” Agricultural Zone.","url":"\/12.06\/","token":"12.06"},"10":{"id":"2434","structure_id":"20","section_number":"12.07","catch_line":"“Ra” Suburban Zone.","url":"\/12.07\/","token":"12.07"},"11":{"id":"833","structure_id":"20","section_number":"12.07.01","catch_line":"“Re” Residential Estate Zone.","url":"\/12.07.01\/","token":"12.07.01"},"12":{"id":"3662","structure_id":"20","section_number":"12.07.1","catch_line":"“Rs” Suburban Zone.","url":"\/12.07.1\/","token":"12.07.1"},"13":{"id":"1550","structure_id":"20","section_number":"12.08","catch_line":"“R1” One-Family Zone.","url":"\/12.08\/","token":"12.08"},"14":{"id":"1455","structure_id":"20","section_number":"12.08.1","catch_line":"Ru Residential Urban Zone.","url":"\/12.08.1\/","token":"12.08.1"},"15":{"id":"1635","structure_id":"20","section_number":"12.08.3","catch_line":"Rz Residential Zero Side Yard Zone.","url":"\/12.08.3\/","token":"12.08.3"},"16":{"id":"504","structure_id":"20","section_number":"12.08.5","catch_line":"“Rw1” Residential Waterways Zone.","url":"\/12.08.5\/","token":"12.08.5"},"17":{"id":"2976","structure_id":"20","section_number":"12.09","catch_line":"“R2” Two-Family Zone.","url":"\/12.09\/","token":"12.09"},"18":{"id":"3015","structure_id":"20","section_number":"12.09.1","catch_line":"“Rd” Restricted Density Multiple Dwelling Zone.","url":"\/12.09.1\/","token":"12.09.1"},"19":{"id":"3789","structure_id":"20","section_number":"12.09.3","catch_line":"“Rmp” Mobilehome Park Zone.","url":"\/12.09.3\/","token":"12.09.3"},"20":{"id":"3264","structure_id":"20","section_number":"12.09.5","catch_line":"“Rw2” Residential Waterways Zone.","url":"\/12.09.5\/","token":"12.09.5"},"21":{"id":"1735","structure_id":"20","section_number":"12.10","catch_line":"“R3” Multiple Dwelling Zone.","url":"\/12.10\/","token":"12.10"},"22":{"id":"2343","structure_id":"20","section_number":"12.10.5","catch_line":"Ras3 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.10.5\/","token":"12.10.5"},"23":{"id":"621","structure_id":"20","section_number":"12.11","catch_line":"“R4” Multiple Dwelling Zone.","url":"\/12.11\/","token":"12.11"},"24":{"id":"1231","structure_id":"20","section_number":"12.11.5","catch_line":"Ras4 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.11.5\/","token":"12.11.5"},"25":{"id":"1666","structure_id":"20","section_number":"12.12","catch_line":"“R5” Multiple Dwelling Zone.","url":"\/12.12\/","token":"12.12"},"26":{"id":"601","structure_id":"20","section_number":"12.12.1","catch_line":"“P” Automobile Parking Zone.","url":"\/12.12.1\/","token":"12.12.1"},"27":{"id":"286","structure_id":"20","section_number":"12.12.1.5","catch_line":"“Pb” Parking Building Zone.*","url":"\/12.12.1.5\/","token":"12.12.1.5"},"28":{"id":"2454","structure_id":"20","section_number":"12.12.2","catch_line":"“Cr” Limited Commercial Zone.","url":"\/12.12.2\/","token":"12.12.2"},"29":{"id":"3444","structure_id":"20","section_number":"12.13","catch_line":"“C1” Limited Commercial Zone.","url":"\/12.13\/","token":"12.13"},"30":{"id":"2973","structure_id":"20","section_number":"12.13.5","catch_line":"“C1.5” Limited Commercial Zone","url":"\/12.13.5\/","token":"12.13.5"},"31":{"id":"156","structure_id":"20","section_number":"12.14","catch_line":"“C2” Commercial Zone.","url":"\/12.14\/","token":"12.14"},"32":{"id":"1739","structure_id":"20","section_number":"12.16","catch_line":"“C4”Commercial Zone.","url":"\/12.16\/","token":"12.16"},"33":{"id":"24","structure_id":"20","section_number":"12.16.1","catch_line":"“Cw” Central City West Specific Plan Zone.","url":"\/12.16.1\/","token":"12.16.1"},"34":{"id":"1075","structure_id":"20","section_number":"12.16.2","catch_line":"Adp Alameda District Specific Plan Zone.","url":"\/12.16.2\/","token":"12.16.2"},"35":{"id":"265","structure_id":"20","section_number":"12.16.3","catch_line":"Lased Los Angeles Sports And Entertainment District Specific Plan Zone.","url":"\/12.16.3\/","token":"12.16.3"},"36":{"id":"1579","structure_id":"20","section_number":"12.17","catch_line":"“C5” Commercial Zone.","url":"\/12.17\/","token":"12.17"},"37":{"id":"2695","structure_id":"20","section_number":"12.17.1","catch_line":"“Cm” Commercial Manufacturing Zone.","url":"\/12.17.1\/","token":"12.17.1"},"38":{"id":"2925","structure_id":"20","section_number":"12.17.2","catch_line":"“Cm(Gm)”Commercial Manufacturing (Glencoe\/Maxella) Specific Plan Zone.","url":"\/12.17.2\/","token":"12.17.2"},"39":{"id":"1704","structure_id":"20","section_number":"12.17.5","catch_line":"“Mr1” Restricted Industrial Zone.","url":"\/12.17.5\/","token":"12.17.5"},"40":{"id":"383","structure_id":"20","section_number":"12.17.5.5","catch_line":"“Ccs” Century City South Specific Plan Studio Zone.","url":"\/12.17.5.5\/","token":"12.17.5.5"},"41":{"id":"1032","structure_id":"20","section_number":"12.17.6","catch_line":"“M1” Limited Industrial Zone.","url":"\/12.17.6\/","token":"12.17.6"},"42":{"id":"65","structure_id":"20","section_number":"12.18","catch_line":"“Mr2” Restricted Light Industrial Zone.","url":"\/12.18\/","token":"12.18"},"43":{"id":"2426","structure_id":"20","section_number":"12.18.1","catch_line":"“Wc” Warner Center Specific Plan Zone.","url":"\/12.18.1\/","token":"12.18.1"},"44":{"id":"1290","structure_id":"20","section_number":"12.19","catch_line":"“M2” Light Industrial Zone.","url":"\/12.19\/","token":"12.19"},"45":{"id":"1435","structure_id":"20","section_number":"12.19.1","catch_line":"Lax Los Angeles International Airport Zone.","url":"\/12.19.1\/","token":"12.19.1"},"46":{"id":"3523","structure_id":"20","section_number":"12.20","catch_line":"“M3” Heavy Industrial Zone.","url":"\/12.20\/","token":"12.20"},"47":{"id":"3019","structure_id":"20","section_number":"12.20.1","catch_line":"Sl Ocean – Submerged Land Zone.","url":"\/12.20.1\/","token":"12.20.1"},"48":{"id":"3360","structure_id":"20","section_number":"12.20.2","catch_line":"Coastal Development Permits (Prior To Certification Of The Local Coastal Program.)","url":"\/12.20.2\/","token":"12.20.2"},"49":{"id":"2874","structure_id":"20","section_number":"12.20.2.1","catch_line":"Coastal Development Permit Procedures After Certification Of The Local Coastal Program.","url":"\/12.20.2.1\/","token":"12.20.2.1"},"50":{"id":"2479","structure_id":"20","section_number":"12.20.3","catch_line":"“Hp” Historic Preservation Overlay Zone.","url":"\/12.20.3\/","token":"12.20.3"},"51":{"id":"3236","structure_id":"20","section_number":"12.21.1","catch_line":"Height Of Building Or Structures.","url":"\/12.21.1\/","token":"12.21.1"},"52":{"id":"488","structure_id":"20","section_number":"12.21.2","catch_line":"Height Of Buildings Or Structures In Century City.","url":"\/12.21.2\/","token":"12.21.2"},"53":{"id":"2253","structure_id":"20","section_number":"12.21.3","catch_line":"Height Of Buildings Or Structures In Community Redevelopment Plan Areas.","url":"\/12.21.3\/","token":"12.21.3"},"54":{"id":"3709","structure_id":"20","section_number":"12.21.4","catch_line":"Height Of Buildings Or Structures In Enterprise Zones.","url":"\/12.21.4\/","token":"12.21.4"},"55":{"id":"605","structure_id":"20","section_number":"12.21.5","catch_line":"Height Of Buildings Or Structures In Centers Study Areas.","url":"\/12.21.5\/","token":"12.21.5"},"56":{"id":"1399","structure_id":"20","section_number":"12.22","catch_line":"Exceptions.","url":"\/12.22\/","token":"12.22"},"57":{"id":"2993","structure_id":"20","section_number":"12.22.1","catch_line":"Safer Sex.","url":"\/12.22.1\/","token":"12.22.1"},"58":{"id":"3237","structure_id":"20","section_number":"12.23","catch_line":"Nonconforming Building And Uses.","url":"\/12.23\/","token":"12.23"},"59":{"id":"1191","structure_id":"20","section_number":"12.24","catch_line":"Conditional Use Permits And Other Similar Quasi-Judicial Approvals.","url":"\/12.24\/","token":"12.24"},"60":{"id":"546","structure_id":"20","section_number":"12.24.1","catch_line":"Land Use Determination By City Planning Commission.","url":"\/12.24.1\/","token":"12.24.1"},"61":{"id":"1889","structure_id":"20","section_number":"12.25","catch_line":"Time Limitations.","url":"\/12.25\/","token":"12.25"},"62":{"id":"2902","structure_id":"20","section_number":"12.26","catch_line":"Department Of Building And Safety.","url":"\/12.26\/","token":"12.26"},"63":{"id":"2923","structure_id":"20","section_number":"12.27","catch_line":"Variances.","url":"\/12.27\/","token":"12.27"},"64":{"id":"799","structure_id":"20","section_number":"12.27.1","catch_line":"Administrative Nuisance Abatement Proceedings.","url":"\/12.27.1\/","token":"12.27.1"},"65":{"id":"4040","structure_id":"20","section_number":"12.28","catch_line":"Adjustments And Slight Modifications.","url":"\/12.28\/","token":"12.28"},"66":{"id":"2103","structure_id":"20","section_number":"12.29","catch_line":"Violation Of Conditions – Penalty.","url":"\/12.29\/","token":"12.29"},"67":{"id":"339","structure_id":"20","section_number":"12.30","catch_line":"Boundaries Of Zones.","url":"\/12.30\/","token":"12.30"},"68":{"id":"1073","structure_id":"20","section_number":"12.31","catch_line":"Interpretation – Purpose – Conflict.","url":"\/12.31\/","token":"12.31"},"69":{"id":"3171","structure_id":"20","section_number":"12.32","catch_line":"Land Use Legislative Actions.","url":"\/12.32\/","token":"12.32"},"70":{"id":"511","structure_id":"20","section_number":"12.33","catch_line":"Dedication Of Land Or Payment For Park And Recreational Facilities As A Requirement For A Zone Change For A Multiple Residential Use In Any Multiple Residential Or Commercial Zone.","url":"\/12.33\/","token":"12.33"},"71":{"id":"1730","structure_id":"20","section_number":"12.34","catch_line":"Application Of Provisions.","url":"\/12.34\/","token":"12.34"},"72":{"id":"3843","structure_id":"20","section_number":"12.35","catch_line":"Zoning Of Annexed Or Unzoned Areas.","url":"\/12.35\/","token":"12.35"},"73":{"id":"1352","structure_id":"20","section_number":"12.36","catch_line":"Projects Requiring Multiple Approvals.(Charter § 564).","url":"\/12.36\/","token":"12.36"},"74":{"id":"1765","structure_id":"20","section_number":"12.37","catch_line":"Highway And Collector Street Dedication And Improvement.","url":"\/12.37\/","token":"12.37"},"75":{"id":"2301","structure_id":"20","section_number":"12.38","catch_line":"Dedication Of Streets By Long Term Leases.","url":"\/12.38\/","token":"12.38"},"76":{"id":"2657","structure_id":"20","section_number":"12.39","catch_line":"Low And Moderate Housing.","url":"\/12.39\/","token":"12.39"},"77":{"id":"1295","structure_id":"20","section_number":"12.40","catch_line":"Landscape - General Requirements.","url":"\/12.40\/","token":"12.40"},"78":{"id":"2364","structure_id":"20","section_number":"12.41","catch_line":"Landscape - Water Management.","url":"\/12.41\/","token":"12.41"},"79":{"id":"2169","structure_id":"20","section_number":"12.42","catch_line":"Landscape.","url":"\/12.42\/","token":"12.42"},"80":{"id":"4030","structure_id":"20","section_number":"12.43","catch_line":"Source Reduction Of Waste.","url":"\/12.43\/","token":"12.43"},"81":{"id":"1485","structure_id":"20","section_number":"12.50","catch_line":"Airport Approach Zoning Regulations.","url":"\/12.50\/","token":"12.50"},"82":{"id":"1328","structure_id":"20","section_number":"12.70","catch_line":"Adult Entertainment Zoning.","url":"\/12.70\/","token":"12.70"},"83":{"id":"481","structure_id":"20","section_number":"12.80","catch_line":"Homeless Shelters - Emergencies - Government Owned And Leased Property.","url":"\/12.80\/","token":"12.80"},"84":{"id":"737","structure_id":"20","section_number":"12.81","catch_line":"Homeless Shelters - Emergencies - Charitable\nOrganizations.","url":"\/12.81\/","token":"12.81"}},"next_section":{"id":"2301","structure_id":"20","section_number":"12.38","catch_line":"Dedication Of Streets By Long Term Leases.","url":"\/12.38\/","token":"12.38"},"metadata":false,"references":false,"url":"\/12.37\/","token":"12.37","formats":{"txt":"\/12.37.txt","json":"\/12.37.xml"},"dublin_core":{"Title":"Highway And Collector Street Dedication And Improvement.","Type":"Text","Format":"text\/html","Identifier":"§ 12.37","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nHIGHWAY AND COLLECTOR STREET DEDICATION AND IMPROVEMENT. (§ 12.37)\n\n  HIGHWAY AND COLLECTOR STREET DEDICATION AND IMPROVEMENT.\n\t(Title amended by Ord. No. 150,799, Eff. 6\/5\/78.)\tA.\tRequirement.  (Amended by\nOrd. No. 150,799, Eff. 6\/5\/78.)  No building or structure shall be erected or\nenlarged, and no building permit shall be issued therefor, on any lot in any R3\nor less restrictive zone (as such order of restrictiveness is set forth in\nSubsection B of Section 12.23); or on any lot in the RD1.5, RD2 or RD3 Zones; if\nsuch lot abuts a major or secondary highway or collector street unless the\none-half of the highway or collector street which is located on the same side of\nthe center of the highway or collector street as such lot has been dedicated and\nimproved for the full width of the lot so as to meet the standards for such\nhighway or collector street provided in Subsection H of this section; and\nfurther provided that in the case of either a corner lot or an L-shaped interior\nlot abutting a major or secondary highway and a local street which intersect,\nthat one-half of the local street, on the same side of the center of said local\nstreet as such lot, has been dedicated and improved for that portion of said lot\nor lots within 300 feet of the ultimate property line of said highway so as to\nmeet the standards for local streets provided in Subsection H of this section\nand provide adequate right-turn ingress to and egress from the highway; or such\ndedication and improvement has been assured to the satisfaction of the City\nEngineer respectively. As used in this section, the center of the highway or\ncollector street shall mean the center of those highways or collector streets as\nare shown on the Highways and Freeways maps of the Transportation Element of the\nGeneral Plan or, with respect to collector streets, on the adopted community\nplans of the Land Use Element of the General Plan on file in the offices of the\nDepartment of City Planning.  (Second Sentence Amended by Ord. No. 172,840,\nEff. 11\/4\/99.)\t1.\tThe maximum area of land required to be so dedicated shall not\nexceed 25% of the area of any such lot which was of record on March 1, 1962 in\nthe Los Angeles County Recorder’s Office. In no event  shall such dedication\nreduce the lot below a width of 50 feet or an area of 5,000 square feet.\t2.\tNo\nsuch dedication for any highway, collector street or any other street shall be\nrequired with respect to those portions of such a lot occupied by a legally\nexisting main building which is to remain.\t3.\tNo additional improvement shall be\nrequired on such a lot where complete roadway, curb, gutter and sidewalk\nimprovements exist  within the present dedication contiguous thereto.\t4.\tNo\nbuilding or structure shall be erected on any such lot after March 1, 1962\nwithin the dedication required by Subsection H of this section.\t5.\t(Added by\nOrd. No. 173,217, Eff. 6\/11\/00.)  No such dedication for any highway, collector\nstreet, or any street shall be required when the City Engineer, based on\nguidelines established by the Streets Standards Committee, finds that any\nadditional dedication is not necessary to meet the mobility needs for the next\ntwenty years.\tThe guidelines developed by Streets Standards Committees shall be\nconsistent with the goals and purpose of the Transportation Element of the\nGeneral Plan as determined by the City Planning Commission.  These guidelines\nshall also establish a procedure for notice to interested persons, including the\nCouncilmember of the district where the property is located.\tB.\tExceptions. \n(Amended by Ord. No. 172,315, Eff. 12\/31\/98.)  The provisions of Subsection A.\nof this section shall not apply to the following construction projects:\t1.\tOne\nsingle-family dwelling with customary accessory buildings when erected on a\nvacant lot.\t2.\tAdditions and accessory buildings incidental to a legally\nexisting residential building, provided no additional dwelling units or guest\nrooms are created.\t3.\tAdditions and accessory buildings incidental to a legally\nexisting non- residential building, provided that the total cumulative floor\narea of all such additions and accessory buildings shall not exceed 500 square\nfeet.\tC.\tDedication Procedure.\t1.\tAny person required to dedicate land by the\nprovisions of this section shall make an offer to dedicate, properly executed by\nall parties of interest including beneficiaries in deeds of trust as shown by a\ncurrent preliminary title report prepared by a Title Company approved by the\nCity Engineer for that purpose. The trustee under a deed of trust shall not be\nrequired to execute the dedicatory instrument, unless, in the view of the City\nEngineer, such execution is necessary to satisfactorily dedicate the land. Such\nreport shall be furnished by the applicant. Such offer shall be on a form\napproved by the City Attorney and the City Engineer; be in such terms as to be\nbinding on the owner, his heirs, assigns or successors in interest and shall\ncontinue until the City Council accepts or rejects such offer or until one year\nfrom the date such offer is filed with the City Engineer for processing,\nwhichever occurs first. The offer shall provide that the dedication will be\ncomplete upon acceptance by the City Council. The offer shall be recorded by the\nCity Engineer in the Office of the County Recorder of Los Angeles County upon\nits acceptance by the City Engineer. The City Engineer shall accept or reject\nthe offer for recordation within 10 days after it is filed with the City\nEngineer. The offer shall thereafter be promptly processed by the City\nDepartments concerned and submitted to the City Council, in order to complete\nthe dedication within one year. If the offer is rejected by the City Council or\nnot processed within one year, the City Engineer shall issue a release from such\noffer which shall be recorded in the Office of the County Recorder unless the\nparties making the offer wish to have the time extended. (Amended by Ord. No.\n152,425, Eff. 6\/29\/79, Oper. 7\/1\/79.)\tD.\tImprovement Procedure.\t1.\tAny person\nrequired to make improvements by the provisions of this section shall either\nmake and complete the same to the satisfaction of the City Engineer or shall\nfile with the City Engineer a bond in such an amount as the City Engineer shall\nestimate and determine to be necessary to complete all of the improvements\nrequired.\t2.\tSuch bond may be either a cash bond or a bond executed by a company\nauthorized to act as a surety in this State. The bond shall be payable to the\nCity and be conditioned upon the faithful performance of any and all work\nrequired to be done, and that should such work not be done or completed within\nthe time specified, the City may at its option, cause the same to be done or\ncompleted, and the parties executing the bond shall be firmly bound under a\ncontinuing obligation for the payment of all necessary costs and expenses\nincurred in the construction thereof. The bond shall be executed by the owner of\nthe lot as principal, and if a surety bond, shall also be executed by a\ncorporation authorized to act as a surety under the laws of the State of\nCalifornia.\t3.\tWhenever the owner elects to deposit a cash bond, the City is\nauthorized, in the event of any default on his part, to use any or all of the\ndeposit money to cause all of the required work to be done or completed, and for\npayment of all costs and expenses therefor. Any money remaining shall be\nrefunded to the owner.\t4.\tWhen a substantial portion of the required improvement\nhas been completed to the satisfaction of the City Engineer and the completion\nof the remaining improvements is delayed due to conditions beyond the owner’s\ncontrol, the City Engineer may accept the completed portion and consent to a\nproportionate reduction of the surety bond in an amount estimated and determined\nby the City Engineer to be adequate to assure the completion of the required\nimprovements remaining to be made.\t5.\tWhenever a surety bond has been filed in\ncompliance with this section, the City is authorized, in the event of any\ndefault on the part of the principal, to enforce collection, under such bond,\nfor any and all damages sustained by the City by reason of any failure on the\npart of the principal faithfully and properly to do or complete the required\nimprovements, and in addition may cause all of the required work to be done or\ncompleted, and the surety upon the bond shall be firmly bound for the payment of\nall necessary costs thereof.\t6.\tThe term of the bond shall begin on the date of\nthe deposit of cash or the filing of the surety bond, and shall end upon the\ndate of the completion to the satisfaction of the City Engineer of all\nimprovements required to be made. The fact of such completion shall be endorsed\nby a statement thereof signed by the City Engineer, and the deposit shall be\nreturned to the owner, or the surety bond may be exonerated at any time\nthereafter.\t7.\tFor purposes of this section, improvement shall be considered as\nsatisfactorily assured when the City Engineer accepts the cash or surety bond\nprovided for herein or the improvements required to be made have been completed\nto his satisfaction. When the City Engineer accepts the bond or the work has\nbeen completed to his satisfaction he shall notify the Department of Building\nand Safety thereof.\tE.\tIssuance Of Building Permits After Certification Of\nDedication And Improvement. When all dedication and improvements required by\nthis section have been completed or satisfactorily assured a building permit may\nbe issued.\tF.\tFees.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)  In addition\nto all other required fees, the following fees shall be charged for Bureau of\nEngineering services provided for processing building permit applications\npursuant to the provisions of this Section:\t1.\tA nonrefundable fee of $530 for\nevery property requiring the City Engineer to investigate and determine whether\nthe provisions of this Section require a dedication of land or improvements to\nland.\t2.\tA fee of $3,100 for processing real estate transfer documents for every\nproperty for which the provisions of this Section require a dedication of\nland.\t3.\tA nonrefundable fee of $250 for processing appeals of dedication\nrequirements pursuant to the provisions of Paragraph 5. of Subsection A. of this\nSection.\t4.\tA nonrefundable fee of $1,000 for processing appeals of improvement\nrequirements pursuant to the provisions of Subsection I. of this\nSection.\tG.\tLots Affected By Street Widening.  (Amended by Ord. No. 125,340,\nEff. 9\/23\/63.) On a lot which is affected by street widening required by the\nprovisions of this section all required yards, setbacks, parking area, loading\nspace and building locations for new buildings or structures or additions to\nbuildings or structures shall be measured and calculated from the new lot lines\nbeing created by said widening; provided, however, that for the purpose of\nestablishing the required front yard depth on a frontage where the ultimate\nstreet line has been determined under the provisions of this section, the depths\nof all existing front yards may be measured from such ultimate street line\ninstead of the front lot line.\tIn applying all other provisions of this Article,\nthe area of such lot shall be considered as that which existed immediately prior\nto such required street widening.\tH.\tImprovement Standards.  (Amended by Ord.\nNo. 150,799, Eff. 6\/5\/78.)\t1.\t(Amended by Ord. No. 173,217, Eff. 6\/11\/00.)  All\nmajor and secondary highways and all collector streets shall be constructed and\nimproved in accordance with the standards adopted by the City Planning\nCommission pursuant to LAMC 17.05 B. insofar as such is practical and will not\ncreate an undue hardship.\tWhere major or secondary highways are designated by\nthe General Plan as divided highways, the width of the dividing strips shall not\nbe considered a part of the highway for the purpose of calculating either the\nwidth of the dedication or the width of the improvement required by this\nsection.\t2.\t(Amended by Ord. No. 173,217, Eff. 6\/11\/00.)  All streets not\ndesignated major or secondary highways or collector streets, but that intersect\nsaid highways, shall be dedicated to a maximum width of sixty (60) feet. \nRoadway and parkway widths shall conform to those standards adopted by the City\nPlanning Commission in accordance with LAMC 17.05 B., depending upon street\nclassification type.  Whenever uncertainty exists as to the application of the\nprovisions of this section, or in instances of streets so classified as\nrequiring less than 60 feet of dedication in order to conform to the minimum\nwidth standards as adopted in accordance with Section 17.05 B. of this Code, the\nCity Engineer shall make any necessary determinations.\t3.\tAll improvements\nrequired to be made by the provisions of this subsection shall be done in\naccordance with the current applicable provisions of the Standard specifications\nfor Public Works Construction adopted by the City Council.\t4.\tThe City Engineer\nmay approve and allow such variations from the aforesaid requirements as he\ndetermines are made necessary by the conditions of the terrain and the existing\nimprovements contiguous to the property involved.\tI.\tAppeal.  (Amended by Ord.\nNo. 153,949, Eff. 7\/19\/80.)\t1.\tAny person required to make improvements pursuant\nto the provisions of this Section may appeal to the City Council any City\nEngineer decision made with respect to the enforcement or administration of the\nprovisions of this Section.  Such appeal shall be made in writing, shall state\nin clear and concise language the grounds for the appeal, and the appellant must\npay a filing fee in the amount specified in Subdivision (d) of Subsection F. of\nthis Section to pay for City costs to process the appeal.  The Board of Public\nWorks, with the concurrence of the City Administrative Officer, shall regularly\ndetermine the costs to the City to process such appeal, and shall include all\ndirect and indirect costs, including but not limited to inspection costs, and\nlabor, retirement and overhead costs.  The Board of Public Works shall use\nthese costs to identify a fee amount sufficient to recover City costs for\nprocessing an appeal, and shall recommend to the City Council adoption of an\nordinance establishing a new appeal fee amount.  Such fee shall become\neffective on the effective date of the ordinance.  (Amended by Ord. No.\n181,699, Eff. 6\/12\/11.)\t2.\tThe City Council may make such modifications in the\nimprovement requirements of this section or may grant such waivers or\nmodifications of the determinations which are appealed to it as it shall\ndetermine are required to prevent any unreasonable hardship under the facts of\neach case so long as each such modification or waiver is in conformity with the\ngeneral spirit and intent of the requirements of this section.\tJ.\tCity May Share\nThe Cost Of Making Unusual Improvements. Upon proper application to the City\nCouncil and upon recommendation of the City Engineer, the City may accept and\nprovide for contribution toward the cost of making any improvement required by\nthe provisions of this section which the City Engineer determines will cost an\namount greatly in excess of the cost to other property owners who are required\nto make improvements under the provisions of this section in the immediate\nvicinity of the said improvement.\tK.\tCity Engineer To Determine Street\nAlignment. Whenever uncertainty exists as to the proper application of the\nprovisions of this section in the matter of street alignment, the City Engineer\nshall determine their application in conformity with the spirit and intent of\nthis section. (Added by Ord. No. 125,340, Eff. 9\/23\/63.)\tL.\tWritten Notification\nTo Permit Applicants Required.  When the City Engineer determines that the\nprovisions of this section are applicable to any building permit application, he\nshall inform the permit applicant of his determination, of the specific\nrequirements of this Section which he determines to be applicable thereto and of\nthe availability and procedure for appeal of his determination to the City\nCouncil. (Amended by Ord. No. 153,949, Eff. 7\/19\/80.)\n","html":"\n\t\t\t\t\t<section><p>  HIGHWAY AND COLLECTOR STREET DEDICATION AND IMPROVEMENT.\n\t(Title amended by Ord. No. 150,799, Eff. 6\/5\/78.)<br \/><br \/>\tA.\tRequirement.  (Amended by Ord. No. 150,799, Eff. 6\/5\/78.)  No building or structure shall be erected or enlarged, and no building permit shall be issued therefor, on any lot in any R3 or less restrictive zone (as such <span class=\"dictionary\">order<\/span> of restrictiveness is set forth in Subsection B of Section 12.23); or on any lot in the RD1.5, RD2 or RD3 Zones; if such lot abuts a major or secondary highway or collector street unless the one-half of the highway or collector street which is located on the same side of the center of the highway or collector street as such lot has been dedicated and improved for the full width of the lot so as to meet the standards for such highway or collector street provided in Subsection H of this section; and further provided that in the case of either a corner lot or an L-shaped interior lot abutting a major or secondary highway and a local street which intersect, that one-half of the local street, on the same side of the center of said local street as such lot, has been dedicated and improved for that portion of said lot or lots within 300 feet of the ultimate property line of said highway so as to meet the standards for local streets provided in Subsection H of this section and provide adequate right-turn ingress to and egress from the highway; or such dedication and improvement has been assured to the satisfaction of the City Engineer respectively. As used in this section, the center of the highway or collector street shall mean the center of those highways or collector streets as are shown on the Highways and Freeways maps of the Transportation Element of the General Plan or, with respect to collector streets, on the adopted community plans of the Land Use Element of the General Plan on file in the offices of the Department of City Planning.  (Second Sentence Amended by Ord. No. 172,840, Eff. 11\/4\/99.)<br \/><br \/>\t1.\tThe maximum area of land required to be so dedicated shall not exceed 25% of the area of any such lot which was of record on March 1, 1962 in the Los Angeles County Recorder’s Office. In no event  shall such dedication reduce the lot below a width of 50 feet or an area of 5,000 square feet.<br \/><br \/>\t2.\tNo such dedication for any highway, collector street or any other street shall be required with respect to those portions of such a lot occupied by a legally existing main building which is to remain.<br \/><br \/>\t3.\tNo additional improvement shall be required on such a lot where complete roadway, curb, gutter and sidewalk improvements exist  within the present dedication contiguous thereto.<br \/><br \/>\t4.\tNo building or structure shall be erected on any such lot after March 1, 1962 within the dedication required by Subsection H of this section.<br \/><br \/>\t5.\t(Added by Ord. No. 173,217, Eff. 6\/11\/00.)  No such dedication for any highway, collector street, or any street shall be required when the City Engineer, based on guidelines established by the Streets Standards Committee, finds that any additional dedication is not necessary to meet the mobility needs for the next twenty years.<br \/><br \/>\tThe guidelines developed by Streets Standards Committees shall be consistent with the goals and purpose of the Transportation Element of the General Plan as determined by the City Planning Commission.  These guidelines shall also establish a procedure for notice to interested persons, including the Councilmember of the district where the property is located.<br \/><br \/>\tB.\tExceptions.  (Amended by Ord. No. 172,315, Eff. 12\/31\/98.)  The provisions of Subsection A. of this section shall not apply to the following construction projects:<br \/><br \/>\t1.\tOne single-family dwelling with customary <span class=\"dictionary\">accessory<\/span> buildings when erected on a vacant lot.<br \/><br \/>\t2.\tAdditions and <span class=\"dictionary\">accessory<\/span> buildings incidental to a legally existing residential building, provided no additional dwelling units or guest rooms are created.<br \/><br \/>\t3.\tAdditions and <span class=\"dictionary\">accessory<\/span> buildings incidental to a legally existing non- residential building, provided that the total cumulative floor area of all such additions and <span class=\"dictionary\">accessory<\/span> buildings shall not exceed 500 square feet.<br \/><br \/>\tC.\tDedication Procedure.<br \/><br \/>\t1.\tAny person required to dedicate land by the provisions of this section shall make an offer to dedicate, properly executed by all parties of interest including beneficiaries in deeds of trust as shown by a current preliminary title report prepared by a Title Company approved by the City Engineer for that purpose. The trustee under a deed of trust shall not be required to execute the dedicatory instrument, unless, in the view of the City Engineer, such execution is necessary to satisfactorily dedicate the land. Such report shall be furnished by the applicant. Such offer shall be on a form approved by the City Attorney and the City Engineer; be in such terms as to be binding on the owner, his heirs, assigns or successors in interest and shall continue until the City Council accepts or rejects such offer or until one year from the date such offer is filed with the City Engineer for processing, whichever occurs first. The offer shall provide that the dedication will be complete upon acceptance by the City Council. The offer shall be recorded by the City Engineer in the Office of the County Recorder of Los Angeles County upon its acceptance by the City Engineer. The City Engineer shall accept or reject the offer for recordation within 10 days after it is filed with the City Engineer. The offer shall thereafter be promptly processed by the City Departments concerned and submitted to the City Council, in <span class=\"dictionary\">order<\/span> to complete the dedication within one year. If the offer is rejected by the City Council or not processed within one year, the City Engineer shall <span class=\"dictionary\">issue<\/span> a release from such offer which shall be recorded in the Office of the County Recorder unless the parties making the offer wish to have the time extended. (Amended by Ord. No. 152,425, Eff. 6\/29\/79, Oper. 7\/1\/79.)<br \/><br \/>\tD.\tImprovement Procedure.<br \/><br \/>\t1.\tAny person required to make improvements by the provisions of this section shall either make and complete the same to the satisfaction of the City Engineer or shall file with the City Engineer a <span class=\"dictionary\">bond<\/span> in such an amount as the City Engineer shall estimate and determine to be necessary to complete all of the improvements required.<br \/><br \/>\t2.\tSuch <span class=\"dictionary\">bond<\/span> may be either a cash <span class=\"dictionary\">bond<\/span> or a <span class=\"dictionary\">bond<\/span> executed by a company authorized to act as a <span class=\"dictionary\">surety<\/span> in this State. The <span class=\"dictionary\">bond<\/span> shall be payable to the City and be conditioned upon the faithful performance of any and all work required to be done, and that should such work not be done or completed within the time specified, the City may at its option, cause the same to be done or completed, and the parties executing the <span class=\"dictionary\">bond<\/span> shall be firmly bound under a continuing obligation for the payment of all necessary costs and expenses incurred in the construction thereof. The <span class=\"dictionary\">bond<\/span> shall be executed by the owner of the lot as principal, and if a <span class=\"dictionary\">surety<\/span> <span class=\"dictionary\">bond<\/span>, shall also be executed by a corporation authorized to act as a <span class=\"dictionary\">surety<\/span> under the <span class=\"dictionary\">laws<\/span> of the State of California.<br \/><br \/>\t3.\tWhenever the owner elects to deposit a cash <span class=\"dictionary\">bond<\/span>, the City is authorized, in the event of any <span class=\"dictionary\">default<\/span> on his part, to use any or all of the deposit money to cause all of the required work to be done or completed, and for payment of all costs and expenses therefor. Any money remaining shall be refunded to the owner.<br \/><br \/>\t4.\tWhen a substantial portion of the required improvement has been completed to the satisfaction of the City Engineer and the completion of the remaining improvements is delayed due to conditions beyond the owner’s control, the City Engineer may accept the completed portion and consent to a proportionate reduction of the <span class=\"dictionary\">surety<\/span> <span class=\"dictionary\">bond<\/span> in an amount estimated and determined by the City Engineer to be adequate to assure the completion of the required improvements remaining to be made.<br \/><br \/>\t5.\tWhenever a <span class=\"dictionary\">surety<\/span> <span class=\"dictionary\">bond<\/span> has been filed in compliance with this section, the City is authorized, in the event of any <span class=\"dictionary\">default<\/span> on the part of the principal, to enforce collection, under such <span class=\"dictionary\">bond<\/span>, for any and all <span class=\"dictionary\">damages<\/span> sustained by the City by reason of any failure on the part of the principal faithfully and properly to do or complete the required improvements, and in addition may cause all of the required work to be done or completed, and the <span class=\"dictionary\">surety<\/span> upon the <span class=\"dictionary\">bond<\/span> shall be firmly bound for the payment of all necessary costs thereof.<br \/><br \/>\t6.\tThe term of the <span class=\"dictionary\">bond<\/span> shall begin on the date of the deposit of cash or the filing of the <span class=\"dictionary\">surety<\/span> <span class=\"dictionary\">bond<\/span>, and shall end upon the date of the completion to the satisfaction of the City Engineer of all improvements required to be made. The <span class=\"dictionary\">fact<\/span> of such completion shall be endorsed by a statement thereof signed by the City Engineer, and the deposit shall be returned to the owner, or the <span class=\"dictionary\">surety<\/span> <span class=\"dictionary\">bond<\/span> may be exonerated at any time thereafter.<br \/><br \/>\t7.\tFor purposes of this section, improvement shall be considered as satisfactorily assured when the City Engineer accepts the cash or <span class=\"dictionary\">surety<\/span> <span class=\"dictionary\">bond<\/span> provided for herein or the improvements required to be made have been completed to his satisfaction. When the City Engineer accepts the <span class=\"dictionary\">bond<\/span> or the work has been completed to his satisfaction he shall notify the Department of Building and Safety thereof.<br \/><br \/>\tE.\tIssuance Of Building Permits After Certification Of Dedication And Improvement. When all dedication and improvements required by this section have been completed or satisfactorily assured a building permit may be issued.<br \/><br \/>\tF.\tFees.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)  In addition to all other required fees, the following fees shall be charged for Bureau of Engineering services provided for processing building permit applications pursuant to the provisions of this Section:<br \/><br \/>\t1.\tA nonrefundable fee of $530 for every property requiring the City Engineer to investigate and determine whether the provisions of this Section require a dedication of land or improvements to land.<br \/><br \/>\t2.\tA fee of $3,100 for processing real estate transfer documents for every property for which the provisions of this Section require a dedication of land.<br \/><br \/>\t3.\tA nonrefundable fee of $250 for processing <span class=\"dictionary\">appeals<\/span> of dedication requirements pursuant to the provisions of Paragraph 5. of Subsection A. of this Section.<br \/><br \/>\t4.\tA nonrefundable fee of $1,000 for processing <span class=\"dictionary\">appeals<\/span> of improvement requirements pursuant to the provisions of Subsection I. of this Section.<br \/><br \/>\tG.\tLots Affected By Street Widening.  (Amended by Ord. No. 125,340, Eff. 9\/23\/63.) On a lot which is affected by street widening required by the provisions of this section all required yards, setbacks, parking area, loading space and building locations for new buildings or structures or additions to buildings or structures shall be measured and calculated from the new lot lines being created by said widening; provided, however, that for the purpose of establishing the required front yard depth on a frontage where the ultimate street line has been determined under the provisions of this section, the depths of all existing front yards may be measured from such ultimate street line instead of the front lot line.<br \/><br \/>\tIn applying all other provisions of this Article, the area of such lot shall be considered as that which existed immediately prior to such required street widening.<br \/><br \/>\tH.\tImprovement Standards.  (Amended by Ord. No. 150,799, Eff. 6\/5\/78.)<br \/><br \/>\t1.\t(Amended by Ord. No. 173,217, Eff. 6\/11\/00.)  All major and secondary highways and all collector streets shall be constructed and improved in accordance with the standards adopted by the City Planning Commission pursuant to LAMC 17.05 B. insofar as such is practical and will not create an undue hardship.<br \/><br \/>\tWhere major or secondary highways are designated by the General Plan as divided highways, the width of the dividing strips shall not be considered a part of the highway for the purpose of calculating either the width of the dedication or the width of the improvement required by this section.<br \/><br \/>\t2.\t(Amended by Ord. No. 173,217, Eff. 6\/11\/00.)  All streets not designated major or secondary highways or collector streets, but that intersect said highways, shall be dedicated to a maximum width of sixty (60) feet.  Roadway and parkway widths shall conform to those standards adopted by the City Planning Commission in accordance with LAMC 17.05 B., depending upon street classification type.  Whenever uncertainty exists as to the application of the provisions of this section, or in instances of streets so classified as requiring less than 60 feet of dedication in <span class=\"dictionary\">order<\/span> to conform to the minimum width standards as adopted in accordance with Section 17.05 B. of this Code, the City Engineer shall make any necessary determinations.<br \/><br \/>\t3.\tAll improvements required to be made by the provisions of this subsection shall be done in accordance with the current applicable provisions of the Standard specifications for Public Works Construction adopted by the City Council.<br \/><br \/>\t4.\tThe City Engineer may approve and allow such variations from the aforesaid requirements as he determines are made necessary by the conditions of the terrain and the existing improvements contiguous to the property involved.<br \/><br \/>\tI.\t<span class=\"dictionary\">Appeal<\/span>.  (Amended by Ord. No. 153,949, Eff. 7\/19\/80.)<br \/><br \/>\t1.\tAny person required to make improvements pursuant to the provisions of this Section may <span class=\"dictionary\">appeal<\/span> to the City Council any City Engineer decision made with respect to the enforcement or administration of the provisions of this Section.  Such <span class=\"dictionary\">appeal<\/span> shall be made in writing, shall state in clear and concise language the grounds for the <span class=\"dictionary\">appeal<\/span>, and the <span class=\"dictionary\">appellant<\/span> must pay a filing fee in the amount specified in Subdivision (d) of Subsection F. of this Section to pay for City costs to process the <span class=\"dictionary\">appeal<\/span>.  The Board of Public Works, with the concurrence of the City Administrative Officer, shall regularly determine the costs to the City to process such <span class=\"dictionary\">appeal<\/span>, and shall include all direct and indirect costs, including but not limited to inspection costs, and labor, retirement and overhead costs.  The Board of Public Works shall use these costs to identify a fee amount sufficient to recover City costs for processing an <span class=\"dictionary\">appeal<\/span>, and shall recommend to the City Council adoption of an <span class=\"dictionary\">ordinance<\/span> establishing a new <span class=\"dictionary\">appeal<\/span> fee amount.  Such fee shall become effective on the effective date of the <span class=\"dictionary\">ordinance<\/span>.  (Amended by Ord. No. 181,699, Eff. 6\/12\/11.)<br \/><br \/>\t2.\tThe City Council may make such modifications in the improvement requirements of this section or may grant such <span class=\"dictionary\">waivers<\/span> or modifications of the determinations which are appealed to it as it shall determine are required to prevent any unreasonable hardship under the <span class=\"dictionary\">facts<\/span> of each case so long as each such modification or <span class=\"dictionary\">waiver<\/span> is in conformity with the general spirit and <span class=\"dictionary\">intent<\/span> of the requirements of this section.<br \/><br \/>\tJ.\tCity May Share The Cost Of Making Unusual Improvements. Upon proper application to the City Council and upon recommendation of the City Engineer, the City may accept and provide for contribution toward the cost of making any improvement required by the provisions of this section which the City Engineer determines will cost an amount greatly in excess of the cost to other property owners who are required to make improvements under the provisions of this section in the immediate vicinity of the said improvement.<br \/><br \/>\tK.\tCity Engineer To Determine Street Alignment. Whenever uncertainty exists as to the proper application of the provisions of this section in the matter of street alignment, the City Engineer shall determine their application in conformity with the spirit and <span class=\"dictionary\">intent<\/span> of this section. (Added by Ord. No. 125,340, Eff. 9\/23\/63.)<br \/><br \/>\tL.\tWritten Notification To Permit Applicants Required.  When the City Engineer determines that the provisions of this section are applicable to any building permit application, he shall inform the permit applicant of his determination, of the specific requirements of this Section which he determines to be applicable thereto and of the availability and procedure for <span class=\"dictionary\">appeal<\/span> of his determination to the City Council. (Amended by Ord. No. 153,949, Eff. 7\/19\/80.)<\/p><\/section>","previous_section":{"id":"1352","structure_id":"20","section_number":"12.36","catch_line":"Projects Requiring Multiple Approvals.(Charter § 564).","url":"\/12.36\/","token":"12.36"},"text":{"0":{"id":"1749","text":"  HIGHWAY AND COLLECTOR STREET DEDICATION AND IMPROVEMENT.\n\t(Title amended by Ord. No. 150,799, Eff. 6\/5\/78.)\tA.\tRequirement.  (Amended by Ord. No. 150,799, Eff. 6\/5\/78.)  No building or structure shall be erected or enlarged, and no building permit shall be issued therefor, on any lot in any R3 or less restrictive zone (as such order of restrictiveness is set forth in Subsection B of Section 12.23); or on any lot in the RD1.5, RD2 or RD3 Zones; if such lot abuts a major or secondary highway or collector street unless the one-half of the highway or collector street which is located on the same side of the center of the highway or collector street as such lot has been dedicated and improved for the full width of the lot so as to meet the standards for such highway or collector street provided in Subsection H of this section; and further provided that in the case of either a corner lot or an L-shaped interior lot abutting a major or secondary highway and a local street which intersect, that one-half of the local street, on the same side of the center of said local street as such lot, has been dedicated and improved for that portion of said lot or lots within 300 feet of the ultimate property line of said highway so as to meet the standards for local streets provided in Subsection H of this section and provide adequate right-turn ingress to and egress from the highway; or such dedication and improvement has been assured to the satisfaction of the City Engineer respectively. As used in this section, the center of the highway or collector street shall mean the center of those highways or collector streets as are shown on the Highways and Freeways maps of the Transportation Element of the General Plan or, with respect to collector streets, on the adopted community plans of the Land Use Element of the General Plan on file in the offices of the Department of City Planning.  (Second Sentence Amended by Ord. No. 172,840, Eff. 11\/4\/99.)\t1.\tThe maximum area of land required to be so dedicated shall not exceed 25% of the area of any such lot which was of record on March 1, 1962 in the Los Angeles County Recorder’s Office. In no event  shall such dedication reduce the lot below a width of 50 feet or an area of 5,000 square feet.\t2.\tNo such dedication for any highway, collector street or any other street shall be required with respect to those portions of such a lot occupied by a legally existing main building which is to remain.\t3.\tNo additional improvement shall be required on such a lot where complete roadway, curb, gutter and sidewalk improvements exist  within the present dedication contiguous thereto.\t4.\tNo building or structure shall be erected on any such lot after March 1, 1962 within the dedication required by Subsection H of this section.\t5.\t(Added by Ord. No. 173,217, Eff. 6\/11\/00.)  No such dedication for any highway, collector street, or any street shall be required when the City Engineer, based on guidelines established by the Streets Standards Committee, finds that any additional dedication is not necessary to meet the mobility needs for the next twenty years.\tThe guidelines developed by Streets Standards Committees shall be consistent with the goals and purpose of the Transportation Element of the General Plan as determined by the City Planning Commission.  These guidelines shall also establish a procedure for notice to interested persons, including the Councilmember of the district where the property is located.\tB.\tExceptions.  (Amended by Ord. No. 172,315, Eff. 12\/31\/98.)  The provisions of Subsection A. of this section shall not apply to the following construction projects:\t1.\tOne single-family dwelling with customary accessory buildings when erected on a vacant lot.\t2.\tAdditions and accessory buildings incidental to a legally existing residential building, provided no additional dwelling units or guest rooms are created.\t3.\tAdditions and accessory buildings incidental to a legally existing non- residential building, provided that the total cumulative floor area of all such additions and accessory buildings shall not exceed 500 square feet.\tC.\tDedication Procedure.\t1.\tAny person required to dedicate land by the provisions of this section shall make an offer to dedicate, properly executed by all parties of interest including beneficiaries in deeds of trust as shown by a current preliminary title report prepared by a Title Company approved by the City Engineer for that purpose. The trustee under a deed of trust shall not be required to execute the dedicatory instrument, unless, in the view of the City Engineer, such execution is necessary to satisfactorily dedicate the land. Such report shall be furnished by the applicant. Such offer shall be on a form approved by the City Attorney and the City Engineer; be in such terms as to be binding on the owner, his heirs, assigns or successors in interest and shall continue until the City Council accepts or rejects such offer or until one year from the date such offer is filed with the City Engineer for processing, whichever occurs first. The offer shall provide that the dedication will be complete upon acceptance by the City Council. The offer shall be recorded by the City Engineer in the Office of the County Recorder of Los Angeles County upon its acceptance by the City Engineer. The City Engineer shall accept or reject the offer for recordation within 10 days after it is filed with the City Engineer. The offer shall thereafter be promptly processed by the City Departments concerned and submitted to the City Council, in order to complete the dedication within one year. If the offer is rejected by the City Council or not processed within one year, the City Engineer shall issue a release from such offer which shall be recorded in the Office of the County Recorder unless the parties making the offer wish to have the time extended. (Amended by Ord. No. 152,425, Eff. 6\/29\/79, Oper. 7\/1\/79.)\tD.\tImprovement Procedure.\t1.\tAny person required to make improvements by the provisions of this section shall either make and complete the same to the satisfaction of the City Engineer or shall file with the City Engineer a bond in such an amount as the City Engineer shall estimate and determine to be necessary to complete all of the improvements required.\t2.\tSuch bond may be either a cash bond or a bond executed by a company authorized to act as a surety in this State. The bond shall be payable to the City and be conditioned upon the faithful performance of any and all work required to be done, and that should such work not be done or completed within the time specified, the City may at its option, cause the same to be done or completed, and the parties executing the bond shall be firmly bound under a continuing obligation for the payment of all necessary costs and expenses incurred in the construction thereof. The bond shall be executed by the owner of the lot as principal, and if a surety bond, shall also be executed by a corporation authorized to act as a surety under the laws of the State of California.\t3.\tWhenever the owner elects to deposit a cash bond, the City is authorized, in the event of any default on his part, to use any or all of the deposit money to cause all of the required work to be done or completed, and for payment of all costs and expenses therefor. Any money remaining shall be refunded to the owner.\t4.\tWhen a substantial portion of the required improvement has been completed to the satisfaction of the City Engineer and the completion of the remaining improvements is delayed due to conditions beyond the owner’s control, the City Engineer may accept the completed portion and consent to a proportionate reduction of the surety bond in an amount estimated and determined by the City Engineer to be adequate to assure the completion of the required improvements remaining to be made.\t5.\tWhenever a surety bond has been filed in compliance with this section, the City is authorized, in the event of any default on the part of the principal, to enforce collection, under such bond, for any and all damages sustained by the City by reason of any failure on the part of the principal faithfully and properly to do or complete the required improvements, and in addition may cause all of the required work to be done or completed, and the surety upon the bond shall be firmly bound for the payment of all necessary costs thereof.\t6.\tThe term of the bond shall begin on the date of the deposit of cash or the filing of the surety bond, and shall end upon the date of the completion to the satisfaction of the City Engineer of all improvements required to be made. The fact of such completion shall be endorsed by a statement thereof signed by the City Engineer, and the deposit shall be returned to the owner, or the surety bond may be exonerated at any time thereafter.\t7.\tFor purposes of this section, improvement shall be considered as satisfactorily assured when the City Engineer accepts the cash or surety bond provided for herein or the improvements required to be made have been completed to his satisfaction. When the City Engineer accepts the bond or the work has been completed to his satisfaction he shall notify the Department of Building and Safety thereof.\tE.\tIssuance Of Building Permits After Certification Of Dedication And Improvement. When all dedication and improvements required by this section have been completed or satisfactorily assured a building permit may be issued.\tF.\tFees.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)  In addition to all other required fees, the following fees shall be charged for Bureau of Engineering services provided for processing building permit applications pursuant to the provisions of this Section:\t1.\tA nonrefundable fee of $530 for every property requiring the City Engineer to investigate and determine whether the provisions of this Section require a dedication of land or improvements to land.\t2.\tA fee of $3,100 for processing real estate transfer documents for every property for which the provisions of this Section require a dedication of land.\t3.\tA nonrefundable fee of $250 for processing appeals of dedication requirements pursuant to the provisions of Paragraph 5. of Subsection A. of this Section.\t4.\tA nonrefundable fee of $1,000 for processing appeals of improvement requirements pursuant to the provisions of Subsection I. of this Section.\tG.\tLots Affected By Street Widening.  (Amended by Ord. No. 125,340, Eff. 9\/23\/63.) On a lot which is affected by street widening required by the provisions of this section all required yards, setbacks, parking area, loading space and building locations for new buildings or structures or additions to buildings or structures shall be measured and calculated from the new lot lines being created by said widening; provided, however, that for the purpose of establishing the required front yard depth on a frontage where the ultimate street line has been determined under the provisions of this section, the depths of all existing front yards may be measured from such ultimate street line instead of the front lot line.\tIn applying all other provisions of this Article, the area of such lot shall be considered as that which existed immediately prior to such required street widening.\tH.\tImprovement Standards.  (Amended by Ord. No. 150,799, Eff. 6\/5\/78.)\t1.\t(Amended by Ord. No. 173,217, Eff. 6\/11\/00.)  All major and secondary highways and all collector streets shall be constructed and improved in accordance with the standards adopted by the City Planning Commission pursuant to LAMC 17.05 B. insofar as such is practical and will not create an undue hardship.\tWhere major or secondary highways are designated by the General Plan as divided highways, the width of the dividing strips shall not be considered a part of the highway for the purpose of calculating either the width of the dedication or the width of the improvement required by this section.\t2.\t(Amended by Ord. No. 173,217, Eff. 6\/11\/00.)  All streets not designated major or secondary highways or collector streets, but that intersect said highways, shall be dedicated to a maximum width of sixty (60) feet.  Roadway and parkway widths shall conform to those standards adopted by the City Planning Commission in accordance with LAMC 17.05 B., depending upon street classification type.  Whenever uncertainty exists as to the application of the provisions of this section, or in instances of streets so classified as requiring less than 60 feet of dedication in order to conform to the minimum width standards as adopted in accordance with Section 17.05 B. of this Code, the City Engineer shall make any necessary determinations.\t3.\tAll improvements required to be made by the provisions of this subsection shall be done in accordance with the current applicable provisions of the Standard specifications for Public Works Construction adopted by the City Council.\t4.\tThe City Engineer may approve and allow such variations from the aforesaid requirements as he determines are made necessary by the conditions of the terrain and the existing improvements contiguous to the property involved.\tI.\tAppeal.  (Amended by Ord. No. 153,949, Eff. 7\/19\/80.)\t1.\tAny person required to make improvements pursuant to the provisions of this Section may appeal to the City Council any City Engineer decision made with respect to the enforcement or administration of the provisions of this Section.  Such appeal shall be made in writing, shall state in clear and concise language the grounds for the appeal, and the appellant must pay a filing fee in the amount specified in Subdivision (d) of Subsection F. of this Section to pay for City costs to process the appeal.  The Board of Public Works, with the concurrence of the City Administrative Officer, shall regularly determine the costs to the City to process such appeal, and shall include all direct and indirect costs, including but not limited to inspection costs, and labor, retirement and overhead costs.  The Board of Public Works shall use these costs to identify a fee amount sufficient to recover City costs for processing an appeal, and shall recommend to the City Council adoption of an ordinance establishing a new appeal fee amount.  Such fee shall become effective on the effective date of the ordinance.  (Amended by Ord. No. 181,699, Eff. 6\/12\/11.)\t2.\tThe City Council may make such modifications in the improvement requirements of this section or may grant such waivers or modifications of the determinations which are appealed to it as it shall determine are required to prevent any unreasonable hardship under the facts of each case so long as each such modification or waiver is in conformity with the general spirit and intent of the requirements of this section.\tJ.\tCity May Share The Cost Of Making Unusual Improvements. Upon proper application to the City Council and upon recommendation of the City Engineer, the City may accept and provide for contribution toward the cost of making any improvement required by the provisions of this section which the City Engineer determines will cost an amount greatly in excess of the cost to other property owners who are required to make improvements under the provisions of this section in the immediate vicinity of the said improvement.\tK.\tCity Engineer To Determine Street Alignment. Whenever uncertainty exists as to the proper application of the provisions of this section in the matter of street alignment, the City Engineer shall determine their application in conformity with the spirit and intent of this section. (Added by Ord. No. 125,340, Eff. 9\/23\/63.)\tL.\tWritten Notification To Permit Applicants Required.  When the City Engineer determines that the provisions of this section are applicable to any building permit application, he shall inform the permit applicant of his determination, of the specific requirements of this Section which he determines to be applicable thereto and of the availability and procedure for appeal of his determination to the City Council. (Amended by Ord. No. 153,949, Eff. 7\/19\/80.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}