{"section_number":"12.40","edition_id":"1","section_id":"1295","structure_id":"20","catch_line":"Landscape – General Requirements.","history":"","full_text":"  LANDSCAPE – GENERAL REQUIREMENTS.\n\t(Added by Ord. No. 170,978, Eff. 5\/13\/96, Oper. 7\/13\/96.)\n\n\tA.\tPurpose.\n\n\t1.\tTo bring greater order and certainty to the development process.\n\n\t2.\tTo respond to State-level mandates for action in such areas as water conservation, energy conservation, enhancement of water quality, and amelioration of air quality.\n\n\t3.\tTo increase the amount and quality of appropriate landscaping appurtenant to all land uses in the City.\n\n\t4.\tTo establish a minimum level of regulation that protects the public and at the same time allows for design flexibility.\n\n\tB.\tProhibitions.  Notwithstanding any provisions of Chapter 1 of this Code to the contrary, the Department of Building and Safety shall not issue any building, grading, or use of land permit for any Project unless the Department of City Planning determines that the proposed landscaping will meet the provisions of Sections 12.40 through 12.43 of this Code and has been assured that any proposed landscaping will be installed.\n\n\tC.\tExceptions.  The provisions of Sections 12.40 through 12.43 of this Code shall not apply to:\n\n\t1.\tAny Project involving replacement of an earthquake hazardous building demolished as a result of an enforcement of the Earthquake Safety Ordinance (Division 88, Article 1, Chapter IX of the Los Angeles Municipal Code.)\n\n\t2.\tAny Project for which a building permit is required\n\n\t(a)\tin order to comply with an order issued by the Department of Building and Safety to repair an unsafe or substandard condition, or\n\n\t(b)\tin order to rebuild as a result of destruction by fire, earthquake, or other natural disaster.\n\n\t3.\tAny Project regulated by Subparagraph (i) of Section 12.04.05 B 1 (a) of this Code.\n\n\t4.\tAny Project which has obtained a still-valid discretionary land use approval from the City prior to the operative date of this section, and which also required approval of landscape documents.\n\n\t5.\tAny Project where plans were accepted by the Department of Building and Safety for plan check prior to the operative date of this ordinance.  This exception does not apply to any Project where changes were later made to the Project which increase the gross square footage or number of parking spaces by more than five percent.  This exception shall no longer be valid if construction is not commenced within one year of the date of issuance of the permit.\n\n\t6.\tAny landscape that is designated a Historic-Cultural Monument.\n\n\t7.\tCemeteries.\n\n\tD.\tDefinitions.  Whenever the following terms are used in Sections 12.40 through 12.43 they shall be construed as defined below.  Words and phrases not defined herein shall be construed as defined in Sections 12.03, and in the Guidelines adopted by the City Planning Commission pursuant to Subsection F below.\n\n\tGrass – Any relatively low-growing living ground cover of the family Poaceae (Graminae), usually mown.  Includes, but is not limited to, members of the species Agropyron (Wheat Grass), Agrostis (Bent Grass, Redtop), Bouteloua (Blue Grama Grass), Buchloe (Buffalo Grass), Cynodon (Bermudagrass), Festuca (Fescue), Lolium (Rye Grass), Poa (Bluegrass), Stenotaphrum (St. Augustine Grass), Zoysia (Korean Grass).  Does not include members of the family Poaceae (Graminae), that are usually not mown, such as members of the species Aristidia (Triple-Awned Grass), Miscanthus (Eulalia Grass), Muhlenbergia (Deer Grass).\n\n\tLandscape Practitioner – Any person licensed by the State of California to design, install or maintain landscape or irrigation systems.  Any person specifically exempted by the State from the licensing requirements in the field of landscape or land management.  Any owner who designs, installs or maintains landscaping or irrigation systems on his or her own property.\n\n\tLawn Area – Any relatively low-growing, living, ground cover, typically (but not necessarily) mown, that will withstand foot traffic, and that requires dry-season irrigation greater than that required by Common Bermudagrass (Cynodon dactylon).  Includes Dichondra and Clovers (Trifolium species.)\n\n\tNative (Plant) – Any (plant) species indigenous to the Los Angeles area existing before European settlement, as identified in James Hendrickson’s The Jepson Manual, or its successor standard reference, as adopted by the Director of Planning.\n\n\tNative (Plant) Community – A recurring combination of native (plant) species that reflects parallel responses to similar combinations of environmental conditions, as identified in Robert F. Holland’s “Preliminary Descriptions of the Terrestrial Natural Communities of California,” or its successor standard reference, as adopted by the Director of Planning.\n\n\tPermeable – A material that permits water penetration to a soil depth of 18 inches or more, including non porous surface material poured or laid in sections not exceeding one square foot in area and collectively comprising less than two-thirds of the total surface area of loosely laid material such as crushed stone or gravel.\n\n\tProject – Any use of land, construction or addition which includes more than 2,000 gross square feet of impermeable surface.  A Project shall include new parking areas and additions to existing parking areas constructed with impermeable paving and new parking buildings.  A Project shall not include construction of or addition to one-family dwellings, nor shall a Project include any structure or use of land which is permeable.\n\n\tStream – Any perennial or intermittent stream or river identified on United State Geological Survey Maps.\n\n\tWetland – Any natural lake, intermittent lake, pond, intermittent pond, marsh, swamp, seep or spring identified on United States Geological Survey Maps.\n\n\tE.\tLandscape Point System.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The Department of City Planning shall not approve proposed landscape for any Project unless the landscape satisfies the requirements of the landscape point system, as established by the City Planning Commission.  A Project that satisfies any landscape requirements of Sections 12.40 through 12.43 of this Code or any other sections of this Code, may accrue points.\n\n\tF.\tApprovals.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The Director of Planning shall have the authority to issue approvals under Sections 12.40 through 12.43 of this Code.  The Director shall review and approve or disapprove the proposed landscape.  These decisions shall be based on the requirements for application submittal established by the City Planning Commission.  The City Planning Commission shall adopt and revise, as necessary, guidelines to implement the provisions of Sections 12.40 through 12.43.  The Director may also grant exemptions from Sections 12.40 through 12.43 if he or she finds that these landscaping requirements are inappropriate due to the temporary nature of the Project.\n\n\tG.\tCertificate of Substantial Completion.\n\n\t1.\tWhen the approved landscape has been substantially installed, a landscape practitioner shall file a certificate of substantial completion certifying to the Department of City Planning, that the proposed landscape required in Sections 12.40 through 12.43 of this Code has been substantially provided on the Project.\n\n\t2.\tSubstantial completion may be guaranteed by the applicant, in lieu of actual installation.  A performance bond, certificate of deposit, letter of credit, surety deposit, or other instrument satisfactory to the City Attorney, in any amount equal to the cost of the landscape, shall be posted with the City to ensure satisfactory completion of the landscape.\n\n\t3.\tNothing in this subsection shall be construed to prevent the Department of Building and Safety from issuing a certificate of occupancy, when otherwise permitted or required.\n\n\tH.\tRelationship To The Provisions of The Los Angeles Municipal Code.\n\n\t1.\tExisting “Q” Conditions, “D” Development Limitations or “F” Funded Improvement Classifications.  In the case of conflicts between Sections 12.40 through 12.43 of this Code with existing “Q” conditions, “D” development limitations or “F” funded improvements classifications, the existing “Q” conditions, “D” development limitations or “F” funded improvement classifications shall control.\n\n\t2.\tExisting Specific Plans.  In the case of conflicts between Sections 12.40, 12.42 and 12.43 of this Code with existing specific plans, the provisions of the following existing specific plans shall control:  Central City West Specific Plan, Colorado Boulevard Specific Plan, Devonshire-Topanga Specific Plan, Granada Hills Specific Plan, Mulholland Scenic Parkway Specific Plan (controls over Section 12.42 only), Pacific Palisades Commercial Village Specific Plan, Park Mile Specific Plan, Playa Vista Specific Plan, Porter Ranch Specific Plan (controls over Section 12.43 only), Reseda Central Business District Specific Plan, San Vicente Scenic Corridor Specific Plan, Valley Village Specific Plan, the Venice Coastal Zone regulations, Ventura-Cahuenga Boulevard Corridor Specific Plan, Warner Center Specific Plan, and Wilshire-Westwood Scenic Corridor Specific Plan.  In the case of conflicts between Sections 12.40 through 12.43 of this Code with the provisions of the Mount Washington Specific Plan or the Foothill Boulevard Corridor Specific Plan, the more restrictive provisions shall control.  (Amended by Ord. No. 171,694, Eff. 9\/26\/97.)\n\n\t3.\tFuture Specific Plans, “Q” Conditions, “D” Development Limitations or “F” Funded Improvement Classifications.  Future specific plans, “Q” conditions, “D” development limitations or “F” funded improvement classifications may impose alternate landscape requirements, if they expressly state that the specific plan’s,’”Q” conditions’s, “D” development limitation’s or “F” funded improvement classification’s landscape requirements are intended to supersede the standards set forth in Sections 12.40 through 12.43 of this Code.\n\n\tI.\tIf any provision of Sections 12.40 through 12.43 conflicts with Article 7, Chapter V of this Code, Article 7, Chapter V shall control.\n\n\tJ.\tUnless specifically prohibited by this Code, any existing features and techniques that fulfill the requirements of Sections 12.40 through 12.43 of this Code may be used to satisfy the requirements of these sections.  The provisions of Sections 12.40 through 12.43 of this Code shall not require the removal of any existing structures or features nor prohibit any existing, installed landscape techniques.  Where conflicts arise, all efforts shall be made to conform to the provisions of Sections 12.40 through 12.43 of this Code in a reasonable and practical manner.","order_by":"40","ancestry":{"1":{"id":"20","name":"Specific Planning – Zoning\nComprehensive Zoning Plan","identifier":"2","label":"article","url":"\/1\/2\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3095","structure_id":"20","section_number":"12.00","catch_line":"Title.","url":"\/12.00\/","token":"12.00"},"1":{"id":"1517","structure_id":"20","section_number":"12.01","catch_line":"Continuation Of Existing Regulations.","url":"\/12.01\/","token":"12.01"},"2":{"id":"1627","structure_id":"20","section_number":"12.02","catch_line":"Purpose.","url":"\/12.02\/","token":"12.02"},"3":{"id":"2312","structure_id":"20","section_number":"12.03","catch_line":"Definitions.","url":"\/12.03\/","token":"12.03"},"4":{"id":"3734","structure_id":"20","section_number":"12.04","catch_line":"Zones - Districts - Symbols.","url":"\/12.04\/","token":"12.04"},"5":{"id":"1459","structure_id":"20","section_number":"12.04.01","catch_line":"Violations Of Specific Plans.","url":"\/12.04.01\/","token":"12.04.01"},"6":{"id":"1812","structure_id":"20","section_number":"12.04.05","catch_line":"“Os” Open Space Zone.","url":"\/12.04.05\/","token":"12.04.05"},"7":{"id":"4037","structure_id":"20","section_number":"12.04.09","catch_line":"“Pf” Public Facilities Zone.","url":"\/12.04.09\/","token":"12.04.09"},"8":{"id":"3058","structure_id":"20","section_number":"12.05","catch_line":"“A1” Agriculture Zone.","url":"\/12.05\/","token":"12.05"},"9":{"id":"1807","structure_id":"20","section_number":"12.06","catch_line":"“A2” Agricultural Zone.","url":"\/12.06\/","token":"12.06"},"10":{"id":"2434","structure_id":"20","section_number":"12.07","catch_line":"“Ra” Suburban Zone.","url":"\/12.07\/","token":"12.07"},"11":{"id":"833","structure_id":"20","section_number":"12.07.01","catch_line":"“Re” Residential Estate Zone.","url":"\/12.07.01\/","token":"12.07.01"},"12":{"id":"3662","structure_id":"20","section_number":"12.07.1","catch_line":"“Rs” Suburban Zone.","url":"\/12.07.1\/","token":"12.07.1"},"13":{"id":"1550","structure_id":"20","section_number":"12.08","catch_line":"“R1” One-Family Zone.","url":"\/12.08\/","token":"12.08"},"14":{"id":"1455","structure_id":"20","section_number":"12.08.1","catch_line":"Ru Residential Urban Zone.","url":"\/12.08.1\/","token":"12.08.1"},"15":{"id":"1635","structure_id":"20","section_number":"12.08.3","catch_line":"Rz Residential Zero Side Yard Zone.","url":"\/12.08.3\/","token":"12.08.3"},"16":{"id":"504","structure_id":"20","section_number":"12.08.5","catch_line":"“Rw1” Residential Waterways Zone.","url":"\/12.08.5\/","token":"12.08.5"},"17":{"id":"2976","structure_id":"20","section_number":"12.09","catch_line":"“R2” Two-Family Zone.","url":"\/12.09\/","token":"12.09"},"18":{"id":"3015","structure_id":"20","section_number":"12.09.1","catch_line":"“Rd” Restricted Density Multiple Dwelling Zone.","url":"\/12.09.1\/","token":"12.09.1"},"19":{"id":"3789","structure_id":"20","section_number":"12.09.3","catch_line":"“Rmp” Mobilehome Park Zone.","url":"\/12.09.3\/","token":"12.09.3"},"20":{"id":"3264","structure_id":"20","section_number":"12.09.5","catch_line":"“Rw2” Residential Waterways Zone.","url":"\/12.09.5\/","token":"12.09.5"},"21":{"id":"1735","structure_id":"20","section_number":"12.10","catch_line":"“R3” Multiple Dwelling Zone.","url":"\/12.10\/","token":"12.10"},"22":{"id":"2343","structure_id":"20","section_number":"12.10.5","catch_line":"Ras3 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.10.5\/","token":"12.10.5"},"23":{"id":"621","structure_id":"20","section_number":"12.11","catch_line":"“R4” Multiple Dwelling Zone.","url":"\/12.11\/","token":"12.11"},"24":{"id":"1231","structure_id":"20","section_number":"12.11.5","catch_line":"Ras4 Residential\/Accessory Services Zone Purpose Statement.","url":"\/12.11.5\/","token":"12.11.5"},"25":{"id":"1666","structure_id":"20","section_number":"12.12","catch_line":"“R5” Multiple Dwelling Zone.","url":"\/12.12\/","token":"12.12"},"26":{"id":"601","structure_id":"20","section_number":"12.12.1","catch_line":"“P” Automobile Parking Zone.","url":"\/12.12.1\/","token":"12.12.1"},"27":{"id":"286","structure_id":"20","section_number":"12.12.1.5","catch_line":"“Pb” Parking Building Zone.*","url":"\/12.12.1.5\/","token":"12.12.1.5"},"28":{"id":"2454","structure_id":"20","section_number":"12.12.2","catch_line":"“Cr” Limited Commercial Zone.","url":"\/12.12.2\/","token":"12.12.2"},"29":{"id":"3444","structure_id":"20","section_number":"12.13","catch_line":"“C1” Limited Commercial Zone.","url":"\/12.13\/","token":"12.13"},"30":{"id":"2973","structure_id":"20","section_number":"12.13.5","catch_line":"“C1.5” Limited Commercial Zone","url":"\/12.13.5\/","token":"12.13.5"},"31":{"id":"156","structure_id":"20","section_number":"12.14","catch_line":"“C2” Commercial Zone.","url":"\/12.14\/","token":"12.14"},"32":{"id":"1739","structure_id":"20","section_number":"12.16","catch_line":"“C4”Commercial Zone.","url":"\/12.16\/","token":"12.16"},"33":{"id":"24","structure_id":"20","section_number":"12.16.1","catch_line":"“Cw” Central City West Specific Plan Zone.","url":"\/12.16.1\/","token":"12.16.1"},"34":{"id":"1075","structure_id":"20","section_number":"12.16.2","catch_line":"Adp Alameda District Specific Plan Zone.","url":"\/12.16.2\/","token":"12.16.2"},"35":{"id":"265","structure_id":"20","section_number":"12.16.3","catch_line":"Lased Los Angeles Sports And Entertainment District Specific Plan Zone.","url":"\/12.16.3\/","token":"12.16.3"},"36":{"id":"1579","structure_id":"20","section_number":"12.17","catch_line":"“C5” Commercial Zone.","url":"\/12.17\/","token":"12.17"},"37":{"id":"2695","structure_id":"20","section_number":"12.17.1","catch_line":"“Cm” Commercial Manufacturing Zone.","url":"\/12.17.1\/","token":"12.17.1"},"38":{"id":"2925","structure_id":"20","section_number":"12.17.2","catch_line":"“Cm(Gm)”Commercial Manufacturing (Glencoe\/Maxella) Specific Plan Zone.","url":"\/12.17.2\/","token":"12.17.2"},"39":{"id":"1704","structure_id":"20","section_number":"12.17.5","catch_line":"“Mr1” Restricted Industrial Zone.","url":"\/12.17.5\/","token":"12.17.5"},"40":{"id":"383","structure_id":"20","section_number":"12.17.5.5","catch_line":"“Ccs” Century City South Specific Plan Studio Zone.","url":"\/12.17.5.5\/","token":"12.17.5.5"},"41":{"id":"1032","structure_id":"20","section_number":"12.17.6","catch_line":"“M1” Limited Industrial Zone.","url":"\/12.17.6\/","token":"12.17.6"},"42":{"id":"65","structure_id":"20","section_number":"12.18","catch_line":"“Mr2” Restricted Light Industrial Zone.","url":"\/12.18\/","token":"12.18"},"43":{"id":"2426","structure_id":"20","section_number":"12.18.1","catch_line":"“Wc” Warner Center Specific Plan Zone.","url":"\/12.18.1\/","token":"12.18.1"},"44":{"id":"1290","structure_id":"20","section_number":"12.19","catch_line":"“M2” Light Industrial Zone.","url":"\/12.19\/","token":"12.19"},"45":{"id":"1435","structure_id":"20","section_number":"12.19.1","catch_line":"Lax Los Angeles International Airport Zone.","url":"\/12.19.1\/","token":"12.19.1"},"46":{"id":"3523","structure_id":"20","section_number":"12.20","catch_line":"“M3” Heavy Industrial Zone.","url":"\/12.20\/","token":"12.20"},"47":{"id":"3019","structure_id":"20","section_number":"12.20.1","catch_line":"Sl Ocean – Submerged Land Zone.","url":"\/12.20.1\/","token":"12.20.1"},"48":{"id":"3360","structure_id":"20","section_number":"12.20.2","catch_line":"Coastal Development Permits (Prior To Certification Of The Local Coastal Program.)","url":"\/12.20.2\/","token":"12.20.2"},"49":{"id":"2874","structure_id":"20","section_number":"12.20.2.1","catch_line":"Coastal Development Permit Procedures After Certification Of The Local Coastal Program.","url":"\/12.20.2.1\/","token":"12.20.2.1"},"50":{"id":"2479","structure_id":"20","section_number":"12.20.3","catch_line":"“Hp” Historic Preservation Overlay Zone.","url":"\/12.20.3\/","token":"12.20.3"},"51":{"id":"3236","structure_id":"20","section_number":"12.21.1","catch_line":"Height Of Building Or Structures.","url":"\/12.21.1\/","token":"12.21.1"},"52":{"id":"488","structure_id":"20","section_number":"12.21.2","catch_line":"Height Of Buildings Or Structures In Century City.","url":"\/12.21.2\/","token":"12.21.2"},"53":{"id":"2253","structure_id":"20","section_number":"12.21.3","catch_line":"Height Of Buildings Or Structures In Community Redevelopment Plan Areas.","url":"\/12.21.3\/","token":"12.21.3"},"54":{"id":"3709","structure_id":"20","section_number":"12.21.4","catch_line":"Height Of Buildings Or Structures In Enterprise Zones.","url":"\/12.21.4\/","token":"12.21.4"},"55":{"id":"605","structure_id":"20","section_number":"12.21.5","catch_line":"Height Of Buildings Or Structures In Centers Study Areas.","url":"\/12.21.5\/","token":"12.21.5"},"56":{"id":"1399","structure_id":"20","section_number":"12.22","catch_line":"Exceptions.","url":"\/12.22\/","token":"12.22"},"57":{"id":"2993","structure_id":"20","section_number":"12.22.1","catch_line":"Safer Sex.","url":"\/12.22.1\/","token":"12.22.1"},"58":{"id":"3237","structure_id":"20","section_number":"12.23","catch_line":"Nonconforming Building And Uses.","url":"\/12.23\/","token":"12.23"},"59":{"id":"1191","structure_id":"20","section_number":"12.24","catch_line":"Conditional Use Permits And Other Similar Quasi-Judicial Approvals.","url":"\/12.24\/","token":"12.24"},"60":{"id":"546","structure_id":"20","section_number":"12.24.1","catch_line":"Land Use Determination By City Planning Commission.","url":"\/12.24.1\/","token":"12.24.1"},"61":{"id":"1889","structure_id":"20","section_number":"12.25","catch_line":"Time Limitations.","url":"\/12.25\/","token":"12.25"},"62":{"id":"2902","structure_id":"20","section_number":"12.26","catch_line":"Department Of Building And Safety.","url":"\/12.26\/","token":"12.26"},"63":{"id":"2923","structure_id":"20","section_number":"12.27","catch_line":"Variances.","url":"\/12.27\/","token":"12.27"},"64":{"id":"799","structure_id":"20","section_number":"12.27.1","catch_line":"Administrative Nuisance Abatement Proceedings.","url":"\/12.27.1\/","token":"12.27.1"},"65":{"id":"4040","structure_id":"20","section_number":"12.28","catch_line":"Adjustments And Slight Modifications.","url":"\/12.28\/","token":"12.28"},"66":{"id":"2103","structure_id":"20","section_number":"12.29","catch_line":"Violation Of Conditions – Penalty.","url":"\/12.29\/","token":"12.29"},"67":{"id":"339","structure_id":"20","section_number":"12.30","catch_line":"Boundaries Of Zones.","url":"\/12.30\/","token":"12.30"},"68":{"id":"1073","structure_id":"20","section_number":"12.31","catch_line":"Interpretation – Purpose – Conflict.","url":"\/12.31\/","token":"12.31"},"69":{"id":"3171","structure_id":"20","section_number":"12.32","catch_line":"Land Use Legislative Actions.","url":"\/12.32\/","token":"12.32"},"70":{"id":"511","structure_id":"20","section_number":"12.33","catch_line":"Dedication Of Land Or Payment For Park And Recreational Facilities As A Requirement For A Zone Change For A Multiple Residential Use In Any Multiple Residential Or Commercial Zone.","url":"\/12.33\/","token":"12.33"},"71":{"id":"1730","structure_id":"20","section_number":"12.34","catch_line":"Application Of Provisions.","url":"\/12.34\/","token":"12.34"},"72":{"id":"3843","structure_id":"20","section_number":"12.35","catch_line":"Zoning Of Annexed Or Unzoned Areas.","url":"\/12.35\/","token":"12.35"},"73":{"id":"1352","structure_id":"20","section_number":"12.36","catch_line":"Projects Requiring Multiple Approvals.(Charter § 564).","url":"\/12.36\/","token":"12.36"},"74":{"id":"1765","structure_id":"20","section_number":"12.37","catch_line":"Highway And Collector Street Dedication And Improvement.","url":"\/12.37\/","token":"12.37"},"75":{"id":"2301","structure_id":"20","section_number":"12.38","catch_line":"Dedication Of Streets By Long Term Leases.","url":"\/12.38\/","token":"12.38"},"76":{"id":"2657","structure_id":"20","section_number":"12.39","catch_line":"Low And Moderate Housing.","url":"\/12.39\/","token":"12.39"},"77":{"id":"1295","structure_id":"20","section_number":"12.40","catch_line":"Landscape - General Requirements.","url":"\/12.40\/","token":"12.40"},"78":{"id":"2364","structure_id":"20","section_number":"12.41","catch_line":"Landscape - Water Management.","url":"\/12.41\/","token":"12.41"},"79":{"id":"2169","structure_id":"20","section_number":"12.42","catch_line":"Landscape.","url":"\/12.42\/","token":"12.42"},"80":{"id":"4030","structure_id":"20","section_number":"12.43","catch_line":"Source Reduction Of Waste.","url":"\/12.43\/","token":"12.43"},"81":{"id":"1485","structure_id":"20","section_number":"12.50","catch_line":"Airport Approach Zoning Regulations.","url":"\/12.50\/","token":"12.50"},"82":{"id":"1328","structure_id":"20","section_number":"12.70","catch_line":"Adult Entertainment Zoning.","url":"\/12.70\/","token":"12.70"},"83":{"id":"481","structure_id":"20","section_number":"12.80","catch_line":"Homeless Shelters - Emergencies - Government Owned And Leased Property.","url":"\/12.80\/","token":"12.80"},"84":{"id":"737","structure_id":"20","section_number":"12.81","catch_line":"Homeless Shelters - Emergencies - Charitable\nOrganizations.","url":"\/12.81\/","token":"12.81"}},"next_section":{"id":"2364","structure_id":"20","section_number":"12.41","catch_line":"Landscape - Water Management.","url":"\/12.41\/","token":"12.41"},"metadata":false,"references":false,"url":"\/12.40\/","token":"12.40","formats":{"txt":"\/12.40.txt","json":"\/12.40.xml"},"dublin_core":{"Title":"Landscape – General Requirements.","Type":"Text","Format":"text\/html","Identifier":"§ 12.40","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nLANDSCAPE – GENERAL REQUIREMENTS. (§ 12.40)\n\n  LANDSCAPE – GENERAL REQUIREMENTS.\n\t(Added by Ord. No. 170,978, Eff. 5\/13\/96, Oper. 7\/13\/96.)\tA.\tPurpose.\t1.\tTo\nbring greater order and certainty to the development process.\t2.\tTo respond to\nState-level mandates for action in such areas as water conservation, energy\nconservation, enhancement of water quality, and amelioration of air\nquality.\t3.\tTo increase the amount and quality of appropriate landscaping\nappurtenant to all land uses in the City.\t4.\tTo establish a minimum level of\nregulation that protects the public and at the same time allows for design\nflexibility.\tB.\tProhibitions.  Notwithstanding any provisions of Chapter 1 of\nthis Code to the contrary, the Department of Building and Safety shall not issue\nany building, grading, or use of land permit for any Project unless the\nDepartment of City Planning determines that the proposed landscaping will meet\nthe provisions of Sections 12.40 through 12.43 of this Code and has been assured\nthat any proposed landscaping will be installed.\tC.\tExceptions.  The provisions\nof Sections 12.40 through 12.43 of this Code shall not apply to:\t1.\tAny Project\ninvolving replacement of an earthquake hazardous building demolished as a result\nof an enforcement of the Earthquake Safety Ordinance (Division 88, Article 1,\nChapter IX of the Los Angeles Municipal Code.)\t2.\tAny Project for which a\nbuilding permit is required\t(a)\tin order to comply with an order issued by the\nDepartment of Building and Safety to repair an unsafe or substandard condition,\nor\t(b)\tin order to rebuild as a result of destruction by fire, earthquake, or\nother natural disaster.\t3.\tAny Project regulated by Subparagraph (i) of Section\n12.04.05 B 1 (a) of this Code.\t4.\tAny Project which has obtained a still-valid\ndiscretionary land use approval from the City prior to the operative date of\nthis section, and which also required approval of landscape documents.\t5.\tAny\nProject where plans were accepted by the Department of Building and Safety for\nplan check prior to the operative date of this ordinance.  This exception does\nnot apply to any Project where changes were later made to the Project which\nincrease the gross square footage or number of parking spaces by more than five\npercent.  This exception shall no longer be valid if construction is not\ncommenced within one year of the date of issuance of the permit.\t6.\tAny\nlandscape that is designated a Historic-Cultural\nMonument.\t7.\tCemeteries.\tD.\tDefinitions.  Whenever the following terms are used\nin Sections 12.40 through 12.43 they shall be construed as defined below. \nWords and phrases not defined herein shall be construed as defined in Sections\n12.03, and in the Guidelines adopted by the City Planning Commission pursuant to\nSubsection F below.\tGrass – Any relatively low-growing living ground cover of\nthe family Poaceae (Graminae), usually mown.  Includes, but is not limited to,\nmembers of the species Agropyron (Wheat Grass), Agrostis (Bent Grass, Redtop),\nBouteloua (Blue Grama Grass), Buchloe (Buffalo Grass), Cynodon (Bermudagrass),\nFestuca (Fescue), Lolium (Rye Grass), Poa (Bluegrass), Stenotaphrum (St.\nAugustine Grass), Zoysia (Korean Grass).  Does not include members of the\nfamily Poaceae (Graminae), that are usually not mown, such as members of the\nspecies Aristidia (Triple-Awned Grass), Miscanthus (Eulalia Grass), Muhlenbergia\n(Deer Grass).\tLandscape Practitioner – Any person licensed by the State of\nCalifornia to design, install or maintain landscape or irrigation systems.  Any\nperson specifically exempted by the State from the licensing requirements in the\nfield of landscape or land management.  Any owner who designs, installs or\nmaintains landscaping or irrigation systems on his or her own property.\tLawn\nArea – Any relatively low-growing, living, ground cover, typically (but not\nnecessarily) mown, that will withstand foot traffic, and that requires\ndry-season irrigation greater than that required by Common Bermudagrass (Cynodon\ndactylon).  Includes Dichondra and Clovers (Trifolium species.)\tNative (Plant)\n– Any (plant) species indigenous to the Los Angeles area existing before\nEuropean settlement, as identified in James Hendrickson’s The Jepson Manual,\nor its successor standard reference, as adopted by the Director of\nPlanning.\tNative (Plant) Community – A recurring combination of native (plant)\nspecies that reflects parallel responses to similar combinations of\nenvironmental conditions, as identified in Robert F. Holland’s “Preliminary\nDescriptions of the Terrestrial Natural Communities of California,” or its\nsuccessor standard reference, as adopted by the Director of Planning.\tPermeable\n– A material that permits water penetration to a soil depth of 18 inches or\nmore, including non porous surface material poured or laid in sections not\nexceeding one square foot in area and collectively comprising less than\ntwo-thirds of the total surface area of loosely laid material such as crushed\nstone or gravel.\tProject – Any use of land, construction or addition which\nincludes more than 2,000 gross square feet of impermeable surface.  A Project\nshall include new parking areas and additions to existing parking areas\nconstructed with impermeable paving and new parking buildings.  A Project shall\nnot include construction of or addition to one-family dwellings, nor shall a\nProject include any structure or use of land which is permeable.\tStream – Any\nperennial or intermittent stream or river identified on United State Geological\nSurvey Maps.\tWetland – Any natural lake, intermittent lake, pond, intermittent\npond, marsh, swamp, seep or spring identified on United States Geological Survey\nMaps.\tE.\tLandscape Point System.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00,\nOper. 7\/1\/00.)  The Department of City Planning shall not approve proposed\nlandscape for any Project unless the landscape satisfies the requirements of the\nlandscape point system, as established by the City Planning Commission.  A\nProject that satisfies any landscape requirements of Sections 12.40 through\n12.43 of this Code or any other sections of this Code, may accrue\npoints.\tF.\tApprovals.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper.\n7\/1\/00.)  The Director of Planning shall have the authority to issue approvals\nunder Sections 12.40 through 12.43 of this Code.  The Director shall review and\napprove or disapprove the proposed landscape.  These decisions shall be based\non the requirements for application submittal established by the City Planning\nCommission.  The City Planning Commission shall adopt and revise, as necessary,\nguidelines to implement the provisions of Sections 12.40 through 12.43.  The\nDirector may also grant exemptions from Sections 12.40 through 12.43 if he or\nshe finds that these landscaping requirements are inappropriate due to the\ntemporary nature of the Project.\tG.\tCertificate of Substantial\nCompletion.\t1.\tWhen the approved landscape has been substantially installed, a\nlandscape practitioner shall file a certificate of substantial completion\ncertifying to the Department of City Planning, that the proposed landscape\nrequired in Sections 12.40 through 12.43 of this Code has been substantially\nprovided on the Project.\t2.\tSubstantial completion may be guaranteed by the\napplicant, in lieu of actual installation.  A performance bond, certificate of\ndeposit, letter of credit, surety deposit, or other instrument satisfactory to\nthe City Attorney, in any amount equal to the cost of the landscape, shall be\nposted with the City to ensure satisfactory completion of the\nlandscape.\t3.\tNothing in this subsection shall be construed to prevent the\nDepartment of Building and Safety from issuing a certificate of occupancy, when\notherwise permitted or required.\tH.\tRelationship To The Provisions of The Los\nAngeles Municipal Code.\t1.\tExisting “Q” Conditions, “D” Development\nLimitations or “F” Funded Improvement Classifications.  In the case of\nconflicts between Sections 12.40 through 12.43 of this Code with existing\n“Q” conditions, “D” development limitations or “F” funded\nimprovements classifications, the existing “Q” conditions, “D”\ndevelopment limitations or “F” funded improvement classifications shall\ncontrol.\t2.\tExisting Specific Plans.  In the case of conflicts between Sections\n12.40, 12.42 and 12.43 of this Code with existing specific plans, the provisions\nof the following existing specific plans shall control:  Central City West\nSpecific Plan, Colorado Boulevard Specific Plan, Devonshire-Topanga Specific\nPlan, Granada Hills Specific Plan, Mulholland Scenic Parkway Specific Plan\n(controls over Section 12.42 only), Pacific Palisades Commercial Village\nSpecific Plan, Park Mile Specific Plan, Playa Vista Specific Plan, Porter Ranch\nSpecific Plan (controls over Section 12.43 only), Reseda Central Business\nDistrict Specific Plan, San Vicente Scenic Corridor Specific Plan, Valley\nVillage Specific Plan, the Venice Coastal Zone regulations, Ventura-Cahuenga\nBoulevard Corridor Specific Plan, Warner Center Specific Plan, and\nWilshire-Westwood Scenic Corridor Specific Plan.  In the case of conflicts\nbetween Sections 12.40 through 12.43 of this Code with the provisions of the\nMount Washington Specific Plan or the Foothill Boulevard Corridor Specific Plan,\nthe more restrictive provisions shall control.  (Amended by Ord. No. 171,694,\nEff. 9\/26\/97.)\t3.\tFuture Specific Plans, “Q” Conditions, “D” Development\nLimitations or “F” Funded Improvement Classifications.  Future specific\nplans, “Q” conditions, “D” development limitations or “F” funded\nimprovement classifications may impose alternate landscape requirements, if they\nexpressly state that the specific plan’s,’”Q” conditions’s, “D”\ndevelopment limitation’s or “F” funded improvement classification’s\nlandscape requirements are intended to supersede the standards set forth in\nSections 12.40 through 12.43 of this Code.\tI.\tIf any provision of Sections 12.40\nthrough 12.43 conflicts with Article 7, Chapter V of this Code, Article 7,\nChapter V shall control.\tJ.\tUnless specifically prohibited by this Code, any\nexisting features and techniques that fulfill the requirements of Sections 12.40\nthrough 12.43 of this Code may be used to satisfy the requirements of these\nsections.  The provisions of Sections 12.40 through 12.43 of this Code shall\nnot require the removal of any existing structures or features nor prohibit any\nexisting, installed landscape techniques.  Where conflicts arise, all efforts\nshall be made to conform to the provisions of Sections 12.40 through 12.43 of\nthis Code in a reasonable and practical manner.\n","html":"\n\t\t\t\t\t<section><p>  LANDSCAPE – GENERAL REQUIREMENTS.\n\t(Added by Ord. No. 170,978, Eff. 5\/13\/96, Oper. 7\/13\/96.)<br \/><br \/>\tA.\tPurpose.<br \/><br \/>\t1.\tTo bring greater <span class=\"dictionary\">order<\/span> and certainty to the development process.<br \/><br \/>\t2.\tTo respond to State-level <span class=\"dictionary\">mandates<\/span> for action in such areas as water conservation, energy conservation, enhancement of water quality, and amelioration of air quality.<br \/><br \/>\t3.\tTo increase the amount and quality of appropriate landscaping appurtenant to all land uses in the City.<br \/><br \/>\t4.\tTo establish a minimum level of regulation that protects the public and at the same time allows for design flexibility.<br \/><br \/>\tB.\tProhibitions.  Notwithstanding any provisions of Chapter 1 of this Code to the contrary, the Department of Building and Safety shall not <span class=\"dictionary\">issue<\/span> any building, grading, or use of land permit for any Project unless the Department of City Planning determines that the proposed landscaping will meet the provisions of Sections 12.40 through 12.43 of this Code and has been assured that any proposed landscaping will be installed.<br \/><br \/>\tC.\tExceptions.  The provisions of Sections 12.40 through 12.43 of this Code shall not apply to:<br \/><br \/>\t1.\tAny Project involving replacement of an earthquake hazardous building demolished as a result of an enforcement of the Earthquake Safety <span class=\"dictionary\">Ordinance<\/span> (Division 88, Article 1, Chapter IX of the Los Angeles Municipal Code.)<br \/><br \/>\t2.\tAny Project for which a building permit is required<br \/><br \/>\t(a)\tin <span class=\"dictionary\">order<\/span> to comply with an <span class=\"dictionary\">order<\/span> issued by the Department of Building and Safety to repair an unsafe or substandard condition, or<br \/><br \/>\t(b)\tin <span class=\"dictionary\">order<\/span> to rebuild as a result of destruction by fire, earthquake, or other natural disaster.<br \/><br \/>\t3.\tAny Project regulated by Subparagraph (i) of Section 12.04.05 B 1 (a) of this Code.<br \/><br \/>\t4.\tAny Project which has obtained a still-valid discretionary land use approval from the City prior to the operative date of this section, and which also required approval of landscape documents.<br \/><br \/>\t5.\tAny Project where plans were accepted by the Department of Building and Safety for plan check prior to the operative date of this <span class=\"dictionary\">ordinance<\/span>.  This exception does not apply to any Project where changes were later made to the Project which increase the gross square footage or number of parking spaces by more than five percent.  This exception shall no longer be valid if construction is not commenced within one year of the date of issuance of the permit.<br \/><br \/>\t6.\tAny landscape that is designated a Historic-Cultural Monument.<br \/><br \/>\t7.\tCemeteries.<br \/><br \/>\tD.\tDefinitions.  Whenever the following terms are used in Sections 12.40 through 12.43 they shall be construed as defined below.  Words and phrases not defined herein shall be construed as defined in Sections 12.03, and in the Guidelines adopted by the City Planning Commission pursuant to Subsection F below.<br \/><br \/>\tGrass – Any relatively low-growing living ground cover of the family Poaceae (Graminae), usually mown.  Includes, but is not limited to, members of the species Agropyron (Wheat Grass), Agrostis (Bent Grass, Redtop), Bouteloua (Blue Grama Grass), Buchloe (Buffalo Grass), Cynodon (Bermudagrass), Festuca (Fescue), Lolium (Rye Grass), Poa (Bluegrass), Stenotaphrum (St. Augustine Grass), Zoysia (Korean Grass).  Does not include members of the family Poaceae (Graminae), that are usually not mown, such as members of the species Aristidia (Triple-Awned Grass), Miscanthus (Eulalia Grass), Muhlenbergia (Deer Grass).<br \/><br \/>\tLandscape Practitioner – Any person licensed by the State of California to design, install or maintain landscape or irrigation systems.  Any person specifically exempted by the State from the licensing requirements in the field of landscape or land management.  Any owner who designs, installs or maintains landscaping or irrigation systems on his or her own property.<br \/><br \/>\tLawn Area – Any relatively low-growing, living, ground cover, typically (but not necessarily) mown, that will withstand foot traffic, and that requires dry-season irrigation greater than that required by Common Bermudagrass (Cynodon dactylon).  Includes Dichondra and Clovers (Trifolium species.)<br \/><br \/>\tNative (Plant) – Any (plant) species indigenous to the Los Angeles area existing before European <span class=\"dictionary\">settlement<\/span>, as identified in James Hendrickson’s The Jepson Manual, or its successor standard reference, as adopted by the Director of Planning.<br \/><br \/>\tNative (Plant) Community – A recurring combination of native (plant) species that reflects parallel responses to similar combinations of environmental conditions, as identified in Robert F. Holland’s “Preliminary Descriptions of the Terrestrial Natural Communities of California,” or its successor standard reference, as adopted by the Director of Planning.<br \/><br \/>\tPermeable – A <span class=\"dictionary\">material<\/span> that permits water penetration to a soil depth of 18 inches or more, including non porous surface <span class=\"dictionary\">material<\/span> poured or laid in sections not exceeding one square foot in area and collectively comprising less than two-thirds of the total surface area of loosely laid <span class=\"dictionary\">material<\/span> such as crushed stone or gravel.<br \/><br \/>\tProject – Any use of land, construction or addition which includes more than 2,000 gross square feet of impermeable surface.  A Project shall include new parking areas and additions to existing parking areas constructed with impermeable paving and new parking buildings.  A Project shall not include construction of or addition to one-family dwellings, nor shall a Project include any structure or use of land which is permeable.<br \/><br \/>\tStream – Any perennial or intermittent stream or river identified on United State Geological Survey Maps.<br \/><br \/>\tWetland – Any natural lake, intermittent lake, pond, intermittent pond, marsh, swamp, seep or spring identified on United States Geological Survey Maps.<br \/><br \/>\tE.\tLandscape Point System.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The Department of City Planning shall not approve proposed landscape for any Project unless the landscape satisfies the requirements of the landscape point system, as established by the City Planning Commission.  A Project that satisfies any landscape requirements of Sections 12.40 through 12.43 of this Code or any other sections of this Code, may accrue points.<br \/><br \/>\tF.\tApprovals.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The Director of Planning shall have the authority to <span class=\"dictionary\">issue<\/span> approvals under Sections 12.40 through 12.43 of this Code.  The Director shall review and approve or disapprove the proposed landscape.  These decisions shall be based on the requirements for application submittal established by the City Planning Commission.  The City Planning Commission shall adopt and revise, as necessary, guidelines to implement the provisions of Sections 12.40 through 12.43.  The Director may also grant exemptions from Sections 12.40 through 12.43 if he or she finds that these landscaping requirements are inappropriate due to the temporary nature of the Project.<br \/><br \/>\tG.\tCertificate of Substantial Completion.<br \/><br \/>\t1.\tWhen the approved landscape has been substantially installed, a landscape practitioner shall file a certificate of substantial completion certifying to the Department of City Planning, that the proposed landscape required in Sections 12.40 through 12.43 of this Code has been substantially provided on the Project.<br \/><br \/>\t2.\tSubstantial completion may be guaranteed by the applicant, in lieu of actual installation.  A performance <span class=\"dictionary\">bond<\/span>, certificate of deposit, letter of credit, <span class=\"dictionary\">surety<\/span> deposit, or other instrument satisfactory to the City Attorney, in any amount equal to the cost of the landscape, shall be posted with the City to ensure satisfactory completion of the landscape.<br \/><br \/>\t3.\tNothing in this subsection shall be construed to prevent the Department of Building and Safety from issuing a certificate of occupancy, when otherwise permitted or required.<br \/><br \/>\tH.\tRelationship To The Provisions of The Los Angeles Municipal Code.<br \/><br \/>\t1.\tExisting “Q” Conditions, “D” Development Limitations or “F” Funded Improvement Classifications.  In the case of conflicts between Sections 12.40 through 12.43 of this Code with existing “Q” conditions, “D” development limitations or “F” funded improvements classifications, the existing “Q” conditions, “D” development limitations or “F” funded improvement classifications shall control.<br \/><br \/>\t2.\tExisting Specific Plans.  In the case of conflicts between Sections 12.40, 12.42 and 12.43 of this Code with existing specific plans, the provisions of the following existing specific plans shall control:  Central City West Specific Plan, Colorado Boulevard Specific Plan, Devonshire-Topanga Specific Plan, Granada Hills Specific Plan, Mulholland Scenic Parkway Specific Plan (controls over Section 12.42 only), Pacific Palisades Commercial Village Specific Plan, Park Mile Specific Plan, Playa Vista Specific Plan, Porter Ranch Specific Plan (controls over Section 12.43 only), Reseda Central Business District Specific Plan, San Vicente Scenic Corridor Specific Plan, Valley Village Specific Plan, the Venice Coastal Zone regulations, Ventura-Cahuenga Boulevard Corridor Specific Plan, Warner Center Specific Plan, and Wilshire-Westwood Scenic Corridor Specific Plan.  In the case of conflicts between Sections 12.40 through 12.43 of this Code with the provisions of the Mount Washington Specific Plan or the Foothill Boulevard Corridor Specific Plan, the more restrictive provisions shall control.  (Amended by Ord. No. 171,694, Eff. 9\/26\/97.)<br \/><br \/>\t3.\tFuture Specific Plans, “Q” Conditions, “D” Development Limitations or “F” Funded Improvement Classifications.  Future specific plans, “Q” conditions, “D” development limitations or “F” funded improvement classifications may impose alternate landscape requirements, if they expressly state that the specific plan’s,’”Q” conditions’s, “D” development limitation’s or “F” funded improvement classification’s landscape requirements are intended to supersede the standards set forth in Sections 12.40 through 12.43 of this Code.<br \/><br \/>\tI.\tIf any provision of Sections 12.40 through 12.43 conflicts with Article 7, Chapter V of this Code, Article 7, Chapter V shall control.<br \/><br \/>\tJ.\tUnless specifically prohibited by this Code, any existing features and techniques that fulfill the requirements of Sections 12.40 through 12.43 of this Code may be used to satisfy the requirements of these sections.  The provisions of Sections 12.40 through 12.43 of this Code shall not require the removal of any existing structures or features nor prohibit any existing, installed landscape techniques.  Where conflicts arise, all efforts shall be made to conform to the provisions of Sections 12.40 through 12.43 of this Code in a reasonable and practical manner.<\/p><\/section>","previous_section":{"id":"2657","structure_id":"20","section_number":"12.39","catch_line":"Low And Moderate Housing.","url":"\/12.39\/","token":"12.39"},"text":{"0":{"id":"1281","text":"  LANDSCAPE – GENERAL REQUIREMENTS.\n\t(Added by Ord. No. 170,978, Eff. 5\/13\/96, Oper. 7\/13\/96.)\tA.\tPurpose.\t1.\tTo bring greater order and certainty to the development process.\t2.\tTo respond to State-level mandates for action in such areas as water conservation, energy conservation, enhancement of water quality, and amelioration of air quality.\t3.\tTo increase the amount and quality of appropriate landscaping appurtenant to all land uses in the City.\t4.\tTo establish a minimum level of regulation that protects the public and at the same time allows for design flexibility.\tB.\tProhibitions.  Notwithstanding any provisions of Chapter 1 of this Code to the contrary, the Department of Building and Safety shall not issue any building, grading, or use of land permit for any Project unless the Department of City Planning determines that the proposed landscaping will meet the provisions of Sections 12.40 through 12.43 of this Code and has been assured that any proposed landscaping will be installed.\tC.\tExceptions.  The provisions of Sections 12.40 through 12.43 of this Code shall not apply to:\t1.\tAny Project involving replacement of an earthquake hazardous building demolished as a result of an enforcement of the Earthquake Safety Ordinance (Division 88, Article 1, Chapter IX of the Los Angeles Municipal Code.)\t2.\tAny Project for which a building permit is required\t(a)\tin order to comply with an order issued by the Department of Building and Safety to repair an unsafe or substandard condition, or\t(b)\tin order to rebuild as a result of destruction by fire, earthquake, or other natural disaster.\t3.\tAny Project regulated by Subparagraph (i) of Section 12.04.05 B 1 (a) of this Code.\t4.\tAny Project which has obtained a still-valid discretionary land use approval from the City prior to the operative date of this section, and which also required approval of landscape documents.\t5.\tAny Project where plans were accepted by the Department of Building and Safety for plan check prior to the operative date of this ordinance.  This exception does not apply to any Project where changes were later made to the Project which increase the gross square footage or number of parking spaces by more than five percent.  This exception shall no longer be valid if construction is not commenced within one year of the date of issuance of the permit.\t6.\tAny landscape that is designated a Historic-Cultural Monument.\t7.\tCemeteries.\tD.\tDefinitions.  Whenever the following terms are used in Sections 12.40 through 12.43 they shall be construed as defined below.  Words and phrases not defined herein shall be construed as defined in Sections 12.03, and in the Guidelines adopted by the City Planning Commission pursuant to Subsection F below.\tGrass – Any relatively low-growing living ground cover of the family Poaceae (Graminae), usually mown.  Includes, but is not limited to, members of the species Agropyron (Wheat Grass), Agrostis (Bent Grass, Redtop), Bouteloua (Blue Grama Grass), Buchloe (Buffalo Grass), Cynodon (Bermudagrass), Festuca (Fescue), Lolium (Rye Grass), Poa (Bluegrass), Stenotaphrum (St. Augustine Grass), Zoysia (Korean Grass).  Does not include members of the family Poaceae (Graminae), that are usually not mown, such as members of the species Aristidia (Triple-Awned Grass), Miscanthus (Eulalia Grass), Muhlenbergia (Deer Grass).\tLandscape Practitioner – Any person licensed by the State of California to design, install or maintain landscape or irrigation systems.  Any person specifically exempted by the State from the licensing requirements in the field of landscape or land management.  Any owner who designs, installs or maintains landscaping or irrigation systems on his or her own property.\tLawn Area – Any relatively low-growing, living, ground cover, typically (but not necessarily) mown, that will withstand foot traffic, and that requires dry-season irrigation greater than that required by Common Bermudagrass (Cynodon dactylon).  Includes Dichondra and Clovers (Trifolium species.)\tNative (Plant) – Any (plant) species indigenous to the Los Angeles area existing before European settlement, as identified in James Hendrickson’s The Jepson Manual, or its successor standard reference, as adopted by the Director of Planning.\tNative (Plant) Community – A recurring combination of native (plant) species that reflects parallel responses to similar combinations of environmental conditions, as identified in Robert F. Holland’s “Preliminary Descriptions of the Terrestrial Natural Communities of California,” or its successor standard reference, as adopted by the Director of Planning.\tPermeable – A material that permits water penetration to a soil depth of 18 inches or more, including non porous surface material poured or laid in sections not exceeding one square foot in area and collectively comprising less than two-thirds of the total surface area of loosely laid material such as crushed stone or gravel.\tProject – Any use of land, construction or addition which includes more than 2,000 gross square feet of impermeable surface.  A Project shall include new parking areas and additions to existing parking areas constructed with impermeable paving and new parking buildings.  A Project shall not include construction of or addition to one-family dwellings, nor shall a Project include any structure or use of land which is permeable.\tStream – Any perennial or intermittent stream or river identified on United State Geological Survey Maps.\tWetland – Any natural lake, intermittent lake, pond, intermittent pond, marsh, swamp, seep or spring identified on United States Geological Survey Maps.\tE.\tLandscape Point System.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The Department of City Planning shall not approve proposed landscape for any Project unless the landscape satisfies the requirements of the landscape point system, as established by the City Planning Commission.  A Project that satisfies any landscape requirements of Sections 12.40 through 12.43 of this Code or any other sections of this Code, may accrue points.\tF.\tApprovals.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The Director of Planning shall have the authority to issue approvals under Sections 12.40 through 12.43 of this Code.  The Director shall review and approve or disapprove the proposed landscape.  These decisions shall be based on the requirements for application submittal established by the City Planning Commission.  The City Planning Commission shall adopt and revise, as necessary, guidelines to implement the provisions of Sections 12.40 through 12.43.  The Director may also grant exemptions from Sections 12.40 through 12.43 if he or she finds that these landscaping requirements are inappropriate due to the temporary nature of the Project.\tG.\tCertificate of Substantial Completion.\t1.\tWhen the approved landscape has been substantially installed, a landscape practitioner shall file a certificate of substantial completion certifying to the Department of City Planning, that the proposed landscape required in Sections 12.40 through 12.43 of this Code has been substantially provided on the Project.\t2.\tSubstantial completion may be guaranteed by the applicant, in lieu of actual installation.  A performance bond, certificate of deposit, letter of credit, surety deposit, or other instrument satisfactory to the City Attorney, in any amount equal to the cost of the landscape, shall be posted with the City to ensure satisfactory completion of the landscape.\t3.\tNothing in this subsection shall be construed to prevent the Department of Building and Safety from issuing a certificate of occupancy, when otherwise permitted or required.\tH.\tRelationship To The Provisions of The Los Angeles Municipal Code.\t1.\tExisting “Q” Conditions, “D” Development Limitations or “F” Funded Improvement Classifications.  In the case of conflicts between Sections 12.40 through 12.43 of this Code with existing “Q” conditions, “D” development limitations or “F” funded improvements classifications, the existing “Q” conditions, “D” development limitations or “F” funded improvement classifications shall control.\t2.\tExisting Specific Plans.  In the case of conflicts between Sections 12.40, 12.42 and 12.43 of this Code with existing specific plans, the provisions of the following existing specific plans shall control:  Central City West Specific Plan, Colorado Boulevard Specific Plan, Devonshire-Topanga Specific Plan, Granada Hills Specific Plan, Mulholland Scenic Parkway Specific Plan (controls over Section 12.42 only), Pacific Palisades Commercial Village Specific Plan, Park Mile Specific Plan, Playa Vista Specific Plan, Porter Ranch Specific Plan (controls over Section 12.43 only), Reseda Central Business District Specific Plan, San Vicente Scenic Corridor Specific Plan, Valley Village Specific Plan, the Venice Coastal Zone regulations, Ventura-Cahuenga Boulevard Corridor Specific Plan, Warner Center Specific Plan, and Wilshire-Westwood Scenic Corridor Specific Plan.  In the case of conflicts between Sections 12.40 through 12.43 of this Code with the provisions of the Mount Washington Specific Plan or the Foothill Boulevard Corridor Specific Plan, the more restrictive provisions shall control.  (Amended by Ord. No. 171,694, Eff. 9\/26\/97.)\t3.\tFuture Specific Plans, “Q” Conditions, “D” Development Limitations or “F” Funded Improvement Classifications.  Future specific plans, “Q” conditions, “D” development limitations or “F” funded improvement classifications may impose alternate landscape requirements, if they expressly state that the specific plan’s,’”Q” conditions’s, “D” development limitation’s or “F” funded improvement classification’s landscape requirements are intended to supersede the standards set forth in Sections 12.40 through 12.43 of this Code.\tI.\tIf any provision of Sections 12.40 through 12.43 conflicts with Article 7, Chapter V of this Code, Article 7, Chapter V shall control.\tJ.\tUnless specifically prohibited by this Code, any existing features and techniques that fulfill the requirements of Sections 12.40 through 12.43 of this Code may be used to satisfy the requirements of these sections.  The provisions of Sections 12.40 through 12.43 of this Code shall not require the removal of any existing structures or features nor prohibit any existing, installed landscape techniques.  Where conflicts arise, all efforts shall be made to conform to the provisions of Sections 12.40 through 12.43 of this Code in a reasonable and practical manner.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}