{"section_number":"13.07","edition_id":"1","section_id":"2216","structure_id":"43","catch_line":"Pedestrian Oriented District.","history":"","full_text":"  PEDESTRIAN ORIENTED DISTRICT.\n\t(Added by Ord. No. 168,153, Eff. 9\/13\/92.)\n\n\tA.\tPurpose.  This section sets forth procedures, guidelines and standards for establishment of  within commercially zoned areas throughout the City. The purpose of the Pedestrian Oriented District is to preserve and enhance existing areas or create new areas where pedestrian activities are common, to encourage people to walk and shop in areas near their workplaces and\/or residences thereby reducing multiple automobile trips, to reinforce and stimulate high quality future development compatible with pedestrian uses, to reflect the characteristics of a particular area  and to encourage pedestrian use during evenings and weekends, as well as weekdays.\n\n\tB.\tEstablishment of District.\n\n\t1.\tRequirements.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The procedures set forth in Section 12.32S shall be followed except that each Pedestrian Oriented District (POD) shall include only lots which are zoned either CR, C1, C1.5, C2, C4 or C5.  No District shall contain less than one block or three acres in area, whichever is the smaller.  The total acreage in the district shall include contiguous parcels of land which may only be separated by public streets, ways or alleys, or other physical features, or as set forth in the rules approved by the Director of Planning.  Precise boundaries are required at the time of application for or initiation of an individual POD.\n\n\t2.\tPedestrian Oriented Streets.  Pedestrian Oriented Streets shall be identified as part of the adoption process of a specific POD. The following shall be utilized to identify such streets: A Pedestrian Oriented Street is a public street where the Director of Planning finds that the street has, or will have in the case of an undeveloped area, at least two of the following characteristics at sidewalk level:\n\n\t(a)\tThe street has, or in the case of an undeveloped area will have, a variety of commercial uses and activities;\n\n\t(b)\tA majority of the structures on the street are, or in the case of an undeveloped area will be, of a similar size and incorporate architectural details such as the location of windows, courts, building interiors and pedestrian entrances which enhance a pedestrian atmosphere;\n\n\t(c)\tThe street has, or in the case of an undeveloped area will have, amenities, such as street furniture. outdoor restaurants, open air sales, arcades and the like, which are integrated with the public sidewalk in such a way as to be conducive to pedestrian activity.\n\n\tC.\tDefinitions.  For purposes of this section, the following words and phrases are defined:\n\n\tBlank Wall.  A blank wall is any exterior building wall, including a garage opening or door which fronts on the street and which is not enhanced by architectural detailing, artwork, landscaping, windows, doors or similar features.\n\n\tBuilding Frontage.  Building Frontage is the maximum length of a line or lines formed by connecting the points representing projections of the exterior building walls onto a public street or onto a courtyard that is directly accessible by pedestrians from a public street, whichever distance is greater.\n\n\tCultural Resource.  Cultural resource is a structure officially recognized to have local, state, or national significance or deemed eligible for inclusion on the National Register of Historic Places with respect to its architectural and\/or historical characteristics and which is designated as such in the establishment of an individual Pedestrian Oriented District.\n\n\tFinancially-Oriented Services.  Financially-Oriented Services are the provision to the public of financial or real estate services including, but not limited, to those offered by banks, savings and loan associations, thrift associations, real estate offices, insurance companies, brokerage firms and escrow offices.\n\n\tGround Floor.  Ground floor is the lowest story within a building which is accessible to the street, the floor level of which is within three feet above or below curb level, which has frontage on or is primarily facing any Pedestrian Oriented Street, and which is at least 20 feet in depth or the total depth of the building, whichever is less.\n\n\tNeighborhood Retail.  Neighborhood retail uses shall be limited to retail sale of goods needed by residents and patrons of a Pedestrian Oriented District, including:\n\n\tArt galleries:\n\n\tArt supplies;\n\n\tAthletic\/sporting goods:\n\n\tBakeries:\n\n\tBooks or cards:\n\n\tBicycle sales and repairs:\n\n\tClock or watch sales and\/or repair:\n\n\tClothing\n\n\tComputer sales and repair:\n\n\tDrug stores:\n\n\tFabrics or dry goods;\n\n\tFlorists,\n\n\tFood\/grocery stores, including supermarkets, produce, cheese and meat markets and delicatessens:\n\n\tHardware:\n\n\tHousehold goods and small appliances:\n\n\tNewsstands;\n\n\tPhotographic equipment and repair;\n\n\tSit Down Restaurants, excluding drive-through service\n\n\tStationery:\n\n\tToys; and\n\n\tOther similar retail goods as determined by the Zoning Administrator.\n\n\tNeighborhood Services.  Neighborhood services are those services used by residents and patrons on a regular basis, including:\n\n\tBarber shop or beauty parlor;\n\n\tBlueprinting;\n\n\tChild care facility;\n\n\tClub or lodge, bridge club, fraternal or religious associations;\n\n\tCopying services;\n\n\tCustom dressmaking;\n\n\tDry cleaner;\n\n\tFinancial services;\n\n\tLaundry or self-service laundromat:\n\n\tLocksmith;\n\n\tOptician;\n\n\tPhotographer;\n\n\tShoe repair;\n\n\tTailor: and\n\n\tOther similar services as determined by the Zoning Administrator.\n\n\tProject.  A Project is the erection or construction of any building or structure, on a lot in the CR, Cl, Cl.5, C5, C4, and CS Zones, or addition of floor area to the Ground Floor of any building on a CR, Cl, Cl.5, C2, C4 or C5 Zoned lot(s), unless the building is used solely for residential dwelling units.\n\n\tD.\tApplication.  The district shall apply only to CR, Cl, Cl.5, C2, C4 and C5 Zoned lot(s) within a POD. In establishing any individual Pedestrian Oriented District, the City Council may adopt all of the regulations contained in Subsection E below, however, one or more of the standards set forth in these regulations may be superseded by development standards established in the individual Pedestrian Oriented District ordinance. An individual Pedestrian Oriented District ordinance shall apply to a particular geographical area. In the event that ordinance does not include new standards pertaining to development, all of the standards set forth in Subsection E, hereof shall apply. The regulations contained in this section are in addition to the use and area regulations applicable to the underlying commercial zone. If the provisions of this section conflict with any other city-wide regulations, then the requirements of this section shall prevail.\n\n\tE.\tDevelopment Regulations.  The Department of Building and Safety shall not issue a building permit for a Project within a Pedestrian Oriented District unless the Project conforms to all of the following development regulations, or to the regulations in a specific Pedestrian Oriented District ordinance, if applicable. The Department of Building and Safety shall not issue a change of use permit for any use not permitted in Paragraph 2 of this subsection.  (Added by Ord. No. 168,153, Eff. 9\/13\/92.)\n\n\t1.\tBuilding Frontages shall conform to the following regulations:\n\n\t(a)\tBlank Walls.  Blank walls in excess of 10 feet in width shall not be permitted. Blank walls shall be relieved by transparent windows, doors, recessed entryways, recessed courtyards, planters, murals, mosaic tile, public art and\/or other means of creating visual interest.\n\n\t(b)\tOpenings in Exterior Walls of Buildings or Between Buildings for Vehicles.  Any opening in an exterior wall of a building or between buildings for purposes of vehicular entry shall not be permitted, except where it is determined by the Department of Transportation that the location of these driveways cannot be practicably placed elsewhere. Garage or parking lot entrances shall not be permitted on Pedestrian Oriented Streets unless the Department of Transportation determines that there is no other alternative to the location of the garage or parking lot entrances.\n\n\t(c)\tOpenings in Exterior Building Walls Not for Vehicles.  On Pedestrian Oriented Streets, openings in exterior building walls or building setbacks which are used for plazas or courtyards with outdoor dining, seating, water features, kiosks, paseos, open air vending or craft display areas shall be permitted. Building setbacks not used for the above listed permitted purposes shall be fully landscaped.\n\n\t(d)\tPedestrian Access.  All new developments fronting on Pedestrian Oriented Streets shall provide at least one entrance for pedestrians to each Ground Floor.\n\n\t(e)\tPedestrian Views Into Buildings.  At least 75 percent of the building frontage at the ground floor of a building adjoining a Pedestrian Oriented Street shall be devoted to entrances for pedestrians, display windows or windows affording views into retail, office or lobby space. Non reflective glass shall be used to allow maximum visibility from sidewalk areas into the interior of buildings.\n\n\t(f)\tSecond Floors.  Building frontage on the floor immediately above the ground floor shall be differentiated from the ground floor by recessed windows, balconies, offset planes, awnings or other architectural details, as determined by the Department of City Planning.\n\n\t(g)\tBuilding Continuity With Openings.  In the event a building opening of 15 feet in width or greater is permitted pursuant to 1 (b) and 1 (c) of this subdivision, continuation of an architectural feature of the ground floor building facade shall be required to retain continuity of a building wall at the ground floor, as determined by the Department of City Planning.\n\n\t(h)\tRequirement for Ground Floor.  Each building on a lot fronting on a Pedestrian Oriented Street shall have a ground floor.\n\n\t2.\tUses Permitted Along The Ground Floor Building Frontage.  Any use permitted by the underlying zone shall also be permitted on the Ground Floor, except that uses on the Ground Floor along the Building Frontage shall conform to the following:\n\n\tThe floor area on the ground floor of a commercial building along at least 75 percent of the Building Frontage, excluding the frontage used for vehicular access to on-site parking, shall be devoted to neighborhood retail and\/or neighborhood services, except that any Financially-Oriented Service may occupy only up to 50 percent of the Ground Floor along the Building Frontage on each street frontage.\n\n\t3.\tUses Permitted Above The Ground Floor.  Any use permitted in the underlying zone shall be permitted above the ground floor.\n\n\t4.\tYards. Yard requirements shall be as required by the underlying zone, unless otherwise specified in an individual Pedestrian Oriented District ordinance.\n\n\t5.\tHeight.\n\n\t(a)\tThe height of a building shall not exceed 40 feet. If the underlying zone otherwise permits a height in excess of 40 feet, then any portion of the building above 40 feet in height, including the roof and roof structure, shall be set back from the front lot line at a 45 degree angle, for a horizontal distance of not less than 20 feet.\n\n\t(b)\tThe height of a building adjacent to one or more cultural resources shall not exceed a height that is within five feet of the weighted average height of the adjacent cultural resource(s) or 30 feet, whichever is greater. If the underlying zone otherwise permits a height above 30 feet, then any portion of the building above 30 feet in height shall be set back from the lot line at a 45 degree angle, for a horizontal distance of not more than 20 feet.\n\n\t6.\tParking.\n\n\t(a)\tNo surface parking shall be permitted within 50 feet from any Pedestrian Oriented Street right-of-way. The provisions of this paragraph shall not apply if the Department of Transportation determines that there is no other feasible alternative to the location of the parking.\n\n\t(b)\tAny surface parking adjoining a Pedestrian Oriented Street shall be screened by a solid wall having a continuous height of three and one-half feet. In addition, the wall shall be separated from any adjacent public right-of-way by a minimum continuous width of five feet of landscaped area. If an architectural theme has been established for an individual POD, then the wall shall be compatible with that theme. Surface parking lots shall be landscaped with shade trees at the ratio of one tree for each four parking spaces.\n\n\t(c)\tAll above-grade parking spaces visible from a public right-of-way shall be screened architecturally or with landscaping.\n\n\t7.\tLandscaping Standards.\n\n\t(a)\tPrior to the issuance of a building permit, the Department of Planning shall approve a landscape plan for new projects and parking areas. In approving this plan, the Department shall find that trees, compatible in size and variety with (b) below, are planted in all landscaped areas at the highest practical density and that planted windows boxes, and hanging plant baskets and flower beds in parking lots are provided, where possible. An overall landscape plan may be developed for each individual POD to enhance a chosen theme or style.\n\n\t(b)\tShade producing street trees shall be planted, where feasible, at a ratio of at least one for each 25 feet of frontage at a distance no greater than 10 feet from the curb. Elevated planters, tree grates and tree guards shall be provided, where needed. Notwithstanding the above, (i) the size, location and variety of trees shall be determined by the Department of Public Works: (ii) where street lights are existing or proposed to be installed, trees shall not be planted within 20 feet of the location of the existing or proposed street light.\n\n\t(c)\tAn automatic irrigation system shall be provided for all landscaped areas including shade trees and shall be indicated on landscape plans. Property owners shall maintain all landscaping in good healthy condition and shall keep planted areas free of weeds and trash.\n\n\t8.\tSpecial Theme or Other Provisions.  A special theme or architectural style may be defined for an individual POD. Special requirements or guidelines directed at preserving such theme may be adopted with the establishment of an individual POD. Such requirements may include, but not be limited to, standards pertaining to uniform theme lighting, art works, sculpture, landscaping, street furniture, sidewalk design, and setbacks.\n\n\t9.\tSigns.\n\n\t(a)\tNotwithstanding any provision of the Los Angeles Municipal Code to the contrary, no person shall erect the following signs as defined in Section 91.6203 of the Los Angeles municipal Code:\n\n\t(i)\toff-site commercial signs, except that existing legally erected off-site commercial signs may be replaced on the same or a new site provided that the location and sign otherwise meet all current ordinance requirements of Division 62 (Signs), Section 91.6220 (Off-site signs);\n\n\t(ii)\tpole signs,\n\n\t(iii)\tprojecting signs; or\n\n\t(iv)\troof signs advertising individual businesses.\n\n\tSigns advertising the entire POD are permitted if approved by the Director of Planning.\n\n\t(b)\tMonument signs and information signs for individual businesses may be approved as part of an overall POD plan or design.\n\n\t11.\tUtilities.  Where possible, all new utility lines for any individual building or proposed within a POD shall be installed underground.\n\n\tF.\tDirector’s Determination.  If a proposed Project fails to meet the development standards in Subsection E above, or the standards in a specific pedestrian oriented district ordinance, whichever are applicable, the applicant may apply to the Director of Planning for a Director’s Determination. Such application shall be filed in the public office of the Department of City Planning upon a form prescribed for that purpose. The filing fee shall be equivalent to that established for “Approval of plan required for Supplemental Use District”, set forth in Section 19.01A of the Los Angeles Municipal Code. The application shall be accompanied by architectural, landscape and structural plans for the Project, or other information, to the satisfaction of the Director of Planning. All ground floor uses for the Project shall be clearly identified.\n\n\t1.\tDetermination.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The Director or the Director’s designee shall make a determination of approval or conditional approval within 25 days of the Department’s acceptance of an application.  Notice of the Director’s determination shall be mailed to the applicant, the Councilmember in whose District the project is located, and to all owners and lessees of property within a radius of 500 feet of the project.  The determination by the Director shall include written findings in support of the determination.  In order to approve a proposed construction project pursuant to this subsection, the Director must find that:\n\n\t(a)\tIf adjacent to a cultural resource that the project will be compatible in scale (i.e., bulk, height, setbacks) to that resource.\n\n\t(b)\tThe project conforms with the intent of the development regulations contained in Subsection E of this section.\n\n\t(c)\tThe project is compatible with the architectural character of the Pedestrian Oriented District where the character is defined pursuant to the ordinance establishing that district.\n\n\t(d)\tThe project complies with theme requirements or other special provisions when required in the individual Pedestrian Oriented District.\n\n\t(e)\tThe project is consistent with the General Plan.\n\n\t2.\tAppeals.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The determination of the Director shall become final after an elapsed period of 15 days from the date of mailing of the determination to the applicant, unless an appeal is filed with the Area Planning Commission within that period.   Appeals shall be processed in accordance with Section 12.24B through I of this Code, except as otherwise provided here.\n\n\t3.\tNotification to Department of Building and Safety.  When a determination of the Director becomes final, the Director or Director’s  designee shall send a written notice of the determination to the Department of Building and Safety.  If the Director approves the Project, this approval shall be so indicated on the building permit application and building plans.","order_by":"07","ancestry":{"1":{"id":"43","name":"Specific Plan – Zoning\nSupplemental Use Districts","identifier":"3","label":"article","url":"\/1\/3\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3777","structure_id":"43","section_number":"13.00","catch_line":"Establishment Of Districts.","url":"\/13.00\/","token":"13.00"},"1":{"id":"77","structure_id":"43","section_number":"13.01","catch_line":"“O” Oil Drilling Districts.","url":"\/13.01\/","token":"13.01"},"2":{"id":"1885","structure_id":"43","section_number":"13.02","catch_line":"“S” Animal Slaughtering Districts.","url":"\/13.02\/","token":"13.02"},"3":{"id":"1805","structure_id":"43","section_number":"13.03","catch_line":"“G” Surface Mining Operations Districts.","url":"\/13.03\/","token":"13.03"},"4":{"id":"2713","structure_id":"43","section_number":"13.04","catch_line":"“Rpd” Residential Planned Development Districts.","url":"\/13.04\/","token":"13.04"},"5":{"id":"944","structure_id":"43","section_number":"13.05","catch_line":"“K” Equinekeeping Districts.","url":"\/13.05\/","token":"13.05"},"6":{"id":"2777","structure_id":"43","section_number":"13.06","catch_line":"Commercial And Artcraft Districts.","url":"\/13.06\/","token":"13.06"},"7":{"id":"2216","structure_id":"43","section_number":"13.07","catch_line":"Pedestrian Oriented District.","url":"\/13.07\/","token":"13.07"},"8":{"id":"432","structure_id":"43","section_number":"13.08","catch_line":"“Cdo” Community Design Overlay District.","url":"\/13.08\/","token":"13.08"},"9":{"id":"747","structure_id":"43","section_number":"13.09","catch_line":"Mixed Use District.","url":"\/13.09\/","token":"13.09"},"10":{"id":"947","structure_id":"43","section_number":"13.10","catch_line":"Fence Heights District.","url":"\/13.10\/","token":"13.10"},"11":{"id":"2996","structure_id":"43","section_number":"13.11","catch_line":"“Sn” Sign District.","url":"\/13.11\/","token":"13.11"},"12":{"id":"3998","structure_id":"43","section_number":"13.12","catch_line":"\"Nso\" Neighborhood Stabilization Overlay District.","url":"\/13.12\/","token":"13.12"},"13":{"id":"1837","structure_id":"43","section_number":"13.13","catch_line":"“Rfa” Residential Floor Area District.","url":"\/13.13\/","token":"13.13"},"14":{"id":"3509","structure_id":"43","section_number":"13.14","catch_line":"\"Cpio\" Community Plan Implementation Overlay District.","url":"\/13.14\/","token":"13.14"},"15":{"id":"2407","structure_id":"43","section_number":"13.15","catch_line":"Modified Parking Requirement (Mpr) District.","url":"\/13.15\/","token":"13.15"},"16":{"id":"2259","structure_id":"43","section_number":"13.16","catch_line":"\"Hs\" Hillside Standards Overlay District.","url":"\/13.16\/","token":"13.16"},"17":{"id":"2537","structure_id":"43","section_number":"13.17","catch_line":"Violation.","url":"\/13.17\/","token":"13.17"}},"next_section":{"id":"432","structure_id":"43","section_number":"13.08","catch_line":"“Cdo” Community Design Overlay District.","url":"\/13.08\/","token":"13.08"},"metadata":false,"references":false,"url":"\/13.07\/","token":"13.07","formats":{"txt":"\/13.07.txt","json":"\/13.07.xml"},"dublin_core":{"Title":"Pedestrian Oriented District.","Type":"Text","Format":"text\/html","Identifier":"§ 13.07","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPEDESTRIAN ORIENTED DISTRICT. (§ 13.07)\n\n  PEDESTRIAN ORIENTED DISTRICT.\n\t(Added by Ord. No. 168,153, Eff. 9\/13\/92.)\tA.\tPurpose.  This section sets\nforth procedures, guidelines and standards for establishment of  within\ncommercially zoned areas throughout the City. The purpose of the Pedestrian\nOriented District is to preserve and enhance existing areas or create new areas\nwhere pedestrian activities are common, to encourage people to walk and shop in\nareas near their workplaces and\/or residences thereby reducing multiple\nautomobile trips, to reinforce and stimulate high quality future development\ncompatible with pedestrian uses, to reflect the characteristics of a particular\narea  and to encourage pedestrian use during evenings and weekends, as well as\nweekdays.\tB.\tEstablishment of District.\t1.\tRequirements.  (Amended by Ord. No.\n173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The procedures set forth in Section\n12.32S shall be followed except that each Pedestrian Oriented District (POD)\nshall include only lots which are zoned either CR, C1, C1.5, C2, C4 or C5.  No\nDistrict shall contain less than one block or three acres in area, whichever is\nthe smaller.  The total acreage in the district shall include contiguous\nparcels of land which may only be separated by public streets, ways or alleys,\nor other physical features, or as set forth in the rules approved by the\nDirector of Planning.  Precise boundaries are required at the time of\napplication for or initiation of an individual POD.\t2.\tPedestrian Oriented\nStreets.  Pedestrian Oriented Streets shall be identified as part of the\nadoption process of a specific POD. The following shall be utilized to identify\nsuch streets: A Pedestrian Oriented Street is a public street where the Director\nof Planning finds that the street has, or will have in the case of an\nundeveloped area, at least two of the following characteristics at sidewalk\nlevel:\t(a)\tThe street has, or in the case of an undeveloped area will have, a\nvariety of commercial uses and activities;\t(b)\tA majority of the structures on\nthe street are, or in the case of an undeveloped area will be, of a similar size\nand incorporate architectural details such as the location of windows, courts,\nbuilding interiors and pedestrian entrances which enhance a pedestrian\natmosphere;\t(c)\tThe street has, or in the case of an undeveloped area will have,\namenities, such as street furniture. outdoor restaurants, open air sales,\narcades and the like, which are integrated with the public sidewalk in such a\nway as to be conducive to pedestrian activity.\tC.\tDefinitions.  For purposes of\nthis section, the following words and phrases are defined:\tBlank Wall.  A blank\nwall is any exterior building wall, including a garage opening or door which\nfronts on the street and which is not enhanced by architectural detailing,\nartwork, landscaping, windows, doors or similar features.\tBuilding Frontage. \nBuilding Frontage is the maximum length of a line or lines formed by connecting\nthe points representing projections of the exterior building walls onto a public\nstreet or onto a courtyard that is directly accessible by pedestrians from a\npublic street, whichever distance is greater.\tCultural Resource.  Cultural\nresource is a structure officially recognized to have local, state, or national\nsignificance or deemed eligible for inclusion on the National Register of\nHistoric Places with respect to its architectural and\/or historical\ncharacteristics and which is designated as such in the establishment of an\nindividual Pedestrian Oriented District.\tFinancially-Oriented Services. \nFinancially-Oriented Services are the provision to the public of financial or\nreal estate services including, but not limited, to those offered by banks,\nsavings and loan associations, thrift associations, real estate offices,\ninsurance companies, brokerage firms and escrow offices.\tGround Floor.  Ground\nfloor is the lowest story within a building which is accessible to the street,\nthe floor level of which is within three feet above or below curb level, which\nhas frontage on or is primarily facing any Pedestrian Oriented Street, and which\nis at least 20 feet in depth or the total depth of the building, whichever is\nless.\tNeighborhood Retail.  Neighborhood retail uses shall be limited to retail\nsale of goods needed by residents and patrons of a Pedestrian Oriented District,\nincluding:\tArt galleries:\tArt supplies;\tAthletic\/sporting goods:\tBakeries:\tBooks\nor cards:\tBicycle sales and repairs:\tClock or watch sales and\/or\nrepair:\tClothing\tComputer sales and repair:\tDrug stores:\tFabrics or dry\ngoods;\tFlorists,\tFood\/grocery stores, including supermarkets, produce, cheese\nand meat markets and delicatessens:\tHardware:\tHousehold goods and small\nappliances:\tNewsstands;\tPhotographic equipment and repair;\tSit Down Restaurants,\nexcluding drive-through service\tStationery:\tToys; and\tOther similar retail goods\nas determined by the Zoning Administrator.\tNeighborhood Services.  Neighborhood\nservices are those services used by residents and patrons on a regular basis,\nincluding:\tBarber shop or beauty parlor;\tBlueprinting;\tChild care facility;\tClub\nor lodge, bridge club, fraternal or religious associations;\tCopying\nservices;\tCustom dressmaking;\tDry cleaner;\tFinancial services;\tLaundry or\nself-service laundromat:\tLocksmith;\tOptician;\tPhotographer;\tShoe repair;\tTailor:\nand\tOther similar services as determined by the Zoning Administrator.\tProject. \nA Project is the erection or construction of any building or structure, on a lot\nin the CR, Cl, Cl.5, C5, C4, and CS Zones, or addition of floor area to the\nGround Floor of any building on a CR, Cl, Cl.5, C2, C4 or C5 Zoned lot(s),\nunless the building is used solely for residential dwelling\nunits.\tD.\tApplication.  The district shall apply only to CR, Cl, Cl.5, C2, C4\nand C5 Zoned lot(s) within a POD. In establishing any individual Pedestrian\nOriented District, the City Council may adopt all of the regulations contained\nin Subsection E below, however, one or more of the standards set forth in these\nregulations may be superseded by development standards established in the\nindividual Pedestrian Oriented District ordinance. An individual Pedestrian\nOriented District ordinance shall apply to a particular geographical area. In\nthe event that ordinance does not include new standards pertaining to\ndevelopment, all of the standards set forth in Subsection E, hereof shall apply.\nThe regulations contained in this section are in addition to the use and area\nregulations applicable to the underlying commercial zone. If the provisions of\nthis section conflict with any other city-wide regulations, then the\nrequirements of this section shall prevail.\tE.\tDevelopment Regulations.  The\nDepartment of Building and Safety shall not issue a building permit for a\nProject within a Pedestrian Oriented District unless the Project conforms to all\nof the following development regulations, or to the regulations in a specific\nPedestrian Oriented District ordinance, if applicable. The Department of\nBuilding and Safety shall not issue a change of use permit for any use not\npermitted in Paragraph 2 of this subsection.  (Added by Ord. No. 168,153, Eff.\n9\/13\/92.)\t1.\tBuilding Frontages shall conform to the following\nregulations:\t(a)\tBlank Walls.  Blank walls in excess of 10 feet in width shall\nnot be permitted. Blank walls shall be relieved by transparent windows, doors,\nrecessed entryways, recessed courtyards, planters, murals, mosaic tile, public\nart and\/or other means of creating visual interest.\t(b)\tOpenings in Exterior\nWalls of Buildings or Between Buildings for Vehicles.  Any opening in an\nexterior wall of a building or between buildings for purposes of vehicular entry\nshall not be permitted, except where it is determined by the Department of\nTransportation that the location of these driveways cannot be practicably placed\nelsewhere. Garage or parking lot entrances shall not be permitted on Pedestrian\nOriented Streets unless the Department of Transportation determines that there\nis no other alternative to the location of the garage or parking lot\nentrances.\t(c)\tOpenings in Exterior Building Walls Not for Vehicles.  On\nPedestrian Oriented Streets, openings in exterior building walls or building\nsetbacks which are used for plazas or courtyards with outdoor dining, seating,\nwater features, kiosks, paseos, open air vending or craft display areas shall be\npermitted. Building setbacks not used for the above listed permitted purposes\nshall be fully landscaped.\t(d)\tPedestrian Access.  All new developments\nfronting on Pedestrian Oriented Streets shall provide at least one entrance for\npedestrians to each Ground Floor.\t(e)\tPedestrian Views Into Buildings.  At\nleast 75 percent of the building frontage at the ground floor of a building\nadjoining a Pedestrian Oriented Street shall be devoted to entrances for\npedestrians, display windows or windows affording views into retail, office or\nlobby space. Non reflective glass shall be used to allow maximum visibility from\nsidewalk areas into the interior of buildings.\t(f)\tSecond Floors.  Building\nfrontage on the floor immediately above the ground floor shall be differentiated\nfrom the ground floor by recessed windows, balconies, offset planes, awnings or\nother architectural details, as determined by the Department of City\nPlanning.\t(g)\tBuilding Continuity With Openings.  In the event a building\nopening of 15 feet in width or greater is permitted pursuant to 1 (b) and 1 (c)\nof this subdivision, continuation of an architectural feature of the ground\nfloor building facade shall be required to retain continuity of a building wall\nat the ground floor, as determined by the Department of City\nPlanning.\t(h)\tRequirement for Ground Floor.  Each building on a lot fronting on\na Pedestrian Oriented Street shall have a ground floor.\t2.\tUses Permitted Along\nThe Ground Floor Building Frontage.  Any use permitted by the underlying zone\nshall also be permitted on the Ground Floor, except that uses on the Ground\nFloor along the Building Frontage shall conform to the following:\tThe floor area\non the ground floor of a commercial building along at least 75 percent of the\nBuilding Frontage, excluding the frontage used for vehicular access to on-site\nparking, shall be devoted to neighborhood retail and\/or neighborhood services,\nexcept that any Financially-Oriented Service may occupy only up to 50 percent of\nthe Ground Floor along the Building Frontage on each street frontage.\t3.\tUses\nPermitted Above The Ground Floor.  Any use permitted in the underlying zone\nshall be permitted above the ground floor.\t4.\tYards. Yard requirements shall be\nas required by the underlying zone, unless otherwise specified in an individual\nPedestrian Oriented District ordinance.\t5.\tHeight.\t(a)\tThe height of a building\nshall not exceed 40 feet. If the underlying zone otherwise permits a height in\nexcess of 40 feet, then any portion of the building above 40 feet in height,\nincluding the roof and roof structure, shall be set back from the front lot line\nat a 45 degree angle, for a horizontal distance of not less than 20\nfeet.\t(b)\tThe height of a building adjacent to one or more cultural resources\nshall not exceed a height that is within five feet of the weighted average\nheight of the adjacent cultural resource(s) or 30 feet, whichever is greater. If\nthe underlying zone otherwise permits a height above 30 feet, then any portion\nof the building above 30 feet in height shall be set back from the lot line at a\n45 degree angle, for a horizontal distance of not more than 20\nfeet.\t6.\tParking.\t(a)\tNo surface parking shall be permitted within 50 feet from\nany Pedestrian Oriented Street right-of-way. The provisions of this paragraph\nshall not apply if the Department of Transportation determines that there is no\nother feasible alternative to the location of the parking.\t(b)\tAny surface\nparking adjoining a Pedestrian Oriented Street shall be screened by a solid wall\nhaving a continuous height of three and one-half feet. In addition, the wall\nshall be separated from any adjacent public right-of-way by a minimum continuous\nwidth of five feet of landscaped area. If an architectural theme has been\nestablished for an individual POD, then the wall shall be compatible with that\ntheme. Surface parking lots shall be landscaped with shade trees at the ratio of\none tree for each four parking spaces.\t(c)\tAll above-grade parking spaces\nvisible from a public right-of-way shall be screened architecturally or with\nlandscaping.\t7.\tLandscaping Standards.\t(a)\tPrior to the issuance of a building\npermit, the Department of Planning shall approve a landscape plan for new\nprojects and parking areas. In approving this plan, the Department shall find\nthat trees, compatible in size and variety with (b) below, are planted in all\nlandscaped areas at the highest practical density and that planted windows\nboxes, and hanging plant baskets and flower beds in parking lots are provided,\nwhere possible. An overall landscape plan may be developed for each individual\nPOD to enhance a chosen theme or style.\t(b)\tShade producing street trees shall\nbe planted, where feasible, at a ratio of at least one for each 25 feet of\nfrontage at a distance no greater than 10 feet from the curb. Elevated planters,\ntree grates and tree guards shall be provided, where needed. Notwithstanding the\nabove, (i) the size, location and variety of trees shall be determined by the\nDepartment of Public Works: (ii) where street lights are existing or proposed to\nbe installed, trees shall not be planted within 20 feet of the location of the\nexisting or proposed street light.\t(c)\tAn automatic irrigation system shall be\nprovided for all landscaped areas including shade trees and shall be indicated\non landscape plans. Property owners shall maintain all landscaping in good\nhealthy condition and shall keep planted areas free of weeds and\ntrash.\t8.\tSpecial Theme or Other Provisions.  A special theme or architectural\nstyle may be defined for an individual POD. Special requirements or guidelines\ndirected at preserving such theme may be adopted with the establishment of an\nindividual POD. Such requirements may include, but not be limited to, standards\npertaining to uniform theme lighting, art works, sculpture, landscaping, street\nfurniture, sidewalk design, and setbacks.\t9.\tSigns.\t(a)\tNotwithstanding any\nprovision of the Los Angeles Municipal Code to the contrary, no person shall\nerect the following signs as defined in Section 91.6203 of the Los Angeles\nmunicipal Code:\t(i)\toff-site commercial signs, except that existing legally\nerected off-site commercial signs may be replaced on the same or a new site\nprovided that the location and sign otherwise meet all current ordinance\nrequirements of Division 62 (Signs), Section 91.6220 (Off-site signs);\t(ii)\tpole\nsigns,\t(iii)\tprojecting signs; or\t(iv)\troof signs advertising individual\nbusinesses.\tSigns advertising the entire POD are permitted if approved by the\nDirector of Planning.\t(b)\tMonument signs and information signs for individual\nbusinesses may be approved as part of an overall POD plan or\ndesign.\t11.\tUtilities.  Where possible, all new utility lines for any\nindividual building or proposed within a POD shall be installed\nunderground.\tF.\tDirector’s Determination.  If a proposed Project fails to\nmeet the development standards in Subsection E above, or the standards in a\nspecific pedestrian oriented district ordinance, whichever are applicable, the\napplicant may apply to the Director of Planning for a Director’s\nDetermination. Such application shall be filed in the public office of the\nDepartment of City Planning upon a form prescribed for that purpose. The filing\nfee shall be equivalent to that established for “Approval of plan required for\nSupplemental Use District”, set forth in Section 19.01A of the Los Angeles\nMunicipal Code. The application shall be accompanied by architectural, landscape\nand structural plans for the Project, or other information, to the satisfaction\nof the Director of Planning. All ground floor uses for the Project shall be\nclearly identified.\t1.\tDetermination.  (Amended by Ord. No. 173,268, Eff.\n7\/1\/00, Oper. 7\/1\/00.)  The Director or the Director’s designee shall make a\ndetermination of approval or conditional approval within 25 days of the\nDepartment’s acceptance of an application.  Notice of the Director’s\ndetermination shall be mailed to the applicant, the Councilmember in whose\nDistrict the project is located, and to all owners and lessees of property\nwithin a radius of 500 feet of the project.  The determination by the Director\nshall include written findings in support of the determination.  In order to\napprove a proposed construction project pursuant to this subsection, the\nDirector must find that:\t(a)\tIf adjacent to a cultural resource that the project\nwill be compatible in scale (i.e., bulk, height, setbacks) to that\nresource.\t(b)\tThe project conforms with the intent of the development\nregulations contained in Subsection E of this section.\t(c)\tThe project is\ncompatible with the architectural character of the Pedestrian Oriented District\nwhere the character is defined pursuant to the ordinance establishing that\ndistrict.\t(d)\tThe project complies with theme requirements or other special\nprovisions when required in the individual Pedestrian Oriented District.\t(e)\tThe\nproject is consistent with the General Plan.\t2.\tAppeals.  (Amended by Ord. No.\n173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The determination of the Director shall\nbecome final after an elapsed period of 15 days from the date of mailing of the\ndetermination to the applicant, unless an appeal is filed with the Area Planning\nCommission within that period.   Appeals shall be processed in accordance with\nSection 12.24B through I of this Code, except as otherwise provided\nhere.\t3.\tNotification to Department of Building and Safety.  When a\ndetermination of the Director becomes final, the Director or Director’s \ndesignee shall send a written notice of the determination to the Department of\nBuilding and Safety.  If the Director approves the Project, this approval shall\nbe so indicated on the building permit application and building plans.\n","html":"\n\t\t\t\t\t<section><p>  PEDESTRIAN ORIENTED DISTRICT.\n\t(Added by Ord. No. 168,153, Eff. 9\/13\/92.)<br \/><br \/>\tA.\tPurpose.  This section sets forth procedures, guidelines and standards for establishment of  within commercially zoned areas throughout the City. The purpose of the Pedestrian Oriented District is to preserve and enhance existing areas or create new areas where pedestrian activities are common, to encourage people to walk and shop in areas near their workplaces and\/or residences thereby reducing multiple automobile trips, to reinforce and stimulate high quality future development compatible with pedestrian uses, to reflect the characteristics of a particular area  and to encourage pedestrian use during evenings and weekends, as well as weekdays.<br \/><br \/>\tB.\tEstablishment of District.<br \/><br \/>\t1.\tRequirements.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The procedures set forth in Section 12.32S shall be followed except that each Pedestrian Oriented District (POD) shall include only lots which are zoned either CR, C1, C1.5, C2, C4 or C5.  No District shall contain less than one block or three acres in area, whichever is the smaller.  The total acreage in the district shall include contiguous parcels of land which may only be separated by public streets, ways or alleys, or other physical features, or as set forth in the rules approved by the Director of Planning.  Precise boundaries are required at the time of application for or initiation of an individual POD.<br \/><br \/>\t2.\tPedestrian Oriented Streets.  Pedestrian Oriented Streets shall be identified as part of the adoption process of a specific POD. The following shall be utilized to identify such streets: A Pedestrian Oriented Street is a public street where the Director of Planning finds that the street has, or will have in the case of an undeveloped area, at least two of the following characteristics at sidewalk level:<br \/><br \/>\t(a)\tThe street has, or in the case of an undeveloped area will have, a variety of commercial uses and activities;<br \/><br \/>\t(b)\tA majority of the structures on the street are, or in the case of an undeveloped area will be, of a similar size and incorporate architectural details such as the location of windows, <span class=\"dictionary\">courts<\/span>, building interiors and pedestrian entrances which enhance a pedestrian atmosphere;<br \/><br \/>\t(c)\tThe street has, or in the case of an undeveloped area will have, amenities, such as street furniture. outdoor restaurants, open air sales, arcades and the like, which are integrated with the public sidewalk in such a way as to be conducive to pedestrian activity.<br \/><br \/>\tC.\tDefinitions.  For purposes of this section, the following words and phrases are defined:<br \/><br \/>\tBlank Wall.  A blank wall is any exterior building wall, including a garage opening or door which fronts on the street and which is not enhanced by architectural detailing, artwork, landscaping, windows, doors or similar features.<br \/><br \/>\tBuilding Frontage.  Building Frontage is the maximum length of a line or lines formed by connecting the points representing projections of the exterior building walls onto a public street or onto a courtyard that is directly accessible by pedestrians from a public street, whichever distance is greater.<br \/><br \/>\tCultural Resource.  Cultural resource is a structure officially recognized to have local, state, or national significance or deemed eligible for inclusion on the National Register of Historic Places with respect to its architectural and\/or historical characteristics and which is designated as such in the establishment of an individual Pedestrian Oriented District.<br \/><br \/>\tFinancially-Oriented Services.  Financially-Oriented Services are the provision to the public of financial or real estate services including, but not limited, to those offered by banks, savings and loan associations, thrift associations, real estate offices, insurance companies, brokerage firms and escrow offices.<br \/><br \/>\tGround Floor.  Ground floor is the lowest story within a building which is accessible to the street, the floor level of which is within three feet above or below curb level, which has frontage on or is primarily facing any Pedestrian Oriented Street, and which is at least 20 feet in depth or the total depth of the building, whichever is less.<br \/><br \/>\tNeighborhood Retail.  Neighborhood retail uses shall be limited to retail sale of goods needed by residents and patrons of a Pedestrian Oriented District, including:<br \/><br \/>\tArt galleries:<br \/><br \/>\tArt supplies;<br \/><br \/>\tAthletic\/sporting goods:<br \/><br \/>\tBakeries:<br \/><br \/>\tBooks or cards:<br \/><br \/>\tBicycle sales and repairs:<br \/><br \/>\tClock or watch sales and\/or repair:<br \/><br \/>\tClothing<br \/><br \/>\tComputer sales and repair:<br \/><br \/>\tDrug stores:<br \/><br \/>\tFabrics or dry goods;<br \/><br \/>\tFlorists,<br \/><br \/>\tFood\/grocery stores, including supermarkets, produce, cheese and meat markets and delicatessens:<br \/><br \/>\tHardware:<br \/><br \/>\tHousehold goods and small appliances:<br \/><br \/>\tNewsstands;<br \/><br \/>\tPhotographic equipment and repair;<br \/><br \/>\tSit Down Restaurants, excluding drive-through service<br \/><br \/>\tStationery:<br \/><br \/>\tToys; and<br \/><br \/>\tOther similar retail goods as determined by the Zoning Administrator.<br \/><br \/>\tNeighborhood Services.  Neighborhood services are those services used by residents and patrons on a regular basis, including:<br \/><br \/>\tBarber shop or beauty parlor;<br \/><br \/>\tBlueprinting;<br \/><br \/>\tChild care facility;<br \/><br \/>\tClub or lodge, bridge club, fraternal or religious associations;<br \/><br \/>\tCopying services;<br \/><br \/>\tCustom dressmaking;<br \/><br \/>\tDry cleaner;<br \/><br \/>\tFinancial services;<br \/><br \/>\tLaundry or self-service laundromat:<br \/><br \/>\tLocksmith;<br \/><br \/>\tOptician;<br \/><br \/>\tPhotographer;<br \/><br \/>\tShoe repair;<br \/><br \/>\tTailor: and<br \/><br \/>\tOther similar services as determined by the Zoning Administrator.<br \/><br \/>\tProject.  A Project is the erection or construction of any building or structure, on a lot in the CR, Cl, Cl.5, C5, C4, and CS Zones, or addition of floor area to the Ground Floor of any building on a CR, Cl, Cl.5, C2, C4 or C5 Zoned lot(s), unless the building is used solely for residential dwelling units.<br \/><br \/>\tD.\tApplication.  The district shall apply only to CR, Cl, Cl.5, C2, C4 and C5 Zoned lot(s) within a POD. In establishing any individual Pedestrian Oriented District, the City Council may adopt all of the regulations contained in Subsection E below, however, one or more of the standards set forth in these regulations may be superseded by development standards established in the individual Pedestrian Oriented District <span class=\"dictionary\">ordinance<\/span>. An individual Pedestrian Oriented District <span class=\"dictionary\">ordinance<\/span> shall apply to a particular geographical area. In the event that <span class=\"dictionary\">ordinance<\/span> does not include new standards pertaining to development, all of the standards set forth in Subsection E, hereof shall apply. The regulations contained in this section are in addition to the use and area regulations applicable to the underlying commercial zone. If the provisions of this section conflict with any other city-wide regulations, then the requirements of this section shall prevail.<br \/><br \/>\tE.\tDevelopment Regulations.  The Department of Building and Safety shall not <span class=\"dictionary\">issue<\/span> a building permit for a Project within a Pedestrian Oriented District unless the Project conforms to all of the following development regulations, or to the regulations in a specific Pedestrian Oriented District <span class=\"dictionary\">ordinance<\/span>, if applicable. The Department of Building and Safety shall not <span class=\"dictionary\">issue<\/span> a change of use permit for any use not permitted in Paragraph 2 of this subsection.  (Added by Ord. No. 168,153, Eff. 9\/13\/92.)<br \/><br \/>\t1.\tBuilding Frontages shall conform to the following regulations:<br \/><br \/>\t(a)\tBlank Walls.  Blank walls in excess of 10 feet in width shall not be permitted. Blank walls shall be relieved by transparent windows, doors, recessed entryways, recessed courtyards, planters, murals, mosaic tile, public art and\/or other means of creating visual interest.<br \/><br \/>\t(b)\tOpenings in Exterior Walls of Buildings or Between Buildings for Vehicles.  Any opening in an exterior wall of a building or between buildings for purposes of vehicular entry shall not be permitted, except where it is determined by the Department of Transportation that the location of these driveways cannot be practicably placed elsewhere. Garage or parking lot entrances shall not be permitted on Pedestrian Oriented Streets unless the Department of Transportation determines that there is no other alternative to the location of the garage or parking lot entrances.<br \/><br \/>\t(c)\tOpenings in Exterior Building Walls Not for Vehicles.  On Pedestrian Oriented Streets, openings in exterior building walls or building setbacks which are used for plazas or courtyards with outdoor dining, seating, water features, kiosks, paseos, open air vending or craft display areas shall be permitted. Building setbacks not used for the above listed permitted purposes shall be fully landscaped.<br \/><br \/>\t(d)\tPedestrian Access.  All new developments fronting on Pedestrian Oriented Streets shall provide at least one entrance for pedestrians to each Ground Floor.<br \/><br \/>\t(e)\tPedestrian Views Into Buildings.  At least 75 percent of the building frontage at the ground floor of a building adjoining a Pedestrian Oriented Street shall be devoted to entrances for pedestrians, display windows or windows affording views into retail, office or lobby space. Non reflective glass shall be used to allow maximum visibility from sidewalk areas into the interior of buildings.<br \/><br \/>\t(f)\tSecond Floors.  Building frontage on the floor immediately above the ground floor shall be differentiated from the ground floor by recessed windows, balconies, offset planes, awnings or other architectural details, as determined by the Department of City Planning.<br \/><br \/>\t(g)\tBuilding Continuity With Openings.  In the event a building opening of 15 feet in width or greater is permitted pursuant to 1 (b) and 1 (c) of this subdivision, continuation of an architectural feature of the ground floor building facade shall be required to retain continuity of a building wall at the ground floor, as determined by the Department of City Planning.<br \/><br \/>\t(h)\tRequirement for Ground Floor.  Each building on a lot fronting on a Pedestrian Oriented Street shall have a ground floor.<br \/><br \/>\t2.\tUses Permitted Along The Ground Floor Building Frontage.  Any use permitted by the underlying zone shall also be permitted on the Ground Floor, except that uses on the Ground Floor along the Building Frontage shall conform to the following:<br \/><br \/>\tThe floor area on the ground floor of a commercial building along at least 75 percent of the Building Frontage, excluding the frontage used for vehicular access to on-site parking, shall be devoted to neighborhood retail and\/or neighborhood services, except that any Financially-Oriented Service may occupy only up to 50 percent of the Ground Floor along the Building Frontage on each street frontage.<br \/><br \/>\t3.\tUses Permitted Above The Ground Floor.  Any use permitted in the underlying zone shall be permitted above the ground floor.<br \/><br \/>\t4.\tYards. Yard requirements shall be as required by the underlying zone, unless otherwise specified in an individual Pedestrian Oriented District <span class=\"dictionary\">ordinance<\/span>.<br \/><br \/>\t5.\tHeight.<br \/><br \/>\t(a)\tThe height of a building shall not exceed 40 feet. If the underlying zone otherwise permits a height in excess of 40 feet, then any portion of the building above 40 feet in height, including the roof and roof structure, shall be set back from the front lot line at a 45 degree angle, for a horizontal distance of not less than 20 feet.<br \/><br \/>\t(b)\tThe height of a building adjacent to one or more cultural resources shall not exceed a height that is within five feet of the weighted average height of the adjacent cultural resource(s) or 30 feet, whichever is greater. If the underlying zone otherwise permits a height above 30 feet, then any portion of the building above 30 feet in height shall be set back from the lot line at a 45 degree angle, for a horizontal distance of not more than 20 feet.<br \/><br \/>\t6.\tParking.<br \/><br \/>\t(a)\tNo surface parking shall be permitted within 50 feet from any Pedestrian Oriented Street right-of-way. The provisions of this paragraph shall not apply if the Department of Transportation determines that there is no other feasible alternative to the location of the parking.<br \/><br \/>\t(b)\tAny surface parking adjoining a Pedestrian Oriented Street shall be screened by a solid wall having a continuous height of three and one-half feet. In addition, the wall shall be separated from any adjacent public right-of-way by a minimum continuous width of five feet of landscaped area. If an architectural theme has been established for an individual POD, then the wall shall be compatible with that theme. Surface parking lots shall be landscaped with shade trees at the ratio of one tree for each four parking spaces.<br \/><br \/>\t(c)\tAll above-grade parking spaces visible from a public right-of-way shall be screened architecturally or with landscaping.<br \/><br \/>\t7.\tLandscaping Standards.<br \/><br \/>\t(a)\tPrior to the issuance of a building permit, the Department of Planning shall approve a landscape plan for new projects and parking areas. In approving this plan, the Department shall find that trees, compatible in size and variety with (b) below, are planted in all landscaped areas at the highest practical density and that planted windows boxes, and hanging plant baskets and flower beds in parking lots are provided, where possible. An overall landscape plan may be developed for each individual POD to enhance a chosen theme or style.<br \/><br \/>\t(b)\tShade producing street trees shall be planted, where feasible, at a ratio of at least one for each 25 feet of frontage at a distance no greater than 10 feet from the curb. Elevated planters, tree grates and tree guards shall be provided, where needed. Notwithstanding the above, (i) the size, location and variety of trees shall be determined by the Department of Public Works: (ii) where street lights are existing or proposed to be installed, trees shall not be planted within 20 feet of the location of the existing or proposed street light.<br \/><br \/>\t(c)\tAn automatic irrigation system shall be provided for all landscaped areas including shade trees and shall be indicated on landscape plans. Property owners shall maintain all landscaping in good healthy condition and shall keep planted areas free of weeds and trash.<br \/><br \/>\t8.\tSpecial Theme or Other Provisions.  A special theme or architectural style may be defined for an individual POD. Special requirements or guidelines directed at preserving such theme may be adopted with the establishment of an individual POD. Such requirements may include, but not be limited to, standards pertaining to uniform theme lighting, art works, sculpture, landscaping, street furniture, sidewalk design, and setbacks.<br \/><br \/>\t9.\tSigns.<br \/><br \/>\t(a)\tNotwithstanding any provision of the Los Angeles Municipal Code to the contrary, no person shall erect the following signs as defined in Section 91.6203 of the Los Angeles municipal Code:<br \/><br \/>\t(i)\toff-site commercial signs, except that existing legally erected off-site commercial signs may be replaced on the same or a new site provided that the location and sign otherwise meet all current <span class=\"dictionary\">ordinance<\/span> requirements of Division 62 (Signs), Section 91.6220 (Off-site signs);<br \/><br \/>\t(ii)\tpole signs,<br \/><br \/>\t(iii)\tprojecting signs; or<br \/><br \/>\t(iv)\troof signs advertising individual businesses.<br \/><br \/>\tSigns advertising the entire POD are permitted if approved by the Director of Planning.<br \/><br \/>\t(b)\tMonument signs and information signs for individual businesses may be approved as part of an overall POD plan or design.<br \/><br \/>\t11.\tUtilities.  Where possible, all new utility lines for any individual building or proposed within a POD shall be installed underground.<br \/><br \/>\tF.\tDirector’s Determination.  If a proposed Project fails to meet the development standards in Subsection E above, or the standards in a specific pedestrian oriented district <span class=\"dictionary\">ordinance<\/span>, whichever are applicable, the applicant may apply to the Director of Planning for a Director’s Determination. Such application shall be filed in the public office of the Department of City Planning upon a form prescribed for that purpose. The filing fee shall be equivalent to that established for “Approval of plan required for Supplemental Use District”, set forth in Section 19.01A of the Los Angeles Municipal Code. The application shall be accompanied by architectural, landscape and structural plans for the Project, or other information, to the satisfaction of the Director of Planning. All ground floor uses for the Project shall be clearly identified.<br \/><br \/>\t1.\tDetermination.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The Director or the Director’s designee shall make a determination of approval or conditional approval within 25 days of the Department’s acceptance of an application.  Notice of the Director’s determination shall be mailed to the applicant, the Councilmember in whose District the project is located, and to all owners and lessees of property within a radius of 500 feet of the project.  The determination by the Director shall include written <span class=\"dictionary\">findings<\/span> in support of the determination.  In <span class=\"dictionary\">order<\/span> to approve a proposed construction project pursuant to this subsection, the Director must find that:<br \/><br \/>\t(a)\tIf adjacent to a cultural resource that the project will be compatible in scale (i.e., bulk, height, setbacks) to that resource.<br \/><br \/>\t(b)\tThe project conforms with the <span class=\"dictionary\">intent<\/span> of the development regulations contained in Subsection E of this section.<br \/><br \/>\t(c)\tThe project is compatible with the architectural character of the Pedestrian Oriented District where the character is defined pursuant to the <span class=\"dictionary\">ordinance<\/span> establishing that district.<br \/><br \/>\t(d)\tThe project complies with theme requirements or other special provisions when required in the individual Pedestrian Oriented District.<br \/><br \/>\t(e)\tThe project is consistent with the General Plan.<br \/><br \/>\t2.\t<span class=\"dictionary\">Appeals<\/span>.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The determination of the Director shall become final after an elapsed period of 15 days from the date of mailing of the determination to the applicant, unless an <span class=\"dictionary\">appeal<\/span> is filed with the Area Planning Commission within that period.   <span class=\"dictionary\">Appeals<\/span> shall be processed in accordance with Section 12.24B through I of this Code, except as otherwise provided here.<br \/><br \/>\t3.\tNotification to Department of Building and Safety.  When a determination of the Director becomes final, the Director or Director’s  designee shall send a written notice of the determination to the Department of Building and Safety.  If the Director approves the Project, this approval shall be so indicated on the building permit application and building plans.<\/p><\/section>","previous_section":{"id":"2777","structure_id":"43","section_number":"13.06","catch_line":"Commercial And Artcraft Districts.","url":"\/13.06\/","token":"13.06"},"text":{"0":{"id":"2198","text":"  PEDESTRIAN ORIENTED DISTRICT.\n\t(Added by Ord. No. 168,153, Eff. 9\/13\/92.)\tA.\tPurpose.  This section sets forth procedures, guidelines and standards for establishment of  within commercially zoned areas throughout the City. The purpose of the Pedestrian Oriented District is to preserve and enhance existing areas or create new areas where pedestrian activities are common, to encourage people to walk and shop in areas near their workplaces and\/or residences thereby reducing multiple automobile trips, to reinforce and stimulate high quality future development compatible with pedestrian uses, to reflect the characteristics of a particular area  and to encourage pedestrian use during evenings and weekends, as well as weekdays.\tB.\tEstablishment of District.\t1.\tRequirements.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The procedures set forth in Section 12.32S shall be followed except that each Pedestrian Oriented District (POD) shall include only lots which are zoned either CR, C1, C1.5, C2, C4 or C5.  No District shall contain less than one block or three acres in area, whichever is the smaller.  The total acreage in the district shall include contiguous parcels of land which may only be separated by public streets, ways or alleys, or other physical features, or as set forth in the rules approved by the Director of Planning.  Precise boundaries are required at the time of application for or initiation of an individual POD.\t2.\tPedestrian Oriented Streets.  Pedestrian Oriented Streets shall be identified as part of the adoption process of a specific POD. The following shall be utilized to identify such streets: A Pedestrian Oriented Street is a public street where the Director of Planning finds that the street has, or will have in the case of an undeveloped area, at least two of the following characteristics at sidewalk level:\t(a)\tThe street has, or in the case of an undeveloped area will have, a variety of commercial uses and activities;\t(b)\tA majority of the structures on the street are, or in the case of an undeveloped area will be, of a similar size and incorporate architectural details such as the location of windows, courts, building interiors and pedestrian entrances which enhance a pedestrian atmosphere;\t(c)\tThe street has, or in the case of an undeveloped area will have, amenities, such as street furniture. outdoor restaurants, open air sales, arcades and the like, which are integrated with the public sidewalk in such a way as to be conducive to pedestrian activity.\tC.\tDefinitions.  For purposes of this section, the following words and phrases are defined:\tBlank Wall.  A blank wall is any exterior building wall, including a garage opening or door which fronts on the street and which is not enhanced by architectural detailing, artwork, landscaping, windows, doors or similar features.\tBuilding Frontage.  Building Frontage is the maximum length of a line or lines formed by connecting the points representing projections of the exterior building walls onto a public street or onto a courtyard that is directly accessible by pedestrians from a public street, whichever distance is greater.\tCultural Resource.  Cultural resource is a structure officially recognized to have local, state, or national significance or deemed eligible for inclusion on the National Register of Historic Places with respect to its architectural and\/or historical characteristics and which is designated as such in the establishment of an individual Pedestrian Oriented District.\tFinancially-Oriented Services.  Financially-Oriented Services are the provision to the public of financial or real estate services including, but not limited, to those offered by banks, savings and loan associations, thrift associations, real estate offices, insurance companies, brokerage firms and escrow offices.\tGround Floor.  Ground floor is the lowest story within a building which is accessible to the street, the floor level of which is within three feet above or below curb level, which has frontage on or is primarily facing any Pedestrian Oriented Street, and which is at least 20 feet in depth or the total depth of the building, whichever is less.\tNeighborhood Retail.  Neighborhood retail uses shall be limited to retail sale of goods needed by residents and patrons of a Pedestrian Oriented District, including:\tArt galleries:\tArt supplies;\tAthletic\/sporting goods:\tBakeries:\tBooks or cards:\tBicycle sales and repairs:\tClock or watch sales and\/or repair:\tClothing\tComputer sales and repair:\tDrug stores:\tFabrics or dry goods;\tFlorists,\tFood\/grocery stores, including supermarkets, produce, cheese and meat markets and delicatessens:\tHardware:\tHousehold goods and small appliances:\tNewsstands;\tPhotographic equipment and repair;\tSit Down Restaurants, excluding drive-through service\tStationery:\tToys; and\tOther similar retail goods as determined by the Zoning Administrator.\tNeighborhood Services.  Neighborhood services are those services used by residents and patrons on a regular basis, including:\tBarber shop or beauty parlor;\tBlueprinting;\tChild care facility;\tClub or lodge, bridge club, fraternal or religious associations;\tCopying services;\tCustom dressmaking;\tDry cleaner;\tFinancial services;\tLaundry or self-service laundromat:\tLocksmith;\tOptician;\tPhotographer;\tShoe repair;\tTailor: and\tOther similar services as determined by the Zoning Administrator.\tProject.  A Project is the erection or construction of any building or structure, on a lot in the CR, Cl, Cl.5, C5, C4, and CS Zones, or addition of floor area to the Ground Floor of any building on a CR, Cl, Cl.5, C2, C4 or C5 Zoned lot(s), unless the building is used solely for residential dwelling units.\tD.\tApplication.  The district shall apply only to CR, Cl, Cl.5, C2, C4 and C5 Zoned lot(s) within a POD. In establishing any individual Pedestrian Oriented District, the City Council may adopt all of the regulations contained in Subsection E below, however, one or more of the standards set forth in these regulations may be superseded by development standards established in the individual Pedestrian Oriented District ordinance. An individual Pedestrian Oriented District ordinance shall apply to a particular geographical area. In the event that ordinance does not include new standards pertaining to development, all of the standards set forth in Subsection E, hereof shall apply. The regulations contained in this section are in addition to the use and area regulations applicable to the underlying commercial zone. If the provisions of this section conflict with any other city-wide regulations, then the requirements of this section shall prevail.\tE.\tDevelopment Regulations.  The Department of Building and Safety shall not issue a building permit for a Project within a Pedestrian Oriented District unless the Project conforms to all of the following development regulations, or to the regulations in a specific Pedestrian Oriented District ordinance, if applicable. The Department of Building and Safety shall not issue a change of use permit for any use not permitted in Paragraph 2 of this subsection.  (Added by Ord. No. 168,153, Eff. 9\/13\/92.)\t1.\tBuilding Frontages shall conform to the following regulations:\t(a)\tBlank Walls.  Blank walls in excess of 10 feet in width shall not be permitted. Blank walls shall be relieved by transparent windows, doors, recessed entryways, recessed courtyards, planters, murals, mosaic tile, public art and\/or other means of creating visual interest.\t(b)\tOpenings in Exterior Walls of Buildings or Between Buildings for Vehicles.  Any opening in an exterior wall of a building or between buildings for purposes of vehicular entry shall not be permitted, except where it is determined by the Department of Transportation that the location of these driveways cannot be practicably placed elsewhere. Garage or parking lot entrances shall not be permitted on Pedestrian Oriented Streets unless the Department of Transportation determines that there is no other alternative to the location of the garage or parking lot entrances.\t(c)\tOpenings in Exterior Building Walls Not for Vehicles.  On Pedestrian Oriented Streets, openings in exterior building walls or building setbacks which are used for plazas or courtyards with outdoor dining, seating, water features, kiosks, paseos, open air vending or craft display areas shall be permitted. Building setbacks not used for the above listed permitted purposes shall be fully landscaped.\t(d)\tPedestrian Access.  All new developments fronting on Pedestrian Oriented Streets shall provide at least one entrance for pedestrians to each Ground Floor.\t(e)\tPedestrian Views Into Buildings.  At least 75 percent of the building frontage at the ground floor of a building adjoining a Pedestrian Oriented Street shall be devoted to entrances for pedestrians, display windows or windows affording views into retail, office or lobby space. Non reflective glass shall be used to allow maximum visibility from sidewalk areas into the interior of buildings.\t(f)\tSecond Floors.  Building frontage on the floor immediately above the ground floor shall be differentiated from the ground floor by recessed windows, balconies, offset planes, awnings or other architectural details, as determined by the Department of City Planning.\t(g)\tBuilding Continuity With Openings.  In the event a building opening of 15 feet in width or greater is permitted pursuant to 1 (b) and 1 (c) of this subdivision, continuation of an architectural feature of the ground floor building facade shall be required to retain continuity of a building wall at the ground floor, as determined by the Department of City Planning.\t(h)\tRequirement for Ground Floor.  Each building on a lot fronting on a Pedestrian Oriented Street shall have a ground floor.\t2.\tUses Permitted Along The Ground Floor Building Frontage.  Any use permitted by the underlying zone shall also be permitted on the Ground Floor, except that uses on the Ground Floor along the Building Frontage shall conform to the following:\tThe floor area on the ground floor of a commercial building along at least 75 percent of the Building Frontage, excluding the frontage used for vehicular access to on-site parking, shall be devoted to neighborhood retail and\/or neighborhood services, except that any Financially-Oriented Service may occupy only up to 50 percent of the Ground Floor along the Building Frontage on each street frontage.\t3.\tUses Permitted Above The Ground Floor.  Any use permitted in the underlying zone shall be permitted above the ground floor.\t4.\tYards. Yard requirements shall be as required by the underlying zone, unless otherwise specified in an individual Pedestrian Oriented District ordinance.\t5.\tHeight.\t(a)\tThe height of a building shall not exceed 40 feet. If the underlying zone otherwise permits a height in excess of 40 feet, then any portion of the building above 40 feet in height, including the roof and roof structure, shall be set back from the front lot line at a 45 degree angle, for a horizontal distance of not less than 20 feet.\t(b)\tThe height of a building adjacent to one or more cultural resources shall not exceed a height that is within five feet of the weighted average height of the adjacent cultural resource(s) or 30 feet, whichever is greater. If the underlying zone otherwise permits a height above 30 feet, then any portion of the building above 30 feet in height shall be set back from the lot line at a 45 degree angle, for a horizontal distance of not more than 20 feet.\t6.\tParking.\t(a)\tNo surface parking shall be permitted within 50 feet from any Pedestrian Oriented Street right-of-way. The provisions of this paragraph shall not apply if the Department of Transportation determines that there is no other feasible alternative to the location of the parking.\t(b)\tAny surface parking adjoining a Pedestrian Oriented Street shall be screened by a solid wall having a continuous height of three and one-half feet. In addition, the wall shall be separated from any adjacent public right-of-way by a minimum continuous width of five feet of landscaped area. If an architectural theme has been established for an individual POD, then the wall shall be compatible with that theme. Surface parking lots shall be landscaped with shade trees at the ratio of one tree for each four parking spaces.\t(c)\tAll above-grade parking spaces visible from a public right-of-way shall be screened architecturally or with landscaping.\t7.\tLandscaping Standards.\t(a)\tPrior to the issuance of a building permit, the Department of Planning shall approve a landscape plan for new projects and parking areas. In approving this plan, the Department shall find that trees, compatible in size and variety with (b) below, are planted in all landscaped areas at the highest practical density and that planted windows boxes, and hanging plant baskets and flower beds in parking lots are provided, where possible. An overall landscape plan may be developed for each individual POD to enhance a chosen theme or style.\t(b)\tShade producing street trees shall be planted, where feasible, at a ratio of at least one for each 25 feet of frontage at a distance no greater than 10 feet from the curb. Elevated planters, tree grates and tree guards shall be provided, where needed. Notwithstanding the above, (i) the size, location and variety of trees shall be determined by the Department of Public Works: (ii) where street lights are existing or proposed to be installed, trees shall not be planted within 20 feet of the location of the existing or proposed street light.\t(c)\tAn automatic irrigation system shall be provided for all landscaped areas including shade trees and shall be indicated on landscape plans. Property owners shall maintain all landscaping in good healthy condition and shall keep planted areas free of weeds and trash.\t8.\tSpecial Theme or Other Provisions.  A special theme or architectural style may be defined for an individual POD. Special requirements or guidelines directed at preserving such theme may be adopted with the establishment of an individual POD. Such requirements may include, but not be limited to, standards pertaining to uniform theme lighting, art works, sculpture, landscaping, street furniture, sidewalk design, and setbacks.\t9.\tSigns.\t(a)\tNotwithstanding any provision of the Los Angeles Municipal Code to the contrary, no person shall erect the following signs as defined in Section 91.6203 of the Los Angeles municipal Code:\t(i)\toff-site commercial signs, except that existing legally erected off-site commercial signs may be replaced on the same or a new site provided that the location and sign otherwise meet all current ordinance requirements of Division 62 (Signs), Section 91.6220 (Off-site signs);\t(ii)\tpole signs,\t(iii)\tprojecting signs; or\t(iv)\troof signs advertising individual businesses.\tSigns advertising the entire POD are permitted if approved by the Director of Planning.\t(b)\tMonument signs and information signs for individual businesses may be approved as part of an overall POD plan or design.\t11.\tUtilities.  Where possible, all new utility lines for any individual building or proposed within a POD shall be installed underground.\tF.\tDirector’s Determination.  If a proposed Project fails to meet the development standards in Subsection E above, or the standards in a specific pedestrian oriented district ordinance, whichever are applicable, the applicant may apply to the Director of Planning for a Director’s Determination. Such application shall be filed in the public office of the Department of City Planning upon a form prescribed for that purpose. The filing fee shall be equivalent to that established for “Approval of plan required for Supplemental Use District”, set forth in Section 19.01A of the Los Angeles Municipal Code. The application shall be accompanied by architectural, landscape and structural plans for the Project, or other information, to the satisfaction of the Director of Planning. All ground floor uses for the Project shall be clearly identified.\t1.\tDetermination.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The Director or the Director’s designee shall make a determination of approval or conditional approval within 25 days of the Department’s acceptance of an application.  Notice of the Director’s determination shall be mailed to the applicant, the Councilmember in whose District the project is located, and to all owners and lessees of property within a radius of 500 feet of the project.  The determination by the Director shall include written findings in support of the determination.  In order to approve a proposed construction project pursuant to this subsection, the Director must find that:\t(a)\tIf adjacent to a cultural resource that the project will be compatible in scale (i.e., bulk, height, setbacks) to that resource.\t(b)\tThe project conforms with the intent of the development regulations contained in Subsection E of this section.\t(c)\tThe project is compatible with the architectural character of the Pedestrian Oriented District where the character is defined pursuant to the ordinance establishing that district.\t(d)\tThe project complies with theme requirements or other special provisions when required in the individual Pedestrian Oriented District.\t(e)\tThe project is consistent with the General Plan.\t2.\tAppeals.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The determination of the Director shall become final after an elapsed period of 15 days from the date of mailing of the determination to the applicant, unless an appeal is filed with the Area Planning Commission within that period.   Appeals shall be processed in accordance with Section 12.24B through I of this Code, except as otherwise provided here.\t3.\tNotification to Department of Building and Safety.  When a determination of the Director becomes final, the Director or Director’s  designee shall send a written notice of the determination to the Department of Building and Safety.  If the Director approves the Project, this approval shall be so indicated on the building permit application and building plans.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}