{"section_number":"13.03","edition_id":"1","section_id":"1805","structure_id":"43","catch_line":"“G” Surface Mining Operations Districts.","history":"","full_text":"  “G” SURFACE MINING OPERATIONS DISTRICTS.\n\t(Title and Sec. Amended by Ord. No. 173,106, Eff. 3\/5\/00.)\n\n\tA.\tPurpose and Objectives.  The City recognizes that the extraction of Minerals is essential to the continued economic well-being of the City and to the needs of society.\n\n\tIt is the purpose of this section to:\n\n\tEstablish reasonable and uniform limitations, safeguards, and controls in the City for the future production of Minerals to safeguard the public interest;\n\n\tPermit production in all Districts irrespective of the regulations of the Comprehensive Zoning Plan;\n\n\tProvide for the Reclamation of Mined Lands in order to prevent or minimize adverse effects on the environment and to protect the public health and safety;\n\n\tRecognize that Surface Mining Operations take place in diverse areas where the geologic, topographic, climatic, biological, and social considerations are significantly different;\n\n\tRecognize that Reclamation to return Mined Lands to a usable condition which is readily adaptable for alternative land uses are significantly different and that their specifications may vary accordingly;\n\n\tEnsure the continued availability of important Mineral resources, while regulating Surface Mining Operations as required by the Act;\n\tEffect practices which will provide for more economic conservation and production of Minerals; and\n\n\tTake into consideration the surface use of land, as such uses are indicated by:\n\n\tThe value and character of the existing improvements within 500 feet of Districts where production is permitted;\n\n\tThe desirability of the area for residential, recreation, watershed, wildlife, aesthetic enjoyment, or other uses; or\n\n\tOther factors directly relating to the public health, comfort, safety, and welfare in Districts.\n\n\tWhen the provisions of this section are more restrictive than the correlative state provisions, the provisions of this section shall control.\n\n\tB.\tDefinitions.  The following definitions shall apply to this section:\n\n\tAbandonment of Operation.  Failure to conduct Surface Mining Operations, either under Permit or as a Vested right, for a period of nine consecutive months.\n\n\tAct.  The Surface Mining and Reclamation Act (SMARA) of 1975 (Public Resources Code Section 2710 et seq.), as amended; Public Resources Code Section 2207 relating to annual reporting requirements; and State Board regulations for Surface Mining Operations and Reclamation practice (California Code of Regulations [CCR], Title 14, Division 2, Chapter 8, Subchapter 1, Sections 3500 et seq.)\n\n\tBorrow Pit.  An excavation created by Surface Mining Operations of rock, unconsolidated geologic deposits, or soil to provide material (Borrow) for fill elsewhere.\n\n\tCommission.  (Added by Ord. No. 173,492, Eff. 10\/10\/00.)  Commission shall mean the City Planning Commission.\n\n\tCompleted Operations (Completion of Operations).  When all rock and gravel in commercial quantities is entirely extracted, produced, and removed from a property within a District, or the operations allowed by Permit are Completed, whichever occurs first.\n\n\tDistrict.  Any Surface Mining Operations District established pursuant to the provisions of this section.\n\n\tExploration.  The search for Minerals by geological, geophysical, geochemical or other techniques, including but not limited to sampling, assaying, drilling, or other surface or underground works needed to determine the type, extent, or quality of Minerals present.\n\n\tIdle.  Mineral production, with the intent to resume those Surface Mining Operations at a future date.\n\n\tMined Lands.  The surface, subsurface, and ground water of an area in which Surface Mining Operations will be, are being, or have been conducted, including private ways and roads appurtenant to any such area; land excavations; workings; Mining Waste; and areas in which structures, facilities, equipment, machines, tools, or other materials or property which result from, or are used in, Surface Mining Operations are located.\n\n\tMineral.  Any naturally occurring chemical element or compound or groups of elements and compounds formed from inorganic processes and organic substances, including but not limited to coal, peat, and bituminous rock, but excluding geothermal resources, natural gas, and petroleum.  Minerals shall specifically include rock, sand, gravel, aggregate, and clay.\n\n\tMining Waste.  The residual of soil, rock, Mineral, liquid, vegetation, equipment, machines, tools, or other matters or property directly resulting from or displaced by Surface Mining Operations.\n\n\tOperator.  Any Person who is engaged in Surface Mining Operations or who contracts with others to conduct Surface Mining Operations on his or her behalf, except a Person who is engaged in Surface Mining Operations as an employee with wages as his or her sole compensation.\n\n\tOverburden.  Soil, rock, or other Minerals that lie above a natural Mineral deposit or in between Mineral deposits before or after their removal by Surface Mining Operations.\n\n\tOwner.  The holder of fee title to property in a District, and lessees, Permittees, assignees, or successors in interest to the holder of fee title.\n\n\tPermit.  Any formal authorization from, or approval by, a lead agency, the absence of which would preclude Surface Mining Operations.\n\n\tPermittees.  Holder of a permit.\n\n\tPerson.  In addition to the definition contained in Section 11.01 of this Code, Person shall include any city, county, district, or the state of California, or any department or agency of and of them.\n\n\tProspecting.  Exploration.\n\n\tReclamation.  The combined process of land treatment that minimizes water degradation, air pollution, damage to aquatic or wildlife habitat, flooding, erosion, and other adverse effects from Surface Mining Operations, including adverse surface effects incidental to underground mines, so that Mined Lands are reclaimed to a usable condition which is readily adaptable for alternative land uses and create no danger to public health or safety.  The processes may extend to affected lands surrounding Mined Lands and may require backfilling, grading, resoiling, revegetation, soil compaction, stabilization, and\/or other measures.\n\n\tSMARA.  The Surface Mining and Reclamation Act of 1975, as amended. The Act.\n\n\tState Board.  The state Mining and Geology Board in the Department of Conservation, State of California.\n\n\tState Geologist.  The individual designated pursuant to Section 677 of the California Public Resources Code or any amendment to that Code.\n\n\tStream Bed Skimming.  Excavation of sand and gravel from stream bed deposits above the mean summer water level or stream bottom, whichever is higher.\n\n\tSurface Mining (Operations).  All or any part of the process involved in the mining, quarrying, and\/or excavating of Minerals on Mined Lands by removing Overburden and mining directly from the Mineral deposits; open pit mining of materials naturally exposed; mining by auger method, dredging, and quarrying; or surface work incidental to an underground mine.  Surface Mining Operations shall also include, but are not limited to: processing of Minerals; in place distillation, retorting, or leaching; the production and disposal of Mining Wastes; Prospecting and exploratory activities; Borrow Pitting; Streambed Skimming; and segregation and stockpiling of mined Minerals and the recovery of same.\n\n\tVested.  A project that diligently commenced Surface Mining Operations and incurred substantial liabilities for work and materials, prior to January 1, 1976, in good faith and reliance upon an authorization, if one was required.  Expenses incurred in obtaining the enactment of an ordinance or issuance of an authorization relating to a particular Surface Mining Operation shall not be deemed liabilities for work or materials.\n\n\tC.\tEstablishment of Districts.\n\n\t1.\tThe provisions of this section shall apply to Districts where Surface Mining Operations are Permitted.  The Council may establish new Surface Mining Districts and alter the boundaries of Districts now or hereafter established, provided they are consistent with any existing Surface Mining Operations Permits.\n\n\t2.\tFor the boundaries of Districts, see the maps on file in the Planning Department.\n\n\tD.\tPermits.\n\n\t1.\tA Permit for Surface Mining Operations shall be issued only for property located in a Surface Mining District.\n\n\t2.\tNo Permit shall be required for those Persons who have obtained a Vested right to continue Surface Mining Operations prior to January 1, 1976.  However, no substantial change may be made in the Surface Mining Operation without securing a new Permit.  These Surface Mining Operations shall be subject to those limitations set forth in Subdivision 4 of this subsection, and any conditions imposed by the City Planning Commission (“Commission”) or Council on any pre-existing Permit.\n\n\t3.\tNo Person shall engage in Surface Mining Operations without having obtained a Permit issued by the Commission or Council to engage in Surface Mining Operations, approval of a Reclamation plan, and approved financial assurances for Reclamation.\n\n\t4.\tAll Surface Mining Operations, whether under Permit or Vested, shall be conducted subject to the following conditions:\n\n\t(a)\tAll equipment used in Surface Mining Operations shall be constructed, maintained, and operated in such a manner as to eliminate, as far as practicable, noise, vibration, odor, smoke, dust, and the like, which are injurious or annoying to Persons living or working in the vicinity.\n\n\t(b)\tNo Surface Mining Operations shall be Permitted closer than 50 feet to the boundary of a District; closer than 500 feet to any residentially zoned property unless a landscaped berm is constructed and maintained along the property line, in which case the setback may be 50 feet; closer than 50 feet to the boundary of an adjoining property, unless Surface Mining Operations are Permitted on the adjoining property, in which case the property may be excavated to the property line with the written consent of the adjacent Owner; or closer than 50 feet to a Street (including an alley or walk), Highway, or freeway.  If the Commission or Council finds that these criteria would be impracticable due to the small extent of the District, economically infeasible, or not required by the Surface Mining Operation, the Commission or Council may waive these requirements in whole or in part.\n\n\t(c)\tNo Surface Mining Operations from an open pit shall be Permitted which creates a final perimeter slope steeper than one foot horizontal to one foot vertical.\n\n\t(d)\tSurface Mining Operations shall be conducted in accordance with applicable standards of the Regional Water Quality Control Board and\/or any other agency with jurisdiction over water quality\n\n\t(e)\tMined Lands shall be enclosed along their exterior by a fence, wall, landscaping, berm, or combination of these features, which shall screen the Surface Mining Operations from adjoining property.  Enclosures shall be designed, constructed, and maintained to be consistent with the Flood Hazard Management Specific Plan.  If the Commission determines that the enclosure would be impracticable because of the location of the Mined Lands in the bed or flood channel of a wash or water course, or because one or more boundaries are located immediately adjacent to M2 or less restrictively zoned property, this requirement may be waived by the Commission.\n\n\t(f)\tWhenever production on any Property is Abandoned or Surface Mining Operations Completed, all plants, buildings, structures (except fences), and equipment shall be entirely removed from the property, and all stockpiles shall be removed or backfilled into the pit within one year of Abandonment of Operations or completion of Surface Mining Operations.  This provision shall not apply to any plants, buildings, structures, or equipment whenever any rock and gravel or other Minerals are available in the same District from other properties owned by the Operator which is processing by or through any of these plants, buildings, structures, or equipment.\n\n\t(g)\tNo Surface Mining Operations shall be conducted on any property except between the hours of 6 a.m. and 8 p.m., except in case of an emergency or whenever any reasonable or necessary repairs to equipment are required to be made. Surface Mining Operations in an M-3 zone and more than 1,200 feet from any residential use may be conducted between the hours of 5 a.m. and 10 p.m.\n\n\t(h)\tEvery Operator, before commencing Surface Mining Operations within any District, shall be insured to the extent of $500,000 against liability arising from Surface Mining Operations or activities incidental to them.  The insurance shall be kept in full force and effect during the period of Surface Mining Operations, including Reclamation.\n\n\t(i)\tIn granting Surface Mining Operations Permits, the Commission or Council:\n\n\t(1)\tShall impose other and further conditions and limitations regarding Surface Mining Operations as are set forth in the General Plan and any applicable specific plans.  Special emphasis shall be given to applicable community plans.\n\n\t(2)\tShall impose other and further conditions as are authorized by the Act, are authorized by policies adopted by the State Board, or which are necessary for the public health, safety, and welfare.\n\n\t(3)\tMay impose other conditions to address the circumstances of any individual District or its surroundings.  In the case of conflicts between the conditions of this section and those of Subparagraphs (1) and (2) above, the more restrictive shall control.\n\n\tE.\tApplication.  An application for a Permit to conduct Surface Mining Operations shall contain at a minimum the following information:\n\n\t1.\tSite Analysis:\n\n\t(a)\tA comprehensive soils engineering and engineering geologic investigation report prepared by a registered civil engineer and a certified engineering geologist, who shall not be employees of the applicant.  The report shall indicate the type and features of Overburden and Minerals expected to be extracted and Mining Waste generated by the proposed Surface Mining Operations, and recommendations relative to setbacks, slopes, and excavations.\n\n\t(b)\tA geographic report which shall include a recent aerial photograph of the site of the proposed Surface Mining Operations, and a map or maps and notes which illustrate the following:\n\n\t(1)\tProperty lines and lease lines, including a legal description of the site.\n\n\t(2)\tThe existing topography of the site and land within 500 feet of the site, and any structures, watercourses, levees, drainage facilities, utility easements and facilities, roads, and driveways existing within this area.\n\n\t(3)\tThe location and condition of any Abandoned pits and previously mined areas on the site.\n\n\t(4)\tAny other information that may be required to adequately characterize the site.\n\n\t2.\tOperations Analysis:\n\n\t(a)\tA description of the proposed Surface Mining Operations in all of its phases.  The document shall include the following:\n\n\t(1)\tA phasing plan and schedule showing the approximate starting date, the proposed increments of extraction, and the sequence in which these increments will be accomplished.\n\n\t(2)\tA map of the areas to be excavated and typical cross sections of slopes to be formed or modified.\n\n\t(3)\tThe depth of all proposed excavations.\n\n\t(4)\tThe location of all proposed structures, including processing plants and appurtenant equipment and fences, and their various relocation sites, where these facilities are proposed to be relocated during the Permit period.\n\n\t(5)\tExisting vegetation.\n\n\t(6)\tLandscaping to be provided, if any, in addition to that indicated on the Reclamation plan.\n\n\t(7)\tDetails of plans for storage of Overburden and Mining Waste, including maps showing areas anticipated to be used for storage.\n\n\t(8)\tProposed points for ingress and egress, haul roads, driveways, and parking areas on the site.\n\n\t(b)\tA drainage and erosion control plan.  This  document shall illustrate the following:\n\n\t(1)\tThe location and approximate depth of proposed settling basins, desilting ponds, recycling ponds, and other bodies of water.  Where these facilities are proposed to be relocated over the course of the life of the Permit, their various proposed locations shall be shown.\n\n\t(2)\tThe historic groundwater level and anticipated annual fluctuation of water levels in all areas to be excavated.\n\n\t(3)\tMethods to be taken for the disposition of drainage and for the control of erosion and sedimentation.\n\n\t(4)\tProvisions to be taken for the conservation and protection of groundwater.\n\n\t(5)\tApprovals obtained or required from the appropriate Regional Water Quality Control Board.\n\n\t(6)\tAny other information that may be required to adequately characterize drainage and erosion.\n\n\t(c)\tA vehicular access plan.  This document shall illustrate the following:\n\n\t(1)\tThe points of ingress and egress to the site; the Streets and Highways to be used by vehicles going to and coming from the site; and the type, size, and number of vehicles anticipated on a daily basis.\n\n\t(2)\tMinimizing or precluding additional vehicular traffic over local residential Streets.\n\n\t(d)\tAny other information that may be required to adequately characterize vehicular access.\n\n\t3.\tReclamation Plan:\n\n\t(a)\tIf portions of the information and documentation is included in the site analysis and\/or operations analysis, the Reclamation plan may refer to the site analysis and\/or operations analysis.  The Reclamation plan shall include:\n\n\t(1)\tThe names and addresses of the Operator.\n\n\t(2)\tThe names and addresses of each Owner of any interest in the site on which Surface Mining Operations are or will be operated, the names and addresses of any Persons designated by the Operator as his agents for the service of process, and the name and address of the managing employee.\n\n\t(3)\tThe anticipated quantity and type of Minerals to be extracted.\n\n\t(4)\tThe estimated time schedules for initiation and termination of Surface Mining Operations.  An Operation under a Vested right shall also include a description of Surface Mining Operations occurring subsequent to January 1, 1976, including the type and quantity of Minerals extracted and location and depth of the surface drilling operations.\n\n\t(5)\tThe maximum anticipated depth of Surface Mining Operations.\n\n\t(6)\tThe size and legal description of lands that will be affected by the anticipated Surface Mining Operation (affected lands shall include as a minimum all land within 500 feet of the Surface Mining Operation); a map that includes the boundaries and topographic details of these lands; a description of the general geography of the area; a detailed report of the geology and hydrology of the area in which Surface Mining Operations are to be conducted; the location of all streams, roads, railroads, and utility easements and facilities within and adjacent to these lands; the location of all proposed access roads to be constructed in conducting these Surface Mining Operations; and the names and addresses of the Owners of all surface interests and Mineral interests in the lands.\n\n\t(7)\tA description of the anticipated Surface Mining Operations and an estimated time schedule showing anticipated completion of each segment of these Surface Mining Operations, so that Reclamation can be initiated at the earliest possible time on those portions of the Mined Lands that will not be subject to further disturbance by the Surface Mining Operations.\n\n\t(8)\tA description of the proposed use or potential uses of the Mined Lands after Reclamation; the consent of the Owner to the Reclamation and proposed use; and evidence that all Owners of a possessory interest in the land have been notified of the proposed use or potential uses.\n\n\t(9)\tA description of the manner in which Reclamation of the land, adequate for the proposed use or potential uses, will be accomplished, including:\n\n\t(i)\tThe manner in which contaminants will be controlled and Mining Waste will be disposed of.\n\n\t(ii)\tThe manner in which rehabilitation of affected stream channels and stream banks to a condition minimizing erosion and sedimentation will occur.\n\n\t(iii)\tA topographic map showing final contours of the property after Reclamation.\n\n\t(iv)\tA diagram showing how Reclamation will be coordinated with the Surface Mining Operations.\n\n\t(v)\tA plan showing the types and location of revegetation to be used as part of the Reclamation.\n\n\t(vi)\tA ground water hydrology plan and a surface water drainage plan.\n\n\t(vii)\tAn estimate of the cost of Reclamation.\n\n\t(viii)\tAn assessment of the effect the proposed Reclamation activity may have on future mining in the area.\n\n\t(ix)\tThe Person submitting a Reclamation plan shall prepare and sign a statement accepting responsibility for reclaiming the Mined Lands in accordance with the Reclamation plan.  This statement shall be kept by the Department of City Planning (“Department”) in the Operator’s permanent record. Upon sale or transfer of the Surface Mining Operation, the new Operator shall prepare and submit a signed statement of responsibility to the Department for placement in the permanent record.\n\n\t(x)\tThe Reclamation plan shall be applicable to a specific piece of property or properties; shall be based upon the character of the surrounding area and characteristics of the property such as type of Overburden, soil stability, topography, geology, climate, stream characteristics, and principal Mineral commodities; and shall establish site-specific criteria for evaluating compliance with the approved Reclamation plan, including topography, revegetation, and sediment and erosion control.\n\n\t(xi)\tThe environmental setting of the site of Operations and the effect that possible alternate reclaimed site conditions may have upon the existing and future uses of surrounding lands.\n\n\t(xii)\tThe impact on the public health and safety, giving consideration to the degree and type of present and probable future exposure of the public to the site.\n\n\t(xiii)\tThe designed steepness and proposed treatment of Mined Lands’ final slopes shall take into consideration the physical properties of the slope material, its probably maximum water content, landscaping requirements, and other factors.  In all cases, Reclamation plans shall specify slope angles flatter than the critical gradient for the type of material involved. Whenever final slopes approach the critical gradient for the type of material involved, an engineering analysis of slope stability shall be required.  Special emphasis shall be placed on slope stability and design when public safety or adjacent property may be affected.\n\n\t(xiv)\tAreas mined to produce additional materials for backfilling and grading, as well as settlement of filled areas.  Where ultimate site uses include roads, building sites, or other improvements sensitive to settlement, the Reclamation plan shall include compaction of the fill materials in conformance with Section 91 of the Municipal Code.\n\n\t(xv)\tDisposition of old equipment.\n\n\t(xvi)\tTemporary stream or watershed diversions.\n\n\t(xvii)\tAll Reclamation plans shall comply with the Act. Reclamation plans approved after January 15, 1993; Reclamation plans for proposed new Surface Mining Operations; and any substantial amendments to previously approved Reclamation plans shall also comply with performance standards of the Act.\n\n\t(xviii)\tAny other information that may be required to adequately characterize the Reclamation.\n\n\t(b)\tTime for Performance.\n\n\t(1)\tReclamation activities shall be initiated at the earliest possible time on those portions of the Mined Lands that will not be subject to further disturbance.\n\n\t(2)\tInterim Reclamation may be required for Mined Lands that have been disturbed and that may be disturbed again in future Surface Mining Operations.\n\n\t(3)\tPhasing:\n\n\t(i)\tReclamation may be done on an annual basis, in stages compatible with continuing Surface Mining Operations, or on completion of all excavation, removal, or fill, as approved by the Commission or Council.\n\n\t(ii)\tEach phase of Reclamation shall be specifically described in the Reclamation plan, and shall include the beginning and ending dates for each phase, all Reclamation activities required, criteria for measuring completion of specific Reclamation activities, and estimated costs for each phase of Reclamation.\n\n\t(4)\tThe Reclamation plan shall be implemented no later than six months after Surface Mining Operations are Completed, or a Permit or Vested right to conduct surface Mining Operations has been Abandoned.\n\n\t(c)\tFinancial Assurances.\n\n\t(1)\tTo ensure that Reclamation will proceed in accordance with the approved Reclamation plan, the City shall require as a condition of approval financial assurances which will be released upon satisfactory performance.  The applicant may pose security in the form of a surety bond, trust fund, irrevocable letter of credit from an accredited financial institution, or other method satisfactory to the City Attorney and State Board as specified in state regulations; and which the City reasonably determined is adequate to perform Reclamation in accordance with the Surface Mining Operation’s approved Reclamation plan.  Financial assurances shall be made payable to the City of Los Angeles and the state Department of Conservation.\n\n\t(2)\tFinancial assurances shall be required to ensure compliance with elements of the Reclamation plan, including but not limited to revegetation and landscaping requirements, restoration of aquatic or wildlife habitat, restoration of water bodies and water quality, slope stability and erosion and drainage control, disposal of hazardous materials, and other measures if necessary.\n\n\t(3)\tCost estimates for financial assurances shall be submitted to the Department for review and approval prior to the Operator securing financial assurances.  The Director shall forward a copy of the cost estimates, together with any documentation received supporting the amount of cost estimates, to the state Department of Conservation for review.  If the state Department of Conservation does not comment within 45 days of receipt of these estimates, it shall be assumed that the cost estimates are adequate, unless the City has reason to determine that additional costs may be incurred. The Director shall have the discretion to approve the financial assurance if it meets the requirements of this section and the Act.\n\n\t(4)\tThe amount of the financial assurance shall be based upon the estimated costs of Reclamation for the years or phases stipulated in the approved Reclamation plan, including any maintenance of reclaimed areas as may be required, subject to adjustment for the actual amount required to reclaim lands disturbed by Surface Mining Operations in the upcoming year.  Cost estimates should be prepared by a California registered Professional Engineer and\/or other similarly licensed and qualified professionals retained by the Operator and approved by the Director.  The estimated amount of the financial assurance shall be based on an analysis of physical activities necessary to implement the approved Reclamation plan, the unit costs for each of these activities, the number of units of each of these activities, and the actual administrative costs.  Financial assurances to ensure compliance with revegetation, restoration of water bodies, restoration of aquatic or wildlife habitat, and any other applicable element of the approved Reclamation plan shall be based upon cost estimates that include but may not be limited to labor, equipment, materials, mobilization of equipment, administration, and reasonable profit by a commercial Operator other than the Permittee.  A contingency factor of ten percent shall be added to the cost of financial assurances.\n\n\t(5)\tIn projecting the costs of financial assurances, it shall be assumed without prejudice or insinuation that the Surface Mining Operation could be Abandoned by the Operator, and consequently, the City or state Department of Conservation may need to contract with a third party commercial company for Reclamation of the site.\n\n\t(6)\tThe financial assurances shall remain in effect for the duration of the Surface Mining Operation and any additional period until Reclamation is Completed,  including any maintenance required.\n\n\t(7)\tThe amount of financial assurances required of a Surface Mining Operation for any one year shall be adjusted annually to account for new lands disturbed by Surface Mining Operations, inflation, and Reclamation of lands accomplished in accordance with the approved Reclamation plan. The financial assurances shall include estimates to cover Reclamation for existing conditions and anticipated activities during the upcoming year, excepting that the Permittee may not claim credit for Reclamation scheduled for completion during the coming year.\n\n\t(8)\tRevisions to financial assurances shall be submitted to the Director each year prior to the anniversary date for approval of the financial assurances.  The financial assurance shall cover the cost of existing disturbance and anticipated activities for the next calendar year, including any required interim Reclamation.  If revisions to the financial assurances are not required, the Operator shall explain, in writing, why revisions are not required.\n\n\t(9)\tAny other information that may be required to adequately characterize the financial assurances.\n\n\t4.\tEnvironmental analysis as required by the California Environmental Quality Act (CEQA) and the City’s CEQA Guidelines.\n\n\tF.\tProcedure.\n\n\t1.\tThe application for Permit shall be processed as provided in Section 12.24 of this Code for conditional uses under the jurisdiction of the Commission, subject to the exceptions of Subdivisions 2 through 5 of this subsection (procedures for state review).\n\n\t2.\tWithin 30 days of the date the application is determined to be complete, a copy of the site analysis, operations analysis, and Reclamation plan shall be sent to the state Department of Conservation.\n\n\t3.\tWhenever Surface Mining Operations are proposed in the 100- year floodplain, as shown in Zone A of the Flood Insurance Rate Maps issued by the Federal Emergency Management Agency, and within one mile, upstream or downstream, of any state highway bridge, within 30 days of the date the application is determined to be complete, a copy of the site analysis, operations analysis, and Reclamation plan shall be sent to the state Department of Transportation.\n\n\t4.\tState Department of Conservation.\n\n\t(a)\tPrior to taking any action to approve, conditionally approve, or deny an application submitted under this section, the Commission or Council shall certify to the state Department of Conservation that the site analysis, operations analysis, Reclamation plan, and financial assurances comply with the applicable requirements of state law, and shall submit them to the state Department of Conservation for review.\n\n\t(b)\tThe state Department of Conservation is allowed 30 days under state law to review and comment on the site analysis, operations analysis, and Reclamation plan.  The state Department of Conservation is allowed 45 days under state law to review and comment on the financial assurances.  Time limits of this code shall be suspended during these comment periods.\n\n\t(c)\tIf the state Department of Conservation fails to comment within the statutory time periods, the Commission or Council shall not interpret this failure as either approval or disapproval of the site analysis, operations analysis, Reclamation plan, or financial assurances.\n\n\t5.\tEvaluation of Comments.\n\n\t(a)\tThe Commission or Council shall evaluate any written comments by the state Department of Conservation received during the statutory comment periods.  Time limits of this code shall be suspended during the Commission’s or Council’s evaluation.\n\n\t(b)\tA written response to the state Department of Conservation’s comments shall be prepared for the Commission’s or Council’s approval.  If the Commission’s or Council’s position differs from the Department of Conservation’s comments, the written response shall address in detail why specific comments were not accepted.\n\n\t(c)\tCopies of any written comments received, and responses prepared, by the Commission or Council shall be promptly forwarded to the Owner and\/or Operator.\n\n\t6.\tCommission or Council Decision.  Within 30 days of the date of Paragraph (b) of Subdivision 5 above (regarding the Commission’s or Council’s responses to the state Department of Conservation), the Commission or Council shall approve, conditionally approve, or deny the site analysis, operations analysis, Reclamation plan, and\/or financial assurances.\n\n\t7.\tA Permit shall not be effective until 15 days after approval by the Commission, or after approval by the Council if the Council approval is a result of an appeal or transfer of jurisdiction.\n\n\tG.\tFindings.  (Amended by Ord. No. 182,095, Eff. 5\/7\/12.)  A Permit shall be approved if the Commission or Council finds:\n\n\t1.\tthat the project complies with the Act and with the policies of the State Board for Surface Mining Operations;\n\n\t2.\tthat the proposed Surface Mining Operations will not be detrimental to the public health, safety, and welfare;\n\n\t3.\tthat the proposed Surface Mining Operations are in substantial conformance with the purposes, intent and provisions of the Open Space and the Conservation Elements of the General Plan;\n\n\t4.\tthat the drainage and erosion control plan is adequate to protect the public health, safety, and welfare;\n\n\t5.\tthat the vehicular access plan is adequate to protect the public health, safety, and welfare;\n\n\t6.\tthat the project substantially conforms with the purposes, intent and provisions of the General Plan, the applicable community plan, and with any applicable specific plan;\n\n\t7.\tthat a written response to the State Department of Conservation has been prepared, describing the disposition of major issues raised by the Department of Conservation, and where the City’s position differs from the recommendations and objections raised by the Department of Conservation, the response has addressed, in detail, why specific comments and suggestions were not accepted; and\n\n\t8.\tthat regarding the Reclamation plan:\n\n\t(a)\tthat it complies with the Act and with the policies of the State Board for Reclamation practice;\n\n\t(b)\tthat it is compatible with and shall not adversely affect or further degrade adjacent properties, the surrounding neighborhood, or the public health, welfare, and safety;\n\n\t(c)\tthat the land and\/or resources such as water bodies to be reclaimed will be restored to a condition that is compatible, and blends in with the surrounding natural environment, topography, and other resources; or that suitable off-site development will compensate for related disturbance to resource value; and\n\n\t(d)\tthat the Reclamation plan will restore the Mined Lands to a usable condition that is in substantial conformance with the purposes, intent and provisions of the Open Space and Conservation Elements of the General Plan.\n\n\tH.\tAppeal.\n\n\t1.\tThe signing of statements required by Subsection G of this section shall not in any way affect rights to appeal the determination in whole or in part.\n\n\t2.\tAppeals shall be processed as provided in Section 12.24 of this Code for conditional uses under the jurisdiction of the Commission.\n\n\t3.\tAn applicant whose request for a Permit to conduct Surface Mining Operations in an area of statewide or regional significance (as determined by the State Board) has been denied, or any Person who is aggrieved by the granting of a Permit in an area of statewide or regional significance, shall have rights of appeal to the State Board as may be granted by the Act.  In the case of conflicts between the determination of the Commission or Council and the determination of the State Board, the determination of the State Board shall control.\n\n\tI.\tExceptions.  A Permit, financial assurances, and Reclamation plan are not required for:\n\n\t1.\tExcavation or grading conducted for farming or on-site construction, or for the purpose of restoring land following a flood or a natural disaster.\n\n\t2.\tProspecting or Exploration for Minerals of commercial value where Overburden in the amount of less than 1,000 cubic yards is removed in any one location of one acre or less.\n\n\t3.\tProspecting for, or the extraction of, Minerals for commercial purposes, and the removal of Overburden in total amounts of less than 1,000 cubic yards in any one location of one acre or less.\n\n\t4.\tSurface Mining Operations that are required by federal law in order to protect a mining claim, if the Operations are conducted solely for that purpose.\n\n\t5.\tOther Surface Mining Operations as the Commission determines to be of an infrequent nature, involve only minor surface disturbances, and are identified by the State Board pursuant to the Act.\n\n\t6.\tOnsite excavation and onsite earth-moving activities which are an integral and necessary part of a construction project, which are undertaken to prepare a site for construction of structures, landscaping, or other land improvements, including the related excavation, grading, compaction; or creation of fills, road cuts, and embankments, whether or not surplus materials are exported from the site, subject to all of the following conditions:\n\n\t(a)\tAll required permits for the construction, landscaping, or related land improvements have been approved by a public agency in accordance with applicable provisions of state law and locally adopted plans and ordinances.  This provision shall include compliance with CEQA and the City’s CEQA Guidelines.\n\n\t(b)\tThe City’s approval of the construction project included consideration of the onsite excavation and onsite earth-moving activities pursuant to CEQA and the City’s CEQA Guidelines.  In those instances where CEQA analysis has not otherwise been applied to the project, the procedures, although not the threshold, of Section 91.7006.8 (CEQA grading review) of the Municipal Code shall be followed.\n\n\t(c)\tThe approved construction project is consistent with the General Plan and zoning of the site.\n\n\t(d)\tSurplus materials shall not be exported from the site unless and until actual construction work has commenced.  Export shall cease if it is determined that construction activities have terminated, have been indefinitely suspended, or are no longer being actively pursued, except as provided in the procedures, although not the threshold, of Section 91.7006.7.4 (CEQA grading review) of the Municipal Code.\n\n\t7.\tOperation of a plant site used for Mineral processing, including associated onsite structures, equipment, machines, tools, or other materials, including the onsite stockpiling and onsite recovery of mined Minerals, subject to all of the following conditions:\n\n\t(a)\tThe plant site is located in an area designated in the Land Use Element of the General Plan with a designation corresponding to the M3 Zone.\n\n\t(b)\tThe plant site is located on land zoned M3.\n\n\t(c)\tNone of the materials being processed are being extracted onsite; and\n\n\t(d)\tAll Reclamation work has been Completed pursuant to the approved Reclamation plan for any Mineral extraction activities that occurred before January 1, 1976.\n\n\t8.\tThe solar evaporation of sea water or bay water for the production of salt and related Minerals.\n\n\t9.\tEmergency excavations or grading conducted by the state Department of Water Resources or the Reclamation Board for the purpose of averting, alleviating repairing, or restoring damage to property due to imminent or recent floods, disasters, or other emergencies, and\n\n\t10.\tPersons who have obtained a Vested right to continue Surface Mining Operations prior to January 1, 1976, providing that:\n\n\t(a)\tNo substantial change may be made in the Surface Mining Operation without securing a new Permit. The Surface Mining Operations shall be subject to those limitations set forth in this section, and to any conditions imposed by the Commission or Council in any pre-existing Permit or authority to conduct the Operations.\n\n\t(b)\tPersons with Vested rights shall submit to the Commission within six months after receipt of notice from the City a Reclamation plan for lands mined after January 1, 1976.  The Reclamation plan shall be subject to review, hearing and approval by the Commission as provided in Subsection F of this section.\n\n\t(c)\tHowever, where a Person with Vested rights has continued Surface Mining Operations in the same area subsequent to January 1, 1976, he or she shall obtain the commission’s approval or the approval of council on appeal of a Reclamation plan covering the Mined Lands disturbed by the subsequent Surface Mining Operations. In those cases where an overlap exists (in the horizontal and\/or vertical sense) between pre-and post-Act mining, the Reclamation plan shall call for Reclamation proportional to that disturbance caused by the Mining Operations after the effective date of the Act.\n\n\t(d)\tAll other requirements of state law and this section shall apply to Vested Surface Mining Operations.\n\n\t11.\tNothing in this section shall be construed as requiring the reapproval of a Reclamation plan which is in substantial conformity with the Act, approved prior to the effective date of this section.\n\n\tJ.\tAmendments.  Amendments or changes to an approved Permit or Reclamation plan shall be submitted to the Commission and shall become effective only if approved by the Commission.  Substantial deviations from the approved Permit or Reclamation plan shall be processed in the same manner as provided for in Subsection F of this section.\n\n\tK.\tPublic Record.  Reclamation plans, reports, applications for Permits, and other documents as described in Section 2778 of the Public Resources Code are public records unless it can be demonstrated to the satisfaction of the Commission that the release of all or part of the information would reveal production reserves or rate of depletion entitled to protection as proprietary information.  Proprietary information shall be made available only to the State Geologist and to Persons authorized in writing by the Operator and\/or the Owner.\n\n\tL.\tSuccessors.  Each subsequent Owner and\/or Operator of a premise covered by a Permit, whether by sale, assignment, transfer, conveyance, exchange, or other means, shall be bound by the provisions of the approved Reclamation plan, the provisions of this section, and the Act.\n\n\tM.\tInspections.\n\n\t1.\tThe Director shall inspect each Surface Mining Operation at least once a year, within six months of receipt of the annual report required in Subsection O of this section, to determine whether the Surface Mining Operation is in compliance with the approved site analysis, operations analysis, and\/or Reclamation plan; approved financial assurances; and state regulations.  The inspections may be made by a state-registered geologist, state-registered civil engineer, state-licensed landscape architect, or state-registered professional forester, who is experienced in land Reclamation of the type described in the Reclamation plan, and who has not been employed by the Surface Mining Operation in any capacity during the previous 12 months; or other qualified specialists, as selected by the Director.  All inspections shall be conducted using a form approved by the State Board.  A fee as established by Section 19.01I of this Code shall be charged for this inspection.  The Department shall transmit a copy of the inspection report to the state Department of Conservation within thirty days of completion of the inspection.\n\n\t2.\tThe Director may authorize the Superintendent of Building to inspect each Surface Mining Operation at least once a year.  An annual inspection fee as established by Section 98.0402(e)3 of this Code shall be collected by the Superintendent.  An inspection may also be made by the Superintendent whenever a complaint is received by him or her concerning a violation of the municipal code and\/or its Permit.  The Superintendent shall send notice of the inspection, and his or her findings, to the Director within five days of the performance of the inspection.\n\n\t3.\tIf a Surface Mining Operation inspected by the Superintendent of Building is found to be in violation of any provision of the municipal code and\/or its Permit, the Superintendent shall send a notice to comply to the Operator within two weeks of the inspection, in accordance with the provisions of Section 12.26 of this Code.  The notice to comply shall clearly state the following:\n\n\t(a)\tThe violation shall be corrected by a compliance date specified in the notice, and shall be no more than 30 days from the date the notice is mailed.\n\n\t(b)\tThe compliance date as specified in the notice may be extended for no more than 45 days if the Operator presents satisfactory evidence to the Superintendent of Building that unusual difficulties prevent substantial compliance without an extension.\n\n\tN.\tInterim Management Plan.\n\n\t1.\tWithin 90 days of a Surface Mining Operation becoming Idle, the Operator shall submit to the Department a proposed Interim Management Plan (IMP.) The proposed IMP shall fully comply with the requirements of the Act, and shall provide measures the Operator will implement to maintain the site in a stable condition, taking into consideration public health and safety.  The proposed IMP shall be processed in accordance with the provisions of Subsection J of this section (amendments).  IMPs shall not be considered a project for the purposes of complying with CEQA and the city’s CEQA Guidelines.\n\n\t2.\tFinancial assurances for Idle operations shall be maintained as though the operation were active.\n\n\t3.\tUpon receipt of a complete proposed IMP, the Department shall forward the IMP to the state Department of Conservation for review.  The IMP shall be submitted to the state Department of Conservation at least 30 days prior to approval under Subsection J of this section (amendments).\n\n\t4.\tWithin 60 days of the receipt of the IMP, or a longer period mutually agreed upon by the Director and the Operator, the IMP shall be reviewed and approved, conditionally approved, or denied.\n\n\t5.\tThe IMP shall remain in effect for a period not to exceed five years, at which time the Commission may renew the IMP for another period not to exceed five years, or require the Surface Mining Operator to begin Reclamation in accordance with its approved Reclamation plan.\n\n\tO.\tAnnual Report.  Surface Mining Operators shall forward an annual Surface Mining Operations report to the state Department of Conservation and to the Department on a date established by the state Department of Conservation, upon forms furnished by the State Board.  New Surface Mining Operations shall file an initial Surface Mining Operations report and any applicable filing fees with the state Department of Conservation within 30 days of Permit approval, or before commencement of operations, whichever is sooner.  Any applicable fees, together with a copy of the annual inspection report, shall be forwarded to the state Department of Conservation at the time of filing the annual Surface Mining Operations report.","order_by":"03","ancestry":{"1":{"id":"43","name":"Specific Plan – Zoning\nSupplemental Use Districts","identifier":"3","label":"article","url":"\/1\/3\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3777","structure_id":"43","section_number":"13.00","catch_line":"Establishment Of Districts.","url":"\/13.00\/","token":"13.00"},"1":{"id":"77","structure_id":"43","section_number":"13.01","catch_line":"“O” Oil Drilling Districts.","url":"\/13.01\/","token":"13.01"},"2":{"id":"1885","structure_id":"43","section_number":"13.02","catch_line":"“S” Animal Slaughtering Districts.","url":"\/13.02\/","token":"13.02"},"3":{"id":"1805","structure_id":"43","section_number":"13.03","catch_line":"“G” Surface Mining Operations Districts.","url":"\/13.03\/","token":"13.03"},"4":{"id":"2713","structure_id":"43","section_number":"13.04","catch_line":"“Rpd” Residential Planned Development Districts.","url":"\/13.04\/","token":"13.04"},"5":{"id":"944","structure_id":"43","section_number":"13.05","catch_line":"“K” Equinekeeping Districts.","url":"\/13.05\/","token":"13.05"},"6":{"id":"2777","structure_id":"43","section_number":"13.06","catch_line":"Commercial And Artcraft Districts.","url":"\/13.06\/","token":"13.06"},"7":{"id":"2216","structure_id":"43","section_number":"13.07","catch_line":"Pedestrian Oriented District.","url":"\/13.07\/","token":"13.07"},"8":{"id":"432","structure_id":"43","section_number":"13.08","catch_line":"“Cdo” Community Design Overlay District.","url":"\/13.08\/","token":"13.08"},"9":{"id":"747","structure_id":"43","section_number":"13.09","catch_line":"Mixed Use District.","url":"\/13.09\/","token":"13.09"},"10":{"id":"947","structure_id":"43","section_number":"13.10","catch_line":"Fence Heights District.","url":"\/13.10\/","token":"13.10"},"11":{"id":"2996","structure_id":"43","section_number":"13.11","catch_line":"“Sn” Sign District.","url":"\/13.11\/","token":"13.11"},"12":{"id":"3998","structure_id":"43","section_number":"13.12","catch_line":"\"Nso\" Neighborhood Stabilization Overlay District.","url":"\/13.12\/","token":"13.12"},"13":{"id":"1837","structure_id":"43","section_number":"13.13","catch_line":"“Rfa” Residential Floor Area District.","url":"\/13.13\/","token":"13.13"},"14":{"id":"3509","structure_id":"43","section_number":"13.14","catch_line":"\"Cpio\" Community Plan Implementation Overlay District.","url":"\/13.14\/","token":"13.14"},"15":{"id":"2407","structure_id":"43","section_number":"13.15","catch_line":"Modified Parking Requirement (Mpr) District.","url":"\/13.15\/","token":"13.15"},"16":{"id":"2259","structure_id":"43","section_number":"13.16","catch_line":"\"Hs\" Hillside Standards Overlay District.","url":"\/13.16\/","token":"13.16"},"17":{"id":"2537","structure_id":"43","section_number":"13.17","catch_line":"Violation.","url":"\/13.17\/","token":"13.17"}},"next_section":{"id":"2713","structure_id":"43","section_number":"13.04","catch_line":"“Rpd” Residential Planned Development Districts.","url":"\/13.04\/","token":"13.04"},"metadata":false,"references":false,"url":"\/13.03\/","token":"13.03","formats":{"txt":"\/13.03.txt","json":"\/13.03.xml"},"dublin_core":{"Title":"“G” Surface Mining Operations Districts.","Type":"Text","Format":"text\/html","Identifier":"§ 13.03","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\n“G” SURFACE MINING OPERATIONS DISTRICTS. (§ 13.03)\n\n  “G” SURFACE MINING OPERATIONS DISTRICTS.\n\t(Title and Sec. Amended by Ord. No. 173,106, Eff. 3\/5\/00.)\tA.\tPurpose and\nObjectives.  The City recognizes that the extraction of Minerals is essential\nto the continued economic well-being of the City and to the needs of society.\tIt\nis the purpose of this section to:\tEstablish reasonable and uniform limitations,\nsafeguards, and controls in the City for the future production of Minerals to\nsafeguard the public interest;\tPermit production in all Districts irrespective\nof the regulations of the Comprehensive Zoning Plan;\tProvide for the Reclamation\nof Mined Lands in order to prevent or minimize adverse effects on the\nenvironment and to protect the public health and safety;\tRecognize that Surface\nMining Operations take place in diverse areas where the geologic, topographic,\nclimatic, biological, and social considerations are significantly\ndifferent;\tRecognize that Reclamation to return Mined Lands to a usable\ncondition which is readily adaptable for alternative land uses are significantly\ndifferent and that their specifications may vary accordingly;\tEnsure the\ncontinued availability of important Mineral resources, while regulating Surface\nMining Operations as required by the Act;\n\tEffect practices which will provide for more economic conservation and\nproduction of Minerals; and\tTake into consideration the surface use of land, as\nsuch uses are indicated by:\tThe value and character of the existing improvements\nwithin 500 feet of Districts where production is permitted;\tThe desirability of\nthe area for residential, recreation, watershed, wildlife, aesthetic enjoyment,\nor other uses; or\tOther factors directly relating to the public health, comfort,\nsafety, and welfare in Districts.\tWhen the provisions of this section are more\nrestrictive than the correlative state provisions, the provisions of this\nsection shall control.\tB.\tDefinitions.  The following definitions shall apply\nto this section:\tAbandonment of Operation.  Failure to conduct Surface Mining\nOperations, either under Permit or as a Vested right, for a period of nine\nconsecutive months.\tAct.  The Surface Mining and Reclamation Act (SMARA) of\n1975 (Public Resources Code Section 2710 et seq.), as amended; Public Resources\nCode Section 2207 relating to annual reporting requirements; and State Board\nregulations for Surface Mining Operations and Reclamation practice (California\nCode of Regulations [CCR], Title 14, Division 2, Chapter 8, Subchapter 1,\nSections 3500 et seq.)\tBorrow Pit.  An excavation created by Surface Mining\nOperations of rock, unconsolidated geologic deposits, or soil to provide\nmaterial (Borrow) for fill elsewhere.\tCommission.  (Added by Ord. No. 173,492,\nEff. 10\/10\/00.)  Commission shall mean the City Planning Commission.\tCompleted\nOperations (Completion of Operations).  When all rock and gravel in commercial\nquantities is entirely extracted, produced, and removed from a property within a\nDistrict, or the operations allowed by Permit are Completed, whichever occurs\nfirst.\tDistrict.  Any Surface Mining Operations District established pursuant\nto the provisions of this section.\tExploration.  The search for Minerals by\ngeological, geophysical, geochemical or other techniques, including but not\nlimited to sampling, assaying, drilling, or other surface or underground works\nneeded to determine the type, extent, or quality of Minerals present.\tIdle. \nMineral production, with the intent to resume those Surface Mining Operations at\na future date.\tMined Lands.  The surface, subsurface, and ground water of an\narea in which Surface Mining Operations will be, are being, or have been\nconducted, including private ways and roads appurtenant to any such area; land\nexcavations; workings; Mining Waste; and areas in which structures, facilities,\nequipment, machines, tools, or other materials or property which result from, or\nare used in, Surface Mining Operations are located.\tMineral.  Any naturally\noccurring chemical element or compound or groups of elements and compounds\nformed from inorganic processes and organic substances, including but not\nlimited to coal, peat, and bituminous rock, but excluding geothermal resources,\nnatural gas, and petroleum.  Minerals shall specifically include rock, sand,\ngravel, aggregate, and clay.\tMining Waste.  The residual of soil, rock,\nMineral, liquid, vegetation, equipment, machines, tools, or other matters or\nproperty directly resulting from or displaced by Surface Mining\nOperations.\tOperator.  Any Person who is engaged in Surface Mining Operations\nor who contracts with others to conduct Surface Mining Operations on his or her\nbehalf, except a Person who is engaged in Surface Mining Operations as an\nemployee with wages as his or her sole compensation.\tOverburden.  Soil, rock,\nor other Minerals that lie above a natural Mineral deposit or in between Mineral\ndeposits before or after their removal by Surface Mining Operations.\tOwner. \nThe holder of fee title to property in a District, and lessees, Permittees,\nassignees, or successors in interest to the holder of fee title.\tPermit.  Any\nformal authorization from, or approval by, a lead agency, the absence of which\nwould preclude Surface Mining Operations.\tPermittees.  Holder of a\npermit.\tPerson.  In addition to the definition contained in Section 11.01 of\nthis Code, Person shall include any city, county, district, or the state of\nCalifornia, or any department or agency of and of them.\tProspecting. \nExploration.\tReclamation.  The combined process of land treatment that\nminimizes water degradation, air pollution, damage to aquatic or wildlife\nhabitat, flooding, erosion, and other adverse effects from Surface Mining\nOperations, including adverse surface effects incidental to underground mines,\nso that Mined Lands are reclaimed to a usable condition which is readily\nadaptable for alternative land uses and create no danger to public health or\nsafety.  The processes may extend to affected lands surrounding Mined Lands and\nmay require backfilling, grading, resoiling, revegetation, soil compaction,\nstabilization, and\/or other measures.\tSMARA.  The Surface Mining and\nReclamation Act of 1975, as amended. The Act.\tState Board.  The state Mining\nand Geology Board in the Department of Conservation, State of California.\tState\nGeologist.  The individual designated pursuant to Section 677 of the California\nPublic Resources Code or any amendment to that Code.\tStream Bed Skimming. \nExcavation of sand and gravel from stream bed deposits above the mean summer\nwater level or stream bottom, whichever is higher.\tSurface Mining\n(Operations).  All or any part of the process involved in the mining,\nquarrying, and\/or excavating of Minerals on Mined Lands by removing Overburden\nand mining directly from the Mineral deposits; open pit mining of materials\nnaturally exposed; mining by auger method, dredging, and quarrying; or surface\nwork incidental to an underground mine.  Surface Mining Operations shall also\ninclude, but are not limited to: processing of Minerals; in place distillation,\nretorting, or leaching; the production and disposal of Mining Wastes;\nProspecting and exploratory activities; Borrow Pitting; Streambed Skimming; and\nsegregation and stockpiling of mined Minerals and the recovery of\nsame.\tVested.  A project that diligently commenced Surface Mining Operations\nand incurred substantial liabilities for work and materials, prior to January 1,\n1976, in good faith and reliance upon an authorization, if one was required. \nExpenses incurred in obtaining the enactment of an ordinance or issuance of an\nauthorization relating to a particular Surface Mining Operation shall not be\ndeemed liabilities for work or materials.\tC.\tEstablishment of Districts.\t1.\tThe\nprovisions of this section shall apply to Districts where Surface Mining\nOperations are Permitted.  The Council may establish new Surface Mining\nDistricts and alter the boundaries of Districts now or hereafter established,\nprovided they are consistent with any existing Surface Mining Operations\nPermits.\t2.\tFor the boundaries of Districts, see the maps on file in the\nPlanning Department.\tD.\tPermits.\t1.\tA Permit for Surface Mining Operations shall\nbe issued only for property located in a Surface Mining District.\t2.\tNo Permit\nshall be required for those Persons who have obtained a Vested right to continue\nSurface Mining Operations prior to January 1, 1976.  However, no substantial\nchange may be made in the Surface Mining Operation without securing a new\nPermit.  These Surface Mining Operations shall be subject to those limitations\nset forth in Subdivision 4 of this subsection, and any conditions imposed by the\nCity Planning Commission (“Commission”) or Council on any pre-existing\nPermit.\t3.\tNo Person shall engage in Surface Mining Operations without having\nobtained a Permit issued by the Commission or Council to engage in Surface\nMining Operations, approval of a Reclamation plan, and approved financial\nassurances for Reclamation.\t4.\tAll Surface Mining Operations, whether under\nPermit or Vested, shall be conducted subject to the following\nconditions:\t(a)\tAll equipment used in Surface Mining Operations shall be\nconstructed, maintained, and operated in such a manner as to eliminate, as far\nas practicable, noise, vibration, odor, smoke, dust, and the like, which are\ninjurious or annoying to Persons living or working in the vicinity.\t(b)\tNo\nSurface Mining Operations shall be Permitted closer than 50 feet to the boundary\nof a District; closer than 500 feet to any residentially zoned property unless a\nlandscaped berm is constructed and maintained along the property line, in which\ncase the setback may be 50 feet; closer than 50 feet to the boundary of an\nadjoining property, unless Surface Mining Operations are Permitted on the\nadjoining property, in which case the property may be excavated to the property\nline with the written consent of the adjacent Owner; or closer than 50 feet to a\nStreet (including an alley or walk), Highway, or freeway.  If the Commission or\nCouncil finds that these criteria would be impracticable due to the small extent\nof the District, economically infeasible, or not required by the Surface Mining\nOperation, the Commission or Council may waive these requirements in whole or in\npart.\t(c)\tNo Surface Mining Operations from an open pit shall be Permitted which\ncreates a final perimeter slope steeper than one foot horizontal to one foot\nvertical.\t(d)\tSurface Mining Operations shall be conducted in accordance with\napplicable standards of the Regional Water Quality Control Board and\/or any\nother agency with jurisdiction over water quality\t(e)\tMined Lands shall be\nenclosed along their exterior by a fence, wall, landscaping, berm, or\ncombination of these features, which shall screen the Surface Mining Operations\nfrom adjoining property.  Enclosures shall be designed, constructed, and\nmaintained to be consistent with the Flood Hazard Management Specific Plan.  If\nthe Commission determines that the enclosure would be impracticable because of\nthe location of the Mined Lands in the bed or flood channel of a wash or water\ncourse, or because one or more boundaries are located immediately adjacent to M2\nor less restrictively zoned property, this requirement may be waived by the\nCommission.\t(f)\tWhenever production on any Property is Abandoned or Surface\nMining Operations Completed, all plants, buildings, structures (except fences),\nand equipment shall be entirely removed from the property, and all stockpiles\nshall be removed or backfilled into the pit within one year of Abandonment of\nOperations or completion of Surface Mining Operations.  This provision shall\nnot apply to any plants, buildings, structures, or equipment whenever any rock\nand gravel or other Minerals are available in the same District from other\nproperties owned by the Operator which is processing by or through any of these\nplants, buildings, structures, or equipment.\t(g)\tNo Surface Mining Operations\nshall be conducted on any property except between the hours of 6 a.m. and 8\np.m., except in case of an emergency or whenever any reasonable or necessary\nrepairs to equipment are required to be made. Surface Mining Operations in an\nM-3 zone and more than 1,200 feet from any residential use may be conducted\nbetween the hours of 5 a.m. and 10 p.m.\t(h)\tEvery Operator, before commencing\nSurface Mining Operations within any District, shall be insured to the extent of\n$500,000 against liability arising from Surface Mining Operations or activities\nincidental to them.  The insurance shall be kept in full force and effect\nduring the period of Surface Mining Operations, including Reclamation.\t(i)\tIn\ngranting Surface Mining Operations Permits, the Commission or Council:\t(1)\tShall\nimpose other and further conditions and limitations regarding Surface Mining\nOperations as are set forth in the General Plan and any applicable specific\nplans.  Special emphasis shall be given to applicable community\nplans.\t(2)\tShall impose other and further conditions as are authorized by the\nAct, are authorized by policies adopted by the State Board, or which are\nnecessary for the public health, safety, and welfare.\t(3)\tMay impose other\nconditions to address the circumstances of any individual District or its\nsurroundings.  In the case of conflicts between the conditions of this section\nand those of Subparagraphs (1) and (2) above, the more restrictive shall\ncontrol.\tE.\tApplication.  An application for a Permit to conduct Surface Mining\nOperations shall contain at a minimum the following information:\t1.\tSite\nAnalysis:\t(a)\tA comprehensive soils engineering and engineering geologic\ninvestigation report prepared by a registered civil engineer and a certified\nengineering geologist, who shall not be employees of the applicant.  The report\nshall indicate the type and features of Overburden and Minerals expected to be\nextracted and Mining Waste generated by the proposed Surface Mining Operations,\nand recommendations relative to setbacks, slopes, and excavations.\t(b)\tA\ngeographic report which shall include a recent aerial photograph of the site of\nthe proposed Surface Mining Operations, and a map or maps and notes which\nillustrate the following:\t(1)\tProperty lines and lease lines, including a legal\ndescription of the site.\t(2)\tThe existing topography of the site and land within\n500 feet of the site, and any structures, watercourses, levees, drainage\nfacilities, utility easements and facilities, roads, and driveways existing\nwithin this area.\t(3)\tThe location and condition of any Abandoned pits and\npreviously mined areas on the site.\t(4)\tAny other information that may be\nrequired to adequately characterize the site.\t2.\tOperations Analysis:\t(a)\tA\ndescription of the proposed Surface Mining Operations in all of its phases. \nThe document shall include the following:\t(1)\tA phasing plan and schedule\nshowing the approximate starting date, the proposed increments of extraction,\nand the sequence in which these increments will be accomplished.\t(2)\tA map of\nthe areas to be excavated and typical cross sections of slopes to be formed or\nmodified.\t(3)\tThe depth of all proposed excavations.\t(4)\tThe location of all\nproposed structures, including processing plants and appurtenant equipment and\nfences, and their various relocation sites, where these facilities are proposed\nto be relocated during the Permit period.\t(5)\tExisting\nvegetation.\t(6)\tLandscaping to be provided, if any, in addition to that\nindicated on the Reclamation plan.\t(7)\tDetails of plans for storage of\nOverburden and Mining Waste, including maps showing areas anticipated to be used\nfor storage.\t(8)\tProposed points for ingress and egress, haul roads, driveways,\nand parking areas on the site.\t(b)\tA drainage and erosion control plan.  This \ndocument shall illustrate the following:\t(1)\tThe location and approximate depth\nof proposed settling basins, desilting ponds, recycling ponds, and other bodies\nof water.  Where these facilities are proposed to be relocated over the course\nof the life of the Permit, their various proposed locations shall be\nshown.\t(2)\tThe historic groundwater level and anticipated annual fluctuation of\nwater levels in all areas to be excavated.\t(3)\tMethods to be taken for the\ndisposition of drainage and for the control of erosion and\nsedimentation.\t(4)\tProvisions to be taken for the conservation and protection of\ngroundwater.\t(5)\tApprovals obtained or required from the appropriate Regional\nWater Quality Control Board.\t(6)\tAny other information that may be required to\nadequately characterize drainage and erosion.\t(c)\tA vehicular access plan. \nThis document shall illustrate the following:\t(1)\tThe points of ingress and\negress to the site; the Streets and Highways to be used by vehicles going to and\ncoming from the site; and the type, size, and number of vehicles anticipated on\na daily basis.\t(2)\tMinimizing or precluding additional vehicular traffic over\nlocal residential Streets.\t(d)\tAny other information that may be required to\nadequately characterize vehicular access.\t3.\tReclamation Plan:\t(a)\tIf portions\nof the information and documentation is included in the site analysis and\/or\noperations analysis, the Reclamation plan may refer to the site analysis and\/or\noperations analysis.  The Reclamation plan shall include:\t(1)\tThe names and\naddresses of the Operator.\t(2)\tThe names and addresses of each Owner of any\ninterest in the site on which Surface Mining Operations are or will be operated,\nthe names and addresses of any Persons designated by the Operator as his agents\nfor the service of process, and the name and address of the managing\nemployee.\t(3)\tThe anticipated quantity and type of Minerals to be\nextracted.\t(4)\tThe estimated time schedules for initiation and termination of\nSurface Mining Operations.  An Operation under a Vested right shall also\ninclude a description of Surface Mining Operations occurring subsequent to\nJanuary 1, 1976, including the type and quantity of Minerals extracted and\nlocation and depth of the surface drilling operations.\t(5)\tThe maximum\nanticipated depth of Surface Mining Operations.\t(6)\tThe size and legal\ndescription of lands that will be affected by the anticipated Surface Mining\nOperation (affected lands shall include as a minimum all land within 500 feet of\nthe Surface Mining Operation); a map that includes the boundaries and\ntopographic details of these lands; a description of the general geography of\nthe area; a detailed report of the geology and hydrology of the area in which\nSurface Mining Operations are to be conducted; the location of all streams,\nroads, railroads, and utility easements and facilities within and adjacent to\nthese lands; the location of all proposed access roads to be constructed in\nconducting these Surface Mining Operations; and the names and addresses of the\nOwners of all surface interests and Mineral interests in the lands.\t(7)\tA\ndescription of the anticipated Surface Mining Operations and an estimated time\nschedule showing anticipated completion of each segment of these Surface Mining\nOperations, so that Reclamation can be initiated at the earliest possible time\non those portions of the Mined Lands that will not be subject to further\ndisturbance by the Surface Mining Operations.\t(8)\tA description of the proposed\nuse or potential uses of the Mined Lands after Reclamation; the consent of the\nOwner to the Reclamation and proposed use; and evidence that all Owners of a\npossessory interest in the land have been notified of the proposed use or\npotential uses.\t(9)\tA description of the manner in which Reclamation of the\nland, adequate for the proposed use or potential uses, will be accomplished,\nincluding:\t(i)\tThe manner in which contaminants will be controlled and Mining\nWaste will be disposed of.\t(ii)\tThe manner in which rehabilitation of affected\nstream channels and stream banks to a condition minimizing erosion and\nsedimentation will occur.\t(iii)\tA topographic map showing final contours of the\nproperty after Reclamation.\t(iv)\tA diagram showing how Reclamation will be\ncoordinated with the Surface Mining Operations.\t(v)\tA plan showing the types and\nlocation of revegetation to be used as part of the Reclamation.\t(vi)\tA ground\nwater hydrology plan and a surface water drainage plan.\t(vii)\tAn estimate of the\ncost of Reclamation.\t(viii)\tAn assessment of the effect the proposed Reclamation\nactivity may have on future mining in the area.\t(ix)\tThe Person submitting a\nReclamation plan shall prepare and sign a statement accepting responsibility for\nreclaiming the Mined Lands in accordance with the Reclamation plan.  This\nstatement shall be kept by the Department of City Planning (“Department”) in\nthe Operator’s permanent record. Upon sale or transfer of the Surface Mining\nOperation, the new Operator shall prepare and submit a signed statement of\nresponsibility to the Department for placement in the permanent record.\t(x)\tThe\nReclamation plan shall be applicable to a specific piece of property or\nproperties; shall be based upon the character of the surrounding area and\ncharacteristics of the property such as type of Overburden, soil stability,\ntopography, geology, climate, stream characteristics, and principal Mineral\ncommodities; and shall establish site-specific criteria for evaluating\ncompliance with the approved Reclamation plan, including topography,\nrevegetation, and sediment and erosion control.\t(xi)\tThe environmental setting\nof the site of Operations and the effect that possible alternate reclaimed site\nconditions may have upon the existing and future uses of surrounding\nlands.\t(xii)\tThe impact on the public health and safety, giving consideration to\nthe degree and type of present and probable future exposure of the public to the\nsite.\t(xiii)\tThe designed steepness and proposed treatment of Mined Lands’\nfinal slopes shall take into consideration the physical properties of the slope\nmaterial, its probably maximum water content, landscaping requirements, and\nother factors.  In all cases, Reclamation plans shall specify slope angles\nflatter than the critical gradient for the type of material involved. Whenever\nfinal slopes approach the critical gradient for the type of material involved,\nan engineering analysis of slope stability shall be required.  Special emphasis\nshall be placed on slope stability and design when public safety or adjacent\nproperty may be affected.\t(xiv)\tAreas mined to produce additional materials for\nbackfilling and grading, as well as settlement of filled areas.  Where ultimate\nsite uses include roads, building sites, or other improvements sensitive to\nsettlement, the Reclamation plan shall include compaction of the fill materials\nin conformance with Section 91 of the Municipal Code.\t(xv)\tDisposition of old\nequipment.\t(xvi)\tTemporary stream or watershed diversions.\t(xvii)\tAll\nReclamation plans shall comply with the Act. Reclamation plans approved after\nJanuary 15, 1993; Reclamation plans for proposed new Surface Mining Operations;\nand any substantial amendments to previously approved Reclamation plans shall\nalso comply with performance standards of the Act.\t(xviii)\tAny other information\nthat may be required to adequately characterize the Reclamation.\t(b)\tTime for\nPerformance.\t(1)\tReclamation activities shall be initiated at the earliest\npossible time on those portions of the Mined Lands that will not be subject to\nfurther disturbance.\t(2)\tInterim Reclamation may be required for Mined Lands\nthat have been disturbed and that may be disturbed again in future Surface\nMining Operations.\t(3)\tPhasing:\t(i)\tReclamation may be done on an annual basis,\nin stages compatible with continuing Surface Mining Operations, or on completion\nof all excavation, removal, or fill, as approved by the Commission or\nCouncil.\t(ii)\tEach phase of Reclamation shall be specifically described in the\nReclamation plan, and shall include the beginning and ending dates for each\nphase, all Reclamation activities required, criteria for measuring completion of\nspecific Reclamation activities, and estimated costs for each phase of\nReclamation.\t(4)\tThe Reclamation plan shall be implemented no later than six\nmonths after Surface Mining Operations are Completed, or a Permit or Vested\nright to conduct surface Mining Operations has been Abandoned.\t(c)\tFinancial\nAssurances.\t(1)\tTo ensure that Reclamation will proceed in accordance with the\napproved Reclamation plan, the City shall require as a condition of approval\nfinancial assurances which will be released upon satisfactory performance.  The\napplicant may pose security in the form of a surety bond, trust fund,\nirrevocable letter of credit from an accredited financial institution, or other\nmethod satisfactory to the City Attorney and State Board as specified in state\nregulations; and which the City reasonably determined is adequate to perform\nReclamation in accordance with the Surface Mining Operation’s approved\nReclamation plan.  Financial assurances shall be made payable to the City of\nLos Angeles and the state Department of Conservation.\t(2)\tFinancial assurances\nshall be required to ensure compliance with elements of the Reclamation plan,\nincluding but not limited to revegetation and landscaping requirements,\nrestoration of aquatic or wildlife habitat, restoration of water bodies and\nwater quality, slope stability and erosion and drainage control, disposal of\nhazardous materials, and other measures if necessary.\t(3)\tCost estimates for\nfinancial assurances shall be submitted to the Department for review and\napproval prior to the Operator securing financial assurances.  The Director\nshall forward a copy of the cost estimates, together with any documentation\nreceived supporting the amount of cost estimates, to the state Department of\nConservation for review.  If the state Department of Conservation does not\ncomment within 45 days of receipt of these estimates, it shall be assumed that\nthe cost estimates are adequate, unless the City has reason to determine that\nadditional costs may be incurred. The Director shall have the discretion to\napprove the financial assurance if it meets the requirements of this section and\nthe Act.\t(4)\tThe amount of the financial assurance shall be based upon the\nestimated costs of Reclamation for the years or phases stipulated in the\napproved Reclamation plan, including any maintenance of reclaimed areas as may\nbe required, subject to adjustment for the actual amount required to reclaim\nlands disturbed by Surface Mining Operations in the upcoming year.  Cost\nestimates should be prepared by a California registered Professional Engineer\nand\/or other similarly licensed and qualified professionals retained by the\nOperator and approved by the Director.  The estimated amount of the financial\nassurance shall be based on an analysis of physical activities necessary to\nimplement the approved Reclamation plan, the unit costs for each of these\nactivities, the number of units of each of these activities, and the actual\nadministrative costs.  Financial assurances to ensure compliance with\nrevegetation, restoration of water bodies, restoration of aquatic or wildlife\nhabitat, and any other applicable element of the approved Reclamation plan shall\nbe based upon cost estimates that include but may not be limited to labor,\nequipment, materials, mobilization of equipment, administration, and reasonable\nprofit by a commercial Operator other than the Permittee.  A contingency factor\nof ten percent shall be added to the cost of financial assurances.\t(5)\tIn\nprojecting the costs of financial assurances, it shall be assumed without\nprejudice or insinuation that the Surface Mining Operation could be Abandoned by\nthe Operator, and consequently, the City or state Department of Conservation may\nneed to contract with a third party commercial company for Reclamation of the\nsite.\t(6)\tThe financial assurances shall remain in effect for the duration of\nthe Surface Mining Operation and any additional period until Reclamation is\nCompleted,  including any maintenance required.\t(7)\tThe amount of financial\nassurances required of a Surface Mining Operation for any one year shall be\nadjusted annually to account for new lands disturbed by Surface Mining\nOperations, inflation, and Reclamation of lands accomplished in accordance with\nthe approved Reclamation plan. The financial assurances shall include estimates\nto cover Reclamation for existing conditions and anticipated activities during\nthe upcoming year, excepting that the Permittee may not claim credit for\nReclamation scheduled for completion during the coming year.\t(8)\tRevisions to\nfinancial assurances shall be submitted to the Director each year prior to the\nanniversary date for approval of the financial assurances.  The financial\nassurance shall cover the cost of existing disturbance and anticipated\nactivities for the next calendar year, including any required interim\nReclamation.  If revisions to the financial assurances are not required, the\nOperator shall explain, in writing, why revisions are not required.\t(9)\tAny\nother information that may be required to adequately characterize the financial\nassurances.\t4.\tEnvironmental analysis as required by the California\nEnvironmental Quality Act (CEQA) and the City’s CEQA\nGuidelines.\tF.\tProcedure.\t1.\tThe application for Permit shall be processed as\nprovided in Section 12.24 of this Code for conditional uses under the\njurisdiction of the Commission, subject to the exceptions of Subdivisions 2\nthrough 5 of this subsection (procedures for state review).\t2.\tWithin 30 days of\nthe date the application is determined to be complete, a copy of the site\nanalysis, operations analysis, and Reclamation plan shall be sent to the state\nDepartment of Conservation.\t3.\tWhenever Surface Mining Operations are proposed\nin the 100- year floodplain, as shown in Zone A of the Flood Insurance Rate Maps\nissued by the Federal Emergency Management Agency, and within one mile, upstream\nor downstream, of any state highway bridge, within 30 days of the date the\napplication is determined to be complete, a copy of the site analysis,\noperations analysis, and Reclamation plan shall be sent to the state Department\nof Transportation.\t4.\tState Department of Conservation.\t(a)\tPrior to taking any\naction to approve, conditionally approve, or deny an application submitted under\nthis section, the Commission or Council shall certify to the state Department of\nConservation that the site analysis, operations analysis, Reclamation plan, and\nfinancial assurances comply with the applicable requirements of state law, and\nshall submit them to the state Department of Conservation for review.\t(b)\tThe\nstate Department of Conservation is allowed 30 days under state law to review\nand comment on the site analysis, operations analysis, and Reclamation plan. \nThe state Department of Conservation is allowed 45 days under state law to\nreview and comment on the financial assurances.  Time limits of this code shall\nbe suspended during these comment periods.\t(c)\tIf the state Department of\nConservation fails to comment within the statutory time periods, the Commission\nor Council shall not interpret this failure as either approval or disapproval of\nthe site analysis, operations analysis, Reclamation plan, or financial\nassurances.\t5.\tEvaluation of Comments.\t(a)\tThe Commission or Council shall\nevaluate any written comments by the state Department of Conservation received\nduring the statutory comment periods.  Time limits of this code shall be\nsuspended during the Commission’s or Council’s evaluation.\t(b)\tA written\nresponse to the state Department of Conservation’s comments shall be prepared\nfor the Commission’s or Council’s approval.  If the Commission’s or\nCouncil’s position differs from the Department of Conservation’s comments,\nthe written response shall address in detail why specific comments were not\naccepted.\t(c)\tCopies of any written comments received, and responses prepared,\nby the Commission or Council shall be promptly forwarded to the Owner and\/or\nOperator.\t6.\tCommission or Council Decision.  Within 30 days of the date of\nParagraph (b) of Subdivision 5 above (regarding the Commission’s or\nCouncil’s responses to the state Department of Conservation), the Commission\nor Council shall approve, conditionally approve, or deny the site analysis,\noperations analysis, Reclamation plan, and\/or financial assurances.\t7.\tA Permit\nshall not be effective until 15 days after approval by the Commission, or after\napproval by the Council if the Council approval is a result of an appeal or\ntransfer of jurisdiction.\tG.\tFindings.  (Amended by Ord. No. 182,095, Eff.\n5\/7\/12.)  A Permit shall be approved if the Commission or Council\nfinds:\t1.\tthat the project complies with the Act and with the policies of the\nState Board for Surface Mining Operations;\t2.\tthat the proposed Surface Mining\nOperations will not be detrimental to the public health, safety, and\nwelfare;\t3.\tthat the proposed Surface Mining Operations are in substantial\nconformance with the purposes, intent and provisions of the Open Space and the\nConservation Elements of the General Plan;\t4.\tthat the drainage and erosion\ncontrol plan is adequate to protect the public health, safety, and\nwelfare;\t5.\tthat the vehicular access plan is adequate to protect the public\nhealth, safety, and welfare;\t6.\tthat the project substantially conforms with the\npurposes, intent and provisions of the General Plan, the applicable community\nplan, and with any applicable specific plan;\t7.\tthat a written response to the\nState Department of Conservation has been prepared, describing the disposition\nof major issues raised by the Department of Conservation, and where the City’s\nposition differs from the recommendations and objections raised by the\nDepartment of Conservation, the response has addressed, in detail, why specific\ncomments and suggestions were not accepted; and\t8.\tthat regarding the\nReclamation plan:\t(a)\tthat it complies with the Act and with the policies of the\nState Board for Reclamation practice;\t(b)\tthat it is compatible with and shall\nnot adversely affect or further degrade adjacent properties, the surrounding\nneighborhood, or the public health, welfare, and safety;\t(c)\tthat the land\nand\/or resources such as water bodies to be reclaimed will be restored to a\ncondition that is compatible, and blends in with the surrounding natural\nenvironment, topography, and other resources; or that suitable off-site\ndevelopment will compensate for related disturbance to resource value;\nand\t(d)\tthat the Reclamation plan will restore the Mined Lands to a usable\ncondition that is in substantial conformance with the purposes, intent and\nprovisions of the Open Space and Conservation Elements of the General\nPlan.\tH.\tAppeal.\t1.\tThe signing of statements required by Subsection G of this\nsection shall not in any way affect rights to appeal the determination in whole\nor in part.\t2.\tAppeals shall be processed as provided in Section 12.24 of this\nCode for conditional uses under the jurisdiction of the Commission.\t3.\tAn\napplicant whose request for a Permit to conduct Surface Mining Operations in an\narea of statewide or regional significance (as determined by the State Board)\nhas been denied, or any Person who is aggrieved by the granting of a Permit in\nan area of statewide or regional significance, shall have rights of appeal to\nthe State Board as may be granted by the Act.  In the case of conflicts between\nthe determination of the Commission or Council and the determination of the\nState Board, the determination of the State Board shall\ncontrol.\tI.\tExceptions.  A Permit, financial assurances, and Reclamation plan\nare not required for:\t1.\tExcavation or grading conducted for farming or on-site\nconstruction, or for the purpose of restoring land following a flood or a\nnatural disaster.\t2.\tProspecting or Exploration for Minerals of commercial value\nwhere Overburden in the amount of less than 1,000 cubic yards is removed in any\none location of one acre or less.\t3.\tProspecting for, or the extraction of,\nMinerals for commercial purposes, and the removal of Overburden in total amounts\nof less than 1,000 cubic yards in any one location of one acre or\nless.\t4.\tSurface Mining Operations that are required by federal law in order to\nprotect a mining claim, if the Operations are conducted solely for that\npurpose.\t5.\tOther Surface Mining Operations as the Commission determines to be\nof an infrequent nature, involve only minor surface disturbances, and are\nidentified by the State Board pursuant to the Act.\t6.\tOnsite excavation and\nonsite earth-moving activities which are an integral and necessary part of a\nconstruction project, which are undertaken to prepare a site for construction of\nstructures, landscaping, or other land improvements, including the related\nexcavation, grading, compaction; or creation of fills, road cuts, and\nembankments, whether or not surplus materials are exported from the site,\nsubject to all of the following conditions:\t(a)\tAll required permits for the\nconstruction, landscaping, or related land improvements have been approved by a\npublic agency in accordance with applicable provisions of state law and locally\nadopted plans and ordinances.  This provision shall include compliance with\nCEQA and the City’s CEQA Guidelines.\t(b)\tThe City’s approval of the\nconstruction project included consideration of the onsite excavation and onsite\nearth-moving activities pursuant to CEQA and the City’s CEQA Guidelines.  In\nthose instances where CEQA analysis has not otherwise been applied to the\nproject, the procedures, although not the threshold, of Section 91.7006.8 (CEQA\ngrading review) of the Municipal Code shall be followed.\t(c)\tThe approved\nconstruction project is consistent with the General Plan and zoning of the\nsite.\t(d)\tSurplus materials shall not be exported from the site unless and until\nactual construction work has commenced.  Export shall cease if it is determined\nthat construction activities have terminated, have been indefinitely suspended,\nor are no longer being actively pursued, except as provided in the procedures,\nalthough not the threshold, of Section 91.7006.7.4 (CEQA grading review) of the\nMunicipal Code.\t7.\tOperation of a plant site used for Mineral processing,\nincluding associated onsite structures, equipment, machines, tools, or other\nmaterials, including the onsite stockpiling and onsite recovery of mined\nMinerals, subject to all of the following conditions:\t(a)\tThe plant site is\nlocated in an area designated in the Land Use Element of the General Plan with a\ndesignation corresponding to the M3 Zone.\t(b)\tThe plant site is located on land\nzoned M3.\t(c)\tNone of the materials being processed are being extracted onsite;\nand\t(d)\tAll Reclamation work has been Completed pursuant to the approved\nReclamation plan for any Mineral extraction activities that occurred before\nJanuary 1, 1976.\t8.\tThe solar evaporation of sea water or bay water for the\nproduction of salt and related Minerals.\t9.\tEmergency excavations or grading\nconducted by the state Department of Water Resources or the Reclamation Board\nfor the purpose of averting, alleviating repairing, or restoring damage to\nproperty due to imminent or recent floods, disasters, or other emergencies,\nand\t10.\tPersons who have obtained a Vested right to continue Surface Mining\nOperations prior to January 1, 1976, providing that:\t(a)\tNo substantial change\nmay be made in the Surface Mining Operation without securing a new Permit. The\nSurface Mining Operations shall be subject to those limitations set forth in\nthis section, and to any conditions imposed by the Commission or Council in any\npre-existing Permit or authority to conduct the Operations.\t(b)\tPersons with\nVested rights shall submit to the Commission within six months after receipt of\nnotice from the City a Reclamation plan for lands mined after January 1, 1976. \nThe Reclamation plan shall be subject to review, hearing and approval by the\nCommission as provided in Subsection F of this section.\t(c)\tHowever, where a\nPerson with Vested rights has continued Surface Mining Operations in the same\narea subsequent to January 1, 1976, he or she shall obtain the commission’s\napproval or the approval of council on appeal of a Reclamation plan covering the\nMined Lands disturbed by the subsequent Surface Mining Operations. In those\ncases where an overlap exists (in the horizontal and\/or vertical sense) between\npre-and post-Act mining, the Reclamation plan shall call for Reclamation\nproportional to that disturbance caused by the Mining Operations after the\neffective date of the Act.\t(d)\tAll other requirements of state law and this\nsection shall apply to Vested Surface Mining Operations.\t11.\tNothing in this\nsection shall be construed as requiring the reapproval of a Reclamation plan\nwhich is in substantial conformity with the Act, approved prior to the effective\ndate of this section.\tJ.\tAmendments.  Amendments or changes to an approved\nPermit or Reclamation plan shall be submitted to the Commission and shall become\neffective only if approved by the Commission.  Substantial deviations from the\napproved Permit or Reclamation plan shall be processed in the same manner as\nprovided for in Subsection F of this section.\tK.\tPublic Record.  Reclamation\nplans, reports, applications for Permits, and other documents as described in\nSection 2778 of the Public Resources Code are public records unless it can be\ndemonstrated to the satisfaction of the Commission that the release of all or\npart of the information would reveal production reserves or rate of depletion\nentitled to protection as proprietary information.  Proprietary information\nshall be made available only to the State Geologist and to Persons authorized in\nwriting by the Operator and\/or the Owner.\tL.\tSuccessors.  Each subsequent Owner\nand\/or Operator of a premise covered by a Permit, whether by sale, assignment,\ntransfer, conveyance, exchange, or other means, shall be bound by the provisions\nof the approved Reclamation plan, the provisions of this section, and the\nAct.\tM.\tInspections.\t1.\tThe Director shall inspect each Surface Mining Operation\nat least once a year, within six months of receipt of the annual report required\nin Subsection O of this section, to determine whether the Surface Mining\nOperation is in compliance with the approved site analysis, operations analysis,\nand\/or Reclamation plan; approved financial assurances; and state regulations. \nThe inspections may be made by a state-registered geologist, state-registered\ncivil engineer, state-licensed landscape architect, or state-registered\nprofessional forester, who is experienced in land Reclamation of the type\ndescribed in the Reclamation plan, and who has not been employed by the Surface\nMining Operation in any capacity during the previous 12 months; or other\nqualified specialists, as selected by the Director.  All inspections shall be\nconducted using a form approved by the State Board.  A fee as established by\nSection 19.01I of this Code shall be charged for this inspection.  The\nDepartment shall transmit a copy of the inspection report to the state\nDepartment of Conservation within thirty days of completion of the\ninspection.\t2.\tThe Director may authorize the Superintendent of Building to\ninspect each Surface Mining Operation at least once a year.  An annual\ninspection fee as established by Section 98.0402(e)3 of this Code shall be\ncollected by the Superintendent.  An inspection may also be made by the\nSuperintendent whenever a complaint is received by him or her concerning a\nviolation of the municipal code and\/or its Permit.  The Superintendent shall\nsend notice of the inspection, and his or her findings, to the Director within\nfive days of the performance of the inspection.\t3.\tIf a Surface Mining Operation\ninspected by the Superintendent of Building is found to be in violation of any\nprovision of the municipal code and\/or its Permit, the Superintendent shall send\na notice to comply to the Operator within two weeks of the inspection, in\naccordance with the provisions of Section 12.26 of this Code.  The notice to\ncomply shall clearly state the following:\t(a)\tThe violation shall be corrected\nby a compliance date specified in the notice, and shall be no more than 30 days\nfrom the date the notice is mailed.\t(b)\tThe compliance date as specified in the\nnotice may be extended for no more than 45 days if the Operator presents\nsatisfactory evidence to the Superintendent of Building that unusual\ndifficulties prevent substantial compliance without an extension.\tN.\tInterim\nManagement Plan.\t1.\tWithin 90 days of a Surface Mining Operation becoming Idle,\nthe Operator shall submit to the Department a proposed Interim Management Plan\n(IMP.) The proposed IMP shall fully comply with the requirements of the Act, and\nshall provide measures the Operator will implement to maintain the site in a\nstable condition, taking into consideration public health and safety.  The\nproposed IMP shall be processed in accordance with the provisions of Subsection\nJ of this section (amendments).  IMPs shall not be considered a project for the\npurposes of complying with CEQA and the city’s CEQA Guidelines.\t2.\tFinancial\nassurances for Idle operations shall be maintained as though the operation were\nactive.\t3.\tUpon receipt of a complete proposed IMP, the Department shall forward\nthe IMP to the state Department of Conservation for review.  The IMP shall be\nsubmitted to the state Department of Conservation at least 30 days prior to\napproval under Subsection J of this section (amendments).\t4.\tWithin 60 days of\nthe receipt of the IMP, or a longer period mutually agreed upon by the Director\nand the Operator, the IMP shall be reviewed and approved, conditionally\napproved, or denied.\t5.\tThe IMP shall remain in effect for a period not to\nexceed five years, at which time the Commission may renew the IMP for another\nperiod not to exceed five years, or require the Surface Mining Operator to begin\nReclamation in accordance with its approved Reclamation plan.\tO.\tAnnual\nReport.  Surface Mining Operators shall forward an annual Surface Mining\nOperations report to the state Department of Conservation and to the Department\non a date established by the state Department of Conservation, upon forms\nfurnished by the State Board.  New Surface Mining Operations shall file an\ninitial Surface Mining Operations report and any applicable filing fees with the\nstate Department of Conservation within 30 days of Permit approval, or before\ncommencement of operations, whichever is sooner.  Any applicable fees, together\nwith a copy of the annual inspection report, shall be forwarded to the state\nDepartment of Conservation at the time of filing the annual Surface Mining\nOperations report.\n","html":"\n\t\t\t\t\t<section><p>  “G” SURFACE MINING OPERATIONS DISTRICTS.\n\t(Title and Sec. Amended by Ord. No. 173,106, Eff. 3\/5\/00.)<br \/><br \/>\tA.\tPurpose and Objectives.  The City recognizes that the extraction of Minerals is essential to the continued economic well-being of the City and to the needs of society.<br \/><br \/>\tIt is the purpose of this section to:<br \/><br \/>\tEstablish reasonable and uniform limitations, safeguards, and controls in the City for the future production of Minerals to safeguard the public interest;<br \/><br \/>\tPermit production in all Districts irrespective of the regulations of the Comprehensive Zoning Plan;<br \/><br \/>\tProvide for the Reclamation of Mined Lands in <span class=\"dictionary\">order<\/span> to prevent or minimize adverse effects on the environment and to protect the public health and safety;<br \/><br \/>\tRecognize that Surface Mining Operations take place in diverse areas where the geologic, topographic, climatic, biological, and social considerations are significantly different;<br \/><br \/>\tRecognize that Reclamation to return Mined Lands to a usable condition which is readily adaptable for alternative land uses are significantly different and that their specifications may vary accordingly;<br \/><br \/>\tEnsure the continued availability of important Mineral resources, while regulating Surface Mining Operations as required by the Act;\n\tEffect practices which will provide for more economic conservation and production of Minerals; and<br \/><br \/>\tTake into consideration the surface use of land, as such uses are indicated by:<br \/><br \/>\tThe value and character of the existing improvements within 500 feet of Districts where production is permitted;<br \/><br \/>\tThe desirability of the area for residential, recreation, watershed, wildlife, aesthetic enjoyment, or other uses; or<br \/><br \/>\tOther factors directly relating to the public health, comfort, safety, and welfare in Districts.<br \/><br \/>\tWhen the provisions of this section are more restrictive than the correlative state provisions, the provisions of this section shall control.<br \/><br \/>\tB.\tDefinitions.  The following definitions shall apply to this section:<br \/><br \/>\tAbandonment of Operation.  Failure to conduct Surface Mining Operations, either under Permit or as a Vested right, for a period of nine consecutive months.<br \/><br \/>\tAct.  The Surface Mining and Reclamation Act (SMARA) of 1975 (Public Resources Code Section 2710 et seq.), as amended; Public Resources Code Section 2207 relating to annual reporting requirements; and State Board regulations for Surface Mining Operations and Reclamation practice (California Code of Regulations [CCR], Title 14, Division 2, Chapter 8, Subchapter 1, Sections 3500 et seq.)<br \/><br \/>\tBorrow Pit.  An excavation created by Surface Mining Operations of rock, unconsolidated geologic deposits, or soil to provide <span class=\"dictionary\">material<\/span> (Borrow) for fill elsewhere.<br \/><br \/>\tCommission.  (Added by Ord. No. 173,492, Eff. 10\/10\/00.)  Commission shall mean the City Planning Commission.<br \/><br \/>\tCompleted Operations (Completion of Operations).  When all rock and gravel in commercial quantities is entirely extracted, produced, and removed from a property within a District, or the operations allowed by Permit are Completed, whichever occurs first.<br \/><br \/>\tDistrict.  Any Surface Mining Operations District established pursuant to the provisions of this section.<br \/><br \/>\tExploration.  The search for Minerals by geological, geophysical, geochemical or other techniques, including but not limited to sampling, assaying, drilling, or other surface or underground works needed to determine the type, extent, or quality of Minerals present.<br \/><br \/>\tIdle.  Mineral production, with the <span class=\"dictionary\">intent<\/span> to resume those Surface Mining Operations at a future date.<br \/><br \/>\tMined Lands.  The surface, subsurface, and ground water of an area in which Surface Mining Operations will be, are being, or have been conducted, including private ways and roads appurtenant to any such area; land excavations; workings; Mining Waste; and areas in which structures, facilities, equipment, machines, tools, or other <span class=\"dictionary\">materials<\/span> or property which result from, or are used in, Surface Mining Operations are located.<br \/><br \/>\tMineral.  Any naturally occurring chemical element or compound or groups of elements and compounds formed from inorganic processes and organic substances, including but not limited to coal, peat, and bituminous rock, but excluding geothermal resources, natural gas, and petroleum.  Minerals shall specifically include rock, sand, gravel, aggregate, and clay.<br \/><br \/>\tMining Waste.  The residual of soil, rock, Mineral, liquid, vegetation, equipment, machines, tools, or other matters or property directly resulting from or displaced by Surface Mining Operations.<br \/><br \/>\tOperator.  Any Person who is engaged in Surface Mining Operations or who <span class=\"dictionary\">contracts<\/span> with others to conduct Surface Mining Operations on his or her behalf, except a Person who is engaged in Surface Mining Operations as an employee with wages as his or her sole compensation.<br \/><br \/>\tOverburden.  Soil, rock, or other Minerals that lie above a natural Mineral deposit or in between Mineral deposits before or after their removal by Surface Mining Operations.<br \/><br \/>\tOwner.  The holder of fee title to property in a District, and lessees, Permittees, assignees, or successors in interest to the holder of fee title.<br \/><br \/>\tPermit.  Any formal authorization from, or approval by, a lead agency, the absence of which would preclude Surface Mining Operations.<br \/><br \/>\tPermittees.  Holder of a permit.<br \/><br \/>\tPerson.  In addition to the definition contained in Section 11.01 of this Code, Person shall include any city, county, district, or the state of California, or any department or agency of and of them.<br \/><br \/>\tProspecting.  Exploration.<br \/><br \/>\tReclamation.  The combined process of land treatment that minimizes water degradation, air pollution, damage to aquatic or wildlife habitat, flooding, erosion, and other adverse effects from Surface Mining Operations, including adverse surface effects incidental to underground mines, so that Mined Lands are reclaimed to a usable condition which is readily adaptable for alternative land uses and create no danger to public health or safety.  The processes may extend to affected lands surrounding Mined Lands and may require backfilling, grading, resoiling, revegetation, soil compaction, stabilization, and\/or other measures.<br \/><br \/>\tSMARA.  The Surface Mining and Reclamation Act of 1975, as amended. The Act.<br \/><br \/>\tState Board.  The state Mining and Geology Board in the Department of Conservation, State of California.<br \/><br \/>\tState Geologist.  The individual designated pursuant to Section 677 of the California Public Resources Code or any amendment to that Code.<br \/><br \/>\tStream Bed Skimming.  Excavation of sand and gravel from stream bed deposits above the mean summer water level or stream bottom, whichever is higher.<br \/><br \/>\tSurface Mining (Operations).  All or any part of the process involved in the mining, quarrying, and\/or excavating of Minerals on Mined Lands by removing Overburden and mining directly from the Mineral deposits; open pit mining of <span class=\"dictionary\">materials<\/span> naturally exposed; mining by auger method, dredging, and quarrying; or surface work incidental to an underground mine.  Surface Mining Operations shall also include, but are not limited to: processing of Minerals; in place distillation, retorting, or leaching; the production and disposal of Mining Wastes; Prospecting and exploratory activities; Borrow Pitting; Streambed Skimming; and segregation and stockpiling of mined Minerals and the recovery of same.<br \/><br \/>\tVested.  A project that diligently commenced Surface Mining Operations and incurred substantial liabilities for work and <span class=\"dictionary\">materials<\/span>, prior to January 1, 1976, in good faith and reliance upon an authorization, if one was required.  Expenses incurred in obtaining the enactment of an <span class=\"dictionary\">ordinance<\/span> or issuance of an authorization relating to a particular Surface Mining Operation shall not be deemed liabilities for work or <span class=\"dictionary\">materials<\/span>.<br \/><br \/>\tC.\tEstablishment of Districts.<br \/><br \/>\t1.\tThe provisions of this section shall apply to Districts where Surface Mining Operations are Permitted.  The Council may establish new Surface Mining Districts and alter the boundaries of Districts now or hereafter established, provided they are consistent with any existing Surface Mining Operations Permits.<br \/><br \/>\t2.\tFor the boundaries of Districts, see the maps on file in the Planning Department.<br \/><br \/>\tD.\tPermits.<br \/><br \/>\t1.\tA Permit for Surface Mining Operations shall be issued only for property located in a Surface Mining District.<br \/><br \/>\t2.\tNo Permit shall be required for those Persons who have obtained a Vested right to continue Surface Mining Operations prior to January 1, 1976.  However, no substantial change may be made in the Surface Mining Operation without securing a new Permit.  These Surface Mining Operations shall be subject to those limitations set forth in Subdivision 4 of this subsection, and any conditions imposed by the City Planning Commission (“Commission”) or Council on any pre-existing Permit.<br \/><br \/>\t3.\tNo Person shall engage in Surface Mining Operations without having obtained a Permit issued by the Commission or Council to engage in Surface Mining Operations, approval of a Reclamation plan, and approved financial assurances for Reclamation.<br \/><br \/>\t4.\tAll Surface Mining Operations, whether under Permit or Vested, shall be conducted subject to the following conditions:<br \/><br \/>\t(a)\tAll equipment used in Surface Mining Operations shall be constructed, maintained, and operated in such a manner as to eliminate, as far as practicable, noise, vibration, odor, smoke, dust, and the like, which are injurious or annoying to Persons living or working in the vicinity.<br \/><br \/>\t(b)\tNo Surface Mining Operations shall be Permitted closer than 50 feet to the boundary of a District; closer than 500 feet to any residentially zoned property unless a landscaped berm is constructed and maintained along the property line, in which case the setback may be 50 feet; closer than 50 feet to the boundary of an adjoining property, unless Surface Mining Operations are Permitted on the adjoining property, in which case the property may be excavated to the property line with the written consent of the adjacent Owner; or closer than 50 feet to a Street (including an alley or walk), Highway, or freeway.  If the Commission or Council finds that these criteria would be impracticable due to the small extent of the District, economically infeasible, or not required by the Surface Mining Operation, the Commission or Council may <span class=\"dictionary\">waive<\/span> these requirements in whole or in part.<br \/><br \/>\t(c)\tNo Surface Mining Operations from an open pit shall be Permitted which creates a final perimeter slope steeper than one foot horizontal to one foot vertical.<br \/><br \/>\t(d)\tSurface Mining Operations shall be conducted in accordance with applicable standards of the Regional Water Quality Control Board and\/or any other agency with <span class=\"dictionary\">jurisdiction<\/span> over water quality<br \/><br \/>\t(e)\tMined Lands shall be enclosed along their exterior by a fence, wall, landscaping, berm, or combination of these features, which shall screen the Surface Mining Operations from adjoining property.  Enclosures shall be designed, constructed, and maintained to be consistent with the Flood Hazard Management Specific Plan.  If the Commission determines that the enclosure would be impracticable because of the location of the Mined Lands in the bed or flood channel of a wash or water course, or because one or more boundaries are located immediately adjacent to M2 or less restrictively zoned property, this requirement may be waived by the Commission.<br \/><br \/>\t(f)\tWhenever production on any Property is Abandoned or Surface Mining Operations Completed, all plants, buildings, structures (except fences), and equipment shall be entirely removed from the property, and all stockpiles shall be removed or backfilled into the pit within one year of Abandonment of Operations or completion of Surface Mining Operations.  This provision shall not apply to any plants, buildings, structures, or equipment whenever any rock and gravel or other Minerals are available in the same District from other properties owned by the Operator which is processing by or through any of these plants, buildings, structures, or equipment.<br \/><br \/>\t(g)\tNo Surface Mining Operations shall be conducted on any property except between the hours of 6 a.m. and 8 p.m., except in case of an emergency or whenever any reasonable or necessary repairs to equipment are required to be made. Surface Mining Operations in an M-3 zone and more than 1,200 feet from any residential use may be conducted between the hours of 5 a.m. and 10 p.m.<br \/><br \/>\t(h)\tEvery Operator, before commencing Surface Mining Operations within any District, shall be insured to the extent of $500,000 against liability arising from Surface Mining Operations or activities incidental to them.  The insurance shall be kept in full force and effect during the period of Surface Mining Operations, including Reclamation.<br \/><br \/>\t(i)\tIn granting Surface Mining Operations Permits, the Commission or Council:<br \/><br \/>\t(1)\tShall impose other and further conditions and limitations regarding Surface Mining Operations as are set forth in the General Plan and any applicable specific plans.  Special emphasis shall be given to applicable community plans.<br \/><br \/>\t(2)\tShall impose other and further conditions as are authorized by the Act, are authorized by policies adopted by the State Board, or which are necessary for the public health, safety, and welfare.<br \/><br \/>\t(3)\tMay impose other conditions to address the circumstances of any individual District or its surroundings.  In the case of conflicts between the conditions of this section and those of Subparagraphs (1) and (2) above, the more restrictive shall control.<br \/><br \/>\tE.\tApplication.  An application for a Permit to conduct Surface Mining Operations shall contain at a minimum the following information:<br \/><br \/>\t1.\tSite Analysis:<br \/><br \/>\t(a)\tA comprehensive soils engineering and engineering geologic investigation report prepared by a registered civil engineer and a certified engineering geologist, who shall not be employees of the applicant.  The report shall indicate the type and features of Overburden and Minerals expected to be extracted and Mining Waste generated by the proposed Surface Mining Operations, and recommendations relative to setbacks, slopes, and excavations.<br \/><br \/>\t(b)\tA geographic report which shall include a recent aerial photograph of the site of the proposed Surface Mining Operations, and a map or maps and notes which illustrate the following:<br \/><br \/>\t(1)\tProperty lines and lease lines, including a legal description of the site.<br \/><br \/>\t(2)\tThe existing topography of the site and land within 500 feet of the site, and any structures, watercourses, levees, drainage facilities, utility easements and facilities, roads, and driveways existing within this area.<br \/><br \/>\t(3)\tThe location and condition of any Abandoned pits and previously mined areas on the site.<br \/><br \/>\t(4)\tAny other information that may be required to adequately characterize the site.<br \/><br \/>\t2.\tOperations Analysis:<br \/><br \/>\t(a)\tA description of the proposed Surface Mining Operations in all of its phases.  The document shall include the following:<br \/><br \/>\t(1)\tA phasing plan and schedule showing the approximate starting date, the proposed increments of extraction, and the sequence in which these increments will be accomplished.<br \/><br \/>\t(2)\tA map of the areas to be excavated and typical cross sections of slopes to be formed or modified.<br \/><br \/>\t(3)\tThe depth of all proposed excavations.<br \/><br \/>\t(4)\tThe location of all proposed structures, including processing plants and appurtenant equipment and fences, and their various relocation sites, where these facilities are proposed to be relocated during the Permit period.<br \/><br \/>\t(5)\tExisting vegetation.<br \/><br \/>\t(6)\tLandscaping to be provided, if any, in addition to that indicated on the Reclamation plan.<br \/><br \/>\t(7)\tDetails of plans for storage of Overburden and Mining Waste, including maps showing areas anticipated to be used for storage.<br \/><br \/>\t(8)\tProposed points for ingress and egress, haul roads, driveways, and parking areas on the site.<br \/><br \/>\t(b)\tA drainage and erosion control plan.  This  document shall illustrate the following:<br \/><br \/>\t(1)\tThe location and approximate depth of proposed settling basins, desilting ponds, recycling ponds, and other bodies of water.  Where these facilities are proposed to be relocated over the course of the life of the Permit, their various proposed locations shall be shown.<br \/><br \/>\t(2)\tThe historic groundwater level and anticipated annual fluctuation of water levels in all areas to be excavated.<br \/><br \/>\t(3)\tMethods to be taken for the <span class=\"dictionary\">disposition<\/span> of drainage and for the control of erosion and sedimentation.<br \/><br \/>\t(4)\tProvisions to be taken for the conservation and protection of groundwater.<br \/><br \/>\t(5)\tApprovals obtained or required from the appropriate Regional Water Quality Control Board.<br \/><br \/>\t(6)\tAny other information that may be required to adequately characterize drainage and erosion.<br \/><br \/>\t(c)\tA vehicular access plan.  This document shall illustrate the following:<br \/><br \/>\t(1)\tThe points of ingress and egress to the site; the Streets and Highways to be used by vehicles going to and coming from the site; and the type, size, and number of vehicles anticipated on a daily basis.<br \/><br \/>\t(2)\tMinimizing or precluding additional vehicular traffic over local residential Streets.<br \/><br \/>\t(d)\tAny other information that may be required to adequately characterize vehicular access.<br \/><br \/>\t3.\tReclamation Plan:<br \/><br \/>\t(a)\tIf portions of the information and documentation is included in the site analysis and\/or operations analysis, the Reclamation plan may refer to the site analysis and\/or operations analysis.  The Reclamation plan shall include:<br \/><br \/>\t(1)\tThe names and addresses of the Operator.<br \/><br \/>\t(2)\tThe names and addresses of each Owner of any interest in the site on which Surface Mining Operations are or will be operated, the names and addresses of any Persons designated by the Operator as his agents for the <span class=\"dictionary\">service of process<\/span>, and the name and address of the managing employee.<br \/><br \/>\t(3)\tThe anticipated quantity and type of Minerals to be extracted.<br \/><br \/>\t(4)\tThe estimated time <span class=\"dictionary\">schedules<\/span> for initiation and termination of Surface Mining Operations.  An Operation under a Vested right shall also include a description of Surface Mining Operations occurring subsequent to January 1, 1976, including the type and quantity of Minerals extracted and location and depth of the surface drilling operations.<br \/><br \/>\t(5)\tThe maximum anticipated depth of Surface Mining Operations.<br \/><br \/>\t(6)\tThe size and legal description of lands that will be affected by the anticipated Surface Mining Operation (affected lands shall include as a minimum all land within 500 feet of the Surface Mining Operation); a map that includes the boundaries and topographic details of these lands; a description of the general geography of the area; a detailed report of the geology and hydrology of the area in which Surface Mining Operations are to be conducted; the location of all streams, roads, railroads, and utility easements and facilities within and adjacent to these lands; the location of all proposed access roads to be constructed in conducting these Surface Mining Operations; and the names and addresses of the Owners of all surface interests and Mineral interests in the lands.<br \/><br \/>\t(7)\tA description of the anticipated Surface Mining Operations and an estimated time schedule showing anticipated completion of each segment of these Surface Mining Operations, so that Reclamation can be initiated at the earliest possible time on those portions of the Mined Lands that will not be subject to further disturbance by the Surface Mining Operations.<br \/><br \/>\t(8)\tA description of the proposed use or potential uses of the Mined Lands after Reclamation; the consent of the Owner to the Reclamation and proposed use; and <span class=\"dictionary\">evidence<\/span> that all Owners of a possessory interest in the land have been notified of the proposed use or potential uses.<br \/><br \/>\t(9)\tA description of the manner in which Reclamation of the land, adequate for the proposed use or potential uses, will be accomplished, including:<br \/><br \/>\t(i)\tThe manner in which contaminants will be controlled and Mining Waste will be disposed of.<br \/><br \/>\t(ii)\tThe manner in which rehabilitation of affected stream channels and stream banks to a condition minimizing erosion and sedimentation will occur.<br \/><br \/>\t(iii)\tA topographic map showing final contours of the property after Reclamation.<br \/><br \/>\t(iv)\tA diagram showing how Reclamation will be coordinated with the Surface Mining Operations.<br \/><br \/>\t(v)\tA plan showing the types and location of revegetation to be used as part of the Reclamation.<br \/><br \/>\t(vi)\tA ground water hydrology plan and a surface water drainage plan.<br \/><br \/>\t(vii)\tAn estimate of the cost of Reclamation.<br \/><br \/>\t(viii)\tAn assessment of the effect the proposed Reclamation activity may have on future mining in the area.<br \/><br \/>\t(ix)\tThe Person submitting a Reclamation plan shall prepare and sign a statement accepting responsibility for reclaiming the Mined Lands in accordance with the Reclamation plan.  This statement shall be kept by the Department of City Planning (“Department”) in the Operator’s permanent record. Upon sale or transfer of the Surface Mining Operation, the new Operator shall prepare and submit a signed statement of responsibility to the Department for placement in the permanent record.<br \/><br \/>\t(x)\tThe Reclamation plan shall be applicable to a specific piece of property or properties; shall be based upon the character of the surrounding area and characteristics of the property such as type of Overburden, soil stability, topography, geology, climate, stream characteristics, and principal Mineral commodities; and shall establish site-specific criteria for evaluating compliance with the approved Reclamation plan, including topography, revegetation, and sediment and erosion control.<br \/><br \/>\t(xi)\tThe environmental setting of the site of Operations and the effect that possible alternate reclaimed site conditions may have upon the existing and future uses of surrounding lands.<br \/><br \/>\t(xii)\tThe impact on the public health and safety, giving consideration to the degree and type of present and probable future exposure of the public to the site.<br \/><br \/>\t(xiii)\tThe designed steepness and proposed treatment of Mined Lands’ final slopes shall take into consideration the physical properties of the slope <span class=\"dictionary\">material<\/span>, its probably maximum water content, landscaping requirements, and other factors.  In all cases, Reclamation plans shall specify slope angles flatter than the critical gradient for the type of <span class=\"dictionary\">material<\/span> involved. Whenever final slopes approach the critical gradient for the type of <span class=\"dictionary\">material<\/span> involved, an engineering analysis of slope stability shall be required.  Special emphasis shall be placed on slope stability and design when public safety or adjacent property may be affected.<br \/><br \/>\t(xiv)\tAreas mined to produce additional <span class=\"dictionary\">materials<\/span> for backfilling and grading, as well as <span class=\"dictionary\">settlement<\/span> of filled areas.  Where ultimate site uses include roads, building sites, or other improvements sensitive to <span class=\"dictionary\">settlement<\/span>, the Reclamation plan shall include compaction of the fill <span class=\"dictionary\">materials<\/span> in conformance with Section 91 of the Municipal Code.<br \/><br \/>\t(xv)\t<span class=\"dictionary\">Disposition<\/span> of old equipment.<br \/><br \/>\t(xvi)\tTemporary stream or watershed <span class=\"dictionary\">diversions<\/span>.<br \/><br \/>\t(xvii)\tAll Reclamation plans shall comply with the Act. Reclamation plans approved after January 15, 1993; Reclamation plans for proposed new Surface Mining Operations; and any substantial amendments to previously approved Reclamation plans shall also comply with performance standards of the Act.<br \/><br \/>\t(xviii)\tAny other information that may be required to adequately characterize the Reclamation.<br \/><br \/>\t(b)\tTime for Performance.<br \/><br \/>\t(1)\tReclamation activities shall be initiated at the earliest possible time on those portions of the Mined Lands that will not be subject to further disturbance.<br \/><br \/>\t(2)\tInterim Reclamation may be required for Mined Lands that have been disturbed and that may be disturbed again in future Surface Mining Operations.<br \/><br \/>\t(3)\tPhasing:<br \/><br \/>\t(i)\tReclamation may be done on an annual basis, in stages compatible with continuing Surface Mining Operations, or on completion of all excavation, removal, or fill, as approved by the Commission or Council.<br \/><br \/>\t(ii)\tEach phase of Reclamation shall be specifically described in the Reclamation plan, and shall include the beginning and ending dates for each phase, all Reclamation activities required, criteria for measuring completion of specific Reclamation activities, and estimated costs for each phase of Reclamation.<br \/><br \/>\t(4)\tThe Reclamation plan shall be implemented no later than six months after Surface Mining Operations are Completed, or a Permit or Vested right to conduct surface Mining Operations has been Abandoned.<br \/><br \/>\t(c)\tFinancial Assurances.<br \/><br \/>\t(1)\tTo ensure that Reclamation will proceed in accordance with the approved Reclamation plan, the City shall require as a condition of approval financial assurances which will be released upon satisfactory performance.  The applicant may pose security in the form of a <span class=\"dictionary\">surety<\/span> <span class=\"dictionary\">bond<\/span>, trust fund, irrevocable letter of credit from an accredited financial institution, or other method satisfactory to the City Attorney and State Board as specified in state regulations; and which the City reasonably determined is adequate to perform Reclamation in accordance with the Surface Mining Operation’s approved Reclamation plan.  Financial assurances shall be made payable to the City of Los Angeles and the state Department of Conservation.<br \/><br \/>\t(2)\tFinancial assurances shall be required to ensure compliance with elements of the Reclamation plan, including but not limited to revegetation and landscaping requirements, restoration of aquatic or wildlife habitat, restoration of water bodies and water quality, slope stability and erosion and drainage control, disposal of hazardous <span class=\"dictionary\">materials<\/span>, and other measures if necessary.<br \/><br \/>\t(3)\tCost estimates for financial assurances shall be submitted to the Department for review and approval prior to the Operator securing financial assurances.  The Director shall forward a copy of the cost estimates, together with any documentation received supporting the amount of cost estimates, to the state Department of Conservation for review.  If the state Department of Conservation does not comment within 45 days of receipt of these estimates, it shall be assumed that the cost estimates are adequate, unless the City has reason to determine that additional costs may be incurred. The Director shall have the discretion to approve the financial assurance if it meets the requirements of this section and the Act.<br \/><br \/>\t(4)\tThe amount of the financial assurance shall be based upon the estimated costs of Reclamation for the years or phases stipulated in the approved Reclamation plan, including any maintenance of reclaimed areas as may be required, subject to adjustment for the actual amount required to reclaim lands disturbed by Surface Mining Operations in the upcoming year.  Cost estimates should be prepared by a California registered Professional Engineer and\/or other similarly licensed and qualified professionals retained by the Operator and approved by the Director.  The estimated amount of the financial assurance shall be based on an analysis of physical activities necessary to implement the approved Reclamation plan, the unit costs for each of these activities, the number of units of each of these activities, and the actual administrative costs.  Financial assurances to ensure compliance with revegetation, restoration of water bodies, restoration of aquatic or wildlife habitat, and any other applicable element of the approved Reclamation plan shall be based upon cost estimates that include but may not be limited to labor, equipment, <span class=\"dictionary\">materials<\/span>, mobilization of equipment, administration, and reasonable profit by a commercial Operator other than the Permittee.  A contingency factor of ten percent shall be added to the cost of financial assurances.<br \/><br \/>\t(5)\tIn projecting the costs of financial assurances, it shall be assumed without prejudice or insinuation that the Surface Mining Operation could be Abandoned by the Operator, and consequently, the City or state Department of Conservation may need to <span class=\"dictionary\">contract<\/span> with a third <span class=\"dictionary\">party<\/span> commercial company for Reclamation of the site.<br \/><br \/>\t(6)\tThe financial assurances shall remain in effect for the duration of the Surface Mining Operation and any additional period until Reclamation is Completed,  including any maintenance required.<br \/><br \/>\t(7)\tThe amount of financial assurances required of a Surface Mining Operation for any one year shall be adjusted annually to account for new lands disturbed by Surface Mining Operations, inflation, and Reclamation of lands accomplished in accordance with the approved Reclamation plan. The financial assurances shall include estimates to cover Reclamation for existing conditions and anticipated activities during the upcoming year, excepting that the Permittee may not claim credit for Reclamation scheduled for completion during the coming year.<br \/><br \/>\t(8)\tRevisions to financial assurances shall be submitted to the Director each year prior to the anniversary date for approval of the financial assurances.  The financial assurance shall cover the cost of existing disturbance and anticipated activities for the next calendar year, including any required interim Reclamation.  If revisions to the financial assurances are not required, the Operator shall explain, in writing, why revisions are not required.<br \/><br \/>\t(9)\tAny other information that may be required to adequately characterize the financial assurances.<br \/><br \/>\t4.\tEnvironmental analysis as required by the California Environmental Quality Act (CEQA) and the City’s CEQA Guidelines.<br \/><br \/>\tF.\tProcedure.<br \/><br \/>\t1.\tThe application for Permit shall be processed as provided in Section 12.24 of this Code for conditional uses under the <span class=\"dictionary\">jurisdiction<\/span> of the Commission, subject to the exceptions of Subdivisions 2 through 5 of this subsection (procedures for state review).<br \/><br \/>\t2.\tWithin 30 days of the date the application is determined to be complete, a copy of the site analysis, operations analysis, and Reclamation plan shall be sent to the state Department of Conservation.<br \/><br \/>\t3.\tWhenever Surface Mining Operations are proposed in the 100- year floodplain, as shown in Zone A of the Flood Insurance Rate Maps issued by the Federal Emergency Management Agency, and within one mile, upstream or downstream, of any state highway bridge, within 30 days of the date the application is determined to be complete, a copy of the site analysis, operations analysis, and Reclamation plan shall be sent to the state Department of Transportation.<br \/><br \/>\t4.\tState Department of Conservation.<br \/><br \/>\t(a)\tPrior to taking any action to approve, conditionally approve, or deny an application submitted under this section, the Commission or Council shall certify to the state Department of Conservation that the site analysis, operations analysis, Reclamation plan, and financial assurances comply with the applicable requirements of state <span class=\"dictionary\">law<\/span>, and shall submit them to the state Department of Conservation for review.<br \/><br \/>\t(b)\tThe state Department of Conservation is allowed 30 days under state <span class=\"dictionary\">law<\/span> to review and comment on the site analysis, operations analysis, and Reclamation plan.  The state Department of Conservation is allowed 45 days under state <span class=\"dictionary\">law<\/span> to review and comment on the financial assurances.  Time limits of this code shall be suspended during these comment periods.<br \/><br \/>\t(c)\tIf the state Department of Conservation fails to comment within the statutory time periods, the Commission or Council shall not interpret this failure as either approval or disapproval of the site analysis, operations analysis, Reclamation plan, or financial assurances.<br \/><br \/>\t5.\tEvaluation of Comments.<br \/><br \/>\t(a)\tThe Commission or Council shall evaluate any written comments by the state Department of Conservation received during the statutory comment periods.  Time limits of this code shall be suspended during the Commission’s or Council’s evaluation.<br \/><br \/>\t(b)\tA written response to the state Department of Conservation’s comments shall be prepared for the Commission’s or Council’s approval.  If the Commission’s or Council’s position differs from the Department of Conservation’s comments, the written response shall address in detail why specific comments were not accepted.<br \/><br \/>\t(c)\tCopies of any written comments received, and responses prepared, by the Commission or Council shall be promptly forwarded to the Owner and\/or Operator.<br \/><br \/>\t6.\tCommission or Council Decision.  Within 30 days of the date of Paragraph (b) of Subdivision 5 above (regarding the Commission’s or Council’s responses to the state Department of Conservation), the Commission or Council shall approve, conditionally approve, or deny the site analysis, operations analysis, Reclamation plan, and\/or financial assurances.<br \/><br \/>\t7.\tA Permit shall not be effective until 15 days after approval by the Commission, or after approval by the Council if the Council approval is a result of an <span class=\"dictionary\">appeal<\/span> or transfer of <span class=\"dictionary\">jurisdiction<\/span>.<br \/><br \/>\tG.\t<span class=\"dictionary\">Findings<\/span>.  (Amended by Ord. No. 182,095, Eff. 5\/7\/12.)  A Permit shall be approved if the Commission or Council finds:<br \/><br \/>\t1.\tthat the project complies with the Act and with the policies of the State Board for Surface Mining Operations;<br \/><br \/>\t2.\tthat the proposed Surface Mining Operations will not be detrimental to the public health, safety, and welfare;<br \/><br \/>\t3.\tthat the proposed Surface Mining Operations are in substantial conformance with the purposes, <span class=\"dictionary\">intent<\/span> and provisions of the Open Space and the Conservation Elements of the General Plan;<br \/><br \/>\t4.\tthat the drainage and erosion control plan is adequate to protect the public health, safety, and welfare;<br \/><br \/>\t5.\tthat the vehicular access plan is adequate to protect the public health, safety, and welfare;<br \/><br \/>\t6.\tthat the project substantially conforms with the purposes, <span class=\"dictionary\">intent<\/span> and provisions of the General Plan, the applicable community plan, and with any applicable specific plan;<br \/><br \/>\t7.\tthat a written response to the State Department of Conservation has been prepared, describing the <span class=\"dictionary\">disposition<\/span> of major <span class=\"dictionary\">issues<\/span> raised by the Department of Conservation, and where the City’s position differs from the recommendations and objections raised by the Department of Conservation, the response has addressed, in detail, why specific comments and suggestions were not accepted; and<br \/><br \/>\t8.\tthat regarding the Reclamation plan:<br \/><br \/>\t(a)\tthat it complies with the Act and with the policies of the State Board for Reclamation practice;<br \/><br \/>\t(b)\tthat it is compatible with and shall not adversely affect or further degrade adjacent properties, the surrounding neighborhood, or the public health, welfare, and safety;<br \/><br \/>\t(c)\tthat the land and\/or resources such as water bodies to be reclaimed will be restored to a condition that is compatible, and blends in with the surrounding natural environment, topography, and other resources; or that suitable off-site development will compensate for related disturbance to resource value; and<br \/><br \/>\t(d)\tthat the Reclamation plan will restore the Mined Lands to a usable condition that is in substantial conformance with the purposes, <span class=\"dictionary\">intent<\/span> and provisions of the Open Space and Conservation Elements of the General Plan.<br \/><br \/>\tH.\t<span class=\"dictionary\">Appeal<\/span>.<br \/><br \/>\t1.\tThe signing of statements required by Subsection G of this section shall not in any way affect rights to <span class=\"dictionary\">appeal<\/span> the determination in whole or in part.<br \/><br \/>\t2.\t<span class=\"dictionary\">Appeals<\/span> shall be processed as provided in Section 12.24 of this Code for conditional uses under the <span class=\"dictionary\">jurisdiction<\/span> of the Commission.<br \/><br \/>\t3.\tAn applicant whose request for a Permit to conduct Surface Mining Operations in an area of statewide or regional significance (as determined by the State Board) has been denied, or any Person who is aggrieved by the granting of a Permit in an area of statewide or regional significance, shall have rights of <span class=\"dictionary\">appeal<\/span> to the State Board as may be granted by the Act.  In the case of conflicts between the determination of the Commission or Council and the determination of the State Board, the determination of the State Board shall control.<br \/><br \/>\tI.\tExceptions.  A Permit, financial assurances, and Reclamation plan are not required for:<br \/><br \/>\t1.\tExcavation or grading conducted for farming or on-site construction, or for the purpose of restoring land following a flood or a natural disaster.<br \/><br \/>\t2.\tProspecting or Exploration for Minerals of commercial value where Overburden in the amount of less than 1,000 cubic yards is removed in any one location of one acre or less.<br \/><br \/>\t3.\tProspecting for, or the extraction of, Minerals for commercial purposes, and the removal of Overburden in total amounts of less than 1,000 cubic yards in any one location of one acre or less.<br \/><br \/>\t4.\tSurface Mining Operations that are required by federal <span class=\"dictionary\">law<\/span> in <span class=\"dictionary\">order<\/span> to protect a mining claim, if the Operations are conducted solely for that purpose.<br \/><br \/>\t5.\tOther Surface Mining Operations as the Commission determines to be of an infrequent nature, involve only <span class=\"dictionary\">minor<\/span> surface disturbances, and are identified by the State Board pursuant to the Act.<br \/><br \/>\t6.\tOnsite excavation and onsite earth-moving activities which are an integral and necessary part of a construction project, which are undertaken to prepare a site for construction of structures, landscaping, or other land improvements, including the related excavation, grading, compaction; or creation of fills, road cuts, and embankments, whether or not surplus <span class=\"dictionary\">materials<\/span> are exported from the site, subject to all of the following conditions:<br \/><br \/>\t(a)\tAll required permits for the construction, landscaping, or related land improvements have been approved by a public agency in accordance with applicable provisions of state <span class=\"dictionary\">law<\/span> and locally adopted plans and <span class=\"dictionary\">ordinances<\/span>.  This provision shall include compliance with CEQA and the City’s CEQA Guidelines.<br \/><br \/>\t(b)\tThe City’s approval of the construction project included consideration of the onsite excavation and onsite earth-moving activities pursuant to CEQA and the City’s CEQA Guidelines.  In those instances where CEQA analysis has not otherwise been applied to the project, the procedures, although not the threshold, of Section 91.7006.8 (CEQA grading review) of the Municipal Code shall be followed.<br \/><br \/>\t(c)\tThe approved construction project is consistent with the General Plan and zoning of the site.<br \/><br \/>\t(d)\tSurplus <span class=\"dictionary\">materials<\/span> shall not be exported from the site unless and until actual construction work has commenced.  Export shall cease if it is determined that construction activities have terminated, have been indefinitely suspended, or are no longer being actively pursued, except as provided in the procedures, although not the threshold, of Section 91.7006.7.4 (CEQA grading review) of the Municipal Code.<br \/><br \/>\t7.\tOperation of a plant site used for Mineral processing, including associated onsite structures, equipment, machines, tools, or other <span class=\"dictionary\">materials<\/span>, including the onsite stockpiling and onsite recovery of mined Minerals, subject to all of the following conditions:<br \/><br \/>\t(a)\tThe plant site is located in an area designated in the Land Use Element of the General Plan with a designation corresponding to the M3 Zone.<br \/><br \/>\t(b)\tThe plant site is located on land zoned M3.<br \/><br \/>\t(c)\tNone of the <span class=\"dictionary\">materials<\/span> being processed are being extracted onsite; and<br \/><br \/>\t(d)\tAll Reclamation work has been Completed pursuant to the approved Reclamation plan for any Mineral extraction activities that occurred before January 1, 1976.<br \/><br \/>\t8.\tThe solar evaporation of sea water or bay water for the production of salt and related Minerals.<br \/><br \/>\t9.\tEmergency excavations or grading conducted by the state Department of Water Resources or the Reclamation Board for the purpose of averting, alleviating repairing, or restoring damage to property due to imminent or recent floods, disasters, or other emergencies, and<br \/><br \/>\t10.\tPersons who have obtained a Vested right to continue Surface Mining Operations prior to January 1, 1976, providing that:<br \/><br \/>\t(a)\tNo substantial change may be made in the Surface Mining Operation without securing a new Permit. The Surface Mining Operations shall be subject to those limitations set forth in this section, and to any conditions imposed by the Commission or Council in any pre-existing Permit or authority to conduct the Operations.<br \/><br \/>\t(b)\tPersons with Vested rights shall submit to the Commission within six months after receipt of notice from the City a Reclamation plan for lands mined after January 1, 1976.  The Reclamation plan shall be subject to review, <span class=\"dictionary\">hearing<\/span> and approval by the Commission as provided in Subsection F of this section.<br \/><br \/>\t(c)\tHowever, where a Person with Vested rights has continued Surface Mining Operations in the same area subsequent to January 1, 1976, he or she shall obtain the commission’s approval or the approval of council on <span class=\"dictionary\">appeal<\/span> of a Reclamation plan covering the Mined Lands disturbed by the subsequent Surface Mining Operations. In those cases where an overlap exists (in the horizontal and\/or vertical sense) between pre-and post-Act mining, the Reclamation plan shall call for Reclamation proportional to that disturbance caused by the Mining Operations after the effective date of the Act.<br \/><br \/>\t(d)\tAll other requirements of state <span class=\"dictionary\">law<\/span> and this section shall apply to Vested Surface Mining Operations.<br \/><br \/>\t11.\tNothing in this section shall be construed as requiring the reapproval of a Reclamation plan which is in substantial conformity with the Act, approved prior to the effective date of this section.<br \/><br \/>\tJ.\tAmendments.  Amendments or changes to an approved Permit or Reclamation plan shall be submitted to the Commission and shall become effective only if approved by the Commission.  Substantial deviations from the approved Permit or Reclamation plan shall be processed in the same manner as provided for in Subsection F of this section.<br \/><br \/>\tK.\tPublic Record.  Reclamation plans, reports, applications for Permits, and other documents as described in Section 2778 of the Public Resources Code are public records unless it can be demonstrated to the satisfaction of the Commission that the release of all or part of the information would reveal production reserves or rate of depletion entitled to protection as proprietary information.  Proprietary information shall be made available only to the State Geologist and to Persons authorized in writing by the Operator and\/or the Owner.<br \/><br \/>\tL.\tSuccessors.  Each subsequent Owner and\/or Operator of a premise covered by a Permit, whether by sale, assignment, transfer, conveyance, exchange, or other means, shall be bound by the provisions of the approved Reclamation plan, the provisions of this section, and the Act.<br \/><br \/>\tM.\tInspections.<br \/><br \/>\t1.\tThe Director shall inspect each Surface Mining Operation at least once a year, within six months of receipt of the annual report required in Subsection O of this section, to determine whether the Surface Mining Operation is in compliance with the approved site analysis, operations analysis, and\/or Reclamation plan; approved financial assurances; and state regulations.  The inspections may be made by a state-registered geologist, state-registered civil engineer, state-licensed landscape architect, or state-registered professional forester, who is experienced in land Reclamation of the type described in the Reclamation plan, and who has not been employed by the Surface Mining Operation in any capacity during the previous 12 months; or other qualified specialists, as selected by the Director.  All inspections shall be conducted using a form approved by the State Board.  A fee as established by Section 19.01I of this Code shall be charged for this inspection.  The Department shall transmit a copy of the inspection report to the state Department of Conservation within thirty days of completion of the inspection.<br \/><br \/>\t2.\tThe Director may authorize the Superintendent of Building to inspect each Surface Mining Operation at least once a year.  An annual inspection fee as established by Section 98.0402(e)3 of this Code shall be collected by the Superintendent.  An inspection may also be made by the Superintendent whenever a complaint is received by him or her concerning a violation of the municipal code and\/or its Permit.  The Superintendent shall send notice of the inspection, and his or her <span class=\"dictionary\">findings<\/span>, to the Director within five days of the performance of the inspection.<br \/><br \/>\t3.\tIf a Surface Mining Operation inspected by the Superintendent of Building is found to be in violation of any provision of the municipal code and\/or its Permit, the Superintendent shall send a notice to comply to the Operator within two weeks of the inspection, in accordance with the provisions of Section 12.26 of this Code.  The notice to comply shall clearly state the following:<br \/><br \/>\t(a)\tThe violation shall be corrected by a compliance date specified in the notice, and shall be no more than 30 days from the date the notice is mailed.<br \/><br \/>\t(b)\tThe compliance date as specified in the notice may be extended for no more than 45 days if the Operator presents satisfactory <span class=\"dictionary\">evidence<\/span> to the Superintendent of Building that unusual difficulties prevent substantial compliance without an extension.<br \/><br \/>\tN.\tInterim Management Plan.<br \/><br \/>\t1.\tWithin 90 days of a Surface Mining Operation becoming Idle, the Operator shall submit to the Department a proposed Interim Management Plan (IMP.) The proposed IMP shall fully comply with the requirements of the Act, and shall provide measures the Operator will implement to maintain the site in a stable condition, taking into consideration public health and safety.  The proposed IMP shall be processed in accordance with the provisions of Subsection J of this section (amendments).  IMPs shall not be considered a project for the purposes of complying with CEQA and the city’s CEQA Guidelines.<br \/><br \/>\t2.\tFinancial assurances for Idle operations shall be maintained as though the operation were active.<br \/><br \/>\t3.\tUpon receipt of a complete proposed IMP, the Department shall forward the IMP to the state Department of Conservation for review.  The IMP shall be submitted to the state Department of Conservation at least 30 days prior to approval under Subsection J of this section (amendments).<br \/><br \/>\t4.\tWithin 60 days of the receipt of the IMP, or a longer period mutually agreed upon by the Director and the Operator, the IMP shall be reviewed and approved, conditionally approved, or denied.<br \/><br \/>\t5.\tThe IMP shall remain in effect for a period not to exceed five years, at which time the Commission may renew the IMP for another period not to exceed five years, or require the Surface Mining Operator to begin Reclamation in accordance with its approved Reclamation plan.<br \/><br \/>\tO.\tAnnual Report.  Surface Mining Operators shall forward an annual Surface Mining Operations report to the state Department of Conservation and to the Department on a date established by the state Department of Conservation, upon forms furnished by the State Board.  New Surface Mining Operations shall file an initial Surface Mining Operations report and any applicable filing fees with the state Department of Conservation within 30 days of Permit approval, or before commencement of operations, whichever is sooner.  Any applicable fees, together with a copy of the annual inspection report, shall be forwarded to the state Department of Conservation at the time of filing the annual Surface Mining Operations report.<\/p><\/section>","previous_section":{"id":"1885","structure_id":"43","section_number":"13.02","catch_line":"“S” Animal Slaughtering Districts.","url":"\/13.02\/","token":"13.02"},"text":{"0":{"id":"1789","text":"  “G” SURFACE MINING OPERATIONS DISTRICTS.\n\t(Title and Sec. Amended by Ord. No. 173,106, Eff. 3\/5\/00.)\tA.\tPurpose and Objectives.  The City recognizes that the extraction of Minerals is essential to the continued economic well-being of the City and to the needs of society.\tIt is the purpose of this section to:\tEstablish reasonable and uniform limitations, safeguards, and controls in the City for the future production of Minerals to safeguard the public interest;\tPermit production in all Districts irrespective of the regulations of the Comprehensive Zoning Plan;\tProvide for the Reclamation of Mined Lands in order to prevent or minimize adverse effects on the environment and to protect the public health and safety;\tRecognize that Surface Mining Operations take place in diverse areas where the geologic, topographic, climatic, biological, and social considerations are significantly different;\tRecognize that Reclamation to return Mined Lands to a usable condition which is readily adaptable for alternative land uses are significantly different and that their specifications may vary accordingly;\tEnsure the continued availability of important Mineral resources, while regulating Surface Mining Operations as required by the Act;\n\tEffect practices which will provide for more economic conservation and production of Minerals; and\tTake into consideration the surface use of land, as such uses are indicated by:\tThe value and character of the existing improvements within 500 feet of Districts where production is permitted;\tThe desirability of the area for residential, recreation, watershed, wildlife, aesthetic enjoyment, or other uses; or\tOther factors directly relating to the public health, comfort, safety, and welfare in Districts.\tWhen the provisions of this section are more restrictive than the correlative state provisions, the provisions of this section shall control.\tB.\tDefinitions.  The following definitions shall apply to this section:\tAbandonment of Operation.  Failure to conduct Surface Mining Operations, either under Permit or as a Vested right, for a period of nine consecutive months.\tAct.  The Surface Mining and Reclamation Act (SMARA) of 1975 (Public Resources Code Section 2710 et seq.), as amended; Public Resources Code Section 2207 relating to annual reporting requirements; and State Board regulations for Surface Mining Operations and Reclamation practice (California Code of Regulations [CCR], Title 14, Division 2, Chapter 8, Subchapter 1, Sections 3500 et seq.)\tBorrow Pit.  An excavation created by Surface Mining Operations of rock, unconsolidated geologic deposits, or soil to provide material (Borrow) for fill elsewhere.\tCommission.  (Added by Ord. No. 173,492, Eff. 10\/10\/00.)  Commission shall mean the City Planning Commission.\tCompleted Operations (Completion of Operations).  When all rock and gravel in commercial quantities is entirely extracted, produced, and removed from a property within a District, or the operations allowed by Permit are Completed, whichever occurs first.\tDistrict.  Any Surface Mining Operations District established pursuant to the provisions of this section.\tExploration.  The search for Minerals by geological, geophysical, geochemical or other techniques, including but not limited to sampling, assaying, drilling, or other surface or underground works needed to determine the type, extent, or quality of Minerals present.\tIdle.  Mineral production, with the intent to resume those Surface Mining Operations at a future date.\tMined Lands.  The surface, subsurface, and ground water of an area in which Surface Mining Operations will be, are being, or have been conducted, including private ways and roads appurtenant to any such area; land excavations; workings; Mining Waste; and areas in which structures, facilities, equipment, machines, tools, or other materials or property which result from, or are used in, Surface Mining Operations are located.\tMineral.  Any naturally occurring chemical element or compound or groups of elements and compounds formed from inorganic processes and organic substances, including but not limited to coal, peat, and bituminous rock, but excluding geothermal resources, natural gas, and petroleum.  Minerals shall specifically include rock, sand, gravel, aggregate, and clay.\tMining Waste.  The residual of soil, rock, Mineral, liquid, vegetation, equipment, machines, tools, or other matters or property directly resulting from or displaced by Surface Mining Operations.\tOperator.  Any Person who is engaged in Surface Mining Operations or who contracts with others to conduct Surface Mining Operations on his or her behalf, except a Person who is engaged in Surface Mining Operations as an employee with wages as his or her sole compensation.\tOverburden.  Soil, rock, or other Minerals that lie above a natural Mineral deposit or in between Mineral deposits before or after their removal by Surface Mining Operations.\tOwner.  The holder of fee title to property in a District, and lessees, Permittees, assignees, or successors in interest to the holder of fee title.\tPermit.  Any formal authorization from, or approval by, a lead agency, the absence of which would preclude Surface Mining Operations.\tPermittees.  Holder of a permit.\tPerson.  In addition to the definition contained in Section 11.01 of this Code, Person shall include any city, county, district, or the state of California, or any department or agency of and of them.\tProspecting.  Exploration.\tReclamation.  The combined process of land treatment that minimizes water degradation, air pollution, damage to aquatic or wildlife habitat, flooding, erosion, and other adverse effects from Surface Mining Operations, including adverse surface effects incidental to underground mines, so that Mined Lands are reclaimed to a usable condition which is readily adaptable for alternative land uses and create no danger to public health or safety.  The processes may extend to affected lands surrounding Mined Lands and may require backfilling, grading, resoiling, revegetation, soil compaction, stabilization, and\/or other measures.\tSMARA.  The Surface Mining and Reclamation Act of 1975, as amended. The Act.\tState Board.  The state Mining and Geology Board in the Department of Conservation, State of California.\tState Geologist.  The individual designated pursuant to Section 677 of the California Public Resources Code or any amendment to that Code.\tStream Bed Skimming.  Excavation of sand and gravel from stream bed deposits above the mean summer water level or stream bottom, whichever is higher.\tSurface Mining (Operations).  All or any part of the process involved in the mining, quarrying, and\/or excavating of Minerals on Mined Lands by removing Overburden and mining directly from the Mineral deposits; open pit mining of materials naturally exposed; mining by auger method, dredging, and quarrying; or surface work incidental to an underground mine.  Surface Mining Operations shall also include, but are not limited to: processing of Minerals; in place distillation, retorting, or leaching; the production and disposal of Mining Wastes; Prospecting and exploratory activities; Borrow Pitting; Streambed Skimming; and segregation and stockpiling of mined Minerals and the recovery of same.\tVested.  A project that diligently commenced Surface Mining Operations and incurred substantial liabilities for work and materials, prior to January 1, 1976, in good faith and reliance upon an authorization, if one was required.  Expenses incurred in obtaining the enactment of an ordinance or issuance of an authorization relating to a particular Surface Mining Operation shall not be deemed liabilities for work or materials.\tC.\tEstablishment of Districts.\t1.\tThe provisions of this section shall apply to Districts where Surface Mining Operations are Permitted.  The Council may establish new Surface Mining Districts and alter the boundaries of Districts now or hereafter established, provided they are consistent with any existing Surface Mining Operations Permits.\t2.\tFor the boundaries of Districts, see the maps on file in the Planning Department.\tD.\tPermits.\t1.\tA Permit for Surface Mining Operations shall be issued only for property located in a Surface Mining District.\t2.\tNo Permit shall be required for those Persons who have obtained a Vested right to continue Surface Mining Operations prior to January 1, 1976.  However, no substantial change may be made in the Surface Mining Operation without securing a new Permit.  These Surface Mining Operations shall be subject to those limitations set forth in Subdivision 4 of this subsection, and any conditions imposed by the City Planning Commission (“Commission”) or Council on any pre-existing Permit.\t3.\tNo Person shall engage in Surface Mining Operations without having obtained a Permit issued by the Commission or Council to engage in Surface Mining Operations, approval of a Reclamation plan, and approved financial assurances for Reclamation.\t4.\tAll Surface Mining Operations, whether under Permit or Vested, shall be conducted subject to the following conditions:\t(a)\tAll equipment used in Surface Mining Operations shall be constructed, maintained, and operated in such a manner as to eliminate, as far as practicable, noise, vibration, odor, smoke, dust, and the like, which are injurious or annoying to Persons living or working in the vicinity.\t(b)\tNo Surface Mining Operations shall be Permitted closer than 50 feet to the boundary of a District; closer than 500 feet to any residentially zoned property unless a landscaped berm is constructed and maintained along the property line, in which case the setback may be 50 feet; closer than 50 feet to the boundary of an adjoining property, unless Surface Mining Operations are Permitted on the adjoining property, in which case the property may be excavated to the property line with the written consent of the adjacent Owner; or closer than 50 feet to a Street (including an alley or walk), Highway, or freeway.  If the Commission or Council finds that these criteria would be impracticable due to the small extent of the District, economically infeasible, or not required by the Surface Mining Operation, the Commission or Council may waive these requirements in whole or in part.\t(c)\tNo Surface Mining Operations from an open pit shall be Permitted which creates a final perimeter slope steeper than one foot horizontal to one foot vertical.\t(d)\tSurface Mining Operations shall be conducted in accordance with applicable standards of the Regional Water Quality Control Board and\/or any other agency with jurisdiction over water quality\t(e)\tMined Lands shall be enclosed along their exterior by a fence, wall, landscaping, berm, or combination of these features, which shall screen the Surface Mining Operations from adjoining property.  Enclosures shall be designed, constructed, and maintained to be consistent with the Flood Hazard Management Specific Plan.  If the Commission determines that the enclosure would be impracticable because of the location of the Mined Lands in the bed or flood channel of a wash or water course, or because one or more boundaries are located immediately adjacent to M2 or less restrictively zoned property, this requirement may be waived by the Commission.\t(f)\tWhenever production on any Property is Abandoned or Surface Mining Operations Completed, all plants, buildings, structures (except fences), and equipment shall be entirely removed from the property, and all stockpiles shall be removed or backfilled into the pit within one year of Abandonment of Operations or completion of Surface Mining Operations.  This provision shall not apply to any plants, buildings, structures, or equipment whenever any rock and gravel or other Minerals are available in the same District from other properties owned by the Operator which is processing by or through any of these plants, buildings, structures, or equipment.\t(g)\tNo Surface Mining Operations shall be conducted on any property except between the hours of 6 a.m. and 8 p.m., except in case of an emergency or whenever any reasonable or necessary repairs to equipment are required to be made. Surface Mining Operations in an M-3 zone and more than 1,200 feet from any residential use may be conducted between the hours of 5 a.m. and 10 p.m.\t(h)\tEvery Operator, before commencing Surface Mining Operations within any District, shall be insured to the extent of $500,000 against liability arising from Surface Mining Operations or activities incidental to them.  The insurance shall be kept in full force and effect during the period of Surface Mining Operations, including Reclamation.\t(i)\tIn granting Surface Mining Operations Permits, the Commission or Council:\t(1)\tShall impose other and further conditions and limitations regarding Surface Mining Operations as are set forth in the General Plan and any applicable specific plans.  Special emphasis shall be given to applicable community plans.\t(2)\tShall impose other and further conditions as are authorized by the Act, are authorized by policies adopted by the State Board, or which are necessary for the public health, safety, and welfare.\t(3)\tMay impose other conditions to address the circumstances of any individual District or its surroundings.  In the case of conflicts between the conditions of this section and those of Subparagraphs (1) and (2) above, the more restrictive shall control.\tE.\tApplication.  An application for a Permit to conduct Surface Mining Operations shall contain at a minimum the following information:\t1.\tSite Analysis:\t(a)\tA comprehensive soils engineering and engineering geologic investigation report prepared by a registered civil engineer and a certified engineering geologist, who shall not be employees of the applicant.  The report shall indicate the type and features of Overburden and Minerals expected to be extracted and Mining Waste generated by the proposed Surface Mining Operations, and recommendations relative to setbacks, slopes, and excavations.\t(b)\tA geographic report which shall include a recent aerial photograph of the site of the proposed Surface Mining Operations, and a map or maps and notes which illustrate the following:\t(1)\tProperty lines and lease lines, including a legal description of the site.\t(2)\tThe existing topography of the site and land within 500 feet of the site, and any structures, watercourses, levees, drainage facilities, utility easements and facilities, roads, and driveways existing within this area.\t(3)\tThe location and condition of any Abandoned pits and previously mined areas on the site.\t(4)\tAny other information that may be required to adequately characterize the site.\t2.\tOperations Analysis:\t(a)\tA description of the proposed Surface Mining Operations in all of its phases.  The document shall include the following:\t(1)\tA phasing plan and schedule showing the approximate starting date, the proposed increments of extraction, and the sequence in which these increments will be accomplished.\t(2)\tA map of the areas to be excavated and typical cross sections of slopes to be formed or modified.\t(3)\tThe depth of all proposed excavations.\t(4)\tThe location of all proposed structures, including processing plants and appurtenant equipment and fences, and their various relocation sites, where these facilities are proposed to be relocated during the Permit period.\t(5)\tExisting vegetation.\t(6)\tLandscaping to be provided, if any, in addition to that indicated on the Reclamation plan.\t(7)\tDetails of plans for storage of Overburden and Mining Waste, including maps showing areas anticipated to be used for storage.\t(8)\tProposed points for ingress and egress, haul roads, driveways, and parking areas on the site.\t(b)\tA drainage and erosion control plan.  This  document shall illustrate the following:\t(1)\tThe location and approximate depth of proposed settling basins, desilting ponds, recycling ponds, and other bodies of water.  Where these facilities are proposed to be relocated over the course of the life of the Permit, their various proposed locations shall be shown.\t(2)\tThe historic groundwater level and anticipated annual fluctuation of water levels in all areas to be excavated.\t(3)\tMethods to be taken for the disposition of drainage and for the control of erosion and sedimentation.\t(4)\tProvisions to be taken for the conservation and protection of groundwater.\t(5)\tApprovals obtained or required from the appropriate Regional Water Quality Control Board.\t(6)\tAny other information that may be required to adequately characterize drainage and erosion.\t(c)\tA vehicular access plan.  This document shall illustrate the following:\t(1)\tThe points of ingress and egress to the site; the Streets and Highways to be used by vehicles going to and coming from the site; and the type, size, and number of vehicles anticipated on a daily basis.\t(2)\tMinimizing or precluding additional vehicular traffic over local residential Streets.\t(d)\tAny other information that may be required to adequately characterize vehicular access.\t3.\tReclamation Plan:\t(a)\tIf portions of the information and documentation is included in the site analysis and\/or operations analysis, the Reclamation plan may refer to the site analysis and\/or operations analysis.  The Reclamation plan shall include:\t(1)\tThe names and addresses of the Operator.\t(2)\tThe names and addresses of each Owner of any interest in the site on which Surface Mining Operations are or will be operated, the names and addresses of any Persons designated by the Operator as his agents for the service of process, and the name and address of the managing employee.\t(3)\tThe anticipated quantity and type of Minerals to be extracted.\t(4)\tThe estimated time schedules for initiation and termination of Surface Mining Operations.  An Operation under a Vested right shall also include a description of Surface Mining Operations occurring subsequent to January 1, 1976, including the type and quantity of Minerals extracted and location and depth of the surface drilling operations.\t(5)\tThe maximum anticipated depth of Surface Mining Operations.\t(6)\tThe size and legal description of lands that will be affected by the anticipated Surface Mining Operation (affected lands shall include as a minimum all land within 500 feet of the Surface Mining Operation); a map that includes the boundaries and topographic details of these lands; a description of the general geography of the area; a detailed report of the geology and hydrology of the area in which Surface Mining Operations are to be conducted; the location of all streams, roads, railroads, and utility easements and facilities within and adjacent to these lands; the location of all proposed access roads to be constructed in conducting these Surface Mining Operations; and the names and addresses of the Owners of all surface interests and Mineral interests in the lands.\t(7)\tA description of the anticipated Surface Mining Operations and an estimated time schedule showing anticipated completion of each segment of these Surface Mining Operations, so that Reclamation can be initiated at the earliest possible time on those portions of the Mined Lands that will not be subject to further disturbance by the Surface Mining Operations.\t(8)\tA description of the proposed use or potential uses of the Mined Lands after Reclamation; the consent of the Owner to the Reclamation and proposed use; and evidence that all Owners of a possessory interest in the land have been notified of the proposed use or potential uses.\t(9)\tA description of the manner in which Reclamation of the land, adequate for the proposed use or potential uses, will be accomplished, including:\t(i)\tThe manner in which contaminants will be controlled and Mining Waste will be disposed of.\t(ii)\tThe manner in which rehabilitation of affected stream channels and stream banks to a condition minimizing erosion and sedimentation will occur.\t(iii)\tA topographic map showing final contours of the property after Reclamation.\t(iv)\tA diagram showing how Reclamation will be coordinated with the Surface Mining Operations.\t(v)\tA plan showing the types and location of revegetation to be used as part of the Reclamation.\t(vi)\tA ground water hydrology plan and a surface water drainage plan.\t(vii)\tAn estimate of the cost of Reclamation.\t(viii)\tAn assessment of the effect the proposed Reclamation activity may have on future mining in the area.\t(ix)\tThe Person submitting a Reclamation plan shall prepare and sign a statement accepting responsibility for reclaiming the Mined Lands in accordance with the Reclamation plan.  This statement shall be kept by the Department of City Planning (“Department”) in the Operator’s permanent record. Upon sale or transfer of the Surface Mining Operation, the new Operator shall prepare and submit a signed statement of responsibility to the Department for placement in the permanent record.\t(x)\tThe Reclamation plan shall be applicable to a specific piece of property or properties; shall be based upon the character of the surrounding area and characteristics of the property such as type of Overburden, soil stability, topography, geology, climate, stream characteristics, and principal Mineral commodities; and shall establish site-specific criteria for evaluating compliance with the approved Reclamation plan, including topography, revegetation, and sediment and erosion control.\t(xi)\tThe environmental setting of the site of Operations and the effect that possible alternate reclaimed site conditions may have upon the existing and future uses of surrounding lands.\t(xii)\tThe impact on the public health and safety, giving consideration to the degree and type of present and probable future exposure of the public to the site.\t(xiii)\tThe designed steepness and proposed treatment of Mined Lands’ final slopes shall take into consideration the physical properties of the slope material, its probably maximum water content, landscaping requirements, and other factors.  In all cases, Reclamation plans shall specify slope angles flatter than the critical gradient for the type of material involved. Whenever final slopes approach the critical gradient for the type of material involved, an engineering analysis of slope stability shall be required.  Special emphasis shall be placed on slope stability and design when public safety or adjacent property may be affected.\t(xiv)\tAreas mined to produce additional materials for backfilling and grading, as well as settlement of filled areas.  Where ultimate site uses include roads, building sites, or other improvements sensitive to settlement, the Reclamation plan shall include compaction of the fill materials in conformance with Section 91 of the Municipal Code.\t(xv)\tDisposition of old equipment.\t(xvi)\tTemporary stream or watershed diversions.\t(xvii)\tAll Reclamation plans shall comply with the Act. Reclamation plans approved after January 15, 1993; Reclamation plans for proposed new Surface Mining Operations; and any substantial amendments to previously approved Reclamation plans shall also comply with performance standards of the Act.\t(xviii)\tAny other information that may be required to adequately characterize the Reclamation.\t(b)\tTime for Performance.\t(1)\tReclamation activities shall be initiated at the earliest possible time on those portions of the Mined Lands that will not be subject to further disturbance.\t(2)\tInterim Reclamation may be required for Mined Lands that have been disturbed and that may be disturbed again in future Surface Mining Operations.\t(3)\tPhasing:\t(i)\tReclamation may be done on an annual basis, in stages compatible with continuing Surface Mining Operations, or on completion of all excavation, removal, or fill, as approved by the Commission or Council.\t(ii)\tEach phase of Reclamation shall be specifically described in the Reclamation plan, and shall include the beginning and ending dates for each phase, all Reclamation activities required, criteria for measuring completion of specific Reclamation activities, and estimated costs for each phase of Reclamation.\t(4)\tThe Reclamation plan shall be implemented no later than six months after Surface Mining Operations are Completed, or a Permit or Vested right to conduct surface Mining Operations has been Abandoned.\t(c)\tFinancial Assurances.\t(1)\tTo ensure that Reclamation will proceed in accordance with the approved Reclamation plan, the City shall require as a condition of approval financial assurances which will be released upon satisfactory performance.  The applicant may pose security in the form of a surety bond, trust fund, irrevocable letter of credit from an accredited financial institution, or other method satisfactory to the City Attorney and State Board as specified in state regulations; and which the City reasonably determined is adequate to perform Reclamation in accordance with the Surface Mining Operation’s approved Reclamation plan.  Financial assurances shall be made payable to the City of Los Angeles and the state Department of Conservation.\t(2)\tFinancial assurances shall be required to ensure compliance with elements of the Reclamation plan, including but not limited to revegetation and landscaping requirements, restoration of aquatic or wildlife habitat, restoration of water bodies and water quality, slope stability and erosion and drainage control, disposal of hazardous materials, and other measures if necessary.\t(3)\tCost estimates for financial assurances shall be submitted to the Department for review and approval prior to the Operator securing financial assurances.  The Director shall forward a copy of the cost estimates, together with any documentation received supporting the amount of cost estimates, to the state Department of Conservation for review.  If the state Department of Conservation does not comment within 45 days of receipt of these estimates, it shall be assumed that the cost estimates are adequate, unless the City has reason to determine that additional costs may be incurred. The Director shall have the discretion to approve the financial assurance if it meets the requirements of this section and the Act.\t(4)\tThe amount of the financial assurance shall be based upon the estimated costs of Reclamation for the years or phases stipulated in the approved Reclamation plan, including any maintenance of reclaimed areas as may be required, subject to adjustment for the actual amount required to reclaim lands disturbed by Surface Mining Operations in the upcoming year.  Cost estimates should be prepared by a California registered Professional Engineer and\/or other similarly licensed and qualified professionals retained by the Operator and approved by the Director.  The estimated amount of the financial assurance shall be based on an analysis of physical activities necessary to implement the approved Reclamation plan, the unit costs for each of these activities, the number of units of each of these activities, and the actual administrative costs.  Financial assurances to ensure compliance with revegetation, restoration of water bodies, restoration of aquatic or wildlife habitat, and any other applicable element of the approved Reclamation plan shall be based upon cost estimates that include but may not be limited to labor, equipment, materials, mobilization of equipment, administration, and reasonable profit by a commercial Operator other than the Permittee.  A contingency factor of ten percent shall be added to the cost of financial assurances.\t(5)\tIn projecting the costs of financial assurances, it shall be assumed without prejudice or insinuation that the Surface Mining Operation could be Abandoned by the Operator, and consequently, the City or state Department of Conservation may need to contract with a third party commercial company for Reclamation of the site.\t(6)\tThe financial assurances shall remain in effect for the duration of the Surface Mining Operation and any additional period until Reclamation is Completed,  including any maintenance required.\t(7)\tThe amount of financial assurances required of a Surface Mining Operation for any one year shall be adjusted annually to account for new lands disturbed by Surface Mining Operations, inflation, and Reclamation of lands accomplished in accordance with the approved Reclamation plan. The financial assurances shall include estimates to cover Reclamation for existing conditions and anticipated activities during the upcoming year, excepting that the Permittee may not claim credit for Reclamation scheduled for completion during the coming year.\t(8)\tRevisions to financial assurances shall be submitted to the Director each year prior to the anniversary date for approval of the financial assurances.  The financial assurance shall cover the cost of existing disturbance and anticipated activities for the next calendar year, including any required interim Reclamation.  If revisions to the financial assurances are not required, the Operator shall explain, in writing, why revisions are not required.\t(9)\tAny other information that may be required to adequately characterize the financial assurances.\t4.\tEnvironmental analysis as required by the California Environmental Quality Act (CEQA) and the City’s CEQA Guidelines.\tF.\tProcedure.\t1.\tThe application for Permit shall be processed as provided in Section 12.24 of this Code for conditional uses under the jurisdiction of the Commission, subject to the exceptions of Subdivisions 2 through 5 of this subsection (procedures for state review).\t2.\tWithin 30 days of the date the application is determined to be complete, a copy of the site analysis, operations analysis, and Reclamation plan shall be sent to the state Department of Conservation.\t3.\tWhenever Surface Mining Operations are proposed in the 100- year floodplain, as shown in Zone A of the Flood Insurance Rate Maps issued by the Federal Emergency Management Agency, and within one mile, upstream or downstream, of any state highway bridge, within 30 days of the date the application is determined to be complete, a copy of the site analysis, operations analysis, and Reclamation plan shall be sent to the state Department of Transportation.\t4.\tState Department of Conservation.\t(a)\tPrior to taking any action to approve, conditionally approve, or deny an application submitted under this section, the Commission or Council shall certify to the state Department of Conservation that the site analysis, operations analysis, Reclamation plan, and financial assurances comply with the applicable requirements of state law, and shall submit them to the state Department of Conservation for review.\t(b)\tThe state Department of Conservation is allowed 30 days under state law to review and comment on the site analysis, operations analysis, and Reclamation plan.  The state Department of Conservation is allowed 45 days under state law to review and comment on the financial assurances.  Time limits of this code shall be suspended during these comment periods.\t(c)\tIf the state Department of Conservation fails to comment within the statutory time periods, the Commission or Council shall not interpret this failure as either approval or disapproval of the site analysis, operations analysis, Reclamation plan, or financial assurances.\t5.\tEvaluation of Comments.\t(a)\tThe Commission or Council shall evaluate any written comments by the state Department of Conservation received during the statutory comment periods.  Time limits of this code shall be suspended during the Commission’s or Council’s evaluation.\t(b)\tA written response to the state Department of Conservation’s comments shall be prepared for the Commission’s or Council’s approval.  If the Commission’s or Council’s position differs from the Department of Conservation’s comments, the written response shall address in detail why specific comments were not accepted.\t(c)\tCopies of any written comments received, and responses prepared, by the Commission or Council shall be promptly forwarded to the Owner and\/or Operator.\t6.\tCommission or Council Decision.  Within 30 days of the date of Paragraph (b) of Subdivision 5 above (regarding the Commission’s or Council’s responses to the state Department of Conservation), the Commission or Council shall approve, conditionally approve, or deny the site analysis, operations analysis, Reclamation plan, and\/or financial assurances.\t7.\tA Permit shall not be effective until 15 days after approval by the Commission, or after approval by the Council if the Council approval is a result of an appeal or transfer of jurisdiction.\tG.\tFindings.  (Amended by Ord. No. 182,095, Eff. 5\/7\/12.)  A Permit shall be approved if the Commission or Council finds:\t1.\tthat the project complies with the Act and with the policies of the State Board for Surface Mining Operations;\t2.\tthat the proposed Surface Mining Operations will not be detrimental to the public health, safety, and welfare;\t3.\tthat the proposed Surface Mining Operations are in substantial conformance with the purposes, intent and provisions of the Open Space and the Conservation Elements of the General Plan;\t4.\tthat the drainage and erosion control plan is adequate to protect the public health, safety, and welfare;\t5.\tthat the vehicular access plan is adequate to protect the public health, safety, and welfare;\t6.\tthat the project substantially conforms with the purposes, intent and provisions of the General Plan, the applicable community plan, and with any applicable specific plan;\t7.\tthat a written response to the State Department of Conservation has been prepared, describing the disposition of major issues raised by the Department of Conservation, and where the City’s position differs from the recommendations and objections raised by the Department of Conservation, the response has addressed, in detail, why specific comments and suggestions were not accepted; and\t8.\tthat regarding the Reclamation plan:\t(a)\tthat it complies with the Act and with the policies of the State Board for Reclamation practice;\t(b)\tthat it is compatible with and shall not adversely affect or further degrade adjacent properties, the surrounding neighborhood, or the public health, welfare, and safety;\t(c)\tthat the land and\/or resources such as water bodies to be reclaimed will be restored to a condition that is compatible, and blends in with the surrounding natural environment, topography, and other resources; or that suitable off-site development will compensate for related disturbance to resource value; and\t(d)\tthat the Reclamation plan will restore the Mined Lands to a usable condition that is in substantial conformance with the purposes, intent and provisions of the Open Space and Conservation Elements of the General Plan.\tH.\tAppeal.\t1.\tThe signing of statements required by Subsection G of this section shall not in any way affect rights to appeal the determination in whole or in part.\t2.\tAppeals shall be processed as provided in Section 12.24 of this Code for conditional uses under the jurisdiction of the Commission.\t3.\tAn applicant whose request for a Permit to conduct Surface Mining Operations in an area of statewide or regional significance (as determined by the State Board) has been denied, or any Person who is aggrieved by the granting of a Permit in an area of statewide or regional significance, shall have rights of appeal to the State Board as may be granted by the Act.  In the case of conflicts between the determination of the Commission or Council and the determination of the State Board, the determination of the State Board shall control.\tI.\tExceptions.  A Permit, financial assurances, and Reclamation plan are not required for:\t1.\tExcavation or grading conducted for farming or on-site construction, or for the purpose of restoring land following a flood or a natural disaster.\t2.\tProspecting or Exploration for Minerals of commercial value where Overburden in the amount of less than 1,000 cubic yards is removed in any one location of one acre or less.\t3.\tProspecting for, or the extraction of, Minerals for commercial purposes, and the removal of Overburden in total amounts of less than 1,000 cubic yards in any one location of one acre or less.\t4.\tSurface Mining Operations that are required by federal law in order to protect a mining claim, if the Operations are conducted solely for that purpose.\t5.\tOther Surface Mining Operations as the Commission determines to be of an infrequent nature, involve only minor surface disturbances, and are identified by the State Board pursuant to the Act.\t6.\tOnsite excavation and onsite earth-moving activities which are an integral and necessary part of a construction project, which are undertaken to prepare a site for construction of structures, landscaping, or other land improvements, including the related excavation, grading, compaction; or creation of fills, road cuts, and embankments, whether or not surplus materials are exported from the site, subject to all of the following conditions:\t(a)\tAll required permits for the construction, landscaping, or related land improvements have been approved by a public agency in accordance with applicable provisions of state law and locally adopted plans and ordinances.  This provision shall include compliance with CEQA and the City’s CEQA Guidelines.\t(b)\tThe City’s approval of the construction project included consideration of the onsite excavation and onsite earth-moving activities pursuant to CEQA and the City’s CEQA Guidelines.  In those instances where CEQA analysis has not otherwise been applied to the project, the procedures, although not the threshold, of Section 91.7006.8 (CEQA grading review) of the Municipal Code shall be followed.\t(c)\tThe approved construction project is consistent with the General Plan and zoning of the site.\t(d)\tSurplus materials shall not be exported from the site unless and until actual construction work has commenced.  Export shall cease if it is determined that construction activities have terminated, have been indefinitely suspended, or are no longer being actively pursued, except as provided in the procedures, although not the threshold, of Section 91.7006.7.4 (CEQA grading review) of the Municipal Code.\t7.\tOperation of a plant site used for Mineral processing, including associated onsite structures, equipment, machines, tools, or other materials, including the onsite stockpiling and onsite recovery of mined Minerals, subject to all of the following conditions:\t(a)\tThe plant site is located in an area designated in the Land Use Element of the General Plan with a designation corresponding to the M3 Zone.\t(b)\tThe plant site is located on land zoned M3.\t(c)\tNone of the materials being processed are being extracted onsite; and\t(d)\tAll Reclamation work has been Completed pursuant to the approved Reclamation plan for any Mineral extraction activities that occurred before January 1, 1976.\t8.\tThe solar evaporation of sea water or bay water for the production of salt and related Minerals.\t9.\tEmergency excavations or grading conducted by the state Department of Water Resources or the Reclamation Board for the purpose of averting, alleviating repairing, or restoring damage to property due to imminent or recent floods, disasters, or other emergencies, and\t10.\tPersons who have obtained a Vested right to continue Surface Mining Operations prior to January 1, 1976, providing that:\t(a)\tNo substantial change may be made in the Surface Mining Operation without securing a new Permit. The Surface Mining Operations shall be subject to those limitations set forth in this section, and to any conditions imposed by the Commission or Council in any pre-existing Permit or authority to conduct the Operations.\t(b)\tPersons with Vested rights shall submit to the Commission within six months after receipt of notice from the City a Reclamation plan for lands mined after January 1, 1976.  The Reclamation plan shall be subject to review, hearing and approval by the Commission as provided in Subsection F of this section.\t(c)\tHowever, where a Person with Vested rights has continued Surface Mining Operations in the same area subsequent to January 1, 1976, he or she shall obtain the commission’s approval or the approval of council on appeal of a Reclamation plan covering the Mined Lands disturbed by the subsequent Surface Mining Operations. In those cases where an overlap exists (in the horizontal and\/or vertical sense) between pre-and post-Act mining, the Reclamation plan shall call for Reclamation proportional to that disturbance caused by the Mining Operations after the effective date of the Act.\t(d)\tAll other requirements of state law and this section shall apply to Vested Surface Mining Operations.\t11.\tNothing in this section shall be construed as requiring the reapproval of a Reclamation plan which is in substantial conformity with the Act, approved prior to the effective date of this section.\tJ.\tAmendments.  Amendments or changes to an approved Permit or Reclamation plan shall be submitted to the Commission and shall become effective only if approved by the Commission.  Substantial deviations from the approved Permit or Reclamation plan shall be processed in the same manner as provided for in Subsection F of this section.\tK.\tPublic Record.  Reclamation plans, reports, applications for Permits, and other documents as described in Section 2778 of the Public Resources Code are public records unless it can be demonstrated to the satisfaction of the Commission that the release of all or part of the information would reveal production reserves or rate of depletion entitled to protection as proprietary information.  Proprietary information shall be made available only to the State Geologist and to Persons authorized in writing by the Operator and\/or the Owner.\tL.\tSuccessors.  Each subsequent Owner and\/or Operator of a premise covered by a Permit, whether by sale, assignment, transfer, conveyance, exchange, or other means, shall be bound by the provisions of the approved Reclamation plan, the provisions of this section, and the Act.\tM.\tInspections.\t1.\tThe Director shall inspect each Surface Mining Operation at least once a year, within six months of receipt of the annual report required in Subsection O of this section, to determine whether the Surface Mining Operation is in compliance with the approved site analysis, operations analysis, and\/or Reclamation plan; approved financial assurances; and state regulations.  The inspections may be made by a state-registered geologist, state-registered civil engineer, state-licensed landscape architect, or state-registered professional forester, who is experienced in land Reclamation of the type described in the Reclamation plan, and who has not been employed by the Surface Mining Operation in any capacity during the previous 12 months; or other qualified specialists, as selected by the Director.  All inspections shall be conducted using a form approved by the State Board.  A fee as established by Section 19.01I of this Code shall be charged for this inspection.  The Department shall transmit a copy of the inspection report to the state Department of Conservation within thirty days of completion of the inspection.\t2.\tThe Director may authorize the Superintendent of Building to inspect each Surface Mining Operation at least once a year.  An annual inspection fee as established by Section 98.0402(e)3 of this Code shall be collected by the Superintendent.  An inspection may also be made by the Superintendent whenever a complaint is received by him or her concerning a violation of the municipal code and\/or its Permit.  The Superintendent shall send notice of the inspection, and his or her findings, to the Director within five days of the performance of the inspection.\t3.\tIf a Surface Mining Operation inspected by the Superintendent of Building is found to be in violation of any provision of the municipal code and\/or its Permit, the Superintendent shall send a notice to comply to the Operator within two weeks of the inspection, in accordance with the provisions of Section 12.26 of this Code.  The notice to comply shall clearly state the following:\t(a)\tThe violation shall be corrected by a compliance date specified in the notice, and shall be no more than 30 days from the date the notice is mailed.\t(b)\tThe compliance date as specified in the notice may be extended for no more than 45 days if the Operator presents satisfactory evidence to the Superintendent of Building that unusual difficulties prevent substantial compliance without an extension.\tN.\tInterim Management Plan.\t1.\tWithin 90 days of a Surface Mining Operation becoming Idle, the Operator shall submit to the Department a proposed Interim Management Plan (IMP.) The proposed IMP shall fully comply with the requirements of the Act, and shall provide measures the Operator will implement to maintain the site in a stable condition, taking into consideration public health and safety.  The proposed IMP shall be processed in accordance with the provisions of Subsection J of this section (amendments).  IMPs shall not be considered a project for the purposes of complying with CEQA and the city’s CEQA Guidelines.\t2.\tFinancial assurances for Idle operations shall be maintained as though the operation were active.\t3.\tUpon receipt of a complete proposed IMP, the Department shall forward the IMP to the state Department of Conservation for review.  The IMP shall be submitted to the state Department of Conservation at least 30 days prior to approval under Subsection J of this section (amendments).\t4.\tWithin 60 days of the receipt of the IMP, or a longer period mutually agreed upon by the Director and the Operator, the IMP shall be reviewed and approved, conditionally approved, or denied.\t5.\tThe IMP shall remain in effect for a period not to exceed five years, at which time the Commission may renew the IMP for another period not to exceed five years, or require the Surface Mining Operator to begin Reclamation in accordance with its approved Reclamation plan.\tO.\tAnnual Report.  Surface Mining Operators shall forward an annual Surface Mining Operations report to the state Department of Conservation and to the Department on a date established by the state Department of Conservation, upon forms furnished by the State Board.  New Surface Mining Operations shall file an initial Surface Mining Operations report and any applicable filing fees with the state Department of Conservation within 30 days of Permit approval, or before commencement of operations, whichever is sooner.  Any applicable fees, together with a copy of the annual inspection report, shall be forwarded to the state Department of Conservation at the time of filing the annual Surface Mining Operations report.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}