{"section_number":"13.09","edition_id":"1","section_id":"747","structure_id":"43","catch_line":"Mixed Use District.","history":"","full_text":"  MIXED USE DISTRICT.\n\t(New Sec. 13.09 Added by Ord. No. 172,171, Eff. 9\/27\/98.)\n\n\tA.\tPurpose.  The purpose of the is to implement the General Plan by encouraging land uses that combine Commercial Uses and dwelling units in order to reduce vehicle trips and vehicle miles traveled by locating residents, jobs, and services near each other; to improve air quality through a reduction of vehicle trips and vehicle miles traveled; to support the transit system; to promote economic vitality and the revitalization of areas of special need; to provide for a variety of housing opportunities, including senior housing; to improve the efficiency of public services, systems, and utilities; to promote design quality and flexibility; and to promote pleasing and interesting urban form and architecture.  Areas proximate to mass transit stations and major bus routes are appropriate locations for Mixed Use Districts.\n\n\tB.\tEstablishment of District.\n\n\t1.\tRequirements.  A Mixed Use District may only include lots in the R5, CR, C1, C1.5, C2, C4, or C5 zones.  Lots in the R3 or R4 zones may also be included in a Mixed Use District if they (1) abut a designated major or secondary highway; and (2) are also located in a Community Plan designated regional or community center.\n\n\tA Mixed Use District shall contain no less than one Block Face.  The total acreage in a Mixed Use District shall include contiguous parcels of land which may only be separated by public streets, alleys, or other physical features, or as determined by the Director of Planning, or his\/her designee.  Precise boundaries are required to be delineated at the time of application or initiation of an individual rezoning application to Mixed Use District.\n\n\tA Mixed Use District shall be consistent with the intent and purposes of the applicable Community Plan.  If, as determined by the Director of Planning or his\/her designee, the provisions of this section conflict with those of an adopted specific plan, then the provisions of the specific plan shall prevail.  If the provisions of this section conflict with any other citywide regulations except an adopted specific plan, then the provisions of this section shall prevail.  If “Q” or “D” limitations have been imposed on a lot, then the most restrictive requirement shall prevail.\n\n\t2.\tStandard Provisions and Permitted Modifications.  In establishing an individual Mixed Use District, all of the standard provisions set forth in Subsection C, Uses; Subsection D, Yards; Subsection E, Development Incentives; Subsection F, Development Standards; and Subsection G, Pedestrian Orientation, shall apply.\n\n\tHowever, based on an appropriate consideration of the proposed district’s character, needs, and development potential, and the goals, objectives, and policies set forth in the applicable Community Plan, some of the standard provisions set forth in Subsections C or E may be eliminated or modified, as further described below.\n\n\t3.\tDefinitions.  Notwithstanding any other provision of this article to the contrary, the following definitions shall apply to this section:\n\n\tAutomotive Uses means automobile and trailer sales areas, automobile dismantling yards, automotive fueling and service stations, and automotive repair uses as defined in Section 12.03.\n\n\tBlock Face is a lot or a group of lots that abuts on at least three sides a public street or other physical feature, or as determined by the Director of Planning, or his or her designee.\n\n\tBuilding Frontage means the maximum length of a line or lines formed by connecting the points representing projections of the exterior building walls onto a public street or onto a courtyard that is directly accessible by pedestrians from a public street, whichever distance is greater.\n\n\tCentral Parking Structure is a parking structure or surface lot accessible to and available for use by the public and identified as a Central Parking Structure in the individual ordinance establishing the Mixed Use District.\n\n\tCommercial Uses means those uses as first permitted in the CR, C1, C1.5, C2, C4, or C5 zones, including guest rooms and hotels as defined in Section 12.03 and Community Facilities as defined by this section.\n\n\tCommunity Facilities means the following uses as first permitted by the CR zone and designed to serve the community-at-large: non-profit museums or libraries; child or adult day care facilities or nursery schools; churches or houses of worship (except rescue missions or temporary revivals); community centers or meeting rooms owned and operated by a governmental agency or non-profit organization; cultural centers owned and operated by a governmental agency or non-profit organization; schools, elementary or high; educational institutions; police substations; and telecommuting centers.\n\n\tCorner Lot means a lot located at the intersection of at least two streets designated on the Transportation Element of the General Plan as either a major, secondary, or other highway classification, or a collector street.  At least one of the streets at the intersection must be a designated highway.\n\n\tFacade Treatment is a rooftop architectural embellishment such as a Mansard roof that is constructed on the street-facing side of a Mixed Use Project.\n\n\tGround Floor is the lowest story within a building which is accessible from the street, the floor level of which is within three feet above or below curb level.\n\n\tMajor Bus Center means the intersection of two bus routes, one of which is a major bus route.\n\n\tMajor Bus Route means a bus route that is served by bus lines with evening peak hour headways of fifteen minutes or less and shown on a map approved by and reviewed annually by the City Planning Commission.  A bus route is one that is currently in operation within the route network of the Los Angeles County Metropolitan Transportation Authority, its successor agencies or other municipal transit operators but not including the City of Los Angeles’ DASH system or its successor agencies.\n\n\tMass Transit Station is a portal or platform at a transit stop for a fixed rail transit system.  Portal means the street-level entrance, exit, or escalator.  A Mass Transit Station is a facility that is currently in use, that a full funding contract for a proposed station’s location and portals has been signed by all funding partners, or one that a resolution to fund a preferred alignment has been adopted by the Los Angeles County Metropolitan Transportation Authority or its successor agency which resolution details specific station and portal locations.\n\n\tMixed Use Project means a Project which combines one or more Commercial Uses and multiple dwelling units in a single building or in a Unified Development and which provides the following:\n\n\t(1)\ta separate, Ground Floor entrance to the residential component, or a lobby that serves both the residential and Commercial Uses components; and\n\n\t(2)\ta pedestrian entrance to the Commercial Uses component that is directly accessible from a public street, and that is open during the normal business hours posted by the business.\n\n\tA minimum of 35 percent of the Ground Floor Building Frontage abutting a public commercially zoned street, excluding driveways or pedestrian entrances, must be designed to accommodate Commercial Uses to a minimum depth of 25 feet.\n\n\tPedestrian Amenities means outdoor sidewalk cafes, public plazas, retail courtyards, water features, kiosks, paseos, arcades, patios, covered walkways, or spaces for outdoor dining or seating that are located on the Ground Floor, and that are accessible to and available for use by the public.\n\n\tProject means the construction of a commercial, residential, or Mixed Use Project in a single building or in a Unified Development.\n\n\tUnified Development means a development of two or more buildings which have functional linkages such as pedestrian or vehicular connections, with common architectural and landscape features which constitute distinctive design elements of the development, and that appears to be a consolidated whole when viewed from adjoining streets.  Unified Developments may include two or more contiguous parcels or lots of record separated only by a street or alley.\n\n\t4.\tFindings.  In order to establish a Mixed Use District, the City Council must find that adequate infrastructure exists (including, but not limited to, schools, streets, and sewers) to support any added development permitted by the district.\n\n\tC.\tUses.  Notwithstanding any other provision of this chapter to the contrary, the following provisions shall apply:\n\n\t1.\tCommunity Facilities that are part of a Mixed Use Project are permitted in the R3 or R4 zones if the lot or lots abut a Major Bus Route.\n\n\t2.\tCommercial Uses that are part of a Mixed Use Project are permitted on lots in the R5 zone, except Automotive Uses as defined in Section 13.09 B 3 and open storage, including incidental open storage.\n\n\t3.\tProjects comprised exclusively of dwelling units are not permitted on lots in the CR, C1, C1.5, C2, C4, or C5 zone, except with the approval of the Zoning Administrator pursuant to Section 12.27I23.  However, the individual ordinance establishing a Mixed use District may amend this provision and permit Projects comprised exclusively of dwelling units in all or parts of the District.\n\n\t4.\tIf the City Council finds that further restricting the uses in a Mixed Use District is appropriate in light of the proposed district’s character, needs, and development potential, and the goals, policies, and objectives set forth in the applicable Community Plan, then the Council may do so in the ordinance establishing the district.\n\n\tD.\tYards.  Notwithstanding any other provisions of this article to the contrary, the following yards shall apply to Mixed Use Projects:\n\n\t1.\tThe yards of the CR zone shall apply to the non-residential component on lots in the R3 or R4 zones.\n\n\t2.\tThe following yards shall apply to lots in the R5 zone:\n\n\t(a)\tThe yards of the C2 zone shall apply to the non-residential component.\n\n\t(b)\tNo yards shall apply to the residential component if it abuts a street, private street, or alley.\n\n\tE.\tDevelopment Incentives.  Notwithstanding any other provisions of this chapter to the contrary, the following development incentives shall apply in Mixed Use Districts:\n\n\t1.\tHousing.  The individual ordinance establishing a Mixed Use District shall establish an incentive for dwelling units in Mixed Use Projects.  The amount of the incentive shall be based on an appropriate consideration of the proposed district’s character, needs, and development potential, and the goals, policies, and objectives set forth in the applicable Community Plan.\n\n\tThe incentive shall be shown on the “Zoning Map” by use of the capital letters “MU” for Mixed Use Projects and “C” for Commercial Uses, preceded by the applicable numerical limits.  The first two-digit number before the diagonal line shall indicate the maximum height permitted.  The first number after the diagonal line, which may include a decimal fraction, shall indicate the maximum permitted floor area ratio (FAR).  For example, a Mixed Use District zoned C2 45\/2.0-MU 35\/1.5-C means that a Mixed Use Project may not exceed a maximum height of 45 feet for the entire Project or an FAR of 2.0.  The Commercial Uses in a Mixed Use Project would be restricted to a maximum FAR of 1.5.  Projects comprised exclusively of Commercial Uses would be restricted to a maximum height of 35 feet and a maximum FAR of 1.5.  If the letter “U” appears before the diagonal line instead of a number, then an unlimited height is permitted.\n\n\t(a)\tIf a height or FAR housing incentive would result in a maximum height or FAR which exceeds that of the underlying base zone, then the Project may not proceed until the height district of the base zone is changed.\n\n\t(b)\tThe minimum dwelling unit FAR for Mixed Use Projects with a total FAR of 6.0 or greater is 1.5\n\n\t(c)\tThe lot area requirements of the R5 zone shall apply to Mixed Use Projects with a total FAR of 6.0 or greater.\n\n\t2.\tPedestrian Amenities.  Pedestrian Amenities shall not be included in the calculation of permitted FAR.\n\n\t3.\tParking.  If a proposed Mixed Use District includes lots within 1,500 feet of a Mass Transit Station or Major Bus Center, or lots within 750 feet of a Central Parking Structure, then the individual ordinance establishing the Mixed Use District shall include a parking incentive which specifies a reduction in the number of parking spaces required by Section 12.21A4.  Provided, however, a minimum of two spaces for every 1,000 square feet of non-residential floor area shall be required.  In determining the appropriate level of parking reduction, the City Council shall consider such factors as local transit dependency and automobile usage, traffic, available parking, and level of transit service, and the goals, policies, and objectives set forth in the applicable Community Plan.\n\n\t(a)\tTransit Facilities.  The transit facility incentive shall be restricted to dwelling units and Commercial Uses in Mixed Use Projects within 1,500 feet of a Mass Transit Station or Major Bus Center.\n\n\t(b)\tCentral Parking Structures.  The Central Parking Structure incentive shall be restricted to Commercial Uses within 750 feet of a Central Parking Structure.  To make use of this incentive, the owner(s) of the Central Parking Structure must execute and record in the Los Angeles County Recorder’s Office, a covenant and agreement for the benefit of the City of Los Angeles which provides that the required parking shall be maintained in perpetuity or until the Director of Planning determines that it is no longer necessary.  This incentive may not be combined with the transit facility incentive set forth in (a) above.\n\n\t(c)\tMeasurement of Distance.  Distance from a transit facility or Central Parking Structure shall be measured as specified in Section 12.21A4(g).\n\n\t(d)\tDowntown Exceptions.  The parking incentive for dwelling units as set forth in Section 13.09E3(a) above shall not be authorized in the Parking Exception Area for the Central City as described in Section 12.21A4(p).  The parking incentive for Commercial Uses as set forth in Section 13.09E3(a) and (b) above shall not be authorized in the Downtown Business District Exception Area as described in Section 12.21A4(I).\n\n\t(e)\tAffordable Housing.  The transit facility and Central Parking Structure incentives set forth above shall not be combined with the parking reduction provided for affordable housing as set forth in Section 12.22A25(d)(2).\n\n\t4.\tFacade Treatments, Corner Lots, and Community Facilities.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Each Mixed Use Project shall be entitled to one of the following incentives by right.  To obtain an entitlement for two or more of these incentives, the approval of the Zoning Administrator pursuant to Section 12.24W28 is required.\n\n\t(a)\tFacade Treatments.  Unless eliminated or modified by the individual ordinance establishing a Mixed Use District, if the maximum height otherwise permitted by the underlying zone or established pursuant to Section 13.09E1 above is less than 100 feet, then a Mixed Use Project is entitled to an increase in height of no more than ten feet, provided that the additional height is used for a Facade Treatment.\n\n\tThe individual ordinance establishing the Mixed Use District may not modify the following restrictions:\n\n\t(1)\tThe Facade Treatment incentive may not be utilized on lots adjacent to or abutting an RW1 or more restrictive zone as defined by Sections 12.04 or 12.23;\n\n\t(2)\tThe Facade Treatment incentive may not be combined with the Corner Lot incentive described in Paragraph (b) below; and\n\n\t(3)\tThe Facade Treatment incentive may not be used for signs or to increase the floor area of a structure.\n\n\t(b)\tCorner Lots.  Unless eliminated or modified by the individual ordinance establishing a Mixed Use District, a Mixed Use Project on a Corner Lot is entitled to an increase in height, FAR, and residential density for dwelling units that is 20 percent greater than what is otherwise permitted by the underlying zone or what is established pursuant to Section 13.09E1 above.\n\n\tThe individual ordinance establishing the Mixed Use District may not modify the following restrictions:\n\t(1)\tUnless a conditional use permit pursuant to Section 12.24 W 28 is also obtained, a Mixed Use Project which secures an affordable housing density bonus pursuant to California Government Code Section 65915 shall not also be entitled to the Corner Lot incentive; and\n\n\t(2)\tThe Corner Lot incentive may not be utilized on lots adjacent to or abutting an RW1 Zone or a more restrictive zone as defined by Sections 12.04 or 12.23.\n\n\t(c)\tCommunity Facilities.  Unless modified by the individual ordinance establishing the Mixed Use District, no more than 75 percent of the total floor area of a child or adult day care facility, community meeting room, cultural center, museum or telecommuting center shall be included in the calculation of permitted FAR.\n\n\t5.\tMini-Shopping Centers and Commercial Corner Developments.  (Amended by Ord. No. 172,350, Eff. 1\/30\/99.)  Mixed Use Projects are exempt from the regulations governing Mini-Shopping Centers and Commercial Corner Developments as set forth in Section 12.22A23.\n\n\tF.\tDevelopment Standards.  Notwithstanding the requirements of any other provision of this chapter to the contrary, all Projects shall comply with the following development standards.\n\n\t1.\tLandscaping and Surface Parking Lots.  (Amended by Ord. No. 175,223, Eff. 6\/30\/03.)  Landscaping of Projects and surface parking lots shall be provided in accordance with the requirements set forth in Sections 12.41, 12.42, 12.43 and 12.22 A.23.(10)(ii) (mini-shopping centers and commercial corner developments) of the Code.  Projects must also comply with the following additional requirements:\n\n\t(a)\tOpen Areas.  All open areas not used for buildings, driveways, parking, recreational facilities, or Pedestrian Amenities shall be landscaped by shrubs, trees, ground cover, lawns, planter boxes, flowers, or fountains.\n\n\t(b)\tPavement.  Paved areas, excluding parking and driveway areas, shall consist of enhanced paving materials such as stamped concrete, permeable paved surfaces, tile, and\/or brick pavers.\n\t(c)\tStreet Trees.  At least one 24-inch box street tree shall be planted in the public right-of-way on center, or in a pattern satisfactory to the Bureau of Street Maintenance, for every 25 feet of street frontage.\n\n\t2.\tOpen Space.  All Projects shall comply with the open space requirements for six or more residential units pursuant to Section 12.21G.\n\n\t3.\tFacade Relief.  Building Frontage shall be designed to comply with the following requirements.  These standards do not apply to accessory buildings, additions, remodels, or any change of use in an existing building.\n\n\t(a)\tHorizontal architectural treatments and\/or facade articulations such as cornices, friezes, balconies, awnings, Pedestrian Amenities, or other features shall be provided for every 30 feet of building height visible from a street.\n\n\t(b)\tIf a Project includes 40 or more feet of Building Frontage visible from a street, then vertical architectural treatments and\/or facade articulations such as columns, pilasters, indentations, or other features shall be provided for every 25 feet.  The minimum width of each vertical break shall be eight feet and the minimum depth shall be two feet.\n\n\t4.\tSignage.  Signage shall comply with the requirements of Section 12.22 A.23.(a)(6) (mini-shopping centers and commercial corner developments).  (Amended by Ord. No. 175,223, Eff. 6\/30\/03.)\n\n\t5.\tNoise Control.  Any dwelling unit exterior wall including windows and doors having a line of sight to a major highway, secondary highway, or other designated highway shall be constructed so as to provide a Sound Transmission Class of 50 or greater, as defined in the Uniform Building Code Standard No. 35-1, 1979 Edition.  The developer, as an alternative, may retain an acoustical engineer to submit evidence, along with the application for a building permit, specifying any alternative means of sound insulation sufficient to reduce interior noise levels below 45dBA in any habitable room.\n\n\t6.\tRooftop Appurtenances.  All ventilation, heating, or air conditioning ducts, tubes, equipment, or other related rooftop appurtenances shall be screened when viewed from adjacent streets.\n\n\tG.\tPedestrian Orientation.  The individual ordinance establishing a Mixed Use District, may designate some or all of the lots in the district as “pedestrian oriented.”  The decision as to which lots shall be designated as “pedestrian oriented” shall be based on an appropriate consideration of the proposed district’s character, needs, and development potential, and the goals, policies, and objectives set forth in the applicable Community Plan.\n\n\tThe following development standards, in addition to the development standards set forth in Subsection F above, shall apply to all Projects constructed on lots designated as pedestrian oriented.  These standards shall not apply to accessory buildings, additions, remodels, or any change of use in an existing building.\n\n\t1.\tGround Floor Commercial Uses.  One hundred percent of the Ground Floor Building Frontage abutting a public commercially zoned street, excluding driveways or pedestrian entrances, shall be designed to accommodate Commercial Uses to a minimum depth of 25 feet.\n\n\t2.\tBuilding Frontage.  Building Frontage shall, for its first 15 feet of height, be located within five feet of the front lot line and within five feet of a side yard lot line adjacent to a public street and shall extend at least 65 percent of the length of the lot line.\n\n\t3.\tPedestrian Amenities.  Notwithstanding the Building Frontage requirements in 2 above, if a Pedestrian Amenity is provided, the required Building Frontage may be set back up to 15 feet along the portion of that amenity.\n\n\t4.\tLocation of Pedestrian Entrances.  Each individual tenant or business space located on the Ground Floor shall have an entrance directly accessible from the street at the same grade as the sidewalk, and the entrance shall remain open during the normal business hours posted by the business.\n\n\t5.\tOpenings in Building Frontages for Vehicular Access.  Vehicular access shall be provided from side streets or alleys if available.  Where side street or alley access is not available, not more than one 20-foot wide driveway shall be provided per 100 feet of Building Frontage, and not more than two driveways shall be permitted per building.\n\n\t6.\tParking.  Surface parking lots or parking structures shall be located behind the required Building Frontage, in the rear, interior portion of the lot that does not front on the street.\n\n\t7.\tTransparency of Building Frontage.   Building Frontage shall comply with the requirements of Section 12.22 A.23.(a)(3) (mini-shopping centers and commercial corner developments).  (Amended by Ord. No. 175,223, Eff. 6\/30\/03.)","order_by":"09","ancestry":{"1":{"id":"43","name":"Specific Plan – Zoning\nSupplemental Use Districts","identifier":"3","label":"article","url":"\/1\/3\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3777","structure_id":"43","section_number":"13.00","catch_line":"Establishment Of Districts.","url":"\/13.00\/","token":"13.00"},"1":{"id":"77","structure_id":"43","section_number":"13.01","catch_line":"“O” Oil Drilling Districts.","url":"\/13.01\/","token":"13.01"},"2":{"id":"1885","structure_id":"43","section_number":"13.02","catch_line":"“S” Animal Slaughtering Districts.","url":"\/13.02\/","token":"13.02"},"3":{"id":"1805","structure_id":"43","section_number":"13.03","catch_line":"“G” Surface Mining Operations Districts.","url":"\/13.03\/","token":"13.03"},"4":{"id":"2713","structure_id":"43","section_number":"13.04","catch_line":"“Rpd” Residential Planned Development Districts.","url":"\/13.04\/","token":"13.04"},"5":{"id":"944","structure_id":"43","section_number":"13.05","catch_line":"“K” Equinekeeping Districts.","url":"\/13.05\/","token":"13.05"},"6":{"id":"2777","structure_id":"43","section_number":"13.06","catch_line":"Commercial And Artcraft Districts.","url":"\/13.06\/","token":"13.06"},"7":{"id":"2216","structure_id":"43","section_number":"13.07","catch_line":"Pedestrian Oriented District.","url":"\/13.07\/","token":"13.07"},"8":{"id":"432","structure_id":"43","section_number":"13.08","catch_line":"“Cdo” Community Design Overlay District.","url":"\/13.08\/","token":"13.08"},"9":{"id":"747","structure_id":"43","section_number":"13.09","catch_line":"Mixed Use District.","url":"\/13.09\/","token":"13.09"},"10":{"id":"947","structure_id":"43","section_number":"13.10","catch_line":"Fence Heights District.","url":"\/13.10\/","token":"13.10"},"11":{"id":"2996","structure_id":"43","section_number":"13.11","catch_line":"“Sn” Sign District.","url":"\/13.11\/","token":"13.11"},"12":{"id":"3998","structure_id":"43","section_number":"13.12","catch_line":"\"Nso\" Neighborhood Stabilization Overlay District.","url":"\/13.12\/","token":"13.12"},"13":{"id":"1837","structure_id":"43","section_number":"13.13","catch_line":"“Rfa” Residential Floor Area District.","url":"\/13.13\/","token":"13.13"},"14":{"id":"3509","structure_id":"43","section_number":"13.14","catch_line":"\"Cpio\" Community Plan Implementation Overlay District.","url":"\/13.14\/","token":"13.14"},"15":{"id":"2407","structure_id":"43","section_number":"13.15","catch_line":"Modified Parking Requirement (Mpr) District.","url":"\/13.15\/","token":"13.15"},"16":{"id":"2259","structure_id":"43","section_number":"13.16","catch_line":"\"Hs\" Hillside Standards Overlay District.","url":"\/13.16\/","token":"13.16"},"17":{"id":"2537","structure_id":"43","section_number":"13.17","catch_line":"Violation.","url":"\/13.17\/","token":"13.17"}},"next_section":{"id":"947","structure_id":"43","section_number":"13.10","catch_line":"Fence Heights District.","url":"\/13.10\/","token":"13.10"},"metadata":false,"references":false,"url":"\/13.09\/","token":"13.09","formats":{"txt":"\/13.09.txt","json":"\/13.09.xml"},"dublin_core":{"Title":"Mixed Use District.","Type":"Text","Format":"text\/html","Identifier":"§ 13.09","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nMIXED USE DISTRICT. (§ 13.09)\n\n  MIXED USE DISTRICT.\n\t(New Sec. 13.09 Added by Ord. No. 172,171, Eff. 9\/27\/98.)\tA.\tPurpose.  The\npurpose of the is to implement the General Plan by encouraging land uses that\ncombine Commercial Uses and dwelling units in order to reduce vehicle trips and\nvehicle miles traveled by locating residents, jobs, and services near each\nother; to improve air quality through a reduction of vehicle trips and vehicle\nmiles traveled; to support the transit system; to promote economic vitality and\nthe revitalization of areas of special need; to provide for a variety of housing\nopportunities, including senior housing; to improve the efficiency of public\nservices, systems, and utilities; to promote design quality and flexibility; and\nto promote pleasing and interesting urban form and architecture.  Areas\nproximate to mass transit stations and major bus routes are appropriate\nlocations for Mixed Use Districts.\tB.\tEstablishment of\nDistrict.\t1.\tRequirements.  A Mixed Use District may only include lots in the\nR5, CR, C1, C1.5, C2, C4, or C5 zones.  Lots in the R3 or R4 zones may also be\nincluded in a Mixed Use District if they (1) abut a designated major or\nsecondary highway; and (2) are also located in a Community Plan designated\nregional or community center.\tA Mixed Use District shall contain no less than\none Block Face.  The total acreage in a Mixed Use District shall include\ncontiguous parcels of land which may only be separated by public streets,\nalleys, or other physical features, or as determined by the Director of\nPlanning, or his\/her designee.  Precise boundaries are required to be\ndelineated at the time of application or initiation of an individual rezoning\napplication to Mixed Use District.\tA Mixed Use District shall be consistent with\nthe intent and purposes of the applicable Community Plan.  If, as determined by\nthe Director of Planning or his\/her designee, the provisions of this section\nconflict with those of an adopted specific plan, then the provisions of the\nspecific plan shall prevail.  If the provisions of this section conflict with\nany other citywide regulations except an adopted specific plan, then the\nprovisions of this section shall prevail.  If “Q” or “D” limitations\nhave been imposed on a lot, then the most restrictive requirement shall\nprevail.\t2.\tStandard Provisions and Permitted Modifications.  In establishing\nan individual Mixed Use District, all of the standard provisions set forth in\nSubsection C, Uses; Subsection D, Yards; Subsection E, Development Incentives;\nSubsection F, Development Standards; and Subsection G, Pedestrian Orientation,\nshall apply.\tHowever, based on an appropriate consideration of the proposed\ndistrict’s character, needs, and development potential, and the goals,\nobjectives, and policies set forth in the applicable Community Plan, some of the\nstandard provisions set forth in Subsections C or E may be eliminated or\nmodified, as further described below.\t3.\tDefinitions.  Notwithstanding any\nother provision of this article to the contrary, the following definitions shall\napply to this section:\tAutomotive Uses means automobile and trailer sales areas,\nautomobile dismantling yards, automotive fueling and service stations, and\nautomotive repair uses as defined in Section 12.03.\tBlock Face is a lot or a\ngroup of lots that abuts on at least three sides a public street or other\nphysical feature, or as determined by the Director of Planning, or his or her\ndesignee.\tBuilding Frontage means the maximum length of a line or lines formed\nby connecting the points representing projections of the exterior building walls\nonto a public street or onto a courtyard that is directly accessible by\npedestrians from a public street, whichever distance is greater.\tCentral Parking\nStructure is a parking structure or surface lot accessible to and available for\nuse by the public and identified as a Central Parking Structure in the\nindividual ordinance establishing the Mixed Use District.\tCommercial Uses means\nthose uses as first permitted in the CR, C1, C1.5, C2, C4, or C5 zones,\nincluding guest rooms and hotels as defined in Section 12.03 and Community\nFacilities as defined by this section.\tCommunity Facilities means the following\nuses as first permitted by the CR zone and designed to serve the\ncommunity-at-large: non-profit museums or libraries; child or adult day care\nfacilities or nursery schools; churches or houses of worship (except rescue\nmissions or temporary revivals); community centers or meeting rooms owned and\noperated by a governmental agency or non-profit organization; cultural centers\nowned and operated by a governmental agency or non-profit organization; schools,\nelementary or high; educational institutions; police substations; and\ntelecommuting centers.\tCorner Lot means a lot located at the intersection of at\nleast two streets designated on the Transportation Element of the General Plan\nas either a major, secondary, or other highway classification, or a collector\nstreet.  At least one of the streets at the intersection must be a designated\nhighway.\tFacade Treatment is a rooftop architectural embellishment such as a\nMansard roof that is constructed on the street-facing side of a Mixed Use\nProject.\tGround Floor is the lowest story within a building which is accessible\nfrom the street, the floor level of which is within three feet above or below\ncurb level.\tMajor Bus Center means the intersection of two bus routes, one of\nwhich is a major bus route.\tMajor Bus Route means a bus route that is served by\nbus lines with evening peak hour headways of fifteen minutes or less and shown\non a map approved by and reviewed annually by the City Planning Commission.  A\nbus route is one that is currently in operation within the route network of the\nLos Angeles County Metropolitan Transportation Authority, its successor agencies\nor other municipal transit operators but not including the City of Los\nAngeles’ DASH system or its successor agencies.\tMass Transit Station is a\nportal or platform at a transit stop for a fixed rail transit system.  Portal\nmeans the street-level entrance, exit, or escalator.  A Mass Transit Station is\na facility that is currently in use, that a full funding contract for a proposed\nstation’s location and portals has been signed by all funding partners, or one\nthat a resolution to fund a preferred alignment has been adopted by the Los\nAngeles County Metropolitan Transportation Authority or its successor agency\nwhich resolution details specific station and portal locations.\tMixed Use\nProject means a Project which combines one or more Commercial Uses and multiple\ndwelling units in a single building or in a Unified Development and which\nprovides the following:\t(1)\ta separate, Ground Floor entrance to the residential\ncomponent, or a lobby that serves both the residential and Commercial Uses\ncomponents; and\t(2)\ta pedestrian entrance to the Commercial Uses component that\nis directly accessible from a public street, and that is open during the normal\nbusiness hours posted by the business.\tA minimum of 35 percent of the Ground\nFloor Building Frontage abutting a public commercially zoned street, excluding\ndriveways or pedestrian entrances, must be designed to accommodate Commercial\nUses to a minimum depth of 25 feet.\tPedestrian Amenities means outdoor sidewalk\ncafes, public plazas, retail courtyards, water features, kiosks, paseos,\narcades, patios, covered walkways, or spaces for outdoor dining or seating that\nare located on the Ground Floor, and that are accessible to and available for\nuse by the public.\tProject means the construction of a commercial, residential,\nor Mixed Use Project in a single building or in a Unified Development.\tUnified\nDevelopment means a development of two or more buildings which have functional\nlinkages such as pedestrian or vehicular connections, with common architectural\nand landscape features which constitute distinctive design elements of the\ndevelopment, and that appears to be a consolidated whole when viewed from\nadjoining streets.  Unified Developments may include two or more contiguous\nparcels or lots of record separated only by a street or alley.\t4.\tFindings.  In\norder to establish a Mixed Use District, the City Council must find that\nadequate infrastructure exists (including, but not limited to, schools, streets,\nand sewers) to support any added development permitted by the\ndistrict.\tC.\tUses.  Notwithstanding any other provision of this chapter to the\ncontrary, the following provisions shall apply:\t1.\tCommunity Facilities that are\npart of a Mixed Use Project are permitted in the R3 or R4 zones if the lot or\nlots abut a Major Bus Route.\t2.\tCommercial Uses that are part of a Mixed Use\nProject are permitted on lots in the R5 zone, except Automotive Uses as defined\nin Section 13.09 B 3 and open storage, including incidental open\nstorage.\t3.\tProjects comprised exclusively of dwelling units are not permitted\non lots in the CR, C1, C1.5, C2, C4, or C5 zone, except with the approval of the\nZoning Administrator pursuant to Section 12.27I23.  However, the individual\nordinance establishing a Mixed use District may amend this provision and permit\nProjects comprised exclusively of dwelling units in all or parts of the\nDistrict.\t4.\tIf the City Council finds that further restricting the uses in a\nMixed Use District is appropriate in light of the proposed district’s\ncharacter, needs, and development potential, and the goals, policies, and\nobjectives set forth in the applicable Community Plan, then the Council may do\nso in the ordinance establishing the district.\tD.\tYards.  Notwithstanding any\nother provisions of this article to the contrary, the following yards shall\napply to Mixed Use Projects:\t1.\tThe yards of the CR zone shall apply to the\nnon-residential component on lots in the R3 or R4 zones.\t2.\tThe following yards\nshall apply to lots in the R5 zone:\t(a)\tThe yards of the C2 zone shall apply to\nthe non-residential component.\t(b)\tNo yards shall apply to the residential\ncomponent if it abuts a street, private street, or alley.\tE.\tDevelopment\nIncentives.  Notwithstanding any other provisions of this chapter to the\ncontrary, the following development incentives shall apply in Mixed Use\nDistricts:\t1.\tHousing.  The individual ordinance establishing a Mixed Use\nDistrict shall establish an incentive for dwelling units in Mixed Use\nProjects.  The amount of the incentive shall be based on an appropriate\nconsideration of the proposed district’s character, needs, and development\npotential, and the goals, policies, and objectives set forth in the applicable\nCommunity Plan.\tThe incentive shall be shown on the “Zoning Map” by use of\nthe capital letters “MU” for Mixed Use Projects and “C” for Commercial\nUses, preceded by the applicable numerical limits.  The first two-digit number\nbefore the diagonal line shall indicate the maximum height permitted.  The\nfirst number after the diagonal line, which may include a decimal fraction,\nshall indicate the maximum permitted floor area ratio (FAR).  For example, a\nMixed Use District zoned C2 45\/2.0-MU 35\/1.5-C means that a Mixed Use Project\nmay not exceed a maximum height of 45 feet for the entire Project or an FAR of\n2.0.  The Commercial Uses in a Mixed Use Project would be restricted to a\nmaximum FAR of 1.5.  Projects comprised exclusively of Commercial Uses would be\nrestricted to a maximum height of 35 feet and a maximum FAR of 1.5.  If the\nletter “U” appears before the diagonal line instead of a number, then an\nunlimited height is permitted.\t(a)\tIf a height or FAR housing incentive would\nresult in a maximum height or FAR which exceeds that of the underlying base\nzone, then the Project may not proceed until the height district of the base\nzone is changed.\t(b)\tThe minimum dwelling unit FAR for Mixed Use Projects with a\ntotal FAR of 6.0 or greater is 1.5\t(c)\tThe lot area requirements of the R5 zone\nshall apply to Mixed Use Projects with a total FAR of 6.0 or\ngreater.\t2.\tPedestrian Amenities.  Pedestrian Amenities shall not be included\nin the calculation of permitted FAR.\t3.\tParking.  If a proposed Mixed Use\nDistrict includes lots within 1,500 feet of a Mass Transit Station or Major Bus\nCenter, or lots within 750 feet of a Central Parking Structure, then the\nindividual ordinance establishing the Mixed Use District shall include a parking\nincentive which specifies a reduction in the number of parking spaces required\nby Section 12.21A4.  Provided, however, a minimum of two spaces for every 1,000\nsquare feet of non-residential floor area shall be required.  In determining\nthe appropriate level of parking reduction, the City Council shall consider such\nfactors as local transit dependency and automobile usage, traffic, available\nparking, and level of transit service, and the goals, policies, and objectives\nset forth in the applicable Community Plan.\t(a)\tTransit Facilities.  The\ntransit facility incentive shall be restricted to dwelling units and Commercial\nUses in Mixed Use Projects within 1,500 feet of a Mass Transit Station or Major\nBus Center.\t(b)\tCentral Parking Structures.  The Central Parking Structure\nincentive shall be restricted to Commercial Uses within 750 feet of a Central\nParking Structure.  To make use of this incentive, the owner(s) of the Central\nParking Structure must execute and record in the Los Angeles County Recorder’s\nOffice, a covenant and agreement for the benefit of the City of Los Angeles\nwhich provides that the required parking shall be maintained in perpetuity or\nuntil the Director of Planning determines that it is no longer necessary.  This\nincentive may not be combined with the transit facility incentive set forth in\n(a) above.\t(c)\tMeasurement of Distance.  Distance from a transit facility or\nCentral Parking Structure shall be measured as specified in Section\n12.21A4(g).\t(d)\tDowntown Exceptions.  The parking incentive for dwelling units\nas set forth in Section 13.09E3(a) above shall not be authorized in the Parking\nException Area for the Central City as described in Section 12.21A4(p).  The\nparking incentive for Commercial Uses as set forth in Section 13.09E3(a) and (b)\nabove shall not be authorized in the Downtown Business District Exception Area\nas described in Section 12.21A4(I).\t(e)\tAffordable Housing.  The transit\nfacility and Central Parking Structure incentives set forth above shall not be\ncombined with the parking reduction provided for affordable housing as set forth\nin Section 12.22A25(d)(2).\t4.\tFacade Treatments, Corner Lots, and Community\nFacilities.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Each Mixed Use\nProject shall be entitled to one of the following incentives by right.  To\nobtain an entitlement for two or more of these incentives, the approval of the\nZoning Administrator pursuant to Section 12.24W28 is required.\t(a)\tFacade\nTreatments.  Unless eliminated or modified by the individual ordinance\nestablishing a Mixed Use District, if the maximum height otherwise permitted by\nthe underlying zone or established pursuant to Section 13.09E1 above is less\nthan 100 feet, then a Mixed Use Project is entitled to an increase in height of\nno more than ten feet, provided that the additional height is used for a Facade\nTreatment.\tThe individual ordinance establishing the Mixed Use District may not\nmodify the following restrictions:\t(1)\tThe Facade Treatment incentive may not be\nutilized on lots adjacent to or abutting an RW1 or more restrictive zone as\ndefined by Sections 12.04 or 12.23;\t(2)\tThe Facade Treatment incentive may not\nbe combined with the Corner Lot incentive described in Paragraph (b) below;\nand\t(3)\tThe Facade Treatment incentive may not be used for signs or to increase\nthe floor area of a structure.\t(b)\tCorner Lots.  Unless eliminated or modified\nby the individual ordinance establishing a Mixed Use District, a Mixed Use\nProject on a Corner Lot is entitled to an increase in height, FAR, and\nresidential density for dwelling units that is 20 percent greater than what is\notherwise permitted by the underlying zone or what is established pursuant to\nSection 13.09E1 above.\tThe individual ordinance establishing the Mixed Use\nDistrict may not modify the following restrictions:\n\t(1)\tUnless a conditional use permit pursuant to Section 12.24 W 28 is also\nobtained, a Mixed Use Project which secures an affordable housing density bonus\npursuant to California Government Code Section 65915 shall not also be entitled\nto the Corner Lot incentive; and\t(2)\tThe Corner Lot incentive may not be\nutilized on lots adjacent to or abutting an RW1 Zone or a more restrictive zone\nas defined by Sections 12.04 or 12.23.\t(c)\tCommunity Facilities.  Unless\nmodified by the individual ordinance establishing the Mixed Use District, no\nmore than 75 percent of the total floor area of a child or adult day care\nfacility, community meeting room, cultural center, museum or telecommuting\ncenter shall be included in the calculation of permitted FAR.\t5.\tMini-Shopping\nCenters and Commercial Corner Developments.  (Amended by Ord. No. 172,350, Eff.\n1\/30\/99.)  Mixed Use Projects are exempt from the regulations governing\nMini-Shopping Centers and Commercial Corner Developments as set forth in Section\n12.22A23.\tF.\tDevelopment Standards.  Notwithstanding the requirements of any\nother provision of this chapter to the contrary, all Projects shall comply with\nthe following development standards.\t1.\tLandscaping and Surface Parking Lots. \n(Amended by Ord. No. 175,223, Eff. 6\/30\/03.)  Landscaping of Projects and\nsurface parking lots shall be provided in accordance with the requirements set\nforth in Sections 12.41, 12.42, 12.43 and 12.22 A.23.(10)(ii) (mini-shopping\ncenters and commercial corner developments) of the Code.  Projects must also\ncomply with the following additional requirements:\t(a)\tOpen Areas.  All open\nareas not used for buildings, driveways, parking, recreational facilities, or\nPedestrian Amenities shall be landscaped by shrubs, trees, ground cover, lawns,\nplanter boxes, flowers, or fountains.\t(b)\tPavement.  Paved areas, excluding\nparking and driveway areas, shall consist of enhanced paving materials such as\nstamped concrete, permeable paved surfaces, tile, and\/or brick pavers.\n\t(c)\tStreet Trees.  At least one 24-inch box street tree shall be planted in\nthe public right-of-way on center, or in a pattern satisfactory to the Bureau of\nStreet Maintenance, for every 25 feet of street frontage.\t2.\tOpen Space.  All\nProjects shall comply with the open space requirements for six or more\nresidential units pursuant to Section 12.21G.\t3.\tFacade Relief.  Building\nFrontage shall be designed to comply with the following requirements.  These\nstandards do not apply to accessory buildings, additions, remodels, or any\nchange of use in an existing building.\t(a)\tHorizontal architectural treatments\nand\/or facade articulations such as cornices, friezes, balconies, awnings,\nPedestrian Amenities, or other features shall be provided for every 30 feet of\nbuilding height visible from a street.\t(b)\tIf a Project includes 40 or more feet\nof Building Frontage visible from a street, then vertical architectural\ntreatments and\/or facade articulations such as columns, pilasters, indentations,\nor other features shall be provided for every 25 feet.  The minimum width of\neach vertical break shall be eight feet and the minimum depth shall be two\nfeet.\t4.\tSignage.  Signage shall comply with the requirements of Section 12.22\nA.23.(a)(6) (mini-shopping centers and commercial corner developments). \n(Amended by Ord. No. 175,223, Eff. 6\/30\/03.)\t5.\tNoise Control.  Any dwelling\nunit exterior wall including windows and doors having a line of sight to a major\nhighway, secondary highway, or other designated highway shall be constructed so\nas to provide a Sound Transmission Class of 50 or greater, as defined in the\nUniform Building Code Standard No. 35-1, 1979 Edition.  The developer, as an\nalternative, may retain an acoustical engineer to submit evidence, along with\nthe application for a building permit, specifying any alternative means of sound\ninsulation sufficient to reduce interior noise levels below 45dBA in any\nhabitable room.\t6.\tRooftop Appurtenances.  All ventilation, heating, or air\nconditioning ducts, tubes, equipment, or other related rooftop appurtenances\nshall be screened when viewed from adjacent streets.\tG.\tPedestrian\nOrientation.  The individual ordinance establishing a Mixed Use District, may\ndesignate some or all of the lots in the district as “pedestrian\noriented.”  The decision as to which lots shall be designated as\n“pedestrian oriented” shall be based on an appropriate consideration of the\nproposed district’s character, needs, and development potential, and the\ngoals, policies, and objectives set forth in the applicable Community Plan.\tThe\nfollowing development standards, in addition to the development standards set\nforth in Subsection F above, shall apply to all Projects constructed on lots\ndesignated as pedestrian oriented.  These standards shall not apply to\naccessory buildings, additions, remodels, or any change of use in an existing\nbuilding.\t1.\tGround Floor Commercial Uses.  One hundred percent of the Ground\nFloor Building Frontage abutting a public commercially zoned street, excluding\ndriveways or pedestrian entrances, shall be designed to accommodate Commercial\nUses to a minimum depth of 25 feet.\t2.\tBuilding Frontage.  Building Frontage\nshall, for its first 15 feet of height, be located within five feet of the front\nlot line and within five feet of a side yard lot line adjacent to a public\nstreet and shall extend at least 65 percent of the length of the lot\nline.\t3.\tPedestrian Amenities.  Notwithstanding the Building Frontage\nrequirements in 2 above, if a Pedestrian Amenity is provided, the required\nBuilding Frontage may be set back up to 15 feet along the portion of that\namenity.\t4.\tLocation of Pedestrian Entrances.  Each individual tenant or\nbusiness space located on the Ground Floor shall have an entrance directly\naccessible from the street at the same grade as the sidewalk, and the entrance\nshall remain open during the normal business hours posted by the\nbusiness.\t5.\tOpenings in Building Frontages for Vehicular Access.  Vehicular\naccess shall be provided from side streets or alleys if available.  Where side\nstreet or alley access is not available, not more than one 20-foot wide driveway\nshall be provided per 100 feet of Building Frontage, and not more than two\ndriveways shall be permitted per building.\t6.\tParking.  Surface parking lots or\nparking structures shall be located behind the required Building Frontage, in\nthe rear, interior portion of the lot that does not front on the\nstreet.\t7.\tTransparency of Building Frontage.   Building Frontage shall comply\nwith the requirements of Section 12.22 A.23.(a)(3) (mini-shopping centers and\ncommercial corner developments).  (Amended by Ord. No. 175,223, Eff. 6\/30\/03.)\n","html":"\n\t\t\t\t\t<section><p>  MIXED USE DISTRICT.\n\t(New Sec. 13.09 Added by Ord. No. 172,171, Eff. 9\/27\/98.)<br \/><br \/>\tA.\tPurpose.  The purpose of the is to implement the General Plan by encouraging land uses that combine Commercial Uses and dwelling units in <span class=\"dictionary\">order<\/span> to reduce vehicle trips and vehicle miles traveled by locating residents, jobs, and services near each other; to improve air quality through a reduction of vehicle trips and vehicle miles traveled; to support the transit system; to promote economic vitality and the revitalization of areas of special need; to provide for a variety of housing opportunities, including senior housing; to improve the efficiency of public services, systems, and utilities; to promote design quality and flexibility; and to promote pleasing and interesting urban form and architecture.  Areas proximate to mass transit stations and major bus routes are appropriate locations for Mixed Use Districts.<br \/><br \/>\tB.\tEstablishment of District.<br \/><br \/>\t1.\tRequirements.  A Mixed Use District may only include lots in the R5, CR, C1, C1.5, C2, C4, or C5 zones.  Lots in the R3 or R4 zones may also be included in a Mixed Use District if they (1) abut a designated major or secondary highway; and (2) are also located in a Community Plan designated regional or community center.<br \/><br \/>\tA Mixed Use District shall contain no less than one Block Face.  The total acreage in a Mixed Use District shall include contiguous parcels of land which may only be separated by public streets, alleys, or other physical features, or as determined by the Director of Planning, or his\/her designee.  Precise boundaries are required to be delineated at the time of application or initiation of an individual rezoning application to Mixed Use District.<br \/><br \/>\tA Mixed Use District shall be consistent with the <span class=\"dictionary\">intent<\/span> and purposes of the applicable Community Plan.  If, as determined by the Director of Planning or his\/her designee, the provisions of this section conflict with those of an adopted specific plan, then the provisions of the specific plan shall prevail.  If the provisions of this section conflict with any other citywide regulations except an adopted specific plan, then the provisions of this section shall prevail.  If “Q” or “D” limitations have been imposed on a lot, then the most restrictive requirement shall prevail.<br \/><br \/>\t2.\tStandard Provisions and Permitted Modifications.  In establishing an individual Mixed Use District, all of the standard provisions set forth in Subsection C, Uses; Subsection D, Yards; Subsection E, Development Incentives; Subsection F, Development Standards; and Subsection G, Pedestrian Orientation, shall apply.<br \/><br \/>\tHowever, based on an appropriate consideration of the proposed district’s character, needs, and development potential, and the goals, objectives, and policies set forth in the applicable Community Plan, some of the standard provisions set forth in Subsections C or E may be eliminated or modified, as further described below.<br \/><br \/>\t3.\tDefinitions.  Notwithstanding any other provision of this article to the contrary, the following definitions shall apply to this section:<br \/><br \/>\tAutomotive Uses means automobile and trailer sales areas, automobile dismantling yards, automotive fueling and service stations, and automotive repair uses as defined in Section 12.03.<br \/><br \/>\tBlock Face is a lot or a group of lots that abuts on at least three sides a public street or other physical feature, or as determined by the Director of Planning, or his or her designee.<br \/><br \/>\tBuilding Frontage means the maximum length of a line or lines formed by connecting the points representing projections of the exterior building walls onto a public street or onto a courtyard that is directly accessible by pedestrians from a public street, whichever distance is greater.<br \/><br \/>\tCentral Parking Structure is a parking structure or surface lot accessible to and available for use by the public and identified as a Central Parking Structure in the individual <span class=\"dictionary\">ordinance<\/span> establishing the Mixed Use District.<br \/><br \/>\tCommercial Uses means those uses as first permitted in the CR, C1, C1.5, C2, C4, or C5 zones, including guest rooms and hotels as defined in Section 12.03 and Community Facilities as defined by this section.<br \/><br \/>\tCommunity Facilities means the following uses as first permitted by the CR zone and designed to serve the community-at-large: non-profit museums or libraries; child or adult day care facilities or nursery schools; churches or houses of worship (except rescue missions or temporary revivals); community centers or meeting rooms owned and operated by a governmental agency or non-profit organization; cultural centers owned and operated by a governmental agency or non-profit organization; schools, elementary or high; educational institutions; police substations; and telecommuting centers.<br \/><br \/>\tCorner Lot means a lot located at the intersection of at least two streets designated on the Transportation Element of the General Plan as either a major, secondary, or other highway classification, or a collector street.  At least one of the streets at the intersection must be a designated highway.<br \/><br \/>\tFacade Treatment is a rooftop architectural embellishment such as a Mansard roof that is constructed on the street-facing side of a Mixed Use Project.<br \/><br \/>\tGround Floor is the lowest story within a building which is accessible from the street, the floor level of which is within three feet above or below curb level.<br \/><br \/>\tMajor Bus Center means the intersection of two bus routes, one of which is a major bus route.<br \/><br \/>\tMajor Bus Route means a bus route that is served by bus lines with evening peak hour headways of fifteen minutes or less and shown on a map approved by and reviewed annually by the City Planning Commission.  A bus route is one that is currently in operation within the route network of the Los Angeles County Metropolitan Transportation Authority, its successor agencies or other municipal transit operators but not including the City of Los Angeles’ DASH system or its successor agencies.<br \/><br \/>\tMass Transit Station is a portal or platform at a transit stop for a fixed rail transit system.  Portal means the street-level entrance, exit, or escalator.  A Mass Transit Station is a facility that is currently in use, that a full funding <span class=\"dictionary\">contract<\/span> for a proposed station’s location and portals has been signed by all funding partners, or one that a resolution to fund a preferred alignment has been adopted by the Los Angeles County Metropolitan Transportation Authority or its successor agency which resolution details specific station and portal locations.<br \/><br \/>\tMixed Use Project means a Project which combines one or more Commercial Uses and multiple dwelling units in a single building or in a Unified Development and which provides the following:<br \/><br \/>\t(1)\ta separate, Ground Floor entrance to the residential component, or a lobby that serves both the residential and Commercial Uses components; and<br \/><br \/>\t(2)\ta pedestrian entrance to the Commercial Uses component that is directly accessible from a public street, and that is open during the normal business hours posted by the business.<br \/><br \/>\tA minimum of 35 percent of the Ground Floor Building Frontage abutting a public commercially zoned street, excluding driveways or pedestrian entrances, must be designed to accommodate Commercial Uses to a minimum depth of 25 feet.<br \/><br \/>\tPedestrian Amenities means outdoor sidewalk cafes, public plazas, retail courtyards, water features, kiosks, paseos, arcades, patios, covered walkways, or spaces for outdoor dining or seating that are located on the Ground Floor, and that are accessible to and available for use by the public.<br \/><br \/>\tProject means the construction of a commercial, residential, or Mixed Use Project in a single building or in a Unified Development.<br \/><br \/>\tUnified Development means a development of two or more buildings which have functional linkages such as pedestrian or vehicular connections, with common architectural and landscape features which constitute distinctive design elements of the development, and that appears to be a consolidated whole when viewed from adjoining streets.  Unified Developments may include two or more contiguous parcels or lots of record separated only by a street or alley.<br \/><br \/>\t4.\t<span class=\"dictionary\">Findings<\/span>.  In <span class=\"dictionary\">order<\/span> to establish a Mixed Use District, the City Council must find that adequate infrastructure exists (including, but not limited to, schools, streets, and sewers) to support any added development permitted by the district.<br \/><br \/>\tC.\tUses.  Notwithstanding any other provision of this chapter to the contrary, the following provisions shall apply:<br \/><br \/>\t1.\tCommunity Facilities that are part of a Mixed Use Project are permitted in the R3 or R4 zones if the lot or lots abut a Major Bus Route.<br \/><br \/>\t2.\tCommercial Uses that are part of a Mixed Use Project are permitted on lots in the R5 zone, except Automotive Uses as defined in Section 13.09 B 3 and open storage, including incidental open storage.<br \/><br \/>\t3.\tProjects comprised exclusively of dwelling units are not permitted on lots in the CR, C1, C1.5, C2, C4, or C5 zone, except with the approval of the Zoning Administrator pursuant to Section 12.27I23.  However, the individual <span class=\"dictionary\">ordinance<\/span> establishing a Mixed use District may <span class=\"dictionary\">amend<\/span> this provision and permit Projects comprised exclusively of dwelling units in all or parts of the District.<br \/><br \/>\t4.\tIf the City Council finds that further restricting the uses in a Mixed Use District is appropriate in light of the proposed district’s character, needs, and development potential, and the goals, policies, and objectives set forth in the applicable Community Plan, then the Council may do so in the <span class=\"dictionary\">ordinance<\/span> establishing the district.<br \/><br \/>\tD.\tYards.  Notwithstanding any other provisions of this article to the contrary, the following yards shall apply to Mixed Use Projects:<br \/><br \/>\t1.\tThe yards of the CR zone shall apply to the non-residential component on lots in the R3 or R4 zones.<br \/><br \/>\t2.\tThe following yards shall apply to lots in the R5 zone:<br \/><br \/>\t(a)\tThe yards of the C2 zone shall apply to the non-residential component.<br \/><br \/>\t(b)\tNo yards shall apply to the residential component if it abuts a street, private street, or alley.<br \/><br \/>\tE.\tDevelopment Incentives.  Notwithstanding any other provisions of this chapter to the contrary, the following development incentives shall apply in Mixed Use Districts:<br \/><br \/>\t1.\tHousing.  The individual <span class=\"dictionary\">ordinance<\/span> establishing a Mixed Use District shall establish an incentive for dwelling units in Mixed Use Projects.  The amount of the incentive shall be based on an appropriate consideration of the proposed district’s character, needs, and development potential, and the goals, policies, and objectives set forth in the applicable Community Plan.<br \/><br \/>\tThe incentive shall be shown on the “Zoning Map” by use of the capital letters “MU” for Mixed Use Projects and “C” for Commercial Uses, preceded by the applicable numerical limits.  The first two-digit number before the diagonal line shall indicate the maximum height permitted.  The first number after the diagonal line, which may include a decimal fraction, shall indicate the maximum permitted floor area ratio (FAR).  For example, a Mixed Use District zoned C2 45\/2.0-MU 35\/1.5-C means that a Mixed Use Project may not exceed a maximum height of 45 feet for the entire Project or an FAR of 2.0.  The Commercial Uses in a Mixed Use Project would be restricted to a maximum FAR of 1.5.  Projects comprised exclusively of Commercial Uses would be restricted to a maximum height of 35 feet and a maximum FAR of 1.5.  If the letter “U” appears before the diagonal line instead of a number, then an unlimited height is permitted.<br \/><br \/>\t(a)\tIf a height or FAR housing incentive would result in a maximum height or FAR which exceeds that of the underlying base zone, then the Project may not proceed until the height district of the base zone is changed.<br \/><br \/>\t(b)\tThe minimum dwelling unit FAR for Mixed Use Projects with a total FAR of 6.0 or greater is 1.5<br \/><br \/>\t(c)\tThe lot area requirements of the R5 zone shall apply to Mixed Use Projects with a total FAR of 6.0 or greater.<br \/><br \/>\t2.\tPedestrian Amenities.  Pedestrian Amenities shall not be included in the calculation of permitted FAR.<br \/><br \/>\t3.\tParking.  If a proposed Mixed Use District includes lots within 1,500 feet of a Mass Transit Station or Major Bus Center, or lots within 750 feet of a Central Parking Structure, then the individual <span class=\"dictionary\">ordinance<\/span> establishing the Mixed Use District shall include a parking incentive which specifies a reduction in the number of parking spaces required by Section 12.21A4.  Provided, however, a minimum of two spaces for every 1,000 square feet of non-residential floor area shall be required.  In determining the appropriate level of parking reduction, the City Council shall consider such factors as local transit dependency and automobile usage, traffic, available parking, and level of transit service, and the goals, policies, and objectives set forth in the applicable Community Plan.<br \/><br \/>\t(a)\tTransit Facilities.  The transit facility incentive shall be restricted to dwelling units and Commercial Uses in Mixed Use Projects within 1,500 feet of a Mass Transit Station or Major Bus Center.<br \/><br \/>\t(b)\tCentral Parking Structures.  The Central Parking Structure incentive shall be restricted to Commercial Uses within 750 feet of a Central Parking Structure.  To make use of this incentive, the owner(s) of the Central Parking Structure must execute and record in the Los Angeles County Recorder’s Office, a covenant and agreement for the benefit of the City of Los Angeles which provides that the required parking shall be maintained in perpetuity or until the Director of Planning determines that it is no longer necessary.  This incentive may not be combined with the transit facility incentive set forth in (a) above.<br \/><br \/>\t(c)\tMeasurement of Distance.  Distance from a transit facility or Central Parking Structure shall be measured as specified in Section 12.21A4(g).<br \/><br \/>\t(d)\tDowntown Exceptions.  The parking incentive for dwelling units as set forth in Section 13.09E3(a) above shall not be authorized in the Parking Exception Area for the Central City as described in Section 12.21A4(p).  The parking incentive for Commercial Uses as set forth in Section 13.09E3(a) and (b) above shall not be authorized in the Downtown Business District Exception Area as described in Section 12.21A4(I).<br \/><br \/>\t(e)\tAffordable Housing.  The transit facility and Central Parking Structure incentives set forth above shall not be combined with the parking reduction provided for affordable housing as set forth in Section 12.22A25(d)(2).<br \/><br \/>\t4.\tFacade Treatments, Corner Lots, and Community Facilities.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Each Mixed Use Project shall be entitled to one of the following incentives by right.  To obtain an entitlement for two or more of these incentives, the approval of the Zoning Administrator pursuant to Section 12.24W28 is required.<br \/><br \/>\t(a)\tFacade Treatments.  Unless eliminated or modified by the individual <span class=\"dictionary\">ordinance<\/span> establishing a Mixed Use District, if the maximum height otherwise permitted by the underlying zone or established pursuant to Section 13.09E1 above is less than 100 feet, then a Mixed Use Project is entitled to an increase in height of no more than ten feet, provided that the additional height is used for a Facade Treatment.<br \/><br \/>\tThe individual <span class=\"dictionary\">ordinance<\/span> establishing the Mixed Use District may not modify the following restrictions:<br \/><br \/>\t(1)\tThe Facade Treatment incentive may not be utilized on lots adjacent to or abutting an RW1 or more restrictive zone as defined by Sections 12.04 or 12.23;<br \/><br \/>\t(2)\tThe Facade Treatment incentive may not be combined with the Corner Lot incentive described in Paragraph (b) below; and<br \/><br \/>\t(3)\tThe Facade Treatment incentive may not be used for signs or to increase the floor area of a structure.<br \/><br \/>\t(b)\tCorner Lots.  Unless eliminated or modified by the individual <span class=\"dictionary\">ordinance<\/span> establishing a Mixed Use District, a Mixed Use Project on a Corner Lot is entitled to an increase in height, FAR, and residential density for dwelling units that is 20 percent greater than what is otherwise permitted by the underlying zone or what is established pursuant to Section 13.09E1 above.<br \/><br \/>\tThe individual <span class=\"dictionary\">ordinance<\/span> establishing the Mixed Use District may not modify the following restrictions:\n\t(1)\tUnless a conditional use permit pursuant to Section 12.24 W 28 is also obtained, a Mixed Use Project which secures an affordable housing density bonus pursuant to California Government Code Section 65915 shall not also be entitled to the Corner Lot incentive; and<br \/><br \/>\t(2)\tThe Corner Lot incentive may not be utilized on lots adjacent to or abutting an RW1 Zone or a more restrictive zone as defined by Sections 12.04 or 12.23.<br \/><br \/>\t(c)\tCommunity Facilities.  Unless modified by the individual <span class=\"dictionary\">ordinance<\/span> establishing the Mixed Use District, no more than 75 percent of the total floor area of a child or adult day care facility, community meeting room, cultural center, museum or telecommuting center shall be included in the calculation of permitted FAR.<br \/><br \/>\t5.\tMini-Shopping Centers and Commercial Corner Developments.  (Amended by Ord. No. 172,350, Eff. 1\/30\/99.)  Mixed Use Projects are exempt from the regulations governing Mini-Shopping Centers and Commercial Corner Developments as set forth in Section 12.22A23.<br \/><br \/>\tF.\tDevelopment Standards.  Notwithstanding the requirements of any other provision of this chapter to the contrary, all Projects shall comply with the following development standards.<br \/><br \/>\t1.\tLandscaping and Surface Parking Lots.  (Amended by Ord. No. 175,223, Eff. 6\/30\/03.)  Landscaping of Projects and surface parking lots shall be provided in accordance with the requirements set forth in Sections 12.41, 12.42, 12.43 and 12.22 A.23.(10)(ii) (mini-shopping centers and commercial corner developments) of the Code.  Projects must also comply with the following additional requirements:<br \/><br \/>\t(a)\tOpen Areas.  All open areas not used for buildings, driveways, parking, recreational facilities, or Pedestrian Amenities shall be landscaped by shrubs, trees, ground cover, lawns, planter boxes, flowers, or fountains.<br \/><br \/>\t(b)\tPavement.  Paved areas, excluding parking and driveway areas, shall consist of enhanced paving <span class=\"dictionary\">materials<\/span> such as stamped concrete, permeable paved surfaces, tile, and\/or brick pavers.\n\t(c)\tStreet Trees.  At least one 24-inch box street tree shall be planted in the public right-of-way on center, or in a pattern satisfactory to the Bureau of Street Maintenance, for every 25 feet of street frontage.<br \/><br \/>\t2.\tOpen Space.  All Projects shall comply with the open space requirements for six or more residential units pursuant to Section 12.21G.<br \/><br \/>\t3.\tFacade Relief.  Building Frontage shall be designed to comply with the following requirements.  These standards do not apply to <span class=\"dictionary\">accessory<\/span> buildings, additions, remodels, or any change of use in an existing building.<br \/><br \/>\t(a)\tHorizontal architectural treatments and\/or facade articulations such as cornices, friezes, balconies, awnings, Pedestrian Amenities, or other features shall be provided for every 30 feet of building height visible from a street.<br \/><br \/>\t(b)\tIf a Project includes 40 or more feet of Building Frontage visible from a street, then vertical architectural treatments and\/or facade articulations such as columns, pilasters, indentations, or other features shall be provided for every 25 feet.  The minimum width of each vertical break shall be eight feet and the minimum depth shall be two feet.<br \/><br \/>\t4.\tSignage.  Signage shall comply with the requirements of Section 12.22 A.23.(a)(6) (mini-shopping centers and commercial corner developments).  (Amended by Ord. No. 175,223, Eff. 6\/30\/03.)<br \/><br \/>\t5.\tNoise Control.  Any dwelling unit exterior wall including windows and doors having a line of sight to a major highway, secondary highway, or other designated highway shall be constructed so as to provide a Sound Transmission Class of 50 or greater, as defined in the Uniform Building Code Standard No. 35-1, 1979 Edition.  The developer, as an alternative, may retain an acoustical engineer to submit <span class=\"dictionary\">evidence<\/span>, along with the application for a building permit, specifying any alternative means of sound insulation sufficient to reduce interior noise levels below 45dBA in any habitable room.<br \/><br \/>\t6.\tRooftop Appurtenances.  All ventilation, heating, or air conditioning ducts, tubes, equipment, or other related rooftop appurtenances shall be screened when viewed from adjacent streets.<br \/><br \/>\tG.\tPedestrian Orientation.  The individual <span class=\"dictionary\">ordinance<\/span> establishing a Mixed Use District, may designate some or all of the lots in the district as “pedestrian oriented.”  The decision as to which lots shall be designated as “pedestrian oriented” shall be based on an appropriate consideration of the proposed district’s character, needs, and development potential, and the goals, policies, and objectives set forth in the applicable Community Plan.<br \/><br \/>\tThe following development standards, in addition to the development standards set forth in Subsection F above, shall apply to all Projects constructed on lots designated as pedestrian oriented.  These standards shall not apply to <span class=\"dictionary\">accessory<\/span> buildings, additions, remodels, or any change of use in an existing building.<br \/><br \/>\t1.\tGround Floor Commercial Uses.  One hundred percent of the Ground Floor Building Frontage abutting a public commercially zoned street, excluding driveways or pedestrian entrances, shall be designed to accommodate Commercial Uses to a minimum depth of 25 feet.<br \/><br \/>\t2.\tBuilding Frontage.  Building Frontage shall, for its first 15 feet of height, be located within five feet of the front lot line and within five feet of a side yard lot line adjacent to a public street and shall extend at least 65 percent of the length of the lot line.<br \/><br \/>\t3.\tPedestrian Amenities.  Notwithstanding the Building Frontage requirements in 2 above, if a Pedestrian Amenity is provided, the required Building Frontage may be set back up to 15 feet along the portion of that amenity.<br \/><br \/>\t4.\tLocation of Pedestrian Entrances.  Each individual tenant or business space located on the Ground Floor shall have an entrance directly accessible from the street at the same grade as the sidewalk, and the entrance shall remain open during the normal business hours posted by the business.<br \/><br \/>\t5.\tOpenings in Building Frontages for Vehicular Access.  Vehicular access shall be provided from side streets or alleys if available.  Where side street or alley access is not available, not more than one 20-foot wide driveway shall be provided per 100 feet of Building Frontage, and not more than two driveways shall be permitted per building.<br \/><br \/>\t6.\tParking.  Surface parking lots or parking structures shall be located behind the required Building Frontage, in the rear, interior portion of the lot that does not front on the street.<br \/><br \/>\t7.\tTransparency of Building Frontage.   Building Frontage shall comply with the requirements of Section 12.22 A.23.(a)(3) (mini-shopping centers and commercial corner developments).  (Amended by Ord. No. 175,223, Eff. 6\/30\/03.)<\/p><\/section>","previous_section":{"id":"432","structure_id":"43","section_number":"13.08","catch_line":"“Cdo” Community Design Overlay District.","url":"\/13.08\/","token":"13.08"},"text":{"0":{"id":"736","text":"  MIXED USE DISTRICT.\n\t(New Sec. 13.09 Added by Ord. No. 172,171, Eff. 9\/27\/98.)\tA.\tPurpose.  The purpose of the is to implement the General Plan by encouraging land uses that combine Commercial Uses and dwelling units in order to reduce vehicle trips and vehicle miles traveled by locating residents, jobs, and services near each other; to improve air quality through a reduction of vehicle trips and vehicle miles traveled; to support the transit system; to promote economic vitality and the revitalization of areas of special need; to provide for a variety of housing opportunities, including senior housing; to improve the efficiency of public services, systems, and utilities; to promote design quality and flexibility; and to promote pleasing and interesting urban form and architecture.  Areas proximate to mass transit stations and major bus routes are appropriate locations for Mixed Use Districts.\tB.\tEstablishment of District.\t1.\tRequirements.  A Mixed Use District may only include lots in the R5, CR, C1, C1.5, C2, C4, or C5 zones.  Lots in the R3 or R4 zones may also be included in a Mixed Use District if they (1) abut a designated major or secondary highway; and (2) are also located in a Community Plan designated regional or community center.\tA Mixed Use District shall contain no less than one Block Face.  The total acreage in a Mixed Use District shall include contiguous parcels of land which may only be separated by public streets, alleys, or other physical features, or as determined by the Director of Planning, or his\/her designee.  Precise boundaries are required to be delineated at the time of application or initiation of an individual rezoning application to Mixed Use District.\tA Mixed Use District shall be consistent with the intent and purposes of the applicable Community Plan.  If, as determined by the Director of Planning or his\/her designee, the provisions of this section conflict with those of an adopted specific plan, then the provisions of the specific plan shall prevail.  If the provisions of this section conflict with any other citywide regulations except an adopted specific plan, then the provisions of this section shall prevail.  If “Q” or “D” limitations have been imposed on a lot, then the most restrictive requirement shall prevail.\t2.\tStandard Provisions and Permitted Modifications.  In establishing an individual Mixed Use District, all of the standard provisions set forth in Subsection C, Uses; Subsection D, Yards; Subsection E, Development Incentives; Subsection F, Development Standards; and Subsection G, Pedestrian Orientation, shall apply.\tHowever, based on an appropriate consideration of the proposed district’s character, needs, and development potential, and the goals, objectives, and policies set forth in the applicable Community Plan, some of the standard provisions set forth in Subsections C or E may be eliminated or modified, as further described below.\t3.\tDefinitions.  Notwithstanding any other provision of this article to the contrary, the following definitions shall apply to this section:\tAutomotive Uses means automobile and trailer sales areas, automobile dismantling yards, automotive fueling and service stations, and automotive repair uses as defined in Section 12.03.\tBlock Face is a lot or a group of lots that abuts on at least three sides a public street or other physical feature, or as determined by the Director of Planning, or his or her designee.\tBuilding Frontage means the maximum length of a line or lines formed by connecting the points representing projections of the exterior building walls onto a public street or onto a courtyard that is directly accessible by pedestrians from a public street, whichever distance is greater.\tCentral Parking Structure is a parking structure or surface lot accessible to and available for use by the public and identified as a Central Parking Structure in the individual ordinance establishing the Mixed Use District.\tCommercial Uses means those uses as first permitted in the CR, C1, C1.5, C2, C4, or C5 zones, including guest rooms and hotels as defined in Section 12.03 and Community Facilities as defined by this section.\tCommunity Facilities means the following uses as first permitted by the CR zone and designed to serve the community-at-large: non-profit museums or libraries; child or adult day care facilities or nursery schools; churches or houses of worship (except rescue missions or temporary revivals); community centers or meeting rooms owned and operated by a governmental agency or non-profit organization; cultural centers owned and operated by a governmental agency or non-profit organization; schools, elementary or high; educational institutions; police substations; and telecommuting centers.\tCorner Lot means a lot located at the intersection of at least two streets designated on the Transportation Element of the General Plan as either a major, secondary, or other highway classification, or a collector street.  At least one of the streets at the intersection must be a designated highway.\tFacade Treatment is a rooftop architectural embellishment such as a Mansard roof that is constructed on the street-facing side of a Mixed Use Project.\tGround Floor is the lowest story within a building which is accessible from the street, the floor level of which is within three feet above or below curb level.\tMajor Bus Center means the intersection of two bus routes, one of which is a major bus route.\tMajor Bus Route means a bus route that is served by bus lines with evening peak hour headways of fifteen minutes or less and shown on a map approved by and reviewed annually by the City Planning Commission.  A bus route is one that is currently in operation within the route network of the Los Angeles County Metropolitan Transportation Authority, its successor agencies or other municipal transit operators but not including the City of Los Angeles’ DASH system or its successor agencies.\tMass Transit Station is a portal or platform at a transit stop for a fixed rail transit system.  Portal means the street-level entrance, exit, or escalator.  A Mass Transit Station is a facility that is currently in use, that a full funding contract for a proposed station’s location and portals has been signed by all funding partners, or one that a resolution to fund a preferred alignment has been adopted by the Los Angeles County Metropolitan Transportation Authority or its successor agency which resolution details specific station and portal locations.\tMixed Use Project means a Project which combines one or more Commercial Uses and multiple dwelling units in a single building or in a Unified Development and which provides the following:\t(1)\ta separate, Ground Floor entrance to the residential component, or a lobby that serves both the residential and Commercial Uses components; and\t(2)\ta pedestrian entrance to the Commercial Uses component that is directly accessible from a public street, and that is open during the normal business hours posted by the business.\tA minimum of 35 percent of the Ground Floor Building Frontage abutting a public commercially zoned street, excluding driveways or pedestrian entrances, must be designed to accommodate Commercial Uses to a minimum depth of 25 feet.\tPedestrian Amenities means outdoor sidewalk cafes, public plazas, retail courtyards, water features, kiosks, paseos, arcades, patios, covered walkways, or spaces for outdoor dining or seating that are located on the Ground Floor, and that are accessible to and available for use by the public.\tProject means the construction of a commercial, residential, or Mixed Use Project in a single building or in a Unified Development.\tUnified Development means a development of two or more buildings which have functional linkages such as pedestrian or vehicular connections, with common architectural and landscape features which constitute distinctive design elements of the development, and that appears to be a consolidated whole when viewed from adjoining streets.  Unified Developments may include two or more contiguous parcels or lots of record separated only by a street or alley.\t4.\tFindings.  In order to establish a Mixed Use District, the City Council must find that adequate infrastructure exists (including, but not limited to, schools, streets, and sewers) to support any added development permitted by the district.\tC.\tUses.  Notwithstanding any other provision of this chapter to the contrary, the following provisions shall apply:\t1.\tCommunity Facilities that are part of a Mixed Use Project are permitted in the R3 or R4 zones if the lot or lots abut a Major Bus Route.\t2.\tCommercial Uses that are part of a Mixed Use Project are permitted on lots in the R5 zone, except Automotive Uses as defined in Section 13.09 B 3 and open storage, including incidental open storage.\t3.\tProjects comprised exclusively of dwelling units are not permitted on lots in the CR, C1, C1.5, C2, C4, or C5 zone, except with the approval of the Zoning Administrator pursuant to Section 12.27I23.  However, the individual ordinance establishing a Mixed use District may amend this provision and permit Projects comprised exclusively of dwelling units in all or parts of the District.\t4.\tIf the City Council finds that further restricting the uses in a Mixed Use District is appropriate in light of the proposed district’s character, needs, and development potential, and the goals, policies, and objectives set forth in the applicable Community Plan, then the Council may do so in the ordinance establishing the district.\tD.\tYards.  Notwithstanding any other provisions of this article to the contrary, the following yards shall apply to Mixed Use Projects:\t1.\tThe yards of the CR zone shall apply to the non-residential component on lots in the R3 or R4 zones.\t2.\tThe following yards shall apply to lots in the R5 zone:\t(a)\tThe yards of the C2 zone shall apply to the non-residential component.\t(b)\tNo yards shall apply to the residential component if it abuts a street, private street, or alley.\tE.\tDevelopment Incentives.  Notwithstanding any other provisions of this chapter to the contrary, the following development incentives shall apply in Mixed Use Districts:\t1.\tHousing.  The individual ordinance establishing a Mixed Use District shall establish an incentive for dwelling units in Mixed Use Projects.  The amount of the incentive shall be based on an appropriate consideration of the proposed district’s character, needs, and development potential, and the goals, policies, and objectives set forth in the applicable Community Plan.\tThe incentive shall be shown on the “Zoning Map” by use of the capital letters “MU” for Mixed Use Projects and “C” for Commercial Uses, preceded by the applicable numerical limits.  The first two-digit number before the diagonal line shall indicate the maximum height permitted.  The first number after the diagonal line, which may include a decimal fraction, shall indicate the maximum permitted floor area ratio (FAR).  For example, a Mixed Use District zoned C2 45\/2.0-MU 35\/1.5-C means that a Mixed Use Project may not exceed a maximum height of 45 feet for the entire Project or an FAR of 2.0.  The Commercial Uses in a Mixed Use Project would be restricted to a maximum FAR of 1.5.  Projects comprised exclusively of Commercial Uses would be restricted to a maximum height of 35 feet and a maximum FAR of 1.5.  If the letter “U” appears before the diagonal line instead of a number, then an unlimited height is permitted.\t(a)\tIf a height or FAR housing incentive would result in a maximum height or FAR which exceeds that of the underlying base zone, then the Project may not proceed until the height district of the base zone is changed.\t(b)\tThe minimum dwelling unit FAR for Mixed Use Projects with a total FAR of 6.0 or greater is 1.5\t(c)\tThe lot area requirements of the R5 zone shall apply to Mixed Use Projects with a total FAR of 6.0 or greater.\t2.\tPedestrian Amenities.  Pedestrian Amenities shall not be included in the calculation of permitted FAR.\t3.\tParking.  If a proposed Mixed Use District includes lots within 1,500 feet of a Mass Transit Station or Major Bus Center, or lots within 750 feet of a Central Parking Structure, then the individual ordinance establishing the Mixed Use District shall include a parking incentive which specifies a reduction in the number of parking spaces required by Section 12.21A4.  Provided, however, a minimum of two spaces for every 1,000 square feet of non-residential floor area shall be required.  In determining the appropriate level of parking reduction, the City Council shall consider such factors as local transit dependency and automobile usage, traffic, available parking, and level of transit service, and the goals, policies, and objectives set forth in the applicable Community Plan.\t(a)\tTransit Facilities.  The transit facility incentive shall be restricted to dwelling units and Commercial Uses in Mixed Use Projects within 1,500 feet of a Mass Transit Station or Major Bus Center.\t(b)\tCentral Parking Structures.  The Central Parking Structure incentive shall be restricted to Commercial Uses within 750 feet of a Central Parking Structure.  To make use of this incentive, the owner(s) of the Central Parking Structure must execute and record in the Los Angeles County Recorder’s Office, a covenant and agreement for the benefit of the City of Los Angeles which provides that the required parking shall be maintained in perpetuity or until the Director of Planning determines that it is no longer necessary.  This incentive may not be combined with the transit facility incentive set forth in (a) above.\t(c)\tMeasurement of Distance.  Distance from a transit facility or Central Parking Structure shall be measured as specified in Section 12.21A4(g).\t(d)\tDowntown Exceptions.  The parking incentive for dwelling units as set forth in Section 13.09E3(a) above shall not be authorized in the Parking Exception Area for the Central City as described in Section 12.21A4(p).  The parking incentive for Commercial Uses as set forth in Section 13.09E3(a) and (b) above shall not be authorized in the Downtown Business District Exception Area as described in Section 12.21A4(I).\t(e)\tAffordable Housing.  The transit facility and Central Parking Structure incentives set forth above shall not be combined with the parking reduction provided for affordable housing as set forth in Section 12.22A25(d)(2).\t4.\tFacade Treatments, Corner Lots, and Community Facilities.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Each Mixed Use Project shall be entitled to one of the following incentives by right.  To obtain an entitlement for two or more of these incentives, the approval of the Zoning Administrator pursuant to Section 12.24W28 is required.\t(a)\tFacade Treatments.  Unless eliminated or modified by the individual ordinance establishing a Mixed Use District, if the maximum height otherwise permitted by the underlying zone or established pursuant to Section 13.09E1 above is less than 100 feet, then a Mixed Use Project is entitled to an increase in height of no more than ten feet, provided that the additional height is used for a Facade Treatment.\tThe individual ordinance establishing the Mixed Use District may not modify the following restrictions:\t(1)\tThe Facade Treatment incentive may not be utilized on lots adjacent to or abutting an RW1 or more restrictive zone as defined by Sections 12.04 or 12.23;\t(2)\tThe Facade Treatment incentive may not be combined with the Corner Lot incentive described in Paragraph (b) below; and\t(3)\tThe Facade Treatment incentive may not be used for signs or to increase the floor area of a structure.\t(b)\tCorner Lots.  Unless eliminated or modified by the individual ordinance establishing a Mixed Use District, a Mixed Use Project on a Corner Lot is entitled to an increase in height, FAR, and residential density for dwelling units that is 20 percent greater than what is otherwise permitted by the underlying zone or what is established pursuant to Section 13.09E1 above.\tThe individual ordinance establishing the Mixed Use District may not modify the following restrictions:\n\t(1)\tUnless a conditional use permit pursuant to Section 12.24 W 28 is also obtained, a Mixed Use Project which secures an affordable housing density bonus pursuant to California Government Code Section 65915 shall not also be entitled to the Corner Lot incentive; and\t(2)\tThe Corner Lot incentive may not be utilized on lots adjacent to or abutting an RW1 Zone or a more restrictive zone as defined by Sections 12.04 or 12.23.\t(c)\tCommunity Facilities.  Unless modified by the individual ordinance establishing the Mixed Use District, no more than 75 percent of the total floor area of a child or adult day care facility, community meeting room, cultural center, museum or telecommuting center shall be included in the calculation of permitted FAR.\t5.\tMini-Shopping Centers and Commercial Corner Developments.  (Amended by Ord. No. 172,350, Eff. 1\/30\/99.)  Mixed Use Projects are exempt from the regulations governing Mini-Shopping Centers and Commercial Corner Developments as set forth in Section 12.22A23.\tF.\tDevelopment Standards.  Notwithstanding the requirements of any other provision of this chapter to the contrary, all Projects shall comply with the following development standards.\t1.\tLandscaping and Surface Parking Lots.  (Amended by Ord. No. 175,223, Eff. 6\/30\/03.)  Landscaping of Projects and surface parking lots shall be provided in accordance with the requirements set forth in Sections 12.41, 12.42, 12.43 and 12.22 A.23.(10)(ii) (mini-shopping centers and commercial corner developments) of the Code.  Projects must also comply with the following additional requirements:\t(a)\tOpen Areas.  All open areas not used for buildings, driveways, parking, recreational facilities, or Pedestrian Amenities shall be landscaped by shrubs, trees, ground cover, lawns, planter boxes, flowers, or fountains.\t(b)\tPavement.  Paved areas, excluding parking and driveway areas, shall consist of enhanced paving materials such as stamped concrete, permeable paved surfaces, tile, and\/or brick pavers.\n\t(c)\tStreet Trees.  At least one 24-inch box street tree shall be planted in the public right-of-way on center, or in a pattern satisfactory to the Bureau of Street Maintenance, for every 25 feet of street frontage.\t2.\tOpen Space.  All Projects shall comply with the open space requirements for six or more residential units pursuant to Section 12.21G.\t3.\tFacade Relief.  Building Frontage shall be designed to comply with the following requirements.  These standards do not apply to accessory buildings, additions, remodels, or any change of use in an existing building.\t(a)\tHorizontal architectural treatments and\/or facade articulations such as cornices, friezes, balconies, awnings, Pedestrian Amenities, or other features shall be provided for every 30 feet of building height visible from a street.\t(b)\tIf a Project includes 40 or more feet of Building Frontage visible from a street, then vertical architectural treatments and\/or facade articulations such as columns, pilasters, indentations, or other features shall be provided for every 25 feet.  The minimum width of each vertical break shall be eight feet and the minimum depth shall be two feet.\t4.\tSignage.  Signage shall comply with the requirements of Section 12.22 A.23.(a)(6) (mini-shopping centers and commercial corner developments).  (Amended by Ord. No. 175,223, Eff. 6\/30\/03.)\t5.\tNoise Control.  Any dwelling unit exterior wall including windows and doors having a line of sight to a major highway, secondary highway, or other designated highway shall be constructed so as to provide a Sound Transmission Class of 50 or greater, as defined in the Uniform Building Code Standard No. 35-1, 1979 Edition.  The developer, as an alternative, may retain an acoustical engineer to submit evidence, along with the application for a building permit, specifying any alternative means of sound insulation sufficient to reduce interior noise levels below 45dBA in any habitable room.\t6.\tRooftop Appurtenances.  All ventilation, heating, or air conditioning ducts, tubes, equipment, or other related rooftop appurtenances shall be screened when viewed from adjacent streets.\tG.\tPedestrian Orientation.  The individual ordinance establishing a Mixed Use District, may designate some or all of the lots in the district as “pedestrian oriented.”  The decision as to which lots shall be designated as “pedestrian oriented” shall be based on an appropriate consideration of the proposed district’s character, needs, and development potential, and the goals, policies, and objectives set forth in the applicable Community Plan.\tThe following development standards, in addition to the development standards set forth in Subsection F above, shall apply to all Projects constructed on lots designated as pedestrian oriented.  These standards shall not apply to accessory buildings, additions, remodels, or any change of use in an existing building.\t1.\tGround Floor Commercial Uses.  One hundred percent of the Ground Floor Building Frontage abutting a public commercially zoned street, excluding driveways or pedestrian entrances, shall be designed to accommodate Commercial Uses to a minimum depth of 25 feet.\t2.\tBuilding Frontage.  Building Frontage shall, for its first 15 feet of height, be located within five feet of the front lot line and within five feet of a side yard lot line adjacent to a public street and shall extend at least 65 percent of the length of the lot line.\t3.\tPedestrian Amenities.  Notwithstanding the Building Frontage requirements in 2 above, if a Pedestrian Amenity is provided, the required Building Frontage may be set back up to 15 feet along the portion of that amenity.\t4.\tLocation of Pedestrian Entrances.  Each individual tenant or business space located on the Ground Floor shall have an entrance directly accessible from the street at the same grade as the sidewalk, and the entrance shall remain open during the normal business hours posted by the business.\t5.\tOpenings in Building Frontages for Vehicular Access.  Vehicular access shall be provided from side streets or alleys if available.  Where side street or alley access is not available, not more than one 20-foot wide driveway shall be provided per 100 feet of Building Frontage, and not more than two driveways shall be permitted per building.\t6.\tParking.  Surface parking lots or parking structures shall be located behind the required Building Frontage, in the rear, interior portion of the lot that does not front on the street.\t7.\tTransparency of Building Frontage.   Building Frontage shall comply with the requirements of Section 12.22 A.23.(a)(3) (mini-shopping centers and commercial corner developments).  (Amended by Ord. No. 175,223, Eff. 6\/30\/03.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}