{"section_number":"13.08","edition_id":"1","section_id":"432","structure_id":"43","catch_line":"“Cdo” Community Design Overlay District.","history":"","full_text":"  “CDO” COMMUNITY DESIGN OVERLAY DISTRICT.\n\t(New Sec. 13.08 Added by Ord. No. 172,032, Eff. 6\/29\/98.)\n\n\tA.\tPurpose.  This section sets forth procedures and standards for the establishment of Community Design Overlay Districts throughout the City.  The purpose of the Community Design Overlay district is to:\n\n\t1.\tAssure that development within communities is in accordance with community design policies adopted in the Community Plans, and with the Community Design Guidelines and Standards;\n\n\t2.\tPromote the distinctive character, stability and visual quality of existing neighborhoods and communities by ensuring that development visually provides a sense of place in terms of design within the Community Design Overlay District by considering the unique architectural character and environmental setting of the district;\n\n\t3.\tAssist in improving the visual attractiveness of multi-family housing available to meet the needs of all social and economic groups within the community;\n\n\t4.\tProtect areas of natural scenic beauty,  cultural or environmental interest;\n\n\t5.\tPrevent the development of structures or uses which are not of acceptable exterior design or appearance; and\n\n\t6.\tProtect the integrity of previously attained entitlements.\n\n\t7.\tProvide for on-going community involvement in project design and evolution of guidelines.\n\n\tB.\tEstablishment of District.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The City Council may establish new districts, or change boundaries of districts, by following the procedures set forth in Section 12.32S of this Code.  A district may encompass all or portions of the area of a community plan, as recommended by the policies of that plan.  Precise boundaries are required at the time of application or initiation of an individual Community Design Overlay District.  A Community Design Overlay District shall not encompass an area designated as an Historic Preservation Overlay Zone pursuant to Section 12.20.3 of this Code.\n\n\tC.\tDefinitions.  For the purpose of this section, the following words and phrases are defined as follows:\n\n\t1.\tDesign Overlay Plans.  A document or documents which pictorially describe, by professionally accepted architectural graphic techniques, the location, appearance, configuration and dimensions of any proposed buildings, structures and site improvements including but not limited to landscaping, walls and fences, roof equipment, pole signs, monument signs, and parking areas.\n\n\t2.\tProject.  The erection, construction, addition to, or exterior structural alteration of any building or structure, including, but not limited to, pole signs and\/or monument signs located in a Community Design Overlay District.  A Project does not include construction that consists solely of  (1)  interior remodeling, interior rehabilitation or repair work;  (2)  alterations of, including structural repairs, or additions to any existing building or structure in which the aggregate value of the work, in any one 24-month period, is less than 50 percent of the building or structure’s replacement value before the alterations or additions, as determined by the Department of Building and Safety, unless the alterations or additions are to any building facade facing a public street; or  (3)  a residential building on a parcel or lot which is developed entirely as a residential use and consists of four or fewer dwelling units, unless expressly provided for in a Community Design Overlay District established pursuant to this section.\n\n\t3.\tCitizen Advisory Committee.  A committee appointed by the Councilmember(s) pursuant to Subsection D2 of this section in whose District a Community Design Overlay District is established, who shall assist the Planning Department in the development of Design Guidelines and Standards.\n\n\tD.\tApproval of Guidelines and Standards.  In establishing any individual Community Design Overlay District, the Director of Planning shall prepare, and the City Planning Commission shall approve by resolution, Community Design Guidelines and Standards applicable to design overlay areas.  These Guidelines and Standards shall be adopted or amended according to the following procedures and criteria:\n\n\t1.\tInitiation.  Preparation or amendment of the Guidelines and Standards may be initiated by the Director of Planning, the City Planning Commission or City Council.\n\n\t2.\tPreparation and Content.  Upon initiation, the Director shall prepare, or cause to be prepared, proposed Guidelines and Standards based on the design policies contained in the Community Plan.  At the option of the Council District, the Director shall utilize Advisory Boards in the development of design standards for individual communities and neighborhoods.  The Guidelines and Standards shall be organized into those which are anticipated to be superseded by future citywide standards, and those that are necessary to protect the unique architectural and environmental features of the Community Design Overlay District.\n\n\tThe Guidelines and Standards are in addition to those set forth in the planning and zoning provisions of Los Angeles Municipal Code (LAMC) Chapter I, as amended, and any other relevant ordinances and do not convey any rights not otherwise granted under the provisions and procedures contained in that chapter and other relevant ordinances, except as specifically provided herein.\n\n\tFurthermore, nothing in the Guidelines and Standards shall interfere with any previously granted entitlements, nor shall they restrict any right authorized in the underlying zone or height district.\n\n\tAt the option of the Councilmember(s), a Citizen Advisory Committee shall be appointed to assist in development of Guidelines and Standards.  The Citizen Advisory Committee shall be appointed by the Councilmember in whose district the Community Design Overlay District is established, and the committee shall consist of a minimum of five and a maximum of seven voting members, each serving a term of office of four years, the terms being staggered so that at least one term becomes vacated on each successive year.  The chairperson and vice chairperson shall be elected annually by a majority of the committee.  The suggested composition of membership is as follows: two architects and two professionals from the following or related fields: planning, urban design and landscape architecture, or construction.  The remaining member or members need not be design professionals.  All members shall reside, operate a business, or be employed within the community plan area(s) in which the Community Design Overlay District is located.\n\n\t3.\tCommission Hearing and Notice.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The proposed or amended Guidelines and Standards shall be set for a public hearing before the City Planning Commission or a hearing officer as directed by the City Planning Commission prior to the Commission action.  Notice of the hearing shall be given as provided in Section 12.24D2 of this Code.\n\n\t4.\tReports.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  If a hearing officer is designated to conduct the public hearing, after the conclusion of the hearing, the hearing officer shall submit his report to the City Planning Commission within a period of time as may be fixed by the Commission, setting forth his or her conclusions and recommendations in writing and stating briefly the reasons therefor.\n\n\t5.\tDecision by City Planning Commission.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The City Planning Commission shall, by resolution, approve, modify or disapprove the proposed Guidelines and Standards.  If the City Planning Commission fails to act within 75 days from the receipt of the report and recommendation of the Planning Department, the proposed Guidelines and Standards shall be automatically submitted to the City Council for action.  In approving the Guidelines and Standards, the City Planning Commission or Council shall find that they are consistent with the policies of the adopted Community Plan and the purposes of this section.\n\n\tE.\tDesign Overlay Plan Approvals.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Within a Community Design Overlay District, no building permit shall be issued for any project, and no person shall perform any construction work on a Project, until a Design Overlay Plan has been submitted and approved according to the following procedures.  No building permit shall be issued for any project, and no person shall do any construction work on a project except in conformance with the approved Design Overlay Plan.\n\n\tEXCEPTION:\n\n\tNo Design Overlay Plan approval shall be required for any project until  the Guidelines and Standards have been approved.\n\n\t1.\tApproval Authority.  The Director of Planning, or his or her designee, shall approve or conditionally approve Design Overlay Plans if the plans comply with the provisions of approved Community Design Guidelines and Standards.  An approval of a Design Overlay Plan by the Director of Planning, or his or her designee, shall be appealable to the Area Planning Commission.\n\n\t2.\tProcedures.\n\n\t(a)\tApplication.  An application for a Design Overlay Plan approval shall be filed with the Department of City Planning on the prescribed form, and shall be accompanied by any required materials.  The application shall not be considered complete unless and until the form has been properly completed, all required information has been provided and the filing fee set forth in Section 19.01T of this Code has been paid.\n\n\t(b)\tAction of Director.  The Director of Planning, or his or her designee, shall make a determination within 20 working days from the date of the filing of a completed application and the payment of the applicable fee.  This time limit may be extended by mutual written agreement of the applicant and the Director.\n\n\t(c)\tTransfer of Jurisdiction.  If the Director or his or her designee fails to make a determination within the prescribed time period, the applicant may file a request for a transfer of jurisdiction to the Area Planning Commission for a determination on the original application, in which case, the Director shall lose jurisdiction.  This request shall be filed in the public office of the Department of City Planning.  Once filed, the request and the Department file shall be transmitted to the Area Planning Commission for action.\n\n\t3.\tFindings.  The Director of Planning, or the Area Planning Commission on appeal, shall approve a Design Overlay Plan as requested or in modified form if, based on the application and the evidence submitted, if the Director or Area Commission determines that it satisfies all of the following requirements:\n\n\t(a)\tThe project substantially complies with the adopted Community Design Overlay Guidelines and Standards.\n\n\t(b)\tThe structures, site plan and landscaping are harmonious in scale and design with existing development and any cultural, scenic or environmental resources adjacent to the site and in the vicinity.\n\n\t4.\tNotice of Director’s Determination.  Within five working days following the decision, a Notice of the Director’s Determination, and copies of the approved plans, shall be mailed to the applicant, the Councilmember in whose district the Project is located, the Citizen Advisory Committee, and any persons or organizations commenting on the application or requesting a Notice.\n\n\t5.\tEffective Date and Appeal.\n\n\t(a)\tThe Director’s determination shall become effective and final 15 days after the date of mailing the Notice of Director’s Determination to the applicant, unless an appeal is filed with the Area Planning Commission within that period.\n\n\t(b)\tAn applicant, member of the City Council, or any other interested person adversely affected may appeal the Director’s decision to the Area Commission.  Appeals shall be processed in the manner prescribed in Section 16.05H of this Code, except as otherwise provided here.\n\n\t6.\tNotice to Building and Safety.  The Director of Planning shall notify the Department of Building and Safety of the final approval action of the Design Overlay Plan.","order_by":"08","ancestry":{"1":{"id":"43","name":"Specific Plan – Zoning\nSupplemental Use Districts","identifier":"3","label":"article","url":"\/1\/3\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3777","structure_id":"43","section_number":"13.00","catch_line":"Establishment Of Districts.","url":"\/13.00\/","token":"13.00"},"1":{"id":"77","structure_id":"43","section_number":"13.01","catch_line":"“O” Oil Drilling Districts.","url":"\/13.01\/","token":"13.01"},"2":{"id":"1885","structure_id":"43","section_number":"13.02","catch_line":"“S” Animal Slaughtering Districts.","url":"\/13.02\/","token":"13.02"},"3":{"id":"1805","structure_id":"43","section_number":"13.03","catch_line":"“G” Surface Mining Operations Districts.","url":"\/13.03\/","token":"13.03"},"4":{"id":"2713","structure_id":"43","section_number":"13.04","catch_line":"“Rpd” Residential Planned Development Districts.","url":"\/13.04\/","token":"13.04"},"5":{"id":"944","structure_id":"43","section_number":"13.05","catch_line":"“K” Equinekeeping Districts.","url":"\/13.05\/","token":"13.05"},"6":{"id":"2777","structure_id":"43","section_number":"13.06","catch_line":"Commercial And Artcraft Districts.","url":"\/13.06\/","token":"13.06"},"7":{"id":"2216","structure_id":"43","section_number":"13.07","catch_line":"Pedestrian Oriented District.","url":"\/13.07\/","token":"13.07"},"8":{"id":"432","structure_id":"43","section_number":"13.08","catch_line":"“Cdo” Community Design Overlay District.","url":"\/13.08\/","token":"13.08"},"9":{"id":"747","structure_id":"43","section_number":"13.09","catch_line":"Mixed Use District.","url":"\/13.09\/","token":"13.09"},"10":{"id":"947","structure_id":"43","section_number":"13.10","catch_line":"Fence Heights District.","url":"\/13.10\/","token":"13.10"},"11":{"id":"2996","structure_id":"43","section_number":"13.11","catch_line":"“Sn” Sign District.","url":"\/13.11\/","token":"13.11"},"12":{"id":"3998","structure_id":"43","section_number":"13.12","catch_line":"\"Nso\" Neighborhood Stabilization Overlay District.","url":"\/13.12\/","token":"13.12"},"13":{"id":"1837","structure_id":"43","section_number":"13.13","catch_line":"“Rfa” Residential Floor Area District.","url":"\/13.13\/","token":"13.13"},"14":{"id":"3509","structure_id":"43","section_number":"13.14","catch_line":"\"Cpio\" Community Plan Implementation Overlay District.","url":"\/13.14\/","token":"13.14"},"15":{"id":"2407","structure_id":"43","section_number":"13.15","catch_line":"Modified Parking Requirement (Mpr) District.","url":"\/13.15\/","token":"13.15"},"16":{"id":"2259","structure_id":"43","section_number":"13.16","catch_line":"\"Hs\" Hillside Standards Overlay District.","url":"\/13.16\/","token":"13.16"},"17":{"id":"2537","structure_id":"43","section_number":"13.17","catch_line":"Violation.","url":"\/13.17\/","token":"13.17"}},"next_section":{"id":"747","structure_id":"43","section_number":"13.09","catch_line":"Mixed Use District.","url":"\/13.09\/","token":"13.09"},"metadata":false,"references":false,"url":"\/13.08\/","token":"13.08","formats":{"txt":"\/13.08.txt","json":"\/13.08.xml"},"dublin_core":{"Title":"“Cdo” Community Design Overlay District.","Type":"Text","Format":"text\/html","Identifier":"§ 13.08","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\n“CDO” COMMUNITY DESIGN OVERLAY DISTRICT. (§ 13.08)\n\n  “CDO” COMMUNITY DESIGN OVERLAY DISTRICT.\n\t(New Sec. 13.08 Added by Ord. No. 172,032, Eff. 6\/29\/98.)\tA.\tPurpose.  This\nsection sets forth procedures and standards for the establishment of Community\nDesign Overlay Districts throughout the City.  The purpose of the Community\nDesign Overlay district is to:\t1.\tAssure that development within communities is\nin accordance with community design policies adopted in the Community Plans, and\nwith the Community Design Guidelines and Standards;\t2.\tPromote the distinctive\ncharacter, stability and visual quality of existing neighborhoods and\ncommunities by ensuring that development visually provides a sense of place in\nterms of design within the Community Design Overlay District by considering the\nunique architectural character and environmental setting of the\ndistrict;\t3.\tAssist in improving the visual attractiveness of multi-family\nhousing available to meet the needs of all social and economic groups within the\ncommunity;\t4.\tProtect areas of natural scenic beauty,  cultural or\nenvironmental interest;\t5.\tPrevent the development of structures or uses which\nare not of acceptable exterior design or appearance; and\t6.\tProtect the\nintegrity of previously attained entitlements.\t7.\tProvide for on-going community\ninvolvement in project design and evolution of guidelines.\tB.\tEstablishment of\nDistrict.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The City\nCouncil may establish new districts, or change boundaries of districts, by\nfollowing the procedures set forth in Section 12.32S of this Code.  A district\nmay encompass all or portions of the area of a community plan, as recommended by\nthe policies of that plan.  Precise boundaries are required at the time of\napplication or initiation of an individual Community Design Overlay District. \nA Community Design Overlay District shall not encompass an area designated as an\nHistoric Preservation Overlay Zone pursuant to Section 12.20.3 of this\nCode.\tC.\tDefinitions.  For the purpose of this section, the following words and\nphrases are defined as follows:\t1.\tDesign Overlay Plans.  A document or\ndocuments which pictorially describe, by professionally accepted architectural\ngraphic techniques, the location, appearance, configuration and dimensions of\nany proposed buildings, structures and site improvements including but not\nlimited to landscaping, walls and fences, roof equipment, pole signs, monument\nsigns, and parking areas.\t2.\tProject.  The erection, construction, addition to,\nor exterior structural alteration of any building or structure, including, but\nnot limited to, pole signs and\/or monument signs located in a Community Design\nOverlay District.  A Project does not include construction that consists solely\nof  (1)  interior remodeling, interior rehabilitation or repair work;  (2) \nalterations of, including structural repairs, or additions to any existing\nbuilding or structure in which the aggregate value of the work, in any one\n24-month period, is less than 50 percent of the building or structure’s\nreplacement value before the alterations or additions, as determined by the\nDepartment of Building and Safety, unless the alterations or additions are to\nany building facade facing a public street; or  (3)  a residential building on\na parcel or lot which is developed entirely as a residential use and consists of\nfour or fewer dwelling units, unless expressly provided for in a Community\nDesign Overlay District established pursuant to this section.\t3.\tCitizen\nAdvisory Committee.  A committee appointed by the Councilmember(s) pursuant to\nSubsection D2 of this section in whose District a Community Design Overlay\nDistrict is established, who shall assist the Planning Department in the\ndevelopment of Design Guidelines and Standards.\tD.\tApproval of Guidelines and\nStandards.  In establishing any individual Community Design Overlay District,\nthe Director of Planning shall prepare, and the City Planning Commission shall\napprove by resolution, Community Design Guidelines and Standards applicable to\ndesign overlay areas.  These Guidelines and Standards shall be adopted or\namended according to the following procedures and criteria:\t1.\tInitiation. \nPreparation or amendment of the Guidelines and Standards may be initiated by the\nDirector of Planning, the City Planning Commission or City\nCouncil.\t2.\tPreparation and Content.  Upon initiation, the Director shall\nprepare, or cause to be prepared, proposed Guidelines and Standards based on the\ndesign policies contained in the Community Plan.  At the option of the Council\nDistrict, the Director shall utilize Advisory Boards in the development of\ndesign standards for individual communities and neighborhoods.  The Guidelines\nand Standards shall be organized into those which are anticipated to be\nsuperseded by future citywide standards, and those that are necessary to protect\nthe unique architectural and environmental features of the Community Design\nOverlay District.\tThe Guidelines and Standards are in addition to those set\nforth in the planning and zoning provisions of Los Angeles Municipal Code (LAMC)\nChapter I, as amended, and any other relevant ordinances and do not convey any\nrights not otherwise granted under the provisions and procedures contained in\nthat chapter and other relevant ordinances, except as specifically provided\nherein.\tFurthermore, nothing in the Guidelines and Standards shall interfere\nwith any previously granted entitlements, nor shall they restrict any right\nauthorized in the underlying zone or height district.\tAt the option of the\nCouncilmember(s), a Citizen Advisory Committee shall be appointed to assist in\ndevelopment of Guidelines and Standards.  The Citizen Advisory Committee shall\nbe appointed by the Councilmember in whose district the Community Design Overlay\nDistrict is established, and the committee shall consist of a minimum of five\nand a maximum of seven voting members, each serving a term of office of four\nyears, the terms being staggered so that at least one term becomes vacated on\neach successive year.  The chairperson and vice chairperson shall be elected\nannually by a majority of the committee.  The suggested composition of\nmembership is as follows: two architects and two professionals from the\nfollowing or related fields: planning, urban design and landscape architecture,\nor construction.  The remaining member or members need not be design\nprofessionals.  All members shall reside, operate a business, or be employed\nwithin the community plan area(s) in which the Community Design Overlay District\nis located.\t3.\tCommission Hearing and Notice.  (Amended by Ord. No. 173,268,\nEff. 7\/1\/00, Oper. 7\/1\/00.)  The proposed or amended Guidelines and Standards\nshall be set for a public hearing before the City Planning Commission or a\nhearing officer as directed by the City Planning Commission prior to the\nCommission action.  Notice of the hearing shall be given as provided in Section\n12.24D2 of this Code.\t4.\tReports.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00,\nOper. 7\/1\/00.)  If a hearing officer is designated to conduct the public\nhearing, after the conclusion of the hearing, the hearing officer shall submit\nhis report to the City Planning Commission within a period of time as may be\nfixed by the Commission, setting forth his or her conclusions and\nrecommendations in writing and stating briefly the reasons therefor.\t5.\tDecision\nby City Planning Commission.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper.\n7\/1\/00.)  The City Planning Commission shall, by resolution, approve, modify or\ndisapprove the proposed Guidelines and Standards.  If the City Planning\nCommission fails to act within 75 days from the receipt of the report and\nrecommendation of the Planning Department, the proposed Guidelines and Standards\nshall be automatically submitted to the City Council for action.  In approving\nthe Guidelines and Standards, the City Planning Commission or Council shall find\nthat they are consistent with the policies of the adopted Community Plan and the\npurposes of this section.\tE.\tDesign Overlay Plan Approvals.  (Amended by Ord.\nNo. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Within a Community Design Overlay\nDistrict, no building permit shall be issued for any project, and no person\nshall perform any construction work on a Project, until a Design Overlay Plan\nhas been submitted and approved according to the following procedures.  No\nbuilding permit shall be issued for any project, and no person shall do any\nconstruction work on a project except in conformance with the approved Design\nOverlay Plan.\tEXCEPTION:\tNo Design Overlay Plan approval shall be required for\nany project until  the Guidelines and Standards have been approved.\t1.\tApproval\nAuthority.  The Director of Planning, or his or her designee, shall approve or\nconditionally approve Design Overlay Plans if the plans comply with the\nprovisions of approved Community Design Guidelines and Standards.  An approval\nof a Design Overlay Plan by the Director of Planning, or his or her designee,\nshall be appealable to the Area Planning\nCommission.\t2.\tProcedures.\t(a)\tApplication.  An application for a Design\nOverlay Plan approval shall be filed with the Department of City Planning on the\nprescribed form, and shall be accompanied by any required materials.  The\napplication shall not be considered complete unless and until the form has been\nproperly completed, all required information has been provided and the filing\nfee set forth in Section 19.01T of this Code has been paid.\t(b)\tAction of\nDirector.  The Director of Planning, or his or her designee, shall make a\ndetermination within 20 working days from the date of the filing of a completed\napplication and the payment of the applicable fee.  This time limit may be\nextended by mutual written agreement of the applicant and the\nDirector.\t(c)\tTransfer of Jurisdiction.  If the Director or his or her designee\nfails to make a determination within the prescribed time period, the applicant\nmay file a request for a transfer of jurisdiction to the Area Planning\nCommission for a determination on the original application, in which case, the\nDirector shall lose jurisdiction.  This request shall be filed in the public\noffice of the Department of City Planning.  Once filed, the request and the\nDepartment file shall be transmitted to the Area Planning Commission for\naction.\t3.\tFindings.  The Director of Planning, or the Area Planning Commission\non appeal, shall approve a Design Overlay Plan as requested or in modified form\nif, based on the application and the evidence submitted, if the Director or Area\nCommission determines that it satisfies all of the following\nrequirements:\t(a)\tThe project substantially complies with the adopted Community\nDesign Overlay Guidelines and Standards.\t(b)\tThe structures, site plan and\nlandscaping are harmonious in scale and design with existing development and any\ncultural, scenic or environmental resources adjacent to the site and in the\nvicinity.\t4.\tNotice of Director’s Determination.  Within five working days\nfollowing the decision, a Notice of the Director’s Determination, and copies\nof the approved plans, shall be mailed to the applicant, the Councilmember in\nwhose district the Project is located, the Citizen Advisory Committee, and any\npersons or organizations commenting on the application or requesting a\nNotice.\t5.\tEffective Date and Appeal.\t(a)\tThe Director’s determination shall\nbecome effective and final 15 days after the date of mailing the Notice of\nDirector’s Determination to the applicant, unless an appeal is filed with the\nArea Planning Commission within that period.\t(b)\tAn applicant, member of the\nCity Council, or any other interested person adversely affected may appeal the\nDirector’s decision to the Area Commission.  Appeals shall be processed in\nthe manner prescribed in Section 16.05H of this Code, except as otherwise\nprovided here.\t6.\tNotice to Building and Safety.  The Director of Planning\nshall notify the Department of Building and Safety of the final approval action\nof the Design Overlay Plan.\n","html":"\n\t\t\t\t\t<section><p>  “CDO” COMMUNITY DESIGN OVERLAY DISTRICT.\n\t(New Sec. 13.08 Added by Ord. No. 172,032, Eff. 6\/29\/98.)<br \/><br \/>\tA.\tPurpose.  This section sets forth procedures and standards for the establishment of Community Design Overlay Districts throughout the City.  The purpose of the Community Design Overlay district is to:<br \/><br \/>\t1.\tAssure that development within communities is in accordance with community design policies adopted in the Community Plans, and with the Community Design Guidelines and Standards;<br \/><br \/>\t2.\tPromote the distinctive character, stability and visual quality of existing neighborhoods and communities by ensuring that development visually provides a sense of place in terms of design within the Community Design Overlay District by considering the unique architectural character and environmental setting of the district;<br \/><br \/>\t3.\tAssist in improving the visual attractiveness of multi-family housing available to meet the needs of all social and economic groups within the community;<br \/><br \/>\t4.\tProtect areas of natural scenic beauty,  cultural or environmental interest;<br \/><br \/>\t5.\tPrevent the development of structures or uses which are not of acceptable exterior design or <span class=\"dictionary\">appearance<\/span>; and<br \/><br \/>\t6.\tProtect the integrity of previously attained entitlements.<br \/><br \/>\t7.\tProvide for on-going community involvement in project design and evolution of guidelines.<br \/><br \/>\tB.\tEstablishment of District.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The City Council may establish new districts, or change boundaries of districts, by following the procedures set forth in Section 12.32S of this Code.  A district may encompass all or portions of the area of a community plan, as recommended by the policies of that plan.  Precise boundaries are required at the time of application or initiation of an individual Community Design Overlay District.  A Community Design Overlay District shall not encompass an area designated as an Historic Preservation Overlay Zone pursuant to Section 12.20.3 of this Code.<br \/><br \/>\tC.\tDefinitions.  For the purpose of this section, the following words and phrases are defined as follows:<br \/><br \/>\t1.\tDesign Overlay Plans.  A document or documents which pictorially describe, by professionally accepted architectural graphic techniques, the location, <span class=\"dictionary\">appearance<\/span>, configuration and dimensions of any proposed buildings, structures and site improvements including but not limited to landscaping, walls and fences, roof equipment, pole signs, monument signs, and parking areas.<br \/><br \/>\t2.\tProject.  The erection, construction, addition to, or exterior structural alteration of any building or structure, including, but not limited to, pole signs and\/or monument signs located in a Community Design Overlay District.  A Project does not include construction that consists solely of  (1)  interior remodeling, interior rehabilitation or repair work;  (2)  alterations of, including structural repairs, or additions to any existing building or structure in which the aggregate value of the work, in any one 24-month period, is less than 50 percent of the building or structure’s replacement value before the alterations or additions, as determined by the Department of Building and Safety, unless the alterations or additions are to any building facade facing a public street; or  (3)  a residential building on a parcel or lot which is developed entirely as a residential use and consists of four or fewer dwelling units, unless expressly provided for in a Community Design Overlay District established pursuant to this section.<br \/><br \/>\t3.\tCitizen Advisory Committee.  A committee appointed by the Councilmember(s) pursuant to Subsection D2 of this section in whose District a Community Design Overlay District is established, who shall assist the Planning Department in the development of Design Guidelines and Standards.<br \/><br \/>\tD.\tApproval of Guidelines and Standards.  In establishing any individual Community Design Overlay District, the Director of Planning shall prepare, and the City Planning Commission shall approve by resolution, Community Design Guidelines and Standards applicable to design overlay areas.  These Guidelines and Standards shall be adopted or amended according to the following procedures and criteria:<br \/><br \/>\t1.\tInitiation.  Preparation or amendment of the Guidelines and Standards may be initiated by the Director of Planning, the City Planning Commission or City Council.<br \/><br \/>\t2.\tPreparation and Content.  Upon initiation, the Director shall prepare, or cause to be prepared, proposed Guidelines and Standards based on the design policies contained in the Community Plan.  At the option of the Council District, the Director shall utilize Advisory Boards in the development of design standards for individual communities and neighborhoods.  The Guidelines and Standards shall be organized into those which are anticipated to be superseded by future citywide standards, and those that are necessary to protect the unique architectural and environmental features of the Community Design Overlay District.<br \/><br \/>\tThe Guidelines and Standards are in addition to those set forth in the planning and zoning provisions of Los Angeles Municipal Code (LAMC) Chapter I, as amended, and any other relevant <span class=\"dictionary\">ordinances<\/span> and do not convey any rights not otherwise granted under the provisions and procedures contained in that chapter and other relevant <span class=\"dictionary\">ordinances<\/span>, except as specifically provided herein.<br \/><br \/>\tFurthermore, nothing in the Guidelines and Standards shall interfere with any previously granted entitlements, nor shall they restrict any right authorized in the underlying zone or height district.<br \/><br \/>\tAt the option of the Councilmember(s), a Citizen Advisory Committee shall be appointed to assist in development of Guidelines and Standards.  The Citizen Advisory Committee shall be appointed by the Councilmember in whose district the Community Design Overlay District is established, and the committee shall consist of a minimum of five and a maximum of seven voting members, each serving a term of office of four years, the terms being staggered so that at least one term becomes vacated on each successive year.  The chairperson and vice chairperson shall be elected annually by a majority of the committee.  The suggested composition of membership is as follows: two architects and two professionals from the following or related fields: planning, urban design and landscape architecture, or construction.  The remaining member or members need not be design professionals.  All members shall reside, operate a business, or be employed within the community plan area(s) in which the Community Design Overlay District is located.<br \/><br \/>\t3.\tCommission <span class=\"dictionary\">Hearing<\/span> and Notice.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The proposed or amended Guidelines and Standards shall be set for a public <span class=\"dictionary\">hearing<\/span> before the City Planning Commission or a <span class=\"dictionary\">hearing<\/span> officer as directed by the City Planning Commission prior to the Commission action.  Notice of the <span class=\"dictionary\">hearing<\/span> shall be given as provided in Section 12.24D2 of this Code.<br \/><br \/>\t4.\tReports.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  If a <span class=\"dictionary\">hearing<\/span> officer is designated to conduct the public <span class=\"dictionary\">hearing<\/span>, after the conclusion of the <span class=\"dictionary\">hearing<\/span>, the <span class=\"dictionary\">hearing<\/span> officer shall submit his report to the City Planning Commission within a period of time as may be fixed by the Commission, setting forth his or her conclusions and recommendations in writing and stating briefly the reasons therefor.<br \/><br \/>\t5.\tDecision by City Planning Commission.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The City Planning Commission shall, by resolution, approve, modify or disapprove the proposed Guidelines and Standards.  If the City Planning Commission fails to act within 75 days from the receipt of the report and recommendation of the Planning Department, the proposed Guidelines and Standards shall be automatically submitted to the City Council for action.  In approving the Guidelines and Standards, the City Planning Commission or Council shall find that they are consistent with the policies of the adopted Community Plan and the purposes of this section.<br \/><br \/>\tE.\tDesign Overlay Plan Approvals.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Within a Community Design Overlay District, no building permit shall be issued for any project, and no person shall perform any construction work on a Project, until a Design Overlay Plan has been submitted and approved according to the following procedures.  No building permit shall be issued for any project, and no person shall do any construction work on a project except in conformance with the approved Design Overlay Plan.<br \/><br \/>\tEXCEPTION:<br \/><br \/>\tNo Design Overlay Plan approval shall be required for any project until  the Guidelines and Standards have been approved.<br \/><br \/>\t1.\tApproval Authority.  The Director of Planning, or his or her designee, shall approve or conditionally approve Design Overlay Plans if the plans comply with the provisions of approved Community Design Guidelines and Standards.  An approval of a Design Overlay Plan by the Director of Planning, or his or her designee, shall be appealable to the Area Planning Commission.<br \/><br \/>\t2.\tProcedures.<br \/><br \/>\t(a)\tApplication.  An application for a Design Overlay Plan approval shall be filed with the Department of City Planning on the prescribed form, and shall be accompanied by any required <span class=\"dictionary\">materials<\/span>.  The application shall not be considered complete unless and until the form has been properly completed, all required information has been provided and the filing fee set forth in Section 19.01T of this Code has been paid.<br \/><br \/>\t(b)\tAction of Director.  The Director of Planning, or his or her designee, shall make a determination within 20 working days from the date of the filing of a completed application and the payment of the applicable fee.  This time limit may be extended by mutual written agreement of the applicant and the Director.<br \/><br \/>\t(c)\tTransfer of <span class=\"dictionary\">Jurisdiction<\/span>.  If the Director or his or her designee fails to make a determination within the prescribed time period, the applicant may file a request for a transfer of <span class=\"dictionary\">jurisdiction<\/span> to the Area Planning Commission for a determination on the original application, in which case, the Director shall lose <span class=\"dictionary\">jurisdiction<\/span>.  This request shall be filed in the public office of the Department of City Planning.  Once filed, the request and the Department file shall be transmitted to the Area Planning Commission for action.<br \/><br \/>\t3.\t<span class=\"dictionary\">Findings<\/span>.  The Director of Planning, or the Area Planning Commission on <span class=\"dictionary\">appeal<\/span>, shall approve a Design Overlay Plan as requested or in modified form if, based on the application and the <span class=\"dictionary\">evidence<\/span> submitted, if the Director or Area Commission determines that it satisfies all of the following requirements:<br \/><br \/>\t(a)\tThe project substantially complies with the adopted Community Design Overlay Guidelines and Standards.<br \/><br \/>\t(b)\tThe structures, site plan and landscaping are harmonious in scale and design with existing development and any cultural, scenic or environmental resources adjacent to the site and in the vicinity.<br \/><br \/>\t4.\tNotice of Director’s Determination.  Within five working days following the decision, a Notice of the Director’s Determination, and copies of the approved plans, shall be mailed to the applicant, the Councilmember in whose district the Project is located, the Citizen Advisory Committee, and any persons or organizations commenting on the application or requesting a Notice.<br \/><br \/>\t5.\tEffective Date and <span class=\"dictionary\">Appeal<\/span>.<br \/><br \/>\t(a)\tThe Director’s determination shall become effective and final 15 days after the date of mailing the Notice of Director’s Determination to the applicant, unless an <span class=\"dictionary\">appeal<\/span> is filed with the Area Planning Commission within that period.<br \/><br \/>\t(b)\tAn applicant, member of the City Council, or any other interested person adversely affected may <span class=\"dictionary\">appeal<\/span> the Director’s decision to the Area Commission.  <span class=\"dictionary\">Appeals<\/span> shall be processed in the manner prescribed in Section 16.05H of this Code, except as otherwise provided here.<br \/><br \/>\t6.\tNotice to Building and Safety.  The Director of Planning shall notify the Department of Building and Safety of the final approval action of the Design Overlay Plan.<\/p><\/section>","previous_section":{"id":"2216","structure_id":"43","section_number":"13.07","catch_line":"Pedestrian Oriented District.","url":"\/13.07\/","token":"13.07"},"text":{"0":{"id":"426","text":"  “CDO” COMMUNITY DESIGN OVERLAY DISTRICT.\n\t(New Sec. 13.08 Added by Ord. No. 172,032, Eff. 6\/29\/98.)\tA.\tPurpose.  This section sets forth procedures and standards for the establishment of Community Design Overlay Districts throughout the City.  The purpose of the Community Design Overlay district is to:\t1.\tAssure that development within communities is in accordance with community design policies adopted in the Community Plans, and with the Community Design Guidelines and Standards;\t2.\tPromote the distinctive character, stability and visual quality of existing neighborhoods and communities by ensuring that development visually provides a sense of place in terms of design within the Community Design Overlay District by considering the unique architectural character and environmental setting of the district;\t3.\tAssist in improving the visual attractiveness of multi-family housing available to meet the needs of all social and economic groups within the community;\t4.\tProtect areas of natural scenic beauty,  cultural or environmental interest;\t5.\tPrevent the development of structures or uses which are not of acceptable exterior design or appearance; and\t6.\tProtect the integrity of previously attained entitlements.\t7.\tProvide for on-going community involvement in project design and evolution of guidelines.\tB.\tEstablishment of District.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The City Council may establish new districts, or change boundaries of districts, by following the procedures set forth in Section 12.32S of this Code.  A district may encompass all or portions of the area of a community plan, as recommended by the policies of that plan.  Precise boundaries are required at the time of application or initiation of an individual Community Design Overlay District.  A Community Design Overlay District shall not encompass an area designated as an Historic Preservation Overlay Zone pursuant to Section 12.20.3 of this Code.\tC.\tDefinitions.  For the purpose of this section, the following words and phrases are defined as follows:\t1.\tDesign Overlay Plans.  A document or documents which pictorially describe, by professionally accepted architectural graphic techniques, the location, appearance, configuration and dimensions of any proposed buildings, structures and site improvements including but not limited to landscaping, walls and fences, roof equipment, pole signs, monument signs, and parking areas.\t2.\tProject.  The erection, construction, addition to, or exterior structural alteration of any building or structure, including, but not limited to, pole signs and\/or monument signs located in a Community Design Overlay District.  A Project does not include construction that consists solely of  (1)  interior remodeling, interior rehabilitation or repair work;  (2)  alterations of, including structural repairs, or additions to any existing building or structure in which the aggregate value of the work, in any one 24-month period, is less than 50 percent of the building or structure’s replacement value before the alterations or additions, as determined by the Department of Building and Safety, unless the alterations or additions are to any building facade facing a public street; or  (3)  a residential building on a parcel or lot which is developed entirely as a residential use and consists of four or fewer dwelling units, unless expressly provided for in a Community Design Overlay District established pursuant to this section.\t3.\tCitizen Advisory Committee.  A committee appointed by the Councilmember(s) pursuant to Subsection D2 of this section in whose District a Community Design Overlay District is established, who shall assist the Planning Department in the development of Design Guidelines and Standards.\tD.\tApproval of Guidelines and Standards.  In establishing any individual Community Design Overlay District, the Director of Planning shall prepare, and the City Planning Commission shall approve by resolution, Community Design Guidelines and Standards applicable to design overlay areas.  These Guidelines and Standards shall be adopted or amended according to the following procedures and criteria:\t1.\tInitiation.  Preparation or amendment of the Guidelines and Standards may be initiated by the Director of Planning, the City Planning Commission or City Council.\t2.\tPreparation and Content.  Upon initiation, the Director shall prepare, or cause to be prepared, proposed Guidelines and Standards based on the design policies contained in the Community Plan.  At the option of the Council District, the Director shall utilize Advisory Boards in the development of design standards for individual communities and neighborhoods.  The Guidelines and Standards shall be organized into those which are anticipated to be superseded by future citywide standards, and those that are necessary to protect the unique architectural and environmental features of the Community Design Overlay District.\tThe Guidelines and Standards are in addition to those set forth in the planning and zoning provisions of Los Angeles Municipal Code (LAMC) Chapter I, as amended, and any other relevant ordinances and do not convey any rights not otherwise granted under the provisions and procedures contained in that chapter and other relevant ordinances, except as specifically provided herein.\tFurthermore, nothing in the Guidelines and Standards shall interfere with any previously granted entitlements, nor shall they restrict any right authorized in the underlying zone or height district.\tAt the option of the Councilmember(s), a Citizen Advisory Committee shall be appointed to assist in development of Guidelines and Standards.  The Citizen Advisory Committee shall be appointed by the Councilmember in whose district the Community Design Overlay District is established, and the committee shall consist of a minimum of five and a maximum of seven voting members, each serving a term of office of four years, the terms being staggered so that at least one term becomes vacated on each successive year.  The chairperson and vice chairperson shall be elected annually by a majority of the committee.  The suggested composition of membership is as follows: two architects and two professionals from the following or related fields: planning, urban design and landscape architecture, or construction.  The remaining member or members need not be design professionals.  All members shall reside, operate a business, or be employed within the community plan area(s) in which the Community Design Overlay District is located.\t3.\tCommission Hearing and Notice.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The proposed or amended Guidelines and Standards shall be set for a public hearing before the City Planning Commission or a hearing officer as directed by the City Planning Commission prior to the Commission action.  Notice of the hearing shall be given as provided in Section 12.24D2 of this Code.\t4.\tReports.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  If a hearing officer is designated to conduct the public hearing, after the conclusion of the hearing, the hearing officer shall submit his report to the City Planning Commission within a period of time as may be fixed by the Commission, setting forth his or her conclusions and recommendations in writing and stating briefly the reasons therefor.\t5.\tDecision by City Planning Commission.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The City Planning Commission shall, by resolution, approve, modify or disapprove the proposed Guidelines and Standards.  If the City Planning Commission fails to act within 75 days from the receipt of the report and recommendation of the Planning Department, the proposed Guidelines and Standards shall be automatically submitted to the City Council for action.  In approving the Guidelines and Standards, the City Planning Commission or Council shall find that they are consistent with the policies of the adopted Community Plan and the purposes of this section.\tE.\tDesign Overlay Plan Approvals.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Within a Community Design Overlay District, no building permit shall be issued for any project, and no person shall perform any construction work on a Project, until a Design Overlay Plan has been submitted and approved according to the following procedures.  No building permit shall be issued for any project, and no person shall do any construction work on a project except in conformance with the approved Design Overlay Plan.\tEXCEPTION:\tNo Design Overlay Plan approval shall be required for any project until  the Guidelines and Standards have been approved.\t1.\tApproval Authority.  The Director of Planning, or his or her designee, shall approve or conditionally approve Design Overlay Plans if the plans comply with the provisions of approved Community Design Guidelines and Standards.  An approval of a Design Overlay Plan by the Director of Planning, or his or her designee, shall be appealable to the Area Planning Commission.\t2.\tProcedures.\t(a)\tApplication.  An application for a Design Overlay Plan approval shall be filed with the Department of City Planning on the prescribed form, and shall be accompanied by any required materials.  The application shall not be considered complete unless and until the form has been properly completed, all required information has been provided and the filing fee set forth in Section 19.01T of this Code has been paid.\t(b)\tAction of Director.  The Director of Planning, or his or her designee, shall make a determination within 20 working days from the date of the filing of a completed application and the payment of the applicable fee.  This time limit may be extended by mutual written agreement of the applicant and the Director.\t(c)\tTransfer of Jurisdiction.  If the Director or his or her designee fails to make a determination within the prescribed time period, the applicant may file a request for a transfer of jurisdiction to the Area Planning Commission for a determination on the original application, in which case, the Director shall lose jurisdiction.  This request shall be filed in the public office of the Department of City Planning.  Once filed, the request and the Department file shall be transmitted to the Area Planning Commission for action.\t3.\tFindings.  The Director of Planning, or the Area Planning Commission on appeal, shall approve a Design Overlay Plan as requested or in modified form if, based on the application and the evidence submitted, if the Director or Area Commission determines that it satisfies all of the following requirements:\t(a)\tThe project substantially complies with the adopted Community Design Overlay Guidelines and Standards.\t(b)\tThe structures, site plan and landscaping are harmonious in scale and design with existing development and any cultural, scenic or environmental resources adjacent to the site and in the vicinity.\t4.\tNotice of Director’s Determination.  Within five working days following the decision, a Notice of the Director’s Determination, and copies of the approved plans, shall be mailed to the applicant, the Councilmember in whose district the Project is located, the Citizen Advisory Committee, and any persons or organizations commenting on the application or requesting a Notice.\t5.\tEffective Date and Appeal.\t(a)\tThe Director’s determination shall become effective and final 15 days after the date of mailing the Notice of Director’s Determination to the applicant, unless an appeal is filed with the Area Planning Commission within that period.\t(b)\tAn applicant, member of the City Council, or any other interested person adversely affected may appeal the Director’s decision to the Area Commission.  Appeals shall be processed in the manner prescribed in Section 16.05H of this Code, except as otherwise provided here.\t6.\tNotice to Building and Safety.  The Director of Planning shall notify the Department of Building and Safety of the final approval action of the Design Overlay Plan.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}