{"section_number":"13.06","edition_id":"1","section_id":"2777","structure_id":"43","catch_line":"Commercial And Artcraft Districts.","history":"","full_text":"  COMMERCIAL AND ARTCRAFT DISTRICTS.\n\t(Amended by Ord. No. 146,775, Eff. 1\/6\/75.)\n\n\tA.\tPurpose – The provisions set forth in this section shall create enclaves whereby the artisan segments of the population may live, create and market their artifacts. Artcraft activities, combined with commercial and residential uses will be permitted in those areas appropriate for the establishment of a Commercial and Artcraft District.\n\n\tB.\tApplication – The provisions of this section shall apply to the areas wherein CA Districts are permitted.\n\n\tC.\tEstablishment of District.\n\n\t(1)\tRequirements – Each application for the establishment of a Commercial and Artcraft District shall include the signatures of seventy–five percent (75%) of the owners or lessees of property of an area not less than three acres (3 acs.) in total size, or by resolution of the Commission or Council. The area shall be computed by contiguous parcels of land which may be separated only by public streets, ways or alleys.\n\n\t(2)\tBoundaries – Public right-of-ways can be included in the computation of the total acreage in the district area described in said application and the boundaries thereof shall follow public streets, ways or alleys so far as practical.\n\n\t(3)\tAlternate Procedures – The procedures set forth in Section 12. 24 of this Chapter shall be used for those applicants desirous of a CA District but cannot comply with the aforementioned procedures.\n\n\tD.\tStandard Conditions – Applicants desirous of a “CA” District, are subject to the limitations and restrictions contained herein. Said regulations are imposed in order to promote and achieve optimal conditions for artcraft functions, while maintaining adequate protection from obnoxious pollutants, for the adjacent properties.\n\n\t(1)\tProduction Techniques – The creating, assembling, compounding or treating of articles shall be accomplished by hand, or to the extent practical for a particular artifact.\n\n\tOnly those art products which are made by the artisan or his employees from raw materials can be sold. Mass produced parts may be used only if incidental to the basic artifact. In those production techniques which necessitate the use of a kiln, the total volume of kiln space shall not exceed twenty–four (24) cubic feet and no individual kiln shall exceed eight (8) cubic feet.\n\n\tPower tools shall be limited to electrically operated motors of not more than one horse power.\n\n\t(2)\tLocation of Equipment  – The machinery and equipment shall be so installed and maintained, and the activity shall be so conducted, that noise, smoke, dust, odor and all other objectionable factors, shall be confined or reduced to the extent that no annoyance or injury will result to persons residing in the vicinity\n\n\t(3)\tArea of Production – Certain artcraft activities as listed in Section E2 shall he restricted to either indoor or outdoor manufacturing.\n\n\t(4)\tCommercial Activities – The display of all completed artifacts shall he permitted outdoors and all commercial activities shall be limited to retail business only. The sale of all items, except antiques, shall be limited to those lawfully produced on the premises.\n\n\t(5)\tEmployees – Paid helpers shall he limited to no more than three (3) persons other than members of the immediate family occupying the dwelling on such premises.\n\n\tE.\tPermitted Uses.  It is the intent of this section to distinguish between those uses which are considered more appropriate for indoor and outdoor use. Those uses which are likely to create pollutants or other activities that would disturb the neighborhood are restricted to indoor use. Outdoor uses are those which will not create a disturbance.\n\n\tPremises in “CA” District may be used for the following manufacturing and retail uses, provided artcrafts activities are limited to those decorative or illustrative elements requiring manual dexterity or artistic talent. The following list is intended to provide a guide for the nature of uses permitted in the district.\n\n\t(1)\tOutdoor Uses – The creating, assembling, compounding or treating of articles contained in the following list shall be permitted outdoors:\n\n\t(a)\tAntiques – restoration and sale of antiques and collectibles.\n\n\t(b)\tArt needlework.\n\n\t(c)\tArt studio, including painting and sculpturing.\n\n\t(d)\tBasket weaving.\n\n\t(e)\tBoutiques\n\n\t(f)\tCandle making.\n\n\t(g)\tCartoon and animation.\n\n\t(h)\tCeramics – The total volume of kiln space shall not exceed twenty–four (24) cubic feet and no individual kiln shall exceed eight cubic feet.\n\n\t(i)\tCostume designing.\n\n\t(j)\tDance and drama studio, not including any dance activities requiring a license.\n\n\t(k)\tFine Arts Gallery.\n\n\t(l)\tGlass – The hand production of glass crystal, art novelties and the assembly of stained art glass provided that the total volume of kiln space shall not exceed twenty–four (24) cubic feet and no individual kiln shall exceed eight (8) cubic feet.\n\n\t(m)\tMusical Instruments\n\n\t(n)\tPhotography studio\n\n\t(o)\tPicture mounting and framing.\n\n\t(p)\tPottery manufacturing provided the total volume of kiln space \tshall not exceed twenty–four (24) cubic feet and no individual kiln shall exceed (8) cubic feet.\n\n\t(q)\tShoe and footwear provided all manufacturing is done by hand.\n\n\t(r)\tSilk screen processing.\n\n\t(s)\tTextile weaving, provided hand looms only.\n\n\t(t)\tToys, manufacturing of by hand\n\n\t(u)\tWoodcarving\n\n\t(v)\tWriting, professional studio\n\n\t(2)\tIndoor Uses – The manufacturing, assembling, compounding or treating of articles contained in the following list shall be permitted indoors only. Such uses shall not be permitted above the first floor of any structure.\n\n\t(a)\tBlock printing.\n\n\t(b)\tJewelry manufacturing.\n\n\t(c)\tMetal engraving.\n\n\t(d)\tOrnamental Iron.\n\n\t(e)\tPrinting and publishing.\n\n\t(f)\tTaxidermy.\n\n\t(g)\tWatchmaking.\n\n\t(3)\tA Zoning Administrator shall have authority to determine other uses in addition to those specifically listed in the article, which may be permitted in the CA District, when in his judgement such other uses or similar to and no more objectionable to the public welfare than those listed above.\n\n\t(4)\tArtcraft Instructions – Artcraft classes shall be permitted on premises in the CA District and no additional off-street parking shall be required in conjunction therewith, provided that:\n\n\t(a)\tClasses are held not more than two days a week for a period not to exceed three hours per day\n\n\t(b)\tClasses are purely incidental to the artcraft uses of the property and not more than 15 persons are permitted to attend each class.\n\n\t(c)\tClasses involve only the use of those tools and equipment applicable to production of said artifacts.\n\n\t(d)\tAll classes are held on the first floor of the building.\n\n\t(e)\tNo certificate of occupancy shall be required in connection with the use authorized by this ordinance.\n\n\t(5)\tResidential Uses – In the R Zones, the residential regulations as required in the underlying zone to which the “CA” District overlays. shall apply. In the C and M zones, residential uses shall be permitted in connection with the main commercial, industrial or artcraft use. Said residential use shall observe the requirements set forth in Section 12.10 of the Planning and Zoning Code.\n\n\t(6)\tParking Requirements.  (Amended by Ord. No. 169,670, Eff. 5\/13\/94.)  Parking requirements for new buildings shall be as required in Section 12.21 A.  For an existing building, for which a building permit was issued prior to April 1, 1994, the number of parking spaces required shall be the same as the number of parking spaces existing on the site.\n\n\tAny structure providing a mixture of residential and art craft uses shall meet the requirements for automobile parking spaces as if each portion of the facility were an independent entity.\n\n\t(7)\tYard Requirements.  (Added by Ord. No. 169,670, Eff. 5\/13\/94.)  For new buildings, the yard requirements shall be the same as required by the underlying zone.  For existing buildings, for which a building permit was issued prior to April 1, 1994, the yards required shall be the same as the yards observed by the existing buildings on the site.","order_by":"06","ancestry":{"1":{"id":"43","name":"Specific Plan – Zoning\nSupplemental Use Districts","identifier":"3","label":"article","url":"\/1\/3\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3777","structure_id":"43","section_number":"13.00","catch_line":"Establishment Of Districts.","url":"\/13.00\/","token":"13.00"},"1":{"id":"77","structure_id":"43","section_number":"13.01","catch_line":"“O” Oil Drilling Districts.","url":"\/13.01\/","token":"13.01"},"2":{"id":"1885","structure_id":"43","section_number":"13.02","catch_line":"“S” Animal Slaughtering Districts.","url":"\/13.02\/","token":"13.02"},"3":{"id":"1805","structure_id":"43","section_number":"13.03","catch_line":"“G” Surface Mining Operations Districts.","url":"\/13.03\/","token":"13.03"},"4":{"id":"2713","structure_id":"43","section_number":"13.04","catch_line":"“Rpd” Residential Planned Development Districts.","url":"\/13.04\/","token":"13.04"},"5":{"id":"944","structure_id":"43","section_number":"13.05","catch_line":"“K” Equinekeeping Districts.","url":"\/13.05\/","token":"13.05"},"6":{"id":"2777","structure_id":"43","section_number":"13.06","catch_line":"Commercial And Artcraft Districts.","url":"\/13.06\/","token":"13.06"},"7":{"id":"2216","structure_id":"43","section_number":"13.07","catch_line":"Pedestrian Oriented District.","url":"\/13.07\/","token":"13.07"},"8":{"id":"432","structure_id":"43","section_number":"13.08","catch_line":"“Cdo” Community Design Overlay District.","url":"\/13.08\/","token":"13.08"},"9":{"id":"747","structure_id":"43","section_number":"13.09","catch_line":"Mixed Use District.","url":"\/13.09\/","token":"13.09"},"10":{"id":"947","structure_id":"43","section_number":"13.10","catch_line":"Fence Heights District.","url":"\/13.10\/","token":"13.10"},"11":{"id":"2996","structure_id":"43","section_number":"13.11","catch_line":"“Sn” Sign District.","url":"\/13.11\/","token":"13.11"},"12":{"id":"3998","structure_id":"43","section_number":"13.12","catch_line":"\"Nso\" Neighborhood Stabilization Overlay District.","url":"\/13.12\/","token":"13.12"},"13":{"id":"1837","structure_id":"43","section_number":"13.13","catch_line":"“Rfa” Residential Floor Area District.","url":"\/13.13\/","token":"13.13"},"14":{"id":"3509","structure_id":"43","section_number":"13.14","catch_line":"\"Cpio\" Community Plan Implementation Overlay District.","url":"\/13.14\/","token":"13.14"},"15":{"id":"2407","structure_id":"43","section_number":"13.15","catch_line":"Modified Parking Requirement (Mpr) District.","url":"\/13.15\/","token":"13.15"},"16":{"id":"2259","structure_id":"43","section_number":"13.16","catch_line":"\"Hs\" Hillside Standards Overlay District.","url":"\/13.16\/","token":"13.16"},"17":{"id":"2537","structure_id":"43","section_number":"13.17","catch_line":"Violation.","url":"\/13.17\/","token":"13.17"}},"next_section":{"id":"2216","structure_id":"43","section_number":"13.07","catch_line":"Pedestrian Oriented District.","url":"\/13.07\/","token":"13.07"},"metadata":false,"references":false,"url":"\/13.06\/","token":"13.06","formats":{"txt":"\/13.06.txt","json":"\/13.06.xml"},"dublin_core":{"Title":"Commercial And Artcraft Districts.","Type":"Text","Format":"text\/html","Identifier":"§ 13.06","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nCOMMERCIAL AND ARTCRAFT DISTRICTS. (§ 13.06)\n\n  COMMERCIAL AND ARTCRAFT DISTRICTS.\n\t(Amended by Ord. No. 146,775, Eff. 1\/6\/75.)\tA.\tPurpose – The provisions set\nforth in this section shall create enclaves whereby the artisan segments of the\npopulation may live, create and market their artifacts. Artcraft activities,\ncombined with commercial and residential uses will be permitted in those areas\nappropriate for the establishment of a Commercial and Artcraft\nDistrict.\tB.\tApplication – The provisions of this section shall apply to the\nareas wherein CA Districts are permitted.\tC.\tEstablishment of\nDistrict.\t(1)\tRequirements – Each application for the establishment of a\nCommercial and Artcraft District shall include the signatures of seventy–five\npercent (75%) of the owners or lessees of property of an area not less than\nthree acres (3 acs.) in total size, or by resolution of the Commission or\nCouncil. The area shall be computed by contiguous parcels of land which may be\nseparated only by public streets, ways or alleys.\t(2)\tBoundaries – Public\nright-of-ways can be included in the computation of the total acreage in the\ndistrict area described in said application and the boundaries thereof shall\nfollow public streets, ways or alleys so far as practical.\t(3)\tAlternate\nProcedures – The procedures set forth in Section 12. 24 of this Chapter shall\nbe used for those applicants desirous of a CA District but cannot comply with\nthe aforementioned procedures.\tD.\tStandard Conditions – Applicants desirous of\na “CA” District, are subject to the limitations and restrictions contained\nherein. Said regulations are imposed in order to promote and achieve optimal\nconditions for artcraft functions, while maintaining adequate protection from\nobnoxious pollutants, for the adjacent properties.\t(1)\tProduction Techniques –\nThe creating, assembling, compounding or treating of articles shall be\naccomplished by hand, or to the extent practical for a particular artifact.\tOnly\nthose art products which are made by the artisan or his employees from raw\nmaterials can be sold. Mass produced parts may be used only if incidental to the\nbasic artifact. In those production techniques which necessitate the use of a\nkiln, the total volume of kiln space shall not exceed twenty–four (24) cubic\nfeet and no individual kiln shall exceed eight (8) cubic feet.\tPower tools shall\nbe limited to electrically operated motors of not more than one horse\npower.\t(2)\tLocation of Equipment  – The machinery and equipment shall be so\ninstalled and maintained, and the activity shall be so conducted, that noise,\nsmoke, dust, odor and all other objectionable factors, shall be confined or\nreduced to the extent that no annoyance or injury will result to persons\nresiding in the vicinity\t(3)\tArea of Production – Certain artcraft activities\nas listed in Section E2 shall he restricted to either indoor or outdoor\nmanufacturing.\t(4)\tCommercial Activities – The display of all completed\nartifacts shall he permitted outdoors and all commercial activities shall be\nlimited to retail business only. The sale of all items, except antiques, shall\nbe limited to those lawfully produced on the premises.\t(5)\tEmployees – Paid\nhelpers shall he limited to no more than three (3) persons other than members of\nthe immediate family occupying the dwelling on such premises.\tE.\tPermitted\nUses.  It is the intent of this section to distinguish between those uses which\nare considered more appropriate for indoor and outdoor use. Those uses which are\nlikely to create pollutants or other activities that would disturb the\nneighborhood are restricted to indoor use. Outdoor uses are those which will not\ncreate a disturbance.\tPremises in “CA” District may be used for the\nfollowing manufacturing and retail uses, provided artcrafts activities are\nlimited to those decorative or illustrative elements requiring manual dexterity\nor artistic talent. The following list is intended to provide a guide for the\nnature of uses permitted in the district.\t(1)\tOutdoor Uses – The creating,\nassembling, compounding or treating of articles contained in the following list\nshall be permitted outdoors:\t(a)\tAntiques – restoration and sale of antiques\nand collectibles.\t(b)\tArt needlework.\t(c)\tArt studio, including painting and\nsculpturing.\t(d)\tBasket weaving.\t(e)\tBoutiques\t(f)\tCandle making.\t(g)\tCartoon\nand animation.\t(h)\tCeramics – The total volume of kiln space shall not exceed\ntwenty–four (24) cubic feet and no individual kiln shall exceed eight cubic\nfeet.\t(i)\tCostume designing.\t(j)\tDance and drama studio, not including any dance\nactivities requiring a license.\t(k)\tFine Arts Gallery.\t(l)\tGlass – The hand\nproduction of glass crystal, art novelties and the assembly of stained art glass\nprovided that the total volume of kiln space shall not exceed twenty–four (24)\ncubic feet and no individual kiln shall exceed eight (8) cubic feet.\t(m)\tMusical\nInstruments\t(n)\tPhotography studio\t(o)\tPicture mounting and framing.\t(p)\tPottery\nmanufacturing provided the total volume of kiln space \tshall not exceed\ntwenty–four (24) cubic feet and no individual kiln shall exceed (8) cubic\nfeet.\t(q)\tShoe and footwear provided all manufacturing is done by hand.\t(r)\tSilk\nscreen processing.\t(s)\tTextile weaving, provided hand looms only.\t(t)\tToys,\nmanufacturing of by hand\t(u)\tWoodcarving\t(v)\tWriting, professional\nstudio\t(2)\tIndoor Uses – The manufacturing, assembling, compounding or\ntreating of articles contained in the following list shall be permitted indoors\nonly. Such uses shall not be permitted above the first floor of any\nstructure.\t(a)\tBlock printing.\t(b)\tJewelry manufacturing.\t(c)\tMetal\nengraving.\t(d)\tOrnamental Iron.\t(e)\tPrinting and\npublishing.\t(f)\tTaxidermy.\t(g)\tWatchmaking.\t(3)\tA Zoning Administrator shall\nhave authority to determine other uses in addition to those specifically listed\nin the article, which may be permitted in the CA District, when in his judgement\nsuch other uses or similar to and no more objectionable to the public welfare\nthan those listed above.\t(4)\tArtcraft Instructions – Artcraft classes shall be\npermitted on premises in the CA District and no additional off-street parking\nshall be required in conjunction therewith, provided that:\t(a)\tClasses are held\nnot more than two days a week for a period not to exceed three hours per\nday\t(b)\tClasses are purely incidental to the artcraft uses of the property and\nnot more than 15 persons are permitted to attend each class.\t(c)\tClasses involve\nonly the use of those tools and equipment applicable to production of said\nartifacts.\t(d)\tAll classes are held on the first floor of the building.\t(e)\tNo\ncertificate of occupancy shall be required in connection with the use authorized\nby this ordinance.\t(5)\tResidential Uses – In the R Zones, the residential\nregulations as required in the underlying zone to which the “CA” District\noverlays. shall apply. In the C and M zones, residential uses shall be permitted\nin connection with the main commercial, industrial or artcraft use. Said\nresidential use shall observe the requirements set forth in Section 12.10 of the\nPlanning and Zoning Code.\t(6)\tParking Requirements.  (Amended by Ord. No.\n169,670, Eff. 5\/13\/94.)  Parking requirements for new buildings shall be as\nrequired in Section 12.21 A.  For an existing building, for which a building\npermit was issued prior to April 1, 1994, the number of parking spaces required\nshall be the same as the number of parking spaces existing on the site.\tAny\nstructure providing a mixture of residential and art craft uses shall meet the\nrequirements for automobile parking spaces as if each portion of the facility\nwere an independent entity.\t(7)\tYard Requirements.  (Added by Ord. No. 169,670,\nEff. 5\/13\/94.)  For new buildings, the yard requirements shall be the same as\nrequired by the underlying zone.  For existing buildings, for which a building\npermit was issued prior to April 1, 1994, the yards required shall be the same\nas the yards observed by the existing buildings on the site.\n","html":"\n\t\t\t\t\t<section><p>  COMMERCIAL AND ARTCRAFT DISTRICTS.\n\t(Amended by Ord. No. 146,775, Eff. 1\/6\/75.)<br \/><br \/>\tA.\tPurpose – The provisions set forth in this section shall create enclaves whereby the artisan segments of the population may live, create and market their artifacts. Artcraft activities, combined with commercial and residential uses will be permitted in those areas appropriate for the establishment of a Commercial and Artcraft District.<br \/><br \/>\tB.\tApplication – The provisions of this section shall apply to the areas wherein CA Districts are permitted.<br \/><br \/>\tC.\tEstablishment of District.<br \/><br \/>\t(1)\tRequirements – Each application for the establishment of a Commercial and Artcraft District shall include the signatures of seventy–five percent (75%) of the owners or lessees of property of an area not less than three acres (3 acs.) in total size, or by resolution of the Commission or Council. The area shall be computed by contiguous parcels of land which may be separated only by public streets, ways or alleys.<br \/><br \/>\t(2)\tBoundaries – Public right-of-ways can be included in the computation of the total acreage in the district area described in said application and the boundaries thereof shall follow public streets, ways or alleys so far as practical.<br \/><br \/>\t(3)\tAlternate Procedures – The procedures set forth in Section 12. 24 of this Chapter shall be used for those applicants desirous of a CA District but cannot comply with the aforementioned procedures.<br \/><br \/>\tD.\tStandard Conditions – Applicants desirous of a “CA” District, are subject to the limitations and restrictions contained herein. Said regulations are imposed in <span class=\"dictionary\">order<\/span> to promote and achieve optimal conditions for artcraft functions, while maintaining adequate protection from obnoxious pollutants, for the adjacent properties.<br \/><br \/>\t(1)\tProduction Techniques – The creating, assembling, compounding or treating of articles shall be accomplished by hand, or to the extent practical for a particular artifact.<br \/><br \/>\tOnly those art products which are made by the artisan or his employees from raw <span class=\"dictionary\">materials<\/span> can be sold. Mass produced parts may be used only if incidental to the basic artifact. In those production techniques which necessitate the use of a kiln, the total volume of kiln space shall not exceed twenty–four (24) cubic feet and no individual kiln shall exceed eight (8) cubic feet.<br \/><br \/>\tPower tools shall be limited to electrically operated motors of not more than one horse power.<br \/><br \/>\t(2)\tLocation of Equipment  – The machinery and equipment shall be so installed and maintained, and the activity shall be so conducted, that noise, smoke, dust, odor and all other objectionable factors, shall be confined or reduced to the extent that no annoyance or injury will result to persons residing in the vicinity<br \/><br \/>\t(3)\tArea of Production – Certain artcraft activities as listed in Section E2 shall he restricted to either indoor or outdoor manufacturing.<br \/><br \/>\t(4)\tCommercial Activities – The display of all completed artifacts shall he permitted outdoors and all commercial activities shall be limited to retail business only. The sale of all items, except antiques, shall be limited to those lawfully produced on the premises.<br \/><br \/>\t(5)\tEmployees – Paid helpers shall he limited to no more than three (3) persons other than members of the immediate family occupying the dwelling on such premises.<br \/><br \/>\tE.\tPermitted Uses.  It is the <span class=\"dictionary\">intent<\/span> of this section to distinguish between those uses which are considered more appropriate for indoor and outdoor use. Those uses which are likely to create pollutants or other activities that would disturb the neighborhood are restricted to indoor use. Outdoor uses are those which will not create a disturbance.<br \/><br \/>\tPremises in “CA” District may be used for the following manufacturing and retail uses, provided artcrafts activities are limited to those decorative or illustrative elements requiring manual dexterity or artistic talent. The following list is intended to provide a guide for the nature of uses permitted in the district.<br \/><br \/>\t(1)\tOutdoor Uses – The creating, assembling, compounding or treating of articles contained in the following list shall be permitted outdoors:<br \/><br \/>\t(a)\tAntiques – restoration and sale of antiques and collectibles.<br \/><br \/>\t(b)\tArt needlework.<br \/><br \/>\t(c)\tArt studio, including painting and sculpturing.<br \/><br \/>\t(d)\tBasket weaving.<br \/><br \/>\t(e)\tBoutiques<br \/><br \/>\t(f)\tCandle making.<br \/><br \/>\t(g)\tCartoon and animation.<br \/><br \/>\t(h)\tCeramics – The total volume of kiln space shall not exceed twenty–four (24) cubic feet and no individual kiln shall exceed eight cubic feet.<br \/><br \/>\t(i)\tCostume designing.<br \/><br \/>\t(j)\tDance and drama studio, not including any dance activities requiring a license.<br \/><br \/>\t(k)\tFine Arts Gallery.<br \/><br \/>\t(l)\tGlass – The hand production of glass crystal, art novelties and the assembly of stained art glass provided that the total volume of kiln space shall not exceed twenty–four (24) cubic feet and no individual kiln shall exceed eight (8) cubic feet.<br \/><br \/>\t(m)\tMusical Instruments<br \/><br \/>\t(n)\tPhotography studio<br \/><br \/>\t(o)\tPicture mounting and framing.<br \/><br \/>\t(p)\tPottery manufacturing provided the total volume of kiln space \tshall not exceed twenty–four (24) cubic feet and no individual kiln shall exceed (8) cubic feet.<br \/><br \/>\t(q)\tShoe and footwear provided all manufacturing is done by hand.<br \/><br \/>\t(r)\tSilk screen processing.<br \/><br \/>\t(s)\tTextile weaving, provided hand looms only.<br \/><br \/>\t(t)\tToys, manufacturing of by hand<br \/><br \/>\t(u)\tWoodcarving<br \/><br \/>\t(v)\tWriting, professional studio<br \/><br \/>\t(2)\tIndoor Uses – The manufacturing, assembling, compounding or treating of articles contained in the following list shall be permitted indoors only. Such uses shall not be permitted above the first floor of any structure.<br \/><br \/>\t(a)\tBlock printing.<br \/><br \/>\t(b)\tJewelry manufacturing.<br \/><br \/>\t(c)\tMetal engraving.<br \/><br \/>\t(d)\tOrnamental Iron.<br \/><br \/>\t(e)\tPrinting and publishing.<br \/><br \/>\t(f)\tTaxidermy.<br \/><br \/>\t(g)\tWatchmaking.<br \/><br \/>\t(3)\tA Zoning Administrator shall have authority to determine other uses in addition to those specifically listed in the article, which may be permitted in the CA District, when in his judgement such other uses or similar to and no more objectionable to the public welfare than those listed above.<br \/><br \/>\t(4)\tArtcraft Instructions – Artcraft classes shall be permitted on premises in the CA District and no additional off-street parking shall be required in conjunction therewith, provided that:<br \/><br \/>\t(a)\tClasses are held not more than two days a week for a period not to exceed three hours per day<br \/><br \/>\t(b)\tClasses are purely incidental to the artcraft uses of the property and not more than 15 persons are permitted to attend each class.<br \/><br \/>\t(c)\tClasses involve only the use of those tools and equipment applicable to production of said artifacts.<br \/><br \/>\t(d)\tAll classes are held on the first floor of the building.<br \/><br \/>\t(e)\tNo certificate of occupancy shall be required in connection with the use authorized by this <span class=\"dictionary\">ordinance<\/span>.<br \/><br \/>\t(5)\tResidential Uses – In the R Zones, the residential regulations as required in the underlying zone to which the “CA” District overlays. shall apply. In the C and M zones, residential uses shall be permitted in connection with the main commercial, industrial or artcraft use. Said residential use shall observe the requirements set forth in Section 12.10 of the Planning and Zoning Code.<br \/><br \/>\t(6)\tParking Requirements.  (Amended by Ord. No. 169,670, Eff. 5\/13\/94.)  Parking requirements for new buildings shall be as required in Section 12.21 A.  For an existing building, for which a building permit was issued prior to April 1, 1994, the number of parking spaces required shall be the same as the number of parking spaces existing on the site.<br \/><br \/>\tAny structure providing a mixture of residential and art craft uses shall meet the requirements for automobile parking spaces as if each portion of the facility were an independent entity.<br \/><br \/>\t(7)\tYard Requirements.  (Added by Ord. No. 169,670, Eff. 5\/13\/94.)  For new buildings, the yard requirements shall be the same as required by the underlying zone.  For existing buildings, for which a building permit was issued prior to April 1, 1994, the yards required shall be the same as the yards observed by the existing buildings on the site.<\/p><\/section>","previous_section":{"id":"944","structure_id":"43","section_number":"13.05","catch_line":"“K” Equinekeeping Districts.","url":"\/13.05\/","token":"13.05"},"text":{"0":{"id":"2752","text":"  COMMERCIAL AND ARTCRAFT DISTRICTS.\n\t(Amended by Ord. No. 146,775, Eff. 1\/6\/75.)\tA.\tPurpose – The provisions set forth in this section shall create enclaves whereby the artisan segments of the population may live, create and market their artifacts. Artcraft activities, combined with commercial and residential uses will be permitted in those areas appropriate for the establishment of a Commercial and Artcraft District.\tB.\tApplication – The provisions of this section shall apply to the areas wherein CA Districts are permitted.\tC.\tEstablishment of District.\t(1)\tRequirements – Each application for the establishment of a Commercial and Artcraft District shall include the signatures of seventy–five percent (75%) of the owners or lessees of property of an area not less than three acres (3 acs.) in total size, or by resolution of the Commission or Council. The area shall be computed by contiguous parcels of land which may be separated only by public streets, ways or alleys.\t(2)\tBoundaries – Public right-of-ways can be included in the computation of the total acreage in the district area described in said application and the boundaries thereof shall follow public streets, ways or alleys so far as practical.\t(3)\tAlternate Procedures – The procedures set forth in Section 12. 24 of this Chapter shall be used for those applicants desirous of a CA District but cannot comply with the aforementioned procedures.\tD.\tStandard Conditions – Applicants desirous of a “CA” District, are subject to the limitations and restrictions contained herein. Said regulations are imposed in order to promote and achieve optimal conditions for artcraft functions, while maintaining adequate protection from obnoxious pollutants, for the adjacent properties.\t(1)\tProduction Techniques – The creating, assembling, compounding or treating of articles shall be accomplished by hand, or to the extent practical for a particular artifact.\tOnly those art products which are made by the artisan or his employees from raw materials can be sold. Mass produced parts may be used only if incidental to the basic artifact. In those production techniques which necessitate the use of a kiln, the total volume of kiln space shall not exceed twenty–four (24) cubic feet and no individual kiln shall exceed eight (8) cubic feet.\tPower tools shall be limited to electrically operated motors of not more than one horse power.\t(2)\tLocation of Equipment  – The machinery and equipment shall be so installed and maintained, and the activity shall be so conducted, that noise, smoke, dust, odor and all other objectionable factors, shall be confined or reduced to the extent that no annoyance or injury will result to persons residing in the vicinity\t(3)\tArea of Production – Certain artcraft activities as listed in Section E2 shall he restricted to either indoor or outdoor manufacturing.\t(4)\tCommercial Activities – The display of all completed artifacts shall he permitted outdoors and all commercial activities shall be limited to retail business only. The sale of all items, except antiques, shall be limited to those lawfully produced on the premises.\t(5)\tEmployees – Paid helpers shall he limited to no more than three (3) persons other than members of the immediate family occupying the dwelling on such premises.\tE.\tPermitted Uses.  It is the intent of this section to distinguish between those uses which are considered more appropriate for indoor and outdoor use. Those uses which are likely to create pollutants or other activities that would disturb the neighborhood are restricted to indoor use. Outdoor uses are those which will not create a disturbance.\tPremises in “CA” District may be used for the following manufacturing and retail uses, provided artcrafts activities are limited to those decorative or illustrative elements requiring manual dexterity or artistic talent. The following list is intended to provide a guide for the nature of uses permitted in the district.\t(1)\tOutdoor Uses – The creating, assembling, compounding or treating of articles contained in the following list shall be permitted outdoors:\t(a)\tAntiques – restoration and sale of antiques and collectibles.\t(b)\tArt needlework.\t(c)\tArt studio, including painting and sculpturing.\t(d)\tBasket weaving.\t(e)\tBoutiques\t(f)\tCandle making.\t(g)\tCartoon and animation.\t(h)\tCeramics – The total volume of kiln space shall not exceed twenty–four (24) cubic feet and no individual kiln shall exceed eight cubic feet.\t(i)\tCostume designing.\t(j)\tDance and drama studio, not including any dance activities requiring a license.\t(k)\tFine Arts Gallery.\t(l)\tGlass – The hand production of glass crystal, art novelties and the assembly of stained art glass provided that the total volume of kiln space shall not exceed twenty–four (24) cubic feet and no individual kiln shall exceed eight (8) cubic feet.\t(m)\tMusical Instruments\t(n)\tPhotography studio\t(o)\tPicture mounting and framing.\t(p)\tPottery manufacturing provided the total volume of kiln space \tshall not exceed twenty–four (24) cubic feet and no individual kiln shall exceed (8) cubic feet.\t(q)\tShoe and footwear provided all manufacturing is done by hand.\t(r)\tSilk screen processing.\t(s)\tTextile weaving, provided hand looms only.\t(t)\tToys, manufacturing of by hand\t(u)\tWoodcarving\t(v)\tWriting, professional studio\t(2)\tIndoor Uses – The manufacturing, assembling, compounding or treating of articles contained in the following list shall be permitted indoors only. Such uses shall not be permitted above the first floor of any structure.\t(a)\tBlock printing.\t(b)\tJewelry manufacturing.\t(c)\tMetal engraving.\t(d)\tOrnamental Iron.\t(e)\tPrinting and publishing.\t(f)\tTaxidermy.\t(g)\tWatchmaking.\t(3)\tA Zoning Administrator shall have authority to determine other uses in addition to those specifically listed in the article, which may be permitted in the CA District, when in his judgement such other uses or similar to and no more objectionable to the public welfare than those listed above.\t(4)\tArtcraft Instructions – Artcraft classes shall be permitted on premises in the CA District and no additional off-street parking shall be required in conjunction therewith, provided that:\t(a)\tClasses are held not more than two days a week for a period not to exceed three hours per day\t(b)\tClasses are purely incidental to the artcraft uses of the property and not more than 15 persons are permitted to attend each class.\t(c)\tClasses involve only the use of those tools and equipment applicable to production of said artifacts.\t(d)\tAll classes are held on the first floor of the building.\t(e)\tNo certificate of occupancy shall be required in connection with the use authorized by this ordinance.\t(5)\tResidential Uses – In the R Zones, the residential regulations as required in the underlying zone to which the “CA” District overlays. shall apply. In the C and M zones, residential uses shall be permitted in connection with the main commercial, industrial or artcraft use. Said residential use shall observe the requirements set forth in Section 12.10 of the Planning and Zoning Code.\t(6)\tParking Requirements.  (Amended by Ord. No. 169,670, Eff. 5\/13\/94.)  Parking requirements for new buildings shall be as required in Section 12.21 A.  For an existing building, for which a building permit was issued prior to April 1, 1994, the number of parking spaces required shall be the same as the number of parking spaces existing on the site.\tAny structure providing a mixture of residential and art craft uses shall meet the requirements for automobile parking spaces as if each portion of the facility were an independent entity.\t(7)\tYard Requirements.  (Added by Ord. No. 169,670, Eff. 5\/13\/94.)  For new buildings, the yard requirements shall be the same as required by the underlying zone.  For existing buildings, for which a building permit was issued prior to April 1, 1994, the yards required shall be the same as the yards observed by the existing buildings on the site.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}