{"section_number":"13.05","edition_id":"1","section_id":"944","structure_id":"43","catch_line":"“K” Equinekeeping Districts.","history":"","full_text":"  “K” EQUINEKEEPING DISTRICTS.\n\t(Title and Section Amended by Ord. No. 157,144, Eff. 11\/22\/82; “Department of Animal Regulation” renamed “Department of Animal Services” by Ord. No. 174,735, Eff. 9\/13\/02.)\n\n\tA.\tPurpose. It is the purpose and object of this section to establish reasonable and uniform limitations, safeguards and controls for the keeping and maintenance of equines within the City of Los Angeles.\n\n\tB.\tEstablishment of Districts.\n\n\t1.\tThe City Council may establish new Equinekeeping Districts and enlarge the boundaries of such districts now or hereafter established.\n\n\t2.\tNo Equinekeeping District shall contain less than 5 acres of land including the area of all dedicated streets and highways contained therein. All lots or parcels of property contained within the district’s boundaries shall be contiguous. The boundaries of the district shall be drawn so as to coincide as nearly as practicable with street alignments or other clearly discernible boundaries. (Amended by Ord. No. 161,352 Eff. 7\/20\/86.)\n\n\tC.\tConditions.  All property within a district shall be subject to the following conditions:\n\n\t1.\tIf the equine enclosure is less than 75 feet from the habitable rooms of a neighbor’s dwelling unit, the enclosure shall not be closer to the habitable rooms of a neighbor’s dwelling unit than to the habitable rooms of a dwelling unit on the equine keeping lot.\n\n\t2.\tIn no event shall the equine enclosure be located closer than 35 feet to the habitable rooms of any dwelling unit.\n\n\t3.\tAny additional conditions which may be deemed necessary to be imposed shall be established by ordinance.\n\n\t4.\tNotwithstanding any other provision of this Code relating to the number of equines permitted in any zone, any lot included in a “K” Equinekeeping District which was formed after January 12,1975 may be used to keep no more than one equine for each 4,000 square feet of lot area. (Amended by Ord. No. 159,341, Eff. 10\/11\/84.)\n\n\t5.\tNotwithstanding any other provision of this Code to the contrary, in a “K” Equinekeeping District, an animal keeping structure may be located on any portion of a parcel except the required front yard and shall not be closer than 10 feet from the required side lot lines so long as the distance requirements of this Section are complied with. This subdivision shall not, however, authorize the location of an animal keeping structure in any side or rear yard areas as defined in Section 12.21–C,5(a) (25 foot required yards) which immediately abut a lot which is not itself in a “K” Equinekeeping District.\n\n\t6.\tNotwithstanding any provisions of this Code to the contrary, in the “A” and “R” Zones, located within a “K” Equinekeeping District, a maximum of two equines not owned by the resident of the involved property may be boarded or kept on that property as an accessory use without such boarding or keeping being regarded as a commercial equinekeeping operation; provided, however, that the total number of equines being boarded or kept on the property does not exceed one for each 4,000 square feet of lot area. Said equines shall be issued current Equine Licenses by the City Department of Animal Services. (Amended by Ord. No. 159,341, Eff. 10\/11\/84.)\n\n\t7.\tNotwithstanding any provisions of this Code to the contrary, equine uses of the land on “K” Equinekeeping District lots shall be allowed to be continued if, after the legal establishment of the equine use, the City issued a building permit to construct a residential building on an adjacent lot within the legal required distance between an equine use and the residential building on an adjacent lot. If, in accordance with the provisions of Section 12.24X5 the Zoning Administrator grants permission for a residential building on an adjacent lot to be constructed closer than 35 feet from a legally existing equine enclosure, the equine enclosure may be considered to be nonconforming if it is relocated not closer than 35 feet from the habitable rooms attached to any residential building. The nonconforming equine use shall be subject to the following limitations:  (Para. Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\n\n\ta.\tThe equine enclosure shall not be closer than 35 feet from the habitable rooms of any residential building.\n\n\tb.\tThe subject lot has been designated by an Equine License to stable at least one licensed equine during the 12 months prior to the issuance of the building permit for the residential building on an adjacent lot.\n\n\tc.\tThe equine enclosure shall not be expanded, extended, or relocated so as to reduce the nonconforming distance between the enclosure and the habitable rooms of the residential building on an adjacent lot.\n\n\td.\tThe nonconforming equine use shall be discontinued if, during a successive 3–year period, no equine is licensed by the Department of Animal Services to be stabled on the subject lot.\n\n\t8.\tNotwithstanding any provisions of this Code to the contrary, if an equine use in a “K” District was legally established before November 22, 1982, that use shall be allowed to continue even though the City issued a building permit between November 22, 1982 and July 1, 1986, to construct a residential building on an adjacent lot within the 35-foot required distance between an equine use and the habitable rooms of a residential building on the adjacent lot.  This provision shall not apply to building permits authorized by the Zoning Administrator pursuant to Section 12.24X5.  This nonconforming equine use shall be subject to the following limitations:  (Para. Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\n\n\t1.\tThe subject lot has been designated by an Equine License to stable at least one licensed equine during the 12 months prior to the issuance of the building permit for the residential building on an adjacent lot.\n\n\t2.\tThe equine enclosure shall not be expanded, extended, or relocated so as to reduce the nonconforming distance between the enclosure and the habitable rooms of the residential building on an adjacent lot.\n\n\t3.\tThe nonconforming equine use shall be discontinued if, during a successive 3–year period, no equine is licensed by the Department of Animal Services to be stabled on the subject lot.\n\n\tNothing in this subdivision relieves any person from the obligation to comply with the requirements of any County or State law.","order_by":"05","ancestry":{"1":{"id":"43","name":"Specific Plan – Zoning\nSupplemental Use Districts","identifier":"3","label":"article","url":"\/1\/3\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3777","structure_id":"43","section_number":"13.00","catch_line":"Establishment Of Districts.","url":"\/13.00\/","token":"13.00"},"1":{"id":"77","structure_id":"43","section_number":"13.01","catch_line":"“O” Oil Drilling Districts.","url":"\/13.01\/","token":"13.01"},"2":{"id":"1885","structure_id":"43","section_number":"13.02","catch_line":"“S” Animal Slaughtering Districts.","url":"\/13.02\/","token":"13.02"},"3":{"id":"1805","structure_id":"43","section_number":"13.03","catch_line":"“G” Surface Mining Operations Districts.","url":"\/13.03\/","token":"13.03"},"4":{"id":"2713","structure_id":"43","section_number":"13.04","catch_line":"“Rpd” Residential Planned Development Districts.","url":"\/13.04\/","token":"13.04"},"5":{"id":"944","structure_id":"43","section_number":"13.05","catch_line":"“K” Equinekeeping Districts.","url":"\/13.05\/","token":"13.05"},"6":{"id":"2777","structure_id":"43","section_number":"13.06","catch_line":"Commercial And Artcraft Districts.","url":"\/13.06\/","token":"13.06"},"7":{"id":"2216","structure_id":"43","section_number":"13.07","catch_line":"Pedestrian Oriented District.","url":"\/13.07\/","token":"13.07"},"8":{"id":"432","structure_id":"43","section_number":"13.08","catch_line":"“Cdo” Community Design Overlay District.","url":"\/13.08\/","token":"13.08"},"9":{"id":"747","structure_id":"43","section_number":"13.09","catch_line":"Mixed Use District.","url":"\/13.09\/","token":"13.09"},"10":{"id":"947","structure_id":"43","section_number":"13.10","catch_line":"Fence Heights District.","url":"\/13.10\/","token":"13.10"},"11":{"id":"2996","structure_id":"43","section_number":"13.11","catch_line":"“Sn” Sign District.","url":"\/13.11\/","token":"13.11"},"12":{"id":"3998","structure_id":"43","section_number":"13.12","catch_line":"\"Nso\" Neighborhood Stabilization Overlay District.","url":"\/13.12\/","token":"13.12"},"13":{"id":"1837","structure_id":"43","section_number":"13.13","catch_line":"“Rfa” Residential Floor Area District.","url":"\/13.13\/","token":"13.13"},"14":{"id":"3509","structure_id":"43","section_number":"13.14","catch_line":"\"Cpio\" Community Plan Implementation Overlay District.","url":"\/13.14\/","token":"13.14"},"15":{"id":"2407","structure_id":"43","section_number":"13.15","catch_line":"Modified Parking Requirement (Mpr) District.","url":"\/13.15\/","token":"13.15"},"16":{"id":"2259","structure_id":"43","section_number":"13.16","catch_line":"\"Hs\" Hillside Standards Overlay District.","url":"\/13.16\/","token":"13.16"},"17":{"id":"2537","structure_id":"43","section_number":"13.17","catch_line":"Violation.","url":"\/13.17\/","token":"13.17"}},"next_section":{"id":"2777","structure_id":"43","section_number":"13.06","catch_line":"Commercial And Artcraft Districts.","url":"\/13.06\/","token":"13.06"},"metadata":false,"references":false,"url":"\/13.05\/","token":"13.05","formats":{"txt":"\/13.05.txt","json":"\/13.05.xml"},"dublin_core":{"Title":"“K” Equinekeeping Districts.","Type":"Text","Format":"text\/html","Identifier":"§ 13.05","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\n“K” EQUINEKEEPING DISTRICTS. (§ 13.05)\n\n  “K” EQUINEKEEPING DISTRICTS.\n\t(Title and Section Amended by Ord. No. 157,144, Eff. 11\/22\/82; “Department of\nAnimal Regulation” renamed “Department of Animal Services” by Ord. No.\n174,735, Eff. 9\/13\/02.)\tA.\tPurpose. It is the purpose and object of this section\nto establish reasonable and uniform limitations, safeguards and controls for the\nkeeping and maintenance of equines within the City of Los\nAngeles.\tB.\tEstablishment of Districts.\t1.\tThe City Council may establish new\nEquinekeeping Districts and enlarge the boundaries of such districts now or\nhereafter established.\t2.\tNo Equinekeeping District shall contain less than 5\nacres of land including the area of all dedicated streets and highways contained\ntherein. All lots or parcels of property contained within the district’s\nboundaries shall be contiguous. The boundaries of the district shall be drawn so\nas to coincide as nearly as practicable with street alignments or other clearly\ndiscernible boundaries. (Amended by Ord. No. 161,352 Eff.\n7\/20\/86.)\tC.\tConditions.  All property within a district shall be subject to\nthe following conditions:\t1.\tIf the equine enclosure is less than 75 feet from\nthe habitable rooms of a neighbor’s dwelling unit, the enclosure shall not be\ncloser to the habitable rooms of a neighbor’s dwelling unit than to the\nhabitable rooms of a dwelling unit on the equine keeping lot.\t2.\tIn no event\nshall the equine enclosure be located closer than 35 feet to the habitable rooms\nof any dwelling unit.\t3.\tAny additional conditions which may be deemed necessary\nto be imposed shall be established by ordinance.\t4.\tNotwithstanding any other\nprovision of this Code relating to the number of equines permitted in any zone,\nany lot included in a “K” Equinekeeping District which was formed after\nJanuary 12,1975 may be used to keep no more than one equine for each 4,000\nsquare feet of lot area. (Amended by Ord. No. 159,341, Eff.\n10\/11\/84.)\t5.\tNotwithstanding any other provision of this Code to the contrary,\nin a “K” Equinekeeping District, an animal keeping structure may be located\non any portion of a parcel except the required front yard and shall not be\ncloser than 10 feet from the required side lot lines so long as the distance\nrequirements of this Section are complied with. This subdivision shall not,\nhowever, authorize the location of an animal keeping structure in any side or\nrear yard areas as defined in Section 12.21–C,5(a) (25 foot required yards)\nwhich immediately abut a lot which is not itself in a “K” Equinekeeping\nDistrict.\t6.\tNotwithstanding any provisions of this Code to the contrary, in the\n“A” and “R” Zones, located within a “K” Equinekeeping District, a\nmaximum of two equines not owned by the resident of the involved property may be\nboarded or kept on that property as an accessory use without such boarding or\nkeeping being regarded as a commercial equinekeeping operation; provided,\nhowever, that the total number of equines being boarded or kept on the property\ndoes not exceed one for each 4,000 square feet of lot area. Said equines shall\nbe issued current Equine Licenses by the City Department of Animal Services.\n(Amended by Ord. No. 159,341, Eff. 10\/11\/84.)\t7.\tNotwithstanding any provisions\nof this Code to the contrary, equine uses of the land on “K” Equinekeeping\nDistrict lots shall be allowed to be continued if, after the legal establishment\nof the equine use, the City issued a building permit to construct a residential\nbuilding on an adjacent lot within the legal required distance between an equine\nuse and the residential building on an adjacent lot. If, in accordance with the\nprovisions of Section 12.24X5 the Zoning Administrator grants permission for a\nresidential building on an adjacent lot to be constructed closer than 35 feet\nfrom a legally existing equine enclosure, the equine enclosure may be considered\nto be nonconforming if it is relocated not closer than 35 feet from the\nhabitable rooms attached to any residential building. The nonconforming equine\nuse shall be subject to the following limitations:  (Para. Amended by Ord. No.\n173,492, Eff. 10\/10\/00.)\ta.\tThe equine enclosure shall not be closer than 35\nfeet from the habitable rooms of any residential building.\tb.\tThe subject lot\nhas been designated by an Equine License to stable at least one licensed equine\nduring the 12 months prior to the issuance of the building permit for the\nresidential building on an adjacent lot.\tc.\tThe equine enclosure shall not be\nexpanded, extended, or relocated so as to reduce the nonconforming distance\nbetween the enclosure and the habitable rooms of the residential building on an\nadjacent lot.\td.\tThe nonconforming equine use shall be discontinued if, during a\nsuccessive 3–year period, no equine is licensed by the Department of Animal\nServices to be stabled on the subject lot.\t8.\tNotwithstanding any provisions of\nthis Code to the contrary, if an equine use in a “K” District was legally\nestablished before November 22, 1982, that use shall be allowed to continue even\nthough the City issued a building permit between November 22, 1982 and July 1,\n1986, to construct a residential building on an adjacent lot within the 35-foot\nrequired distance between an equine use and the habitable rooms of a residential\nbuilding on the adjacent lot.  This provision shall not apply to building\npermits authorized by the Zoning Administrator pursuant to Section 12.24X5. \nThis nonconforming equine use shall be subject to the following limitations: \n(Para. Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\t1.\tThe subject lot has been\ndesignated by an Equine License to stable at least one licensed equine during\nthe 12 months prior to the issuance of the building permit for the residential\nbuilding on an adjacent lot.\t2.\tThe equine enclosure shall not be expanded,\nextended, or relocated so as to reduce the nonconforming distance between the\nenclosure and the habitable rooms of the residential building on an adjacent\nlot.\t3.\tThe nonconforming equine use shall be discontinued if, during a\nsuccessive 3–year period, no equine is licensed by the Department of Animal\nServices to be stabled on the subject lot.\tNothing in this subdivision relieves\nany person from the obligation to comply with the requirements of any County or\nState law.\n","html":"\n\t\t\t\t\t<section><p>  “K” EQUINEKEEPING DISTRICTS.\n\t(Title and Section Amended by Ord. No. 157,144, Eff. 11\/22\/82; “Department of Animal Regulation” renamed “Department of Animal Services” by Ord. No. 174,735, Eff. 9\/13\/02.)<br \/><br \/>\tA.\tPurpose. It is the purpose and <span class=\"dictionary\">object<\/span> of this section to establish reasonable and uniform limitations, safeguards and controls for the keeping and maintenance of equines within the City of Los Angeles.<br \/><br \/>\tB.\tEstablishment of Districts.<br \/><br \/>\t1.\tThe City Council may establish new Equinekeeping Districts and enlarge the boundaries of such districts now or hereafter established.<br \/><br \/>\t2.\tNo Equinekeeping District shall contain less than 5 acres of land including the area of all dedicated streets and highways contained therein. All lots or parcels of property contained within the district’s boundaries shall be contiguous. The boundaries of the district shall be drawn so as to coincide as nearly as practicable with street alignments or other clearly discernible boundaries. (Amended by Ord. No. 161,352 Eff. 7\/20\/86.)<br \/><br \/>\tC.\tConditions.  All property within a district shall be subject to the following conditions:<br \/><br \/>\t1.\tIf the equine enclosure is less than 75 feet from the habitable rooms of a neighbor’s dwelling unit, the enclosure shall not be closer to the habitable rooms of a neighbor’s dwelling unit than to the habitable rooms of a dwelling unit on the equine keeping lot.<br \/><br \/>\t2.\tIn no event shall the equine enclosure be located closer than 35 feet to the habitable rooms of any dwelling unit.<br \/><br \/>\t3.\tAny additional conditions which may be deemed necessary to be imposed shall be established by <span class=\"dictionary\">ordinance<\/span>.<br \/><br \/>\t4.\tNotwithstanding any other provision of this Code relating to the number of equines permitted in any zone, any lot included in a “K” Equinekeeping District which was formed after January 12,1975 may be used to keep no more than one equine for each 4,000 square feet of lot area. (Amended by Ord. No. 159,341, Eff. 10\/11\/84.)<br \/><br \/>\t5.\tNotwithstanding any other provision of this Code to the contrary, in a “K” Equinekeeping District, an animal keeping structure may be located on any portion of a parcel except the required front yard and shall not be closer than 10 feet from the required side lot lines so long as the distance requirements of this Section are complied with. This subdivision shall not, however, authorize the location of an animal keeping structure in any side or rear yard areas as defined in Section 12.21–C,5(a) (25 foot required yards) which immediately abut a lot which is not itself in a “K” Equinekeeping District.<br \/><br \/>\t6.\tNotwithstanding any provisions of this Code to the contrary, in the “A” and “R” Zones, located within a “K” Equinekeeping District, a maximum of two equines not owned by the resident of the involved property may be boarded or kept on that property as an <span class=\"dictionary\">accessory<\/span> use without such boarding or keeping being regarded as a commercial equinekeeping operation; provided, however, that the total number of equines being boarded or kept on the property does not exceed one for each 4,000 square feet of lot area. Said equines shall be issued current Equine Licenses by the City Department of Animal Services. (Amended by Ord. No. 159,341, Eff. 10\/11\/84.)<br \/><br \/>\t7.\tNotwithstanding any provisions of this Code to the contrary, equine uses of the land on “K” Equinekeeping District lots shall be allowed to be continued if, after the legal establishment of the equine use, the City issued a building permit to construct a residential building on an adjacent lot within the legal required distance between an equine use and the residential building on an adjacent lot. If, in accordance with the provisions of Section 12.24X5 the Zoning Administrator grants permission for a residential building on an adjacent lot to be constructed closer than 35 feet from a legally existing equine enclosure, the equine enclosure may be considered to be nonconforming if it is relocated not closer than 35 feet from the habitable rooms attached to any residential building. The nonconforming equine use shall be subject to the following limitations:  (Para. Amended by Ord. No. 173,492, Eff. 10\/10\/00.)<br \/><br \/>\ta.\tThe equine enclosure shall not be closer than 35 feet from the habitable rooms of any residential building.<br \/><br \/>\tb.\tThe subject lot has been designated by an Equine License to stable at least one licensed equine during the 12 months prior to the issuance of the building permit for the residential building on an adjacent lot.<br \/><br \/>\tc.\tThe equine enclosure shall not be expanded, extended, or relocated so as to reduce the nonconforming distance between the enclosure and the habitable rooms of the residential building on an adjacent lot.<br \/><br \/>\td.\tThe nonconforming equine use shall be discontinued if, during a successive 3–year period, no equine is licensed by the Department of Animal Services to be stabled on the subject lot.<br \/><br \/>\t8.\tNotwithstanding any provisions of this Code to the contrary, if an equine use in a “K” District was legally established before November 22, 1982, that use shall be allowed to continue even though the City issued a building permit between November 22, 1982 and July 1, 1986, to construct a residential building on an adjacent lot within the 35-foot required distance between an equine use and the habitable rooms of a residential building on the adjacent lot.  This provision shall not apply to building permits authorized by the Zoning Administrator pursuant to Section 12.24X5.  This nonconforming equine use shall be subject to the following limitations:  (Para. Amended by Ord. No. 173,492, Eff. 10\/10\/00.)<br \/><br \/>\t1.\tThe subject lot has been designated by an Equine License to stable at least one licensed equine during the 12 months prior to the issuance of the building permit for the residential building on an adjacent lot.<br \/><br \/>\t2.\tThe equine enclosure shall not be expanded, extended, or relocated so as to reduce the nonconforming distance between the enclosure and the habitable rooms of the residential building on an adjacent lot.<br \/><br \/>\t3.\tThe nonconforming equine use shall be discontinued if, during a successive 3–year period, no equine is licensed by the Department of Animal Services to be stabled on the subject lot.<br \/><br \/>\tNothing in this subdivision relieves any person from the obligation to comply with the requirements of any County or State <span class=\"dictionary\">law<\/span>.<\/p><\/section>","previous_section":{"id":"2713","structure_id":"43","section_number":"13.04","catch_line":"“Rpd” Residential Planned Development Districts.","url":"\/13.04\/","token":"13.04"},"text":{"0":{"id":"932","text":"  “K” EQUINEKEEPING DISTRICTS.\n\t(Title and Section Amended by Ord. No. 157,144, Eff. 11\/22\/82; “Department of Animal Regulation” renamed “Department of Animal Services” by Ord. No. 174,735, Eff. 9\/13\/02.)\tA.\tPurpose. It is the purpose and object of this section to establish reasonable and uniform limitations, safeguards and controls for the keeping and maintenance of equines within the City of Los Angeles.\tB.\tEstablishment of Districts.\t1.\tThe City Council may establish new Equinekeeping Districts and enlarge the boundaries of such districts now or hereafter established.\t2.\tNo Equinekeeping District shall contain less than 5 acres of land including the area of all dedicated streets and highways contained therein. All lots or parcels of property contained within the district’s boundaries shall be contiguous. The boundaries of the district shall be drawn so as to coincide as nearly as practicable with street alignments or other clearly discernible boundaries. (Amended by Ord. No. 161,352 Eff. 7\/20\/86.)\tC.\tConditions.  All property within a district shall be subject to the following conditions:\t1.\tIf the equine enclosure is less than 75 feet from the habitable rooms of a neighbor’s dwelling unit, the enclosure shall not be closer to the habitable rooms of a neighbor’s dwelling unit than to the habitable rooms of a dwelling unit on the equine keeping lot.\t2.\tIn no event shall the equine enclosure be located closer than 35 feet to the habitable rooms of any dwelling unit.\t3.\tAny additional conditions which may be deemed necessary to be imposed shall be established by ordinance.\t4.\tNotwithstanding any other provision of this Code relating to the number of equines permitted in any zone, any lot included in a “K” Equinekeeping District which was formed after January 12,1975 may be used to keep no more than one equine for each 4,000 square feet of lot area. (Amended by Ord. No. 159,341, Eff. 10\/11\/84.)\t5.\tNotwithstanding any other provision of this Code to the contrary, in a “K” Equinekeeping District, an animal keeping structure may be located on any portion of a parcel except the required front yard and shall not be closer than 10 feet from the required side lot lines so long as the distance requirements of this Section are complied with. This subdivision shall not, however, authorize the location of an animal keeping structure in any side or rear yard areas as defined in Section 12.21–C,5(a) (25 foot required yards) which immediately abut a lot which is not itself in a “K” Equinekeeping District.\t6.\tNotwithstanding any provisions of this Code to the contrary, in the “A” and “R” Zones, located within a “K” Equinekeeping District, a maximum of two equines not owned by the resident of the involved property may be boarded or kept on that property as an accessory use without such boarding or keeping being regarded as a commercial equinekeeping operation; provided, however, that the total number of equines being boarded or kept on the property does not exceed one for each 4,000 square feet of lot area. Said equines shall be issued current Equine Licenses by the City Department of Animal Services. (Amended by Ord. No. 159,341, Eff. 10\/11\/84.)\t7.\tNotwithstanding any provisions of this Code to the contrary, equine uses of the land on “K” Equinekeeping District lots shall be allowed to be continued if, after the legal establishment of the equine use, the City issued a building permit to construct a residential building on an adjacent lot within the legal required distance between an equine use and the residential building on an adjacent lot. If, in accordance with the provisions of Section 12.24X5 the Zoning Administrator grants permission for a residential building on an adjacent lot to be constructed closer than 35 feet from a legally existing equine enclosure, the equine enclosure may be considered to be nonconforming if it is relocated not closer than 35 feet from the habitable rooms attached to any residential building. The nonconforming equine use shall be subject to the following limitations:  (Para. Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\ta.\tThe equine enclosure shall not be closer than 35 feet from the habitable rooms of any residential building.\tb.\tThe subject lot has been designated by an Equine License to stable at least one licensed equine during the 12 months prior to the issuance of the building permit for the residential building on an adjacent lot.\tc.\tThe equine enclosure shall not be expanded, extended, or relocated so as to reduce the nonconforming distance between the enclosure and the habitable rooms of the residential building on an adjacent lot.\td.\tThe nonconforming equine use shall be discontinued if, during a successive 3–year period, no equine is licensed by the Department of Animal Services to be stabled on the subject lot.\t8.\tNotwithstanding any provisions of this Code to the contrary, if an equine use in a “K” District was legally established before November 22, 1982, that use shall be allowed to continue even though the City issued a building permit between November 22, 1982 and July 1, 1986, to construct a residential building on an adjacent lot within the 35-foot required distance between an equine use and the habitable rooms of a residential building on the adjacent lot.  This provision shall not apply to building permits authorized by the Zoning Administrator pursuant to Section 12.24X5.  This nonconforming equine use shall be subject to the following limitations:  (Para. Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\t1.\tThe subject lot has been designated by an Equine License to stable at least one licensed equine during the 12 months prior to the issuance of the building permit for the residential building on an adjacent lot.\t2.\tThe equine enclosure shall not be expanded, extended, or relocated so as to reduce the nonconforming distance between the enclosure and the habitable rooms of the residential building on an adjacent lot.\t3.\tThe nonconforming equine use shall be discontinued if, during a successive 3–year period, no equine is licensed by the Department of Animal Services to be stabled on the subject lot.\tNothing in this subdivision relieves any person from the obligation to comply with the requirements of any County or State law.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}