{"section_number":"13.04","edition_id":"1","section_id":"2713","structure_id":"43","catch_line":"“Rpd” Residential Planned Development Districts.","history":"","full_text":"  “RPD” RESIDENTIAL PLANNED DEVELOPMENT DISTRICTS.\n\t(Amended by Ord. No. 141,474, Eff. 2\/27\/71.)\n\n\t*A.\tPurpose – The purpose of the regulations set forth in this section is to provide for the establishment and control of residential planned developments. It is the intent of this section to promote and achieve greater flexibility in design, to encourage well–planned neighborhoods with adequate open space which offer a variety of housing and environments through creative and imaginative planning as a unit, to increase housing opportunities for low and moderate income households, and provide for the most appropriate use of land through special methods of development. (Amended by Ord. No. 145,927, Eff. 6\/3\/74.)\n\n\t* If any provision of this ordinance, or the application thereof to any person, property or circumstance, is held invalid, the remainder of this ordinance, or the application of such provisions to other persons, property or circumstances, shall not be affected thereby.\n\n\tB.\tApplication. The provisions of this section shall apply to districts wherein residential planned developments are permitted.\n\n\tC.\tRequirements for Filing. Each application for the establishment of an RPD District shall be accompanied by a preliminary plot plan of the proposed development showing the expected locations and arrangement of lots, structures, streets, driveways, easements, open space, parks, schools, and so forth. Such plans shall indicate the layout of the proposed development, and its appearance, characteristics and compatibility with the City’s General Plan and existing local conditions.\n\n\tIn addition to the foregoing, each application for the establishment of an RPD District in “H” Hillside or Mountainous Areas shall be accompanied by the following:\n\n\t1.\tDetailed Topographic Survey. The topographic survey shall include an accurate topographic survey at a minimum scale of 1&#038;″ = 100′ with contour intervals of 5 and 25 feet. Such survey shall accurately indicate the location of the property lines.\n\n\t2.\tBasic Preliminary Grading Plan. The preliminary grading plan shall be prepared by a licensed civil engineer. This plan shall be at a minimum scale of 1&#038;″ = 100′ and shall include the following:\n\n\ta.\tTract number\n\n\tb.\tLegal description.\n\n\tc.\tNames, addresses and telephone numbers of the record owner, subdivider and design engineer.\n\n\td.\tNorth arrow, engineering scale and date.\n\n\te.\tThe widths and approximate grades of existing and proposed rights of way within and adjacent to the property involved\n\n\tf.\tLocations, widths and approximate grades of existing and proposed highways and streets.\n\n\tg.\tLot layout, approximate dimensions, proposed elevation and number of each lot.\n\n\th.\tExisting and proposed contours of the land.\n\n\ti.\tProposed method of sewage disposal and drainage.\n\n\tj.\tExisting and proposed zoning.\n\n\t3.\tPreliminary Geological and Soils Engineering Reports. These reports shall be sufficiently detailed to provide a basis for a reasonable evaluation of geological and soils conditions on and adjacent to the site of the proposed RPD, and shall contain as a minimum the following:\n\n\ta.\tA geologic map showing all exposures of rock soil and alluvium, fill, landslides, slumps, zones of bedrock and soil creep, suspected fault and shear zones, joints and fractures. The geologic map must be based upon an accurate topographic map or the preliminary grading plans upon a scale commensurate with items 1 and 2 above, and reflect careful attention to the bedrock and soil types present and the geologic structure, either exposed or inferred by other geological data obtained on the site.\n\n\tb.\tA geologic report including definite statements, conclusions and recommendations concerning the following:\n\n\t(1)\tLocation and general setting with respect to major geographic and\/or geologic features.\n\n\t(2)\tTopography and drainage in the subject area\n\n\t(3)\tAbundance, distribution, and general nature of exposures of earth materials within the area\n\n\t(4)\tA reasonable evaluation and prediction of the performance of any proposed cut and fill slopes in relation to geological conditions.\n\n\t(5)\tAn evaluation of existing and anticipated surface and subsurface water circulation in terms of the proposed development.\n\n\t(6)\tRecommendations concerning future detailed subsurface exploration.\n\n\tc.\tA preliminary soils engineering report, based upon an examination of the site in sufficient detail to provide the following:\n\n\t(1)\tGeneral anticipated bearing characteristics of earth materials.\n\n\t(2)\tLateral stability of earth materials, especially fill slopes.\n\n\t(3)\tProblems of excavation and fill placement.\n\n\t(4)\tHandling of seepage water, soil stripping and special treatment of soils on the site.\n\n\t(5)\tEvaluation of deep canyon fills, side hill fills and any special preparation of areas in which fill is to be placed.\n\n\t(6)\tEstimation of the swell characteristics of earth materials and special design problems that may be anticipated.\n\n\t(7)\tDelineation in general of all areas where future subsurface exploration sampling and testing may be necessary.\n\n\tSufficient copies of the above maps, plans and reports shall be provided by the applicant for the purpose of distribution to members of the Subdivision Committee. The required plans and data shall be directed to the Advisory Agency for analysis, report and recommendation by the Subdivision Committee on all matters within the purview of said Committee. the Committee members shall, within 40 calendar days of the filing of the application for an RPD District, transmit their reports and recommendations to the Advisory Agency. Within ten calendar days thereafter, the Advisory Agency shall transmit the report and recommendation to the Subdivision Committee of the Planning Commission. However on an application for the establishment of an RPD District in “H” Hillside or Mountainous Areas those time limits may be extended by mutual consent of the applicant and the Advisory Agency. (Amended by Ord. No. 142,117, Eff. 7\/31\/71.)\n\n\tWhere a proposed development constitutes a portion of a single ownership which is to be developed in phases, the applicant shall submit a projected general plan of land use, circulation and anticipated sequence of development for the entire ownership. Said plan shall be of sufficient detail to indicate the proposed relationship of the entire development and individual phases thereof to the General Plan of the area and to existing adjoining development and proposed adjoining development which has been approved by the City.\n\n\tD.\tEstablishment of District and Other Requirements – In order to achieve the purpose of a residential planned development and to assure that such establishment will substantially comply with the applicable elements of the City General Plan, the RPD District shall be subject to the following requirements:\n\n\t1.\tEstablishment of District Height and Area Regulations.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The Council shall in the ordinance establishing an RPD District also establish the density area regulations, and height regulation applicable to the district.  The height and area regulations, including peripheral setbacks, of the zone in which the land is located, shall not apply to structures, buildings and lots in an approved RPD District.  However, the setback requirements of the zone in which the RPD District is located shall be the minimum setback from the periphery required for structures and buildings within the RPD District itself.  Whenever the City Planning Commission recommends that the Council adopt an ordinance establishing an RPD District, it shall also recommend maximum density, height and area limitations, including peripheral setbacks, and shall transmit to the Council the recommended plan of development for the entire proposed development.  At the time the Council is considering the establishment of an RPD District, it shall submit to the City Planning Commission for report and recommendation any revised or alternative development plans submitted by the applicant prior to final action.  The Commission shall act on a revised or alternate plan within 50 days of receipt of the file from the Council.  Should the City Planning Commission fail to act within the 50 days, the applicant may request transfer of jurisdiction to the Council.\n\n\t2.\tDensity. The ordinance establishing an RPD District shall contain a number suffixed with said district symbol which shall be indicated within the boundaries of each zone classification within such district. Said number shall be the average number of dwelling units permitted per acre of land, exclusive of public streets, in the residential planned development, or portion thereof, e.g. RPD–1, RPD–2, etc. Such designation or designations shall be indicated upon the Zoning Map. In any RPD District, or differently zoned portion thereof, the average number of dwelling units per acre of land, or fraction thereof, exclusive of public streets, shall not exceed the maximum number of dwelling units permitted by the underlying zone or zones within such district or portion thereof, pursuant to the following schedule:\n\n(Amended by Ord. No. 161,716, Eff. 12\/6\/86)\n\n  \n    \n      \n        Zone\n      \n      \n        Detached Single Family Dwellings\n      \n      \n        or\n      \n      \n        Townhouses\n      \n      \n        or\n      \n      \n        Dwelling Units in Apartments\n      \n    \n    \n      \n        RE 40\n      \n      \n        1.0\n      \n      \n        ”\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RA; RE 20\n      \n      \n        2.0\n      \n      \n        ”\n      \n      \n        2.0\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RE 15\n      \n      \n        2.9\n      \n      \n        ”\n      \n      \n        2.9\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RE 11\n      \n      \n        3.9\n      \n      \n        ”\n      \n      \n        3.9\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RE 9\n      \n      \n        4.8\n      \n      \n        ”\n      \n      \n        4.8\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RS\n      \n      \n        5.8\n      \n      \n        ”\n      \n      \n        5.8\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        R1\n      \n      \n        8.7\n      \n      \n        ”\n      \n      \n        8.7\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RU\n      \n      \n        12.4\n      \n      \n        ”\n      \n      \n        12.4\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RD 6\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        7.0\n      \n      \n        ”\n      \n      \n        7.0\n      \n    \n    \n      \n        RD 5\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        8.7\n      \n      \n        ”\n      \n      \n        8.7\n      \n    \n    \n      \n        RD 4\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        10.8\n      \n      \n        ”\n      \n      \n        10.8\n      \n    \n    \n      \n        RD 3\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        14.5\n      \n      \n        ”\n      \n      \n        14.5\n      \n    \n    \n      \n        RZ 2.5\n      \n      \n        17.4\n      \n      \n        ”\n      \n      \n        17.4\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        R2\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        17.4\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RD 2\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        18.6\n      \n      \n        ”\n      \n      \n        21.7\n      \n    \n    \n      \n        RD 1.5\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        18.6\n      \n      \n        ”\n      \n      \n        29.0\n      \n    \n    \n      \n        R3\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        32.6\n      \n      \n        ”\n      \n      \n        36.0\n      \n    \n    \n      \n        R4\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        32.6\n      \n      \n        ”\n      \n      \n        54.0\n      \n    \n  \n\n\n\tThe total number of dwelling units within an RPD District located in an “H” Hillside or Mountainous Area established pursuant to Section 12.32–H of this Code, shall not exceed the density indicated on the General Plan for such area or the maximum number of dwelling units permitted by the underlying zone or zones within such district pursuant to the above schedule, whichever is less, and only detached single family dwellings or townhouses shall be the types of housing permitted thereon.\n\n\t3.\tArea or District.\n\n\ta.\tEvery RPD District shall have an area of 3 acres or more exclusive of public streets. Provided, however, that an RPD District may have an area of 5,000 square feet, or the minimum lot area required by the zone, whichever is greater, or more, exclusive of public streets, whenever the underlying zone of such district is in the RD6, RD5, RD4, R2, RD2, RD1.5, R3, or R4 Zone.\n\n\tb.\tThe Commission and the City Council may approve an RPD District having an area less than required herein if said district adjoins and will constitute an integral part of an existing RPD District and the proposed development is in harmony with that permitted in the existing RPD District, the existing and proposed plans for adjacent areas and the General Plan. In no event may the proposed RPD District be approved with an average density exceeding that permitted in the existing RPD District.\n\n\tE.\tStandard Residential Conditions.  The following standard residential conditions shall apply to each RPD District. In addition, after report and recommendation by the Commission, the Council may, by ordinance, impose any other conditions as it deems necessary and proper at the time of establishing such district. In its report to the Council relative to the establishment of an RPD District, the Commission may recommend such other conditions as it deems necessary or desirable in carrying out the general purpose and intent of this section. The standard residential conditions are as follows:\n\n\t1.\tFinal Subdivision Map or Parcel Map. No building permit shall be issued for any building within an RPD District, except for sales models, recreational buildings or community facilities, unless a Final Subdivision Tract Map or Parcel Map has first been recorded for the property on which the building is located.\n\n\t2.\tCoverage. The Commission shall recommend to the City Council the proportion of the total development site to be covered by buildings and structures.\n\n\t3.\tSeparation Between Buildings. The Commission shall recommend to the City Council the minimum separation between all buildings in the development but in no event shall there be less than 20 feet of space between townhouse buildings of two or more stories.\n\n\t4.\tOpen Space. Common open space shall comprise at least 25 per cent of the land area exclusive of streets, provided, however, that where the applicant submits evidence to the satisfaction of the Commission that the particular development will contain compensatory characteristics which will provide as well or better for planned unit development within the intent of this section, the Commission may recommend modification of said requirements to the Council. At least half of the required common open space shall be of not more than 15% slope.\n\n\tThe common open space shall be land within the total development site used for recreational, park or environmental purposes for enjoyment by occupants of the development, but shall not include public streets, driveways, utility easements where the ground surface cannot be used appropriately for common open space, private yards and patios, parking spaces nor other areas primarily designed for other operational functions.\n\n\t5.\tPrivate Streets. Private streets shall not be permitted in RPD developments.\n\n\t6.\tParking. There shall be at least two automobile parking spaces for each townhouse or detached single family dwelling in a residential planned development. Said spaces shall be provided in a private garage. There shall be at least two off-street parking spaces per dwelling unit provided for other residential buildings. Provided, however, that in an “H” Hillside or Mountainous Area there shall be at least three off-street automobile parking spaces provided for each dwelling unit in a residential planned development. In the case of a townhouse or detached single family dwelling, two of the said required three parking spaces shall be provided in a private garage. Provided, further, that the Commission in connection with any residential planned development may recommend to the Council such additional number of spaces as it deems necessary to adequately provide for the needs within the district. For non–residential buildings, the Commission may recommend to the Council the number of parking spaces required, but if no such determination is made, the provisions of Section 12.21–A of this code shall apply.\n\n\t7.\tUtilities. All new utility lines, pursuant to Section 17.05N, and all new off-site service utility lines, necessary to serve the development, shall be installed underground.\n\n\t8.\tTownhouses. The width of each townhouse in the project shall average at least 20 feet. There shall be a separate private yard with a total area of at least 320 square feet adjacent to each townhouse unless equivalent alternate arrangement of patios or roof decks are provided within the preliminary plot plan, and approved by ordinance. No building shall contain more than eight townhouses.\n\n\t9.\tSeparate Lots. No portion of land within a residential planned development shall be divided or separated in ownership unless it is first recorded as a separate and distinct lot on a recorded final Subdivision Tract Map or Parcel Map.\n\n\tEvery lot for a residential building (except a detached single family dwelling or townhouse), church, school, hospital or infirmary shall have a minimum width of 50 feet and a minimum area of 5,000 square feet, or such additional widths or areas as may be required by the Commission and the Council. Each such lot shall front for a distance of at least 20 feet upon a street.\n\n\tAll lots for detached single family dwellings in the project shall be at least 35 feet wide and said lots shall have a minimum area of 3500 square feet or such additional areas or widths as may be required by the Commission and the Council in the ordinance establishing the district. Each such lot shall front for a distance of at least 20 feet upon a street.\n\n\tEach townhouse lot in the project shall average at least 20 feet in its narrowest dimension. Said lots shall have a minimum area of 1750 square feet or such additional areas or widths as may be required by the Commission and the Council in establishing an RPD District. Provided, however, that where the underlying zone of a lot for a townhouse is in the R3 or R4 Zone said lot may have an area of at least 1,000 square feet or such additional area as may be required by the Commission and the Council. Any lot for a townhouse need have only such access or street frontage as is shown on the approved final development plans.\n\n\t10.\tSeparate Units. Every owner of a dwelling unit or lot shall own as an appurtenance to such dwelling unit or lot, either, (1) an undivided interest in the common areas and facilities, or (2) a share in the corporation, or voting membership in an association, owning the common areas and facilities.\n\n\t11.\tMaintenance. The right to maintain the buildings and use the property for a residential planned development shall continue in effect only so long as all of the mutually available features, such as recreational areas, community buildings, landscaping, as well as the general appearance of the premises and buildings are all maintained in a first class condition and as indicated on the approved Final Development Plans.\n\n\t12.\tCovenants. The provisions of Standard Condition 11 shall be included in the conditions, covenants, and restrictions applying to the property, which are recorded in the Office of the County Recorder and copies of said provisions shall be furnished to the individual purchasers of units in the development.\n\n\tThe provisions of Standard Condition 11 shall also be in each of the preliminary and final drafts of the conditions, covenants, and restrictions submitted to the Real Estate Commissioner.\n\n\t13.\tSale of Lots or Units. No dwelling unit or lot shall be sold or encumbered separately from an interest in the common areas and facilities in the development which shall be appurtenant to such dwelling unit or lot. No lot shall be sold or transferred in ownership from the other lots in the total development, or approved phase of the development, unless all approved community buildings, structures, and recreational facilities for the total development, or approved phase thereof, have been completed, or completion is assured, by bonding or other method satisfactory to the Advisory Agency.\n\n\t14.\tManagement Agreement. No lot or dwelling unit in the development shall be sold unless a corporation, association, property owners group or similar entity has been formed with the right to assess all those properties which are jointly owned with interests in the common areas and facilities in the development to meet the expenses of such entity, and with authority to control, and the duty to maintain all of said mutually available features of the development. Such entity shall operate under recorded conditions, covenants and restrictions which shall include compulsory membership of all owners of lots and\/or dwelling units, and flexibility of assessments to meet changing costs of maintenance, repairs and services. The developer shall submit evidence of compliance with this requirement to and receive the approval of the Advisory Agency prior to making any such sale. This condition shall not apply to land dedicated to the City for public purposes.\n\n\t*15.  Low and Moderate Income Dwelling Units. (Added by Ord. No. 145,927, Eff. 6\/3\/74.) Every residential planned development shall provide low and moderate income dwelling units as provided in Section 12.39** of this code.\n\n\t* If any provision of this ordinance, or the application thereof to any person, property or circumstance, is held invalid, the remainder of this ordinance, or the application of such provisions to other persons, property or circumstances, shall not be affected thereby.\n\n\t** Section 12.39 was repealed by Ord. No. 180,308 Eff. 12\/7\/08.\n\n\tF.\tFinal Development Plans.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Any final development plans shall be in substantial conformance with the preliminary plans.  Prior to the issuance of any permits for the erection or enlargement of any buildings within an established RPD District, final precise site and elevation plans for all buildings and landscaping within the district or approved phase of the development, shall be submitted to and approved by the Zoning Administrator and to the Area planning Commission on appeal.  If the original action establishing an RPD District included the submission and approval of final precise plans for the complete development, building permits may be issued in accordance with those plans.  In connection with the review of final development plans, deviations in any of the conditions previously established may be authorized pursuant to the provisions of Subsection I of this section.\n\n\tG.\tPermits – No permit shall be issued for grading, or for the erection, enlargement or maintenance of buildings or structures for a residential planned development, and no person shall perform any such development or construction work, except in full compliance with the final development plans approved as herein provided.\n\n\tNo building permit shall be issued for other than approved model units until the conditions, covenants, and restrictions required by Section 13.04-E,12 have been submitted to and approved by the City Attorney.\n\n\tH.\tTermination of Districts – Any authority to establish or maintain an RPD district pursuant to the provisions of this section shall terminate: (1) within one and one–half years after the effective date of the ordinance establishing such district unless a tentative subdivision map of the proposed development has been filed; (2) within two years of the tentative map approval, unless construction work on the first phase of the development has begun; (3) unless such work is carried on diligently to completion.\n\n\tUpon termination of a district, the Zoning Map shall be corrected by removing the district symbol.\n\n\tI.\tChanges and Modifications. After an ordinance establishing an RPD District, and all of the conditions applicable thereto have been adopted by the City Council, the procedure for modifying such conditions shall be the same as that required for the establishment of an RPD District. If approved by the Council, the request for modification of such conditions shall be effectuated by the adoption of an ordinance amending the original ordinance establishing the particular district.","order_by":"04","ancestry":{"1":{"id":"43","name":"Specific Plan – Zoning\nSupplemental Use Districts","identifier":"3","label":"article","url":"\/1\/3\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3777","structure_id":"43","section_number":"13.00","catch_line":"Establishment Of Districts.","url":"\/13.00\/","token":"13.00"},"1":{"id":"77","structure_id":"43","section_number":"13.01","catch_line":"“O” Oil Drilling Districts.","url":"\/13.01\/","token":"13.01"},"2":{"id":"1885","structure_id":"43","section_number":"13.02","catch_line":"“S” Animal Slaughtering Districts.","url":"\/13.02\/","token":"13.02"},"3":{"id":"1805","structure_id":"43","section_number":"13.03","catch_line":"“G” Surface Mining Operations Districts.","url":"\/13.03\/","token":"13.03"},"4":{"id":"2713","structure_id":"43","section_number":"13.04","catch_line":"“Rpd” Residential Planned Development Districts.","url":"\/13.04\/","token":"13.04"},"5":{"id":"944","structure_id":"43","section_number":"13.05","catch_line":"“K” Equinekeeping Districts.","url":"\/13.05\/","token":"13.05"},"6":{"id":"2777","structure_id":"43","section_number":"13.06","catch_line":"Commercial And Artcraft Districts.","url":"\/13.06\/","token":"13.06"},"7":{"id":"2216","structure_id":"43","section_number":"13.07","catch_line":"Pedestrian Oriented District.","url":"\/13.07\/","token":"13.07"},"8":{"id":"432","structure_id":"43","section_number":"13.08","catch_line":"“Cdo” Community Design Overlay District.","url":"\/13.08\/","token":"13.08"},"9":{"id":"747","structure_id":"43","section_number":"13.09","catch_line":"Mixed Use District.","url":"\/13.09\/","token":"13.09"},"10":{"id":"947","structure_id":"43","section_number":"13.10","catch_line":"Fence Heights District.","url":"\/13.10\/","token":"13.10"},"11":{"id":"2996","structure_id":"43","section_number":"13.11","catch_line":"“Sn” Sign District.","url":"\/13.11\/","token":"13.11"},"12":{"id":"3998","structure_id":"43","section_number":"13.12","catch_line":"\"Nso\" Neighborhood Stabilization Overlay District.","url":"\/13.12\/","token":"13.12"},"13":{"id":"1837","structure_id":"43","section_number":"13.13","catch_line":"“Rfa” Residential Floor Area District.","url":"\/13.13\/","token":"13.13"},"14":{"id":"3509","structure_id":"43","section_number":"13.14","catch_line":"\"Cpio\" Community Plan Implementation Overlay District.","url":"\/13.14\/","token":"13.14"},"15":{"id":"2407","structure_id":"43","section_number":"13.15","catch_line":"Modified Parking Requirement (Mpr) District.","url":"\/13.15\/","token":"13.15"},"16":{"id":"2259","structure_id":"43","section_number":"13.16","catch_line":"\"Hs\" Hillside Standards Overlay District.","url":"\/13.16\/","token":"13.16"},"17":{"id":"2537","structure_id":"43","section_number":"13.17","catch_line":"Violation.","url":"\/13.17\/","token":"13.17"}},"next_section":{"id":"944","structure_id":"43","section_number":"13.05","catch_line":"“K” Equinekeeping Districts.","url":"\/13.05\/","token":"13.05"},"metadata":false,"references":false,"url":"\/13.04\/","token":"13.04","formats":{"txt":"\/13.04.txt","json":"\/13.04.xml"},"dublin_core":{"Title":"“Rpd” Residential Planned Development Districts.","Type":"Text","Format":"text\/html","Identifier":"§ 13.04","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\n“RPD” RESIDENTIAL PLANNED DEVELOPMENT DISTRICTS. (§ 13.04)\n\n  “RPD” RESIDENTIAL PLANNED DEVELOPMENT DISTRICTS.\n\t(Amended by Ord. No. 141,474, Eff. 2\/27\/71.)\t*A.\tPurpose – The purpose of the\nregulations set forth in this section is to provide for the establishment and\ncontrol of residential planned developments. It is the intent of this section to\npromote and achieve greater flexibility in design, to encourage well–planned\nneighborhoods with adequate open space which offer a variety of housing and\nenvironments through creative and imaginative planning as a unit, to increase\nhousing opportunities for low and moderate income households, and provide for\nthe most appropriate use of land through special methods of development.\n(Amended by Ord. No. 145,927, Eff. 6\/3\/74.)\t* If any provision of this\nordinance, or the application thereof to any person, property or circumstance,\nis held invalid, the remainder of this ordinance, or the application of such\nprovisions to other persons, property or circumstances, shall not be affected\nthereby.\tB.\tApplication. The provisions of this section shall apply to districts\nwherein residential planned developments are permitted.\tC.\tRequirements for\nFiling. Each application for the establishment of an RPD District shall be\naccompanied by a preliminary plot plan of the proposed development showing the\nexpected locations and arrangement of lots, structures, streets, driveways,\neasements, open space, parks, schools, and so forth. Such plans shall indicate\nthe layout of the proposed development, and its appearance, characteristics and\ncompatibility with the City’s General Plan and existing local conditions.\tIn\naddition to the foregoing, each application for the establishment of an RPD\nDistrict in “H” Hillside or Mountainous Areas shall be accompanied by the\nfollowing:\t1.\tDetailed Topographic Survey. The topographic survey shall include\nan accurate topographic survey at a minimum scale of 1&#038;″ = 100′ with\ncontour intervals of 5 and 25 feet. Such survey shall accurately indicate the\nlocation of the property lines.\t2.\tBasic Preliminary Grading Plan. The\npreliminary grading plan shall be prepared by a licensed civil engineer. This\nplan shall be at a minimum scale of 1&#038;″ = 100′ and shall include the\nfollowing:\ta.\tTract number\tb.\tLegal description.\tc.\tNames, addresses and\ntelephone numbers of the record owner, subdivider and design engineer.\td.\tNorth\narrow, engineering scale and date.\te.\tThe widths and approximate grades of\nexisting and proposed rights of way within and adjacent to the property\ninvolved\tf.\tLocations, widths and approximate grades of existing and proposed\nhighways and streets.\tg.\tLot layout, approximate dimensions, proposed elevation\nand number of each lot.\th.\tExisting and proposed contours of the\nland.\ti.\tProposed method of sewage disposal and drainage.\tj.\tExisting and\nproposed zoning.\t3.\tPreliminary Geological and Soils Engineering Reports. These\nreports shall be sufficiently detailed to provide a basis for a reasonable\nevaluation of geological and soils conditions on and adjacent to the site of the\nproposed RPD, and shall contain as a minimum the following:\ta.\tA geologic map\nshowing all exposures of rock soil and alluvium, fill, landslides, slumps, zones\nof bedrock and soil creep, suspected fault and shear zones, joints and\nfractures. The geologic map must be based upon an accurate topographic map or\nthe preliminary grading plans upon a scale commensurate with items 1 and 2\nabove, and reflect careful attention to the bedrock and soil types present and\nthe geologic structure, either exposed or inferred by other geological data\nobtained on the site.\tb.\tA geologic report including definite statements,\nconclusions and recommendations concerning the following:\t(1)\tLocation and\ngeneral setting with respect to major geographic and\/or geologic\nfeatures.\t(2)\tTopography and drainage in the subject area\t(3)\tAbundance,\ndistribution, and general nature of exposures of earth materials within the\narea\t(4)\tA reasonable evaluation and prediction of the performance of any\nproposed cut and fill slopes in relation to geological conditions.\t(5)\tAn\nevaluation of existing and anticipated surface and subsurface water circulation\nin terms of the proposed development.\t(6)\tRecommendations concerning future\ndetailed subsurface exploration.\tc.\tA preliminary soils engineering report,\nbased upon an examination of the site in sufficient detail to provide the\nfollowing:\t(1)\tGeneral anticipated bearing characteristics of earth\nmaterials.\t(2)\tLateral stability of earth materials, especially fill\nslopes.\t(3)\tProblems of excavation and fill placement.\t(4)\tHandling of seepage\nwater, soil stripping and special treatment of soils on the site.\t(5)\tEvaluation\nof deep canyon fills, side hill fills and any special preparation of areas in\nwhich fill is to be placed.\t(6)\tEstimation of the swell characteristics of earth\nmaterials and special design problems that may be anticipated.\t(7)\tDelineation\nin general of all areas where future subsurface exploration sampling and testing\nmay be necessary.\tSufficient copies of the above maps, plans and reports shall\nbe provided by the applicant for the purpose of distribution to members of the\nSubdivision Committee. The required plans and data shall be directed to the\nAdvisory Agency for analysis, report and recommendation by the Subdivision\nCommittee on all matters within the purview of said Committee. the Committee\nmembers shall, within 40 calendar days of the filing of the application for an\nRPD District, transmit their reports and recommendations to the Advisory Agency.\nWithin ten calendar days thereafter, the Advisory Agency shall transmit the\nreport and recommendation to the Subdivision Committee of the Planning\nCommission. However on an application for the establishment of an RPD District\nin “H” Hillside or Mountainous Areas those time limits may be extended by\nmutual consent of the applicant and the Advisory Agency. (Amended by Ord. No.\n142,117, Eff. 7\/31\/71.)\tWhere a proposed development constitutes a portion of a\nsingle ownership which is to be developed in phases, the applicant shall submit\na projected general plan of land use, circulation and anticipated sequence of\ndevelopment for the entire ownership. Said plan shall be of sufficient detail to\nindicate the proposed relationship of the entire development and individual\nphases thereof to the General Plan of the area and to existing adjoining\ndevelopment and proposed adjoining development which has been approved by the\nCity.\tD.\tEstablishment of District and Other Requirements – In order to\nachieve the purpose of a residential planned development and to assure that such\nestablishment will substantially comply with the applicable elements of the City\nGeneral Plan, the RPD District shall be subject to the following\nrequirements:\t1.\tEstablishment of District Height and Area Regulations. \n(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The Council shall in\nthe ordinance establishing an RPD District also establish the density area\nregulations, and height regulation applicable to the district.  The height and\narea regulations, including peripheral setbacks, of the zone in which the land\nis located, shall not apply to structures, buildings and lots in an approved RPD\nDistrict.  However, the setback requirements of the zone in which the RPD\nDistrict is located shall be the minimum setback from the periphery required for\nstructures and buildings within the RPD District itself.  Whenever the City\nPlanning Commission recommends that the Council adopt an ordinance establishing\nan RPD District, it shall also recommend maximum density, height and area\nlimitations, including peripheral setbacks, and shall transmit to the Council\nthe recommended plan of development for the entire proposed development.  At\nthe time the Council is considering the establishment of an RPD District, it\nshall submit to the City Planning Commission for report and recommendation any\nrevised or alternative development plans submitted by the applicant prior to\nfinal action.  The Commission shall act on a revised or alternate plan within\n50 days of receipt of the file from the Council.  Should the City Planning\nCommission fail to act within the 50 days, the applicant may request transfer of\njurisdiction to the Council.\t2.\tDensity. The ordinance establishing an RPD\nDistrict shall contain a number suffixed with said district symbol which shall\nbe indicated within the boundaries of each zone classification within such\ndistrict. Said number shall be the average number of dwelling units permitted\nper acre of land, exclusive of public streets, in the residential planned\ndevelopment, or portion thereof, e.g. RPD–1, RPD–2, etc. Such designation or\ndesignations shall be indicated upon the Zoning Map. In any RPD District, or\ndifferently zoned portion thereof, the average number of dwelling units per acre\nof land, or fraction thereof, exclusive of public streets, shall not exceed the\nmaximum number of dwelling units permitted by the underlying zone or zones\nwithin such district or portion thereof, pursuant to the following\nschedule:(Amended by Ord. No. 161,716, Eff. 12\/6\/86)  \n    \n      \n        Zone\n      \n      \n        Detached Single Family Dwellings\n      \n      \n        or\n      \n      \n        Townhouses\n      \n      \n        or\n      \n      \n        Dwelling Units in Apartments\n      \n    \n    \n      \n        RE 40\n      \n      \n        1.0\n      \n      \n        ”\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RA; RE 20\n      \n      \n        2.0\n      \n      \n        ”\n      \n      \n        2.0\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RE 15\n      \n      \n        2.9\n      \n      \n        ”\n      \n      \n        2.9\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RE 11\n      \n      \n        3.9\n      \n      \n        ”\n      \n      \n        3.9\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RE 9\n      \n      \n        4.8\n      \n      \n        ”\n      \n      \n        4.8\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RS\n      \n      \n        5.8\n      \n      \n        ”\n      \n      \n        5.8\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        R1\n      \n      \n        8.7\n      \n      \n        ”\n      \n      \n        8.7\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RU\n      \n      \n        12.4\n      \n      \n        ”\n      \n      \n        12.4\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RD 6\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        7.0\n      \n      \n        ”\n      \n      \n        7.0\n      \n    \n    \n      \n        RD 5\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        8.7\n      \n      \n        ”\n      \n      \n        8.7\n      \n    \n    \n      \n        RD 4\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        10.8\n      \n      \n        ”\n      \n      \n        10.8\n      \n    \n    \n      \n        RD 3\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        14.5\n      \n      \n        ”\n      \n      \n        14.5\n      \n    \n    \n      \n        RZ 2.5\n      \n      \n        17.4\n      \n      \n        ”\n      \n      \n        17.4\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        R2\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        17.4\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RD 2\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        18.6\n      \n      \n        ”\n      \n      \n        21.7\n      \n    \n    \n      \n        RD 1.5\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        18.6\n      \n      \n        ”\n      \n      \n        29.0\n      \n    \n    \n      \n        R3\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        32.6\n      \n      \n        ”\n      \n      \n        36.0\n      \n    \n    \n      \n        R4\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        32.6\n      \n      \n        ”\n      \n      \n        54.0\n      \n    \n  \n\tThe total number of dwelling units within an RPD District located in an “H”\nHillside or Mountainous Area established pursuant to Section 12.32–H of this\nCode, shall not exceed the density indicated on the General Plan for such area\nor the maximum number of dwelling units permitted by the underlying zone or\nzones within such district pursuant to the above schedule, whichever is less,\nand only detached single family dwellings or townhouses shall be the types of\nhousing permitted thereon.\t3.\tArea or District.\ta.\tEvery RPD District shall have\nan area of 3 acres or more exclusive of public streets. Provided, however, that\nan RPD District may have an area of 5,000 square feet, or the minimum lot area\nrequired by the zone, whichever is greater, or more, exclusive of public\nstreets, whenever the underlying zone of such district is in the RD6, RD5, RD4,\nR2, RD2, RD1.5, R3, or R4 Zone.\tb.\tThe Commission and the City Council may\napprove an RPD District having an area less than required herein if said\ndistrict adjoins and will constitute an integral part of an existing RPD\nDistrict and the proposed development is in harmony with that permitted in the\nexisting RPD District, the existing and proposed plans for adjacent areas and\nthe General Plan. In no event may the proposed RPD District be approved with an\naverage density exceeding that permitted in the existing RPD\nDistrict.\tE.\tStandard Residential Conditions.  The following standard\nresidential conditions shall apply to each RPD District. In addition, after\nreport and recommendation by the Commission, the Council may, by ordinance,\nimpose any other conditions as it deems necessary and proper at the time of\nestablishing such district. In its report to the Council relative to the\nestablishment of an RPD District, the Commission may recommend such other\nconditions as it deems necessary or desirable in carrying out the general\npurpose and intent of this section. The standard residential conditions are as\nfollows:\t1.\tFinal Subdivision Map or Parcel Map. No building permit shall be\nissued for any building within an RPD District, except for sales models,\nrecreational buildings or community facilities, unless a Final Subdivision Tract\nMap or Parcel Map has first been recorded for the property on which the building\nis located.\t2.\tCoverage. The Commission shall recommend to the City Council the\nproportion of the total development site to be covered by buildings and\nstructures.\t3.\tSeparation Between Buildings. The Commission shall recommend to\nthe City Council the minimum separation between all buildings in the development\nbut in no event shall there be less than 20 feet of space between townhouse\nbuildings of two or more stories.\t4.\tOpen Space. Common open space shall\ncomprise at least 25 per cent of the land area exclusive of streets, provided,\nhowever, that where the applicant submits evidence to the satisfaction of the\nCommission that the particular development will contain compensatory\ncharacteristics which will provide as well or better for planned unit\ndevelopment within the intent of this section, the Commission may recommend\nmodification of said requirements to the Council. At least half of the required\ncommon open space shall be of not more than 15% slope.\tThe common open space\nshall be land within the total development site used for recreational, park or\nenvironmental purposes for enjoyment by occupants of the development, but shall\nnot include public streets, driveways, utility easements where the ground\nsurface cannot be used appropriately for common open space, private yards and\npatios, parking spaces nor other areas primarily designed for other operational\nfunctions.\t5.\tPrivate Streets. Private streets shall not be permitted in RPD\ndevelopments.\t6.\tParking. There shall be at least two automobile parking spaces\nfor each townhouse or detached single family dwelling in a residential planned\ndevelopment. Said spaces shall be provided in a private garage. There shall be\nat least two off-street parking spaces per dwelling unit provided for other\nresidential buildings. Provided, however, that in an “H” Hillside or\nMountainous Area there shall be at least three off-street automobile parking\nspaces provided for each dwelling unit in a residential planned development. In\nthe case of a townhouse or detached single family dwelling, two of the said\nrequired three parking spaces shall be provided in a private garage. Provided,\nfurther, that the Commission in connection with any residential planned\ndevelopment may recommend to the Council such additional number of spaces as it\ndeems necessary to adequately provide for the needs within the district. For\nnon–residential buildings, the Commission may recommend to the Council the\nnumber of parking spaces required, but if no such determination is made, the\nprovisions of Section 12.21–A of this code shall apply.\t7.\tUtilities. All new\nutility lines, pursuant to Section 17.05N, and all new off-site service utility\nlines, necessary to serve the development, shall be installed\nunderground.\t8.\tTownhouses. The width of each townhouse in the project shall\naverage at least 20 feet. There shall be a separate private yard with a total\narea of at least 320 square feet adjacent to each townhouse unless equivalent\nalternate arrangement of patios or roof decks are provided within the\npreliminary plot plan, and approved by ordinance. No building shall contain more\nthan eight townhouses.\t9.\tSeparate Lots. No portion of land within a residential\nplanned development shall be divided or separated in ownership unless it is\nfirst recorded as a separate and distinct lot on a recorded final Subdivision\nTract Map or Parcel Map.\tEvery lot for a residential building (except a detached\nsingle family dwelling or townhouse), church, school, hospital or infirmary\nshall have a minimum width of 50 feet and a minimum area of 5,000 square feet,\nor such additional widths or areas as may be required by the Commission and the\nCouncil. Each such lot shall front for a distance of at least 20 feet upon a\nstreet.\tAll lots for detached single family dwellings in the project shall be at\nleast 35 feet wide and said lots shall have a minimum area of 3500 square feet\nor such additional areas or widths as may be required by the Commission and the\nCouncil in the ordinance establishing the district. Each such lot shall front\nfor a distance of at least 20 feet upon a street.\tEach townhouse lot in the\nproject shall average at least 20 feet in its narrowest dimension. Said lots\nshall have a minimum area of 1750 square feet or such additional areas or widths\nas may be required by the Commission and the Council in establishing an RPD\nDistrict. Provided, however, that where the underlying zone of a lot for a\ntownhouse is in the R3 or R4 Zone said lot may have an area of at least 1,000\nsquare feet or such additional area as may be required by the Commission and the\nCouncil. Any lot for a townhouse need have only such access or street frontage\nas is shown on the approved final development plans.\t10.\tSeparate Units. Every\nowner of a dwelling unit or lot shall own as an appurtenance to such dwelling\nunit or lot, either, (1) an undivided interest in the common areas and\nfacilities, or (2) a share in the corporation, or voting membership in an\nassociation, owning the common areas and facilities.\t11.\tMaintenance. The right\nto maintain the buildings and use the property for a residential planned\ndevelopment shall continue in effect only so long as all of the mutually\navailable features, such as recreational areas, community buildings,\nlandscaping, as well as the general appearance of the premises and buildings are\nall maintained in a first class condition and as indicated on the approved Final\nDevelopment Plans.\t12.\tCovenants. The provisions of Standard Condition 11 shall\nbe included in the conditions, covenants, and restrictions applying to the\nproperty, which are recorded in the Office of the County Recorder and copies of\nsaid provisions shall be furnished to the individual purchasers of units in the\ndevelopment.\tThe provisions of Standard Condition 11 shall also be in each of\nthe preliminary and final drafts of the conditions, covenants, and restrictions\nsubmitted to the Real Estate Commissioner.\t13.\tSale of Lots or Units. No\ndwelling unit or lot shall be sold or encumbered separately from an interest in\nthe common areas and facilities in the development which shall be appurtenant to\nsuch dwelling unit or lot. No lot shall be sold or transferred in ownership from\nthe other lots in the total development, or approved phase of the development,\nunless all approved community buildings, structures, and recreational facilities\nfor the total development, or approved phase thereof, have been completed, or\ncompletion is assured, by bonding or other method satisfactory to the Advisory\nAgency.\t14.\tManagement Agreement. No lot or dwelling unit in the development\nshall be sold unless a corporation, association, property owners group or\nsimilar entity has been formed with the right to assess all those properties\nwhich are jointly owned with interests in the common areas and facilities in the\ndevelopment to meet the expenses of such entity, and with authority to control,\nand the duty to maintain all of said mutually available features of the\ndevelopment. Such entity shall operate under recorded conditions, covenants and\nrestrictions which shall include compulsory membership of all owners of lots\nand\/or dwelling units, and flexibility of assessments to meet changing costs of\nmaintenance, repairs and services. The developer shall submit evidence of\ncompliance with this requirement to and receive the approval of the Advisory\nAgency prior to making any such sale. This condition shall not apply to land\ndedicated to the City for public purposes.\t*15.  Low and Moderate Income\nDwelling Units. (Added by Ord. No. 145,927, Eff. 6\/3\/74.) Every residential\nplanned development shall provide low and moderate income dwelling units as\nprovided in Section 12.39** of this code.\t* If any provision of this ordinance,\nor the application thereof to any person, property or circumstance, is held\ninvalid, the remainder of this ordinance, or the application of such provisions\nto other persons, property or circumstances, shall not be affected thereby.\t**\nSection 12.39 was repealed by Ord. No. 180,308 Eff. 12\/7\/08.\tF.\tFinal\nDevelopment Plans.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.) \nAny final development plans shall be in substantial conformance with the\npreliminary plans.  Prior to the issuance of any permits for the erection or\nenlargement of any buildings within an established RPD District, final precise\nsite and elevation plans for all buildings and landscaping within the district\nor approved phase of the development, shall be submitted to and approved by the\nZoning Administrator and to the Area planning Commission on appeal.  If the\noriginal action establishing an RPD District included the submission and\napproval of final precise plans for the complete development, building permits\nmay be issued in accordance with those plans.  In connection with the review of\nfinal development plans, deviations in any of the conditions previously\nestablished may be authorized pursuant to the provisions of Subsection I of this\nsection.\tG.\tPermits – No permit shall be issued for grading, or for the\nerection, enlargement or maintenance of buildings or structures for a\nresidential planned development, and no person shall perform any such\ndevelopment or construction work, except in full compliance with the final\ndevelopment plans approved as herein provided.\tNo building permit shall be\nissued for other than approved model units until the conditions, covenants, and\nrestrictions required by Section 13.04-E,12 have been submitted to and approved\nby the City Attorney.\tH.\tTermination of Districts – Any authority to establish\nor maintain an RPD district pursuant to the provisions of this section shall\nterminate: (1) within one and one–half years after the effective date of the\nordinance establishing such district unless a tentative subdivision map of the\nproposed development has been filed; (2) within two years of the tentative map\napproval, unless construction work on the first phase of the development has\nbegun; (3) unless such work is carried on diligently to completion.\tUpon\ntermination of a district, the Zoning Map shall be corrected by removing the\ndistrict symbol.\tI.\tChanges and Modifications. After an ordinance establishing\nan RPD District, and all of the conditions applicable thereto have been adopted\nby the City Council, the procedure for modifying such conditions shall be the\nsame as that required for the establishment of an RPD District. If approved by\nthe Council, the request for modification of such conditions shall be\neffectuated by the adoption of an ordinance amending the original ordinance\nestablishing the particular district.\n","html":"\n\t\t\t\t\t<section><p>  “RPD” RESIDENTIAL PLANNED DEVELOPMENT DISTRICTS.\n\t(Amended by Ord. No. 141,474, Eff. 2\/27\/71.)<br \/><br \/>\t*A.\tPurpose – The purpose of the regulations set forth in this section is to provide for the establishment and control of residential planned developments. It is the <span class=\"dictionary\">intent<\/span> of this section to promote and achieve greater flexibility in design, to encourage well–planned neighborhoods with adequate open space which offer a variety of housing and environments through creative and imaginative planning as a unit, to increase housing opportunities for low and moderate income households, and provide for the most appropriate use of land through special methods of development. (Amended by Ord. No. 145,927, Eff. 6\/3\/74.)<br \/><br \/>\t* If any provision of this <span class=\"dictionary\">ordinance<\/span>, or the application thereof to any person, property or circumstance, is held invalid, the remainder of this <span class=\"dictionary\">ordinance<\/span>, or the application of such provisions to other persons, property or circumstances, shall not be affected thereby.<br \/><br \/>\tB.\tApplication. The provisions of this section shall apply to districts wherein residential planned developments are permitted.<br \/><br \/>\tC.\tRequirements for Filing. Each application for the establishment of an RPD District shall be accompanied by a preliminary plot plan of the proposed development showing the expected locations and arrangement of lots, structures, streets, driveways, easements, open space, parks, schools, and so forth. Such plans shall indicate the layout of the proposed development, and its <span class=\"dictionary\">appearance<\/span>, characteristics and compatibility with the City’s General Plan and existing local conditions.<br \/><br \/>\tIn addition to the foregoing, each application for the establishment of an RPD District in “H” Hillside or Mountainous Areas shall be accompanied by the following:<br \/><br \/>\t1.\tDetailed Topographic Survey. The topographic survey shall include an accurate topographic survey at a minimum scale of 1&#038;″ = 100′ with contour intervals of 5 and 25 feet. Such survey shall accurately indicate the location of the property lines.<br \/><br \/>\t2.\tBasic Preliminary Grading Plan. The preliminary grading plan shall be prepared by a licensed civil engineer. This plan shall be at a minimum scale of 1&#038;″ = 100′ and shall include the following:<br \/><br \/>\ta.\tTract number<br \/><br \/>\tb.\tLegal description.<br \/><br \/>\tc.\tNames, addresses and telephone numbers of the record owner, subdivider and design engineer.<br \/><br \/>\td.\tNorth arrow, engineering scale and date.<br \/><br \/>\te.\tThe widths and approximate grades of existing and proposed rights of way within and adjacent to the property involved<br \/><br \/>\tf.\tLocations, widths and approximate grades of existing and proposed highways and streets.<br \/><br \/>\tg.\tLot layout, approximate dimensions, proposed elevation and number of each lot.<br \/><br \/>\th.\tExisting and proposed contours of the land.<br \/><br \/>\ti.\tProposed method of sewage disposal and drainage.<br \/><br \/>\tj.\tExisting and proposed zoning.<br \/><br \/>\t3.\tPreliminary Geological and Soils Engineering Reports. These reports shall be sufficiently detailed to provide a basis for a reasonable evaluation of geological and soils conditions on and adjacent to the site of the proposed RPD, and shall contain as a minimum the following:<br \/><br \/>\ta.\tA geologic map showing all exposures of rock soil and alluvium, fill, landslides, slumps, zones of bedrock and soil creep, suspected fault and shear zones, joints and fractures. The geologic map must be based upon an accurate topographic map or the preliminary grading plans upon a scale commensurate with items 1 and 2 above, and reflect careful attention to the bedrock and soil types present and the geologic structure, either exposed or inferred by other geological data obtained on the site.<br \/><br \/>\tb.\tA geologic report including definite statements, conclusions and recommendations concerning the following:<br \/><br \/>\t(1)\tLocation and general setting with respect to major geographic and\/or geologic features.<br \/><br \/>\t(2)\tTopography and drainage in the subject area<br \/><br \/>\t(3)\tAbundance, distribution, and general nature of exposures of earth <span class=\"dictionary\">materials<\/span> within the area<br \/><br \/>\t(4)\tA reasonable evaluation and prediction of the performance of any proposed cut and fill slopes in relation to geological conditions.<br \/><br \/>\t(5)\tAn evaluation of existing and anticipated surface and subsurface water circulation in terms of the proposed development.<br \/><br \/>\t(6)\tRecommendations concerning future detailed subsurface exploration.<br \/><br \/>\tc.\tA preliminary soils engineering report, based upon an examination of the site in sufficient detail to provide the following:<br \/><br \/>\t(1)\tGeneral anticipated bearing characteristics of earth <span class=\"dictionary\">materials<\/span>.<br \/><br \/>\t(2)\tLateral stability of earth <span class=\"dictionary\">materials<\/span>, especially fill slopes.<br \/><br \/>\t(3)\tProblems of excavation and fill placement.<br \/><br \/>\t(4)\tHandling of seepage water, soil stripping and special treatment of soils on the site.<br \/><br \/>\t(5)\tEvaluation of deep canyon fills, side hill fills and any special preparation of areas in which fill is to be placed.<br \/><br \/>\t(6)\tEstimation of the swell characteristics of earth <span class=\"dictionary\">materials<\/span> and special design problems that may be anticipated.<br \/><br \/>\t(7)\tDelineation in general of all areas where future subsurface exploration sampling and testing may be necessary.<br \/><br \/>\tSufficient copies of the above maps, plans and reports shall be provided by the applicant for the purpose of distribution to members of the Subdivision Committee. The required plans and data shall be directed to the Advisory Agency for analysis, report and recommendation by the Subdivision Committee on all matters within the purview of said Committee. the Committee members shall, within 40 calendar days of the filing of the application for an RPD District, transmit their reports and recommendations to the Advisory Agency. Within ten calendar days thereafter, the Advisory Agency shall transmit the report and recommendation to the Subdivision Committee of the Planning Commission. However on an application for the establishment of an RPD District in “H” Hillside or Mountainous Areas those time limits may be extended by mutual consent of the applicant and the Advisory Agency. (Amended by Ord. No. 142,117, Eff. 7\/31\/71.)<br \/><br \/>\tWhere a proposed development constitutes a portion of a single ownership which is to be developed in phases, the applicant shall submit a projected general plan of land use, circulation and anticipated sequence of development for the entire ownership. Said plan shall be of sufficient detail to indicate the proposed relationship of the entire development and individual phases thereof to the General Plan of the area and to existing adjoining development and proposed adjoining development which has been approved by the City.<br \/><br \/>\tD.\tEstablishment of District and Other Requirements – In <span class=\"dictionary\">order<\/span> to achieve the purpose of a residential planned development and to assure that such establishment will substantially comply with the applicable elements of the City General Plan, the RPD District shall be subject to the following requirements:<br \/><br \/>\t1.\tEstablishment of District Height and Area Regulations.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The Council shall in the <span class=\"dictionary\">ordinance<\/span> establishing an RPD District also establish the density area regulations, and height regulation applicable to the district.  The height and area regulations, including peripheral setbacks, of the zone in which the land is located, shall not apply to structures, buildings and lots in an approved RPD District.  However, the setback requirements of the zone in which the RPD District is located shall be the minimum setback from the periphery required for structures and buildings within the RPD District itself.  Whenever the City Planning Commission recommends that the Council adopt an <span class=\"dictionary\">ordinance<\/span> establishing an RPD District, it shall also recommend maximum density, height and area limitations, including peripheral setbacks, and shall transmit to the Council the recommended plan of development for the entire proposed development.  At the time the Council is considering the establishment of an RPD District, it shall submit to the City Planning Commission for report and recommendation any revised or alternative development plans submitted by the applicant prior to final action.  The Commission shall act on a revised or alternate plan within 50 days of receipt of the file from the Council.  Should the City Planning Commission fail to act within the 50 days, the applicant may request transfer of <span class=\"dictionary\">jurisdiction<\/span> to the Council.<br \/><br \/>\t2.\tDensity. The <span class=\"dictionary\">ordinance<\/span> establishing an RPD District shall contain a number suffixed with said district symbol which shall be indicated within the boundaries of each zone classification within such district. Said number shall be the average number of dwelling units permitted per acre of land, exclusive of public streets, in the residential planned development, or portion thereof, e.g. RPD–1, RPD–2, etc. Such designation or designations shall be indicated upon the Zoning Map. In any RPD District, or differently zoned portion thereof, the average number of dwelling units per acre of land, or fraction thereof, exclusive of public streets, shall not exceed the maximum number of dwelling units permitted by the underlying zone or zones within such district or portion thereof, pursuant to the following schedule:<br \/><br \/>(Amended by Ord. No. 161,716, Eff. 12\/6\/86)<br \/><br \/>  \n    \n      \n        Zone\n      \n      \n        Detached Single Family Dwellings\n      \n      \n        or\n      \n      \n        Townhouses\n      \n      \n        or\n      \n      \n        Dwelling Units in Apartments\n      \n    \n    \n      \n        RE 40\n      \n      \n        1.0\n      \n      \n        ”\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RA; RE 20\n      \n      \n        2.0\n      \n      \n        ”\n      \n      \n        2.0\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RE 15\n      \n      \n        2.9\n      \n      \n        ”\n      \n      \n        2.9\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RE 11\n      \n      \n        3.9\n      \n      \n        ”\n      \n      \n        3.9\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RE 9\n      \n      \n        4.8\n      \n      \n        ”\n      \n      \n        4.8\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RS\n      \n      \n        5.8\n      \n      \n        ”\n      \n      \n        5.8\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        R1\n      \n      \n        8.7\n      \n      \n        ”\n      \n      \n        8.7\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RU\n      \n      \n        12.4\n      \n      \n        ”\n      \n      \n        12.4\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RD 6\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        7.0\n      \n      \n        ”\n      \n      \n        7.0\n      \n    \n    \n      \n        RD 5\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        8.7\n      \n      \n        ”\n      \n      \n        8.7\n      \n    \n    \n      \n        RD 4\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        10.8\n      \n      \n        ”\n      \n      \n        10.8\n      \n    \n    \n      \n        RD 3\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        14.5\n      \n      \n        ”\n      \n      \n        14.5\n      \n    \n    \n      \n        RZ 2.5\n      \n      \n        17.4\n      \n      \n        ”\n      \n      \n        17.4\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        R2\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        17.4\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RD 2\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        18.6\n      \n      \n        ”\n      \n      \n        21.7\n      \n    \n    \n      \n        RD 1.5\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        18.6\n      \n      \n        ”\n      \n      \n        29.0\n      \n    \n    \n      \n        R3\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        32.6\n      \n      \n        ”\n      \n      \n        36.0\n      \n    \n    \n      \n        R4\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        32.6\n      \n      \n        ”\n      \n      \n        54.0\n      \n    \n  <br \/><br \/>\n\tThe total number of dwelling units within an RPD District located in an “H” Hillside or Mountainous Area established pursuant to Section 12.32–H of this Code, shall not exceed the density indicated on the General Plan for such area or the maximum number of dwelling units permitted by the underlying zone or zones within such district pursuant to the above schedule, whichever is less, and only detached single family dwellings or townhouses shall be the types of housing permitted thereon.<br \/><br \/>\t3.\tArea or District.<br \/><br \/>\ta.\tEvery RPD District shall have an area of 3 acres or more exclusive of public streets. Provided, however, that an RPD District may have an area of 5,000 square feet, or the minimum lot area required by the zone, whichever is greater, or more, exclusive of public streets, whenever the underlying zone of such district is in the RD6, RD5, RD4, R2, RD2, RD1.5, R3, or R4 Zone.<br \/><br \/>\tb.\tThe Commission and the City Council may approve an RPD District having an area less than required herein if said district adjoins and will constitute an integral part of an existing RPD District and the proposed development is in harmony with that permitted in the existing RPD District, the existing and proposed plans for adjacent areas and the General Plan. In no event may the proposed RPD District be approved with an average density exceeding that permitted in the existing RPD District.<br \/><br \/>\tE.\tStandard Residential Conditions.  The following standard residential conditions shall apply to each RPD District. In addition, after report and recommendation by the Commission, the Council may, by <span class=\"dictionary\">ordinance<\/span>, impose any other conditions as it deems necessary and proper at the time of establishing such district. In its report to the Council relative to the establishment of an RPD District, the Commission may recommend such other conditions as it deems necessary or desirable in carrying out the general purpose and <span class=\"dictionary\">intent<\/span> of this section. The standard residential conditions are as follows:<br \/><br \/>\t1.\tFinal Subdivision Map or Parcel Map. No building permit shall be issued for any building within an RPD District, except for sales models, recreational buildings or community facilities, unless a Final Subdivision Tract Map or Parcel Map has first been recorded for the property on which the building is located.<br \/><br \/>\t2.\tCoverage. The Commission shall recommend to the City Council the proportion of the total development site to be covered by buildings and structures.<br \/><br \/>\t3.\tSeparation Between Buildings. The Commission shall recommend to the City Council the minimum separation between all buildings in the development but in no event shall there be less than 20 feet of space between townhouse buildings of two or more stories.<br \/><br \/>\t4.\tOpen Space. Common open space shall comprise at least 25 per cent of the land area exclusive of streets, provided, however, that where the applicant submits <span class=\"dictionary\">evidence<\/span> to the satisfaction of the Commission that the particular development will contain compensatory characteristics which will provide as well or better for planned unit development within the <span class=\"dictionary\">intent<\/span> of this section, the Commission may recommend modification of said requirements to the Council. At least half of the required common open space shall be of not more than 15% slope.<br \/><br \/>\tThe common open space shall be land within the total development site used for recreational, park or environmental purposes for enjoyment by occupants of the development, but shall not include public streets, driveways, utility easements where the ground surface cannot be used appropriately for common open space, private yards and patios, parking spaces nor other areas primarily designed for other operational functions.<br \/><br \/>\t5.\tPrivate Streets. Private streets shall not be permitted in RPD developments.<br \/><br \/>\t6.\tParking. There shall be at least two automobile parking spaces for each townhouse or detached single family dwelling in a residential planned development. Said spaces shall be provided in a private garage. There shall be at least two off-street parking spaces per dwelling unit provided for other residential buildings. Provided, however, that in an “H” Hillside or Mountainous Area there shall be at least three off-street automobile parking spaces provided for each dwelling unit in a residential planned development. In the case of a townhouse or detached single family dwelling, two of the said required three parking spaces shall be provided in a private garage. Provided, further, that the Commission in connection with any residential planned development may recommend to the Council such additional number of spaces as it deems necessary to adequately provide for the needs within the district. For non–residential buildings, the Commission may recommend to the Council the number of parking spaces required, but if no such determination is made, the provisions of Section 12.21–A of this code shall apply.<br \/><br \/>\t7.\tUtilities. All new utility lines, pursuant to Section 17.05N, and all new off-site service utility lines, necessary to serve the development, shall be installed underground.<br \/><br \/>\t8.\tTownhouses. The width of each townhouse in the project shall average at least 20 feet. There shall be a separate private yard with a total area of at least 320 square feet adjacent to each townhouse unless equivalent alternate arrangement of patios or roof decks are provided within the preliminary plot plan, and approved by <span class=\"dictionary\">ordinance<\/span>. No building shall contain more than eight townhouses.<br \/><br \/>\t9.\tSeparate Lots. No portion of land within a residential planned development shall be divided or separated in ownership unless it is first recorded as a separate and distinct lot on a recorded final Subdivision Tract Map or Parcel Map.<br \/><br \/>\tEvery lot for a residential building (except a detached single family dwelling or townhouse), church, school, hospital or infirmary shall have a minimum width of 50 feet and a minimum area of 5,000 square feet, or such additional widths or areas as may be required by the Commission and the Council. Each such lot shall front for a distance of at least 20 feet upon a street.<br \/><br \/>\tAll lots for detached single family dwellings in the project shall be at least 35 feet wide and said lots shall have a minimum area of 3500 square feet or such additional areas or widths as may be required by the Commission and the Council in the <span class=\"dictionary\">ordinance<\/span> establishing the district. Each such lot shall front for a distance of at least 20 feet upon a street.<br \/><br \/>\tEach townhouse lot in the project shall average at least 20 feet in its narrowest dimension. Said lots shall have a minimum area of 1750 square feet or such additional areas or widths as may be required by the Commission and the Council in establishing an RPD District. Provided, however, that where the underlying zone of a lot for a townhouse is in the R3 or R4 Zone said lot may have an area of at least 1,000 square feet or such additional area as may be required by the Commission and the Council. Any lot for a townhouse need have only such access or street frontage as is shown on the approved final development plans.<br \/><br \/>\t10.\tSeparate Units. Every owner of a dwelling unit or lot shall own as an appurtenance to such dwelling unit or lot, either, (1) an undivided interest in the common areas and facilities, or (2) a share in the corporation, or voting membership in an association, owning the common areas and facilities.<br \/><br \/>\t11.\tMaintenance. The right to maintain the buildings and use the property for a residential planned development shall continue in effect only so long as all of the mutually available features, such as recreational areas, community buildings, landscaping, as well as the general <span class=\"dictionary\">appearance<\/span> of the premises and buildings are all maintained in a first class condition and as indicated on the approved Final Development Plans.<br \/><br \/>\t12.\tCovenants. The provisions of Standard Condition 11 shall be included in the conditions, covenants, and restrictions applying to the property, which are recorded in the Office of the County Recorder and copies of said provisions shall be furnished to the individual purchasers of units in the development.<br \/><br \/>\tThe provisions of Standard Condition 11 shall also be in each of the preliminary and final drafts of the conditions, covenants, and restrictions submitted to the Real Estate Commissioner.<br \/><br \/>\t13.\tSale of Lots or Units. No dwelling unit or lot shall be sold or encumbered separately from an interest in the common areas and facilities in the development which shall be appurtenant to such dwelling unit or lot. No lot shall be sold or transferred in ownership from the other lots in the total development, or approved phase of the development, unless all approved community buildings, structures, and recreational facilities for the total development, or approved phase thereof, have been completed, or completion is assured, by bonding or other method satisfactory to the Advisory Agency.<br \/><br \/>\t14.\tManagement Agreement. No lot or dwelling unit in the development shall be sold unless a corporation, association, property owners group or similar entity has been formed with the right to assess all those properties which are jointly owned with interests in the common areas and facilities in the development to meet the expenses of such entity, and with authority to control, and the duty to maintain all of said mutually available features of the development. Such entity shall operate under recorded conditions, covenants and restrictions which shall include compulsory membership of all owners of lots and\/or dwelling units, and flexibility of assessments to meet changing costs of maintenance, repairs and services. The developer shall submit <span class=\"dictionary\">evidence<\/span> of compliance with this requirement to and receive the approval of the Advisory Agency prior to making any such sale. This condition shall not apply to land dedicated to the City for public purposes.<br \/><br \/>\t*15.  Low and Moderate Income Dwelling Units. (Added by Ord. No. 145,927, Eff. 6\/3\/74.) Every residential planned development shall provide low and moderate income dwelling units as provided in Section 12.39** of this code.<br \/><br \/>\t* If any provision of this <span class=\"dictionary\">ordinance<\/span>, or the application thereof to any person, property or circumstance, is held invalid, the remainder of this <span class=\"dictionary\">ordinance<\/span>, or the application of such provisions to other persons, property or circumstances, shall not be affected thereby.<br \/><br \/>\t** Section 12.39 was repealed by Ord. No. 180,308 Eff. 12\/7\/08.<br \/><br \/>\tF.\tFinal Development Plans.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Any final development plans shall be in substantial conformance with the preliminary plans.  Prior to the issuance of any permits for the erection or enlargement of any buildings within an established RPD District, final precise site and elevation plans for all buildings and landscaping within the district or approved phase of the development, shall be submitted to and approved by the Zoning Administrator and to the Area planning Commission on <span class=\"dictionary\">appeal<\/span>.  If the original action establishing an RPD District included the submission and approval of final precise plans for the complete development, building permits may be issued in accordance with those plans.  In connection with the review of final development plans, deviations in any of the conditions previously established may be authorized pursuant to the provisions of Subsection I of this section.<br \/><br \/>\tG.\tPermits – No permit shall be issued for grading, or for the erection, enlargement or maintenance of buildings or structures for a residential planned development, and no person shall perform any such development or construction work, except in full compliance with the final development plans approved as herein provided.<br \/><br \/>\tNo building permit shall be issued for other than approved model units until the conditions, covenants, and restrictions required by Section 13.04-E,12 have been submitted to and approved by the City Attorney.<br \/><br \/>\tH.\tTermination of Districts – Any authority to establish or maintain an RPD district pursuant to the provisions of this section shall terminate: (1) within one and one–half years after the effective date of the <span class=\"dictionary\">ordinance<\/span> establishing such district unless a tentative subdivision map of the proposed development has been filed; (2) within two years of the tentative map approval, unless construction work on the first phase of the development has begun; (3) unless such work is carried on diligently to completion.<br \/><br \/>\tUpon termination of a district, the Zoning Map shall be corrected by removing the district symbol.<br \/><br \/>\tI.\tChanges and Modifications. After an <span class=\"dictionary\">ordinance<\/span> establishing an RPD District, and all of the conditions applicable thereto have been adopted by the City Council, the procedure for modifying such conditions shall be the same as that required for the establishment of an RPD District. If approved by the Council, the request for modification of such conditions shall be effectuated by the adoption of an <span class=\"dictionary\">ordinance<\/span> amending the original <span class=\"dictionary\">ordinance<\/span> establishing the particular district.<\/p><\/section>","previous_section":{"id":"1805","structure_id":"43","section_number":"13.03","catch_line":"“G” Surface Mining Operations Districts.","url":"\/13.03\/","token":"13.03"},"text":{"0":{"id":"2688","text":"  “RPD” RESIDENTIAL PLANNED DEVELOPMENT DISTRICTS.\n\t(Amended by Ord. No. 141,474, Eff. 2\/27\/71.)\t*A.\tPurpose – The purpose of the regulations set forth in this section is to provide for the establishment and control of residential planned developments. It is the intent of this section to promote and achieve greater flexibility in design, to encourage well–planned neighborhoods with adequate open space which offer a variety of housing and environments through creative and imaginative planning as a unit, to increase housing opportunities for low and moderate income households, and provide for the most appropriate use of land through special methods of development. (Amended by Ord. No. 145,927, Eff. 6\/3\/74.)\t* If any provision of this ordinance, or the application thereof to any person, property or circumstance, is held invalid, the remainder of this ordinance, or the application of such provisions to other persons, property or circumstances, shall not be affected thereby.\tB.\tApplication. The provisions of this section shall apply to districts wherein residential planned developments are permitted.\tC.\tRequirements for Filing. Each application for the establishment of an RPD District shall be accompanied by a preliminary plot plan of the proposed development showing the expected locations and arrangement of lots, structures, streets, driveways, easements, open space, parks, schools, and so forth. Such plans shall indicate the layout of the proposed development, and its appearance, characteristics and compatibility with the City’s General Plan and existing local conditions.\tIn addition to the foregoing, each application for the establishment of an RPD District in “H” Hillside or Mountainous Areas shall be accompanied by the following:\t1.\tDetailed Topographic Survey. The topographic survey shall include an accurate topographic survey at a minimum scale of 1&#038;″ = 100′ with contour intervals of 5 and 25 feet. Such survey shall accurately indicate the location of the property lines.\t2.\tBasic Preliminary Grading Plan. The preliminary grading plan shall be prepared by a licensed civil engineer. This plan shall be at a minimum scale of 1&#038;″ = 100′ and shall include the following:\ta.\tTract number\tb.\tLegal description.\tc.\tNames, addresses and telephone numbers of the record owner, subdivider and design engineer.\td.\tNorth arrow, engineering scale and date.\te.\tThe widths and approximate grades of existing and proposed rights of way within and adjacent to the property involved\tf.\tLocations, widths and approximate grades of existing and proposed highways and streets.\tg.\tLot layout, approximate dimensions, proposed elevation and number of each lot.\th.\tExisting and proposed contours of the land.\ti.\tProposed method of sewage disposal and drainage.\tj.\tExisting and proposed zoning.\t3.\tPreliminary Geological and Soils Engineering Reports. These reports shall be sufficiently detailed to provide a basis for a reasonable evaluation of geological and soils conditions on and adjacent to the site of the proposed RPD, and shall contain as a minimum the following:\ta.\tA geologic map showing all exposures of rock soil and alluvium, fill, landslides, slumps, zones of bedrock and soil creep, suspected fault and shear zones, joints and fractures. The geologic map must be based upon an accurate topographic map or the preliminary grading plans upon a scale commensurate with items 1 and 2 above, and reflect careful attention to the bedrock and soil types present and the geologic structure, either exposed or inferred by other geological data obtained on the site.\tb.\tA geologic report including definite statements, conclusions and recommendations concerning the following:\t(1)\tLocation and general setting with respect to major geographic and\/or geologic features.\t(2)\tTopography and drainage in the subject area\t(3)\tAbundance, distribution, and general nature of exposures of earth materials within the area\t(4)\tA reasonable evaluation and prediction of the performance of any proposed cut and fill slopes in relation to geological conditions.\t(5)\tAn evaluation of existing and anticipated surface and subsurface water circulation in terms of the proposed development.\t(6)\tRecommendations concerning future detailed subsurface exploration.\tc.\tA preliminary soils engineering report, based upon an examination of the site in sufficient detail to provide the following:\t(1)\tGeneral anticipated bearing characteristics of earth materials.\t(2)\tLateral stability of earth materials, especially fill slopes.\t(3)\tProblems of excavation and fill placement.\t(4)\tHandling of seepage water, soil stripping and special treatment of soils on the site.\t(5)\tEvaluation of deep canyon fills, side hill fills and any special preparation of areas in which fill is to be placed.\t(6)\tEstimation of the swell characteristics of earth materials and special design problems that may be anticipated.\t(7)\tDelineation in general of all areas where future subsurface exploration sampling and testing may be necessary.\tSufficient copies of the above maps, plans and reports shall be provided by the applicant for the purpose of distribution to members of the Subdivision Committee. The required plans and data shall be directed to the Advisory Agency for analysis, report and recommendation by the Subdivision Committee on all matters within the purview of said Committee. the Committee members shall, within 40 calendar days of the filing of the application for an RPD District, transmit their reports and recommendations to the Advisory Agency. Within ten calendar days thereafter, the Advisory Agency shall transmit the report and recommendation to the Subdivision Committee of the Planning Commission. However on an application for the establishment of an RPD District in “H” Hillside or Mountainous Areas those time limits may be extended by mutual consent of the applicant and the Advisory Agency. (Amended by Ord. No. 142,117, Eff. 7\/31\/71.)\tWhere a proposed development constitutes a portion of a single ownership which is to be developed in phases, the applicant shall submit a projected general plan of land use, circulation and anticipated sequence of development for the entire ownership. Said plan shall be of sufficient detail to indicate the proposed relationship of the entire development and individual phases thereof to the General Plan of the area and to existing adjoining development and proposed adjoining development which has been approved by the City.\tD.\tEstablishment of District and Other Requirements – In order to achieve the purpose of a residential planned development and to assure that such establishment will substantially comply with the applicable elements of the City General Plan, the RPD District shall be subject to the following requirements:\t1.\tEstablishment of District Height and Area Regulations.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The Council shall in the ordinance establishing an RPD District also establish the density area regulations, and height regulation applicable to the district.  The height and area regulations, including peripheral setbacks, of the zone in which the land is located, shall not apply to structures, buildings and lots in an approved RPD District.  However, the setback requirements of the zone in which the RPD District is located shall be the minimum setback from the periphery required for structures and buildings within the RPD District itself.  Whenever the City Planning Commission recommends that the Council adopt an ordinance establishing an RPD District, it shall also recommend maximum density, height and area limitations, including peripheral setbacks, and shall transmit to the Council the recommended plan of development for the entire proposed development.  At the time the Council is considering the establishment of an RPD District, it shall submit to the City Planning Commission for report and recommendation any revised or alternative development plans submitted by the applicant prior to final action.  The Commission shall act on a revised or alternate plan within 50 days of receipt of the file from the Council.  Should the City Planning Commission fail to act within the 50 days, the applicant may request transfer of jurisdiction to the Council.\t2.\tDensity. The ordinance establishing an RPD District shall contain a number suffixed with said district symbol which shall be indicated within the boundaries of each zone classification within such district. Said number shall be the average number of dwelling units permitted per acre of land, exclusive of public streets, in the residential planned development, or portion thereof, e.g. RPD–1, RPD–2, etc. Such designation or designations shall be indicated upon the Zoning Map. In any RPD District, or differently zoned portion thereof, the average number of dwelling units per acre of land, or fraction thereof, exclusive of public streets, shall not exceed the maximum number of dwelling units permitted by the underlying zone or zones within such district or portion thereof, pursuant to the following schedule:(Amended by Ord. No. 161,716, Eff. 12\/6\/86)  \n    \n      \n        Zone\n      \n      \n        Detached Single Family Dwellings\n      \n      \n        or\n      \n      \n        Townhouses\n      \n      \n        or\n      \n      \n        Dwelling Units in Apartments\n      \n    \n    \n      \n        RE 40\n      \n      \n        1.0\n      \n      \n        ”\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RA; RE 20\n      \n      \n        2.0\n      \n      \n        ”\n      \n      \n        2.0\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RE 15\n      \n      \n        2.9\n      \n      \n        ”\n      \n      \n        2.9\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RE 11\n      \n      \n        3.9\n      \n      \n        ”\n      \n      \n        3.9\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RE 9\n      \n      \n        4.8\n      \n      \n        ”\n      \n      \n        4.8\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RS\n      \n      \n        5.8\n      \n      \n        ”\n      \n      \n        5.8\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        R1\n      \n      \n        8.7\n      \n      \n        ”\n      \n      \n        8.7\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RU\n      \n      \n        12.4\n      \n      \n        ”\n      \n      \n        12.4\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RD 6\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        7.0\n      \n      \n        ”\n      \n      \n        7.0\n      \n    \n    \n      \n        RD 5\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        8.7\n      \n      \n        ”\n      \n      \n        8.7\n      \n    \n    \n      \n        RD 4\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        10.8\n      \n      \n        ”\n      \n      \n        10.8\n      \n    \n    \n      \n        RD 3\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        14.5\n      \n      \n        ”\n      \n      \n        14.5\n      \n    \n    \n      \n        RZ 2.5\n      \n      \n        17.4\n      \n      \n        ”\n      \n      \n        17.4\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        R2\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        17.4\n      \n      \n        ”\n      \n      \n        –\n      \n    \n    \n      \n        RD 2\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        18.6\n      \n      \n        ”\n      \n      \n        21.7\n      \n    \n    \n      \n        RD 1.5\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        18.6\n      \n      \n        ”\n      \n      \n        29.0\n      \n    \n    \n      \n        R3\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        32.6\n      \n      \n        ”\n      \n      \n        36.0\n      \n    \n    \n      \n        R4\n      \n      \n        –\n      \n      \n        ”\n      \n      \n        32.6\n      \n      \n        ”\n      \n      \n        54.0\n      \n    \n  \n\tThe total number of dwelling units within an RPD District located in an “H” Hillside or Mountainous Area established pursuant to Section 12.32–H of this Code, shall not exceed the density indicated on the General Plan for such area or the maximum number of dwelling units permitted by the underlying zone or zones within such district pursuant to the above schedule, whichever is less, and only detached single family dwellings or townhouses shall be the types of housing permitted thereon.\t3.\tArea or District.\ta.\tEvery RPD District shall have an area of 3 acres or more exclusive of public streets. Provided, however, that an RPD District may have an area of 5,000 square feet, or the minimum lot area required by the zone, whichever is greater, or more, exclusive of public streets, whenever the underlying zone of such district is in the RD6, RD5, RD4, R2, RD2, RD1.5, R3, or R4 Zone.\tb.\tThe Commission and the City Council may approve an RPD District having an area less than required herein if said district adjoins and will constitute an integral part of an existing RPD District and the proposed development is in harmony with that permitted in the existing RPD District, the existing and proposed plans for adjacent areas and the General Plan. In no event may the proposed RPD District be approved with an average density exceeding that permitted in the existing RPD District.\tE.\tStandard Residential Conditions.  The following standard residential conditions shall apply to each RPD District. In addition, after report and recommendation by the Commission, the Council may, by ordinance, impose any other conditions as it deems necessary and proper at the time of establishing such district. In its report to the Council relative to the establishment of an RPD District, the Commission may recommend such other conditions as it deems necessary or desirable in carrying out the general purpose and intent of this section. The standard residential conditions are as follows:\t1.\tFinal Subdivision Map or Parcel Map. No building permit shall be issued for any building within an RPD District, except for sales models, recreational buildings or community facilities, unless a Final Subdivision Tract Map or Parcel Map has first been recorded for the property on which the building is located.\t2.\tCoverage. The Commission shall recommend to the City Council the proportion of the total development site to be covered by buildings and structures.\t3.\tSeparation Between Buildings. The Commission shall recommend to the City Council the minimum separation between all buildings in the development but in no event shall there be less than 20 feet of space between townhouse buildings of two or more stories.\t4.\tOpen Space. Common open space shall comprise at least 25 per cent of the land area exclusive of streets, provided, however, that where the applicant submits evidence to the satisfaction of the Commission that the particular development will contain compensatory characteristics which will provide as well or better for planned unit development within the intent of this section, the Commission may recommend modification of said requirements to the Council. At least half of the required common open space shall be of not more than 15% slope.\tThe common open space shall be land within the total development site used for recreational, park or environmental purposes for enjoyment by occupants of the development, but shall not include public streets, driveways, utility easements where the ground surface cannot be used appropriately for common open space, private yards and patios, parking spaces nor other areas primarily designed for other operational functions.\t5.\tPrivate Streets. Private streets shall not be permitted in RPD developments.\t6.\tParking. There shall be at least two automobile parking spaces for each townhouse or detached single family dwelling in a residential planned development. Said spaces shall be provided in a private garage. There shall be at least two off-street parking spaces per dwelling unit provided for other residential buildings. Provided, however, that in an “H” Hillside or Mountainous Area there shall be at least three off-street automobile parking spaces provided for each dwelling unit in a residential planned development. In the case of a townhouse or detached single family dwelling, two of the said required three parking spaces shall be provided in a private garage. Provided, further, that the Commission in connection with any residential planned development may recommend to the Council such additional number of spaces as it deems necessary to adequately provide for the needs within the district. For non–residential buildings, the Commission may recommend to the Council the number of parking spaces required, but if no such determination is made, the provisions of Section 12.21–A of this code shall apply.\t7.\tUtilities. All new utility lines, pursuant to Section 17.05N, and all new off-site service utility lines, necessary to serve the development, shall be installed underground.\t8.\tTownhouses. The width of each townhouse in the project shall average at least 20 feet. There shall be a separate private yard with a total area of at least 320 square feet adjacent to each townhouse unless equivalent alternate arrangement of patios or roof decks are provided within the preliminary plot plan, and approved by ordinance. No building shall contain more than eight townhouses.\t9.\tSeparate Lots. No portion of land within a residential planned development shall be divided or separated in ownership unless it is first recorded as a separate and distinct lot on a recorded final Subdivision Tract Map or Parcel Map.\tEvery lot for a residential building (except a detached single family dwelling or townhouse), church, school, hospital or infirmary shall have a minimum width of 50 feet and a minimum area of 5,000 square feet, or such additional widths or areas as may be required by the Commission and the Council. Each such lot shall front for a distance of at least 20 feet upon a street.\tAll lots for detached single family dwellings in the project shall be at least 35 feet wide and said lots shall have a minimum area of 3500 square feet or such additional areas or widths as may be required by the Commission and the Council in the ordinance establishing the district. Each such lot shall front for a distance of at least 20 feet upon a street.\tEach townhouse lot in the project shall average at least 20 feet in its narrowest dimension. Said lots shall have a minimum area of 1750 square feet or such additional areas or widths as may be required by the Commission and the Council in establishing an RPD District. Provided, however, that where the underlying zone of a lot for a townhouse is in the R3 or R4 Zone said lot may have an area of at least 1,000 square feet or such additional area as may be required by the Commission and the Council. Any lot for a townhouse need have only such access or street frontage as is shown on the approved final development plans.\t10.\tSeparate Units. Every owner of a dwelling unit or lot shall own as an appurtenance to such dwelling unit or lot, either, (1) an undivided interest in the common areas and facilities, or (2) a share in the corporation, or voting membership in an association, owning the common areas and facilities.\t11.\tMaintenance. The right to maintain the buildings and use the property for a residential planned development shall continue in effect only so long as all of the mutually available features, such as recreational areas, community buildings, landscaping, as well as the general appearance of the premises and buildings are all maintained in a first class condition and as indicated on the approved Final Development Plans.\t12.\tCovenants. The provisions of Standard Condition 11 shall be included in the conditions, covenants, and restrictions applying to the property, which are recorded in the Office of the County Recorder and copies of said provisions shall be furnished to the individual purchasers of units in the development.\tThe provisions of Standard Condition 11 shall also be in each of the preliminary and final drafts of the conditions, covenants, and restrictions submitted to the Real Estate Commissioner.\t13.\tSale of Lots or Units. No dwelling unit or lot shall be sold or encumbered separately from an interest in the common areas and facilities in the development which shall be appurtenant to such dwelling unit or lot. No lot shall be sold or transferred in ownership from the other lots in the total development, or approved phase of the development, unless all approved community buildings, structures, and recreational facilities for the total development, or approved phase thereof, have been completed, or completion is assured, by bonding or other method satisfactory to the Advisory Agency.\t14.\tManagement Agreement. No lot or dwelling unit in the development shall be sold unless a corporation, association, property owners group or similar entity has been formed with the right to assess all those properties which are jointly owned with interests in the common areas and facilities in the development to meet the expenses of such entity, and with authority to control, and the duty to maintain all of said mutually available features of the development. Such entity shall operate under recorded conditions, covenants and restrictions which shall include compulsory membership of all owners of lots and\/or dwelling units, and flexibility of assessments to meet changing costs of maintenance, repairs and services. The developer shall submit evidence of compliance with this requirement to and receive the approval of the Advisory Agency prior to making any such sale. This condition shall not apply to land dedicated to the City for public purposes.\t*15.  Low and Moderate Income Dwelling Units. (Added by Ord. No. 145,927, Eff. 6\/3\/74.) Every residential planned development shall provide low and moderate income dwelling units as provided in Section 12.39** of this code.\t* If any provision of this ordinance, or the application thereof to any person, property or circumstance, is held invalid, the remainder of this ordinance, or the application of such provisions to other persons, property or circumstances, shall not be affected thereby.\t** Section 12.39 was repealed by Ord. No. 180,308 Eff. 12\/7\/08.\tF.\tFinal Development Plans.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Any final development plans shall be in substantial conformance with the preliminary plans.  Prior to the issuance of any permits for the erection or enlargement of any buildings within an established RPD District, final precise site and elevation plans for all buildings and landscaping within the district or approved phase of the development, shall be submitted to and approved by the Zoning Administrator and to the Area planning Commission on appeal.  If the original action establishing an RPD District included the submission and approval of final precise plans for the complete development, building permits may be issued in accordance with those plans.  In connection with the review of final development plans, deviations in any of the conditions previously established may be authorized pursuant to the provisions of Subsection I of this section.\tG.\tPermits – No permit shall be issued for grading, or for the erection, enlargement or maintenance of buildings or structures for a residential planned development, and no person shall perform any such development or construction work, except in full compliance with the final development plans approved as herein provided.\tNo building permit shall be issued for other than approved model units until the conditions, covenants, and restrictions required by Section 13.04-E,12 have been submitted to and approved by the City Attorney.\tH.\tTermination of Districts – Any authority to establish or maintain an RPD district pursuant to the provisions of this section shall terminate: (1) within one and one–half years after the effective date of the ordinance establishing such district unless a tentative subdivision map of the proposed development has been filed; (2) within two years of the tentative map approval, unless construction work on the first phase of the development has begun; (3) unless such work is carried on diligently to completion.\tUpon termination of a district, the Zoning Map shall be corrected by removing the district symbol.\tI.\tChanges and Modifications. After an ordinance establishing an RPD District, and all of the conditions applicable thereto have been adopted by the City Council, the procedure for modifying such conditions shall be the same as that required for the establishment of an RPD District. If approved by the Council, the request for modification of such conditions shall be effectuated by the adoption of an ordinance amending the original ordinance establishing the particular district.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}