{"section_number":"13.01","edition_id":"1","section_id":"77","structure_id":"43","catch_line":"“O” Oil Drilling Districts.","history":"","full_text":"  “O” OIL DRILLING DISTRICTS.\n\n\tA.\tApplication.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The provisions of this section shall apply to the districts where the drilling of oil wells or the production from the wells of oil, gases or other hydrocarbon substances is permitted.  The provisions of this section shall not apply to the property in the M3 Zone, except as specifically provided here to the contrary.  The provisions of this section shall not apply to the location of subterranean gas holding areas which are operated as a public utility and which are regulated by the provisions of Section 14.00 of this Code.\n\n\tB.\tDefinitions – For the purpose of this section the following words and phrases are defined:\n\n\t“Controlled Drilling Site” shall mean that particular location within an oil drilling district in an “Urbanized Area” upon which surface operations for the drilling, deepening or operation of an oil well or any incidental operation are permitted under the terms of this section, subject to the conditions prescribed by written determination by the Zoning Administrator.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\n\n\t“Drilling and Production Site in the Los Angeles City  Oil Field Area” shall mean locations within an oil drilling district in the “Los Angeles City Oil Field Area” upon which surface operations for the drilling, deepening or operation of an oil well or any operation incident thereto, are permitted under the terms of this section, subject to the conditions prescribed by written determination by the Zoning Administrator.  (Added by Ord. No. 156,166, Eff. 1\/24\/82.)\n\n\t“Los Angeles City Oil Field Area” shall mean all land in the City within the areas identified on the maps in Ordinance No. 156,166 located in Council File No. 80-3951 and shall include all oil producing zones beneath those areas but no deeper than the third zone beneath the surface of the earth.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)\n\n\t“Nonurbanized Area” shall mean all those portions of the City which the City Planning Commission or Council has determined will not be detrimentally affected by the drilling, maintenance, or operation of oil wells.  In making its determination, the City Planning Commission, or the Council on appeal, shall give due consideration to the amount of land subdivided, the physical improvements, the density of population and the zoning of the district.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\n\n\t“Offshore Area” shall mean all property in the City of Los Angeles which is between the mean high tide line and the outermost seaward City boundary. (Added by Ord. No. 126,825, Eff. 4\/4\/64.)\n\n\t“Oil Well” shall mean any well or hole already drilled, being drilled or to be drilled into the surface of the earth which is used or intended to be used in connection with coring, or the drilling for prospecting for or producing petroleum, natural gas or other hydrocarbon substances, or is used or intended to be used for the subsurface injection into the earth of oil field waste, gases, water or liquid substances, including any such existing hole, well or casing which has not been abandoned in accordance with the requirements of Article 7 of Chapter 5 of this Code except that “Oil Well” shall not include “Temporary Geological Exploratory Core Hole” as defined by Section 12.03 of this Code.  (Amended by Ord. No. 123,618, Eff. 3\/1\/63.)\n\n\t“Oil Well Class A” shall mean any oil well drilled, conditioned arranged, used or intended to be used for the production of petroleum.\n\n\t“Oil Well Class B” shall mean any oil well drilled, conditioned, arranged, used or intended to be used only for the subsurface injection into the earth of oil field waste, gases, water or liquid substances.\n\n\t“Producing Zone” shall mean a reservoir or series of reservoirs of sufficient thickness and productivity of hydrocarbons as to form an economic source of supply and which is segregated from other reservoirs or series of reservoirs by natural boundaries or barriers to such an extent as to make its separate development either economically or mechanically desirable in accordance with good oil field practice.  (Added by Ord. No. 147,651, Eff. 10\/11\/75.)\n\n\t“Urbanized Area” shall mean all land in the City, except land in the M3 Zone, and land which has been determined to be “Nonurbanized Area” by the City Planning Commission or Council or land located in the “Los Angeles City Oil Field Area”.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\n\n\tC.\tStatus of Areas.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Where uncertainty exists as to whether or not a particular area shall be continued as an urbanized area, any person contemplating filing a petition for the establishment of an oil drilling district, may prior to its filing, request the City Planning Commission to determine the status of the area in which the proposed district is to be located.  The Commission shall refer the request to the Director of Planning for investigation and upon receipt of his or her report shall determine whether the area is “Urbanized” or “Nonurbanized”.  The determination of the City Planning Commission may be appealed to the Council, which may, by resolution, approve or disapprove the determination.\n\n\tD.\tRequirements for Filing:\n\n\t1.\tNon–urbanized Areas – Each application for the establishment of an oil drilling district in an non–urbanized area shall include property having a net area or not less than one acre (excluding public streets, alleys walks or ways, except that an application may be filed on property containing less than one acre which is surrounded on all sides by streets. Such property may consist of one or more parcels of land which must be contiguous, except that said parcels may be separated by a public alley or walk.\n\n\t2.\tUrbanized Areas –\n\n\t(a)\t(Amended by Ord. No. 124,937, Eff. 8\/2\/63.) Each application for the establishment of an oil drilling district in an urbanized area shall contain a statement that the applicant has the proprietary or contractual authority to drill for and produce oil, gas or other hydrocarbon substances under the surface of at least 75 per cent of the property to be included in said district.\n\n\tAny municipal body or official required by law to consider and make a report or recommendation relative to or to approve or disapprove such application may request the applicant in writing to submit for inspection copies of leases and contracts held by applicant in support of such asserted proprietary or contractual authority. The limitations of time for acting upon such application shall be suspended from the time of mailing such request until the documents requested have been submitted.\n\n\t(b)\t(Amended by Ord. No. 112,524, Eff. 1\/17\/59.) Where said authority to drill for and produce oil, gas and other hydrocarbons is pursuant to contract, said application shall be accompanied by a copy thereof, and said contract shall have attached thereto and referred to therein by reference the following information for the contracting parties:\n\n\t(1)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  A summary of the provisions of the Los Angeles Municipal Code, as amended, which are applicable to the district, prepared or approved by the person authorized to be in charge of Petroleum Administration by the Director of the Office of Administrative and Research Services for the City of Los Angeles;\n\n\t(2)\t(Amended by Ord. No. 173,363, Eff. 7\/29\/00, Oper. 7\/1\/00.)  Any additional information which the person in charge of Petroleum Administration finds from time to time is required to give all contracting parties a reasonably complete knowledge of oil and gas leasing requirements and procedures in urbanized areas within the City of Los Angeles.\n\n\t(c)\tThe district described in said application shall be not less than 40 acres in area, including all streets, ways and alleys within the boundary thereof; shall be substantially compact in area; and the boundaries thereof shall follow public streets, ways or alleys as far as practicable. (Amended by Ord. No. 112,524, Eff. 1\/17\/59.)\n\n\t(d)\tEach applicant for the establishment of an oil drilling district in an urbanized area shall be accompanied by a report from a petroleum geologist who\n\n\t(1)\tis an active member of the American Association of Petroleum Geologists or the American Institute of Professional Geologists or\n\n\t(2)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  meets the educational and experience requirements to become an active member of the American Association of Petroleum Geologists or the American Institute of Professional Geologists, that the production of oil from under the proposed district would not, in his or her opinion, result in any noticeable subsidence.  If the City’s authorized person in charge of Petroleum Administration disagrees in any way with the report, he or she shall submit in writing his or her own views on the report as part of the report to the City Planning Commission.\n\n\t3.\tOffshore Areas. Each application for the establishment of an oil drilling district in an offshore area shall include property having a net area of not less than 1,000 acres. (Amended by Ord. No. 126,825, Eff. 4\/4\/64.)\n\n\t4.\tLos Angeles City Oil Field Area (Amended by Ord. No. 156,166, Eff. 1\/24\/82.) Each application for the establishment of an oil drilling district in the Los Angeles City Oil Field Area shall:\n\n\t(a)\tInclude property not less than one acre in size, bounded on each side by a public street, alley, walk or way and such district shall be wholly contained within the Los Angeles City Oil Field Area.\n\n\t(b)\tContain a statement that the applicant has the proprietary or contractual authority to drill for and produce oil, gas or other hydrocarbon substances under the surface of at least 75% of the total land area of the property to be included in said district.\n\n\tAny municipal body or official required by law to consider and make a report or recommendation relative to or to approve or disapprove such application may request the applicant in writing to submit for inspection copies of leases and contracts held by applicant in support of such asserted proprietary or contractual authority. The limitations of time for acting upon such application shall be suspended from the time of mailing such request until the documents requested have been submitted.\n\n[Editor's note:  Maps formerly referred to in this section were deleted by Ord. No. 177,103, Eff. 12\/18\/05.]\n\n\t5.\tGeneral – All Areas.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  No application for the establishment of an oil drilling district shall be accepted for filing in the City Planning Department unless it has first been submitted to and reported on by the authorized person in charge of Petroleum Administration.  The report shall consider the propriety of the proposed boundaries of the district, the desirability of the drill site location and whether or not the exploration for oil is geologically justified in the district.  The report shall be made within 30 days of the receipt of the application.  A copy of the report shall accompany the application when it is filed with the City Planning Department.\n\n\tE.\tStandard Conditions:\n\n\t1.\tNon–urbanized Areas – Each oil drilling district established in a non–urbanized area shall be subject to the following conditions:\n\n\t(a)\tEach district shall contain a net area of one acre or more which shall be composed of contiguous parcels of land that may be separated by an alley or walk, except that a district may contain an area of less  than one acre where it is surrounded on all sides by streets.\n\n\t(b)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each drilling site in any district shall contain a net area of one acre or more and shall be composed of contiguous parcels of land which may be separated only by an alley or walk.  A drilling site may contain less than one acre of area where it is surrounded on all sides by public or approved private streets.\n\n\tOnly one oil well Class A may be established or maintained on each acre of land, except that there may be one oil well Class A on any land surrounded on all sides by public or approved private streets.  Provided, however, in determining conditions for drilling pursuant to Subsection H, the Zoning Administrator may permit surface operations for more than one oil well Class A in a semi-controlled drilling site where the additional wells are to be bottomed under adjacent land in a drilling district in lieu of surface operations.  There shall be no less than one net acre of land in the combined drill site and production site for each well in a semi-controlled drilling site.  The Zoning Administrator shall require a site of more than one acre for each oil well where a larger area is required in the particular oil drilling district.  The Zoning Administrator may require larger minimum drilling sites or production areas when reasonably necessary in the public interest for a particular oil producing section.\n\n\tWhere drilling sites greater than one acre are required and two or more lessees or oil drilling developers in a block or area have at least one net acre each, but all lessees or developers do not have the greater area required for drilling under these regulations, the Zoning Administrator shall equitably allocate permitted wells among the competing lessees or developers.  Where necessary, the lessee or developer having control of the larger portion of the property shall be given preference.  In those situations outlined above, in addition to the proration required by Paragraph (d) of this subdivision, the Zoning Administrator shall require that the lessee or developer who is authorized to drill the well shall offer an equitable consolidation agreement to the lessee or developer who has not been permitted to drill.   This consolidation agreement shall contain an offer in writing, open for acceptance for 30 days, giving the other lessees or developers a choice of either:\n\n\t(i)\ta lease on terms and conditions agreed upon, or on substantially the same terms and conditions contained in leases owned by the applicant; or,\n\n\t(ii)\ta consolidation agreement agreed upon providing that each lessee or developer shall contribute to the cost of drilling and operation of the well and share in the production from the well in the proportion that the area of his property bears to the total area in the drilling unit.\n\n\t(c)\tNo public street, alley, walk or way shall he included in determining the net area within any district or drilling site.\n\n\t(d)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Where the drilling site is so located as to isolate any parcel of land in the drilling district in such a manner that it could not be joined with any other land so as to create another drilling site of the area required in the particular district in which it is located, the Zoning Administrator shall require, as a condition to the drilling and production on the drilling site that the owner, lessee or permittee or his or her successor shall pay to the owners of the oil and gas mineral rights in each isolated parcel, a pro-rata share of the landowners’ royalty in all of the oil and gas produced from the drilling site, the share to be in that proportion as the net area of the isolated parcel is to the total net area of the drilling site plus the area of all the isolated parcels; provided that the landowners’ royalty shall be determined in accordance with any existing contracts for payments to the landowners of the drilling site, but, in no event, as to the owner of the isolated parcel or parcels, shall it be less than a 1\/6th part of the oil and gas produced and saved from the drilling site.\n\n\t2.\tUrbanized Areas – Each oil drilling district established in an urbanized area shall he subject to the following conditions:\n\n\t(a)\tEach district shall be not less than 40 acres in area, including all streets, ways and alleys within the boundaries thereof.\n\n\t(b)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Not more than one controlled drill site shall be permitted for each 40 acres in any district and that site shall not be larger than two acres when used to develop a district approximating the minimum size; provided, however, that where the site is to be used for the development of larger oil drilling districts or where the Zoning Administrator requires that more than one oil drilling district be developed from one controlled drilling site, the site may be increased, at the discretion of the Zoning Administrator when concurred in by the Board of Fire Commissioners, by not more than two acres for each 40 acres included in the district or districts.\n\n\t(c)\t(Amended by Ord. No. 147,651, Eff. 10\/11\/75.)  The number of oil wells Class A which may be drilled and operated from any controlled drilling site may not exceed one well to each five acres in the district or districts to be explored from said site.\n\n\tNotwithstanding the above, should the City Council determine that an urbanized oil drilling district contains more than one producing zone, the City Council may then authorize, by ordinance, the drilling of additional oil wells Class A, not to exceed one well per five acres for each identified producing zone, and specify the maximum number of wells to be drilled as the result of such authorization.\n\n\t(d)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each applicant, requesting a determination by the Zoning Administrator prescribing the conditions controlling drilling and production operations, as provided in Subsection H of this section, must have proprietary or contractual authority to drill for oil under the surface of at least 75 percent of the property in the district to be explored.\n\n\t(e)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each applicant or his or her successor in interest shall, within one year from the date the written determination is made by a Zoning Administrator prescribing the conditions controlling drilling and production operations as provided in Subsection H of this section, execute an offer in writing giving to each record owner of property located in the oil drilling district who has not joined in the lease or other authorization to drill the right to share in the proceeds of production from wells bottomed in the district, upon the same basis as those property owners who have, by lease or other legal consent, agreed to the drilling for and production of oil, gas or other hydrocarbon substances from the subsurface of the district.  The offer hereby required must remain open for acceptance for a period of five years after the date the written determination is made by a Zoning Administrator.  During the period the offer is in effect, the applicant, or his or her successor in interest, shall impound all royalties to which the owners or any of them may become entitled in a bank or trust company in the State of California, with proper provisions for payment to the record owners of property in the district who had not signed the lease at the time the written provisions were made by a Zoning Administrator, but who accepts the offer in writing within the five-year period.  Any such royalties remaining in any bank or trust company at the time the offer expires which are not due or payable as provided above shall be paid pro-rata to those owners who, at the time of the expiration, are otherwise entitled to share in the proceeds of the production.\n\n\t(f)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The entire controlled drilling site shall be adequately landscaped, except for those portions occupied by any required structure, appurtenance or driveway, and all landscaping shall be maintained in good condition at all times.  Plans showing the type and extent of the landscaping shall be first submitted to and approved by the Zoning Administrator.\n\n\t(g)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each applicant, requesting a determination by a Zoning Administrator prescribing the conditions controlling drilling and production operations, as provided in Subsection H of this section, shall post in the Office of Zoning Administration a satisfactory corporate surety bond (to be approved by the City Attorney and duplicates to be furnished to him or her) in the sum of $5,000 in favor of the City of Los Angeles, conditioned upon the performance by the applicant of all of the conditions, provisions, restrictions and requirements of this section, and all additional conditions, restrictions or requirements determined and prescribed by a Zoning Administrator.  No extension of time that may be granted by a Zoning Administrator or any change or specifications or requirements that may be approved or required by him or her or by any other officer or department of the City or any other alteration, modification of waiver affecting any of the obligations of the grantee made by any City authority or by any other power or authority whatsoever shall be deemed to exonerate either the grantee or the surety on any bond posted pursuant to this section.\n\n\t(h)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)     If a Zoning Administrator determines, after first receiving a report and recommendation from the Director of the Office of Administrative and Research Services, that oil drilling and production activities within the district have caused or may cause subsidence in the elevation of the ground within the district or in the immediate vicinity, then after consulting with recognized experts in connection with that problem and with those producing hydrocarbons from the affected area, he or she shall have the authority to require the involved oil producer or producers to take corrective action, including re-pressurizing the oil producing structure or cessation of oil drilling and production.\n\n\t(i)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  A Zoning Administrator may impose additional conditions or require corrective measures to be taken if he or she finds, after actual observation or experience with drilling one or more of the wells in the district, that additional conditions are necessary to afford greater protection to surrounding property.\n\n\t3.\tOffshore Areas. (Amended by Ord. No. 142,081, Eff. 7\/22\/71.) Each oil drilling district established in an offshore area shall be subject to the following conditions:\n\n\t(a)\tAll activities conducted within each such district shall conform to the spirit and intent of the provisions of Subsection A of Section 12.20.1 of this Code.\n\n\t(b)\tNo surface or submarine drilling or producing operations shall be permitted between the mean high tide line and the outermost seaward City boundary. Surface drilling or producing operations may be conducted only from permitted or approved onshore drillsites. Oil and gas accumulations may be developed by directional or slant drilling beneath any portion of the submerged land within the district.\n\n\t(c)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Onshore drilling and producing operations utilizing directional or slant drilling may be approved by a Zoning Administrator only when a showing is made that production of oil and gas cannot be accomplished from already approved or permissible sites.\n\n\t(d)\tThe number of oil wells Class A which may be drilled into any offshore drilling district from a single installation or facility onshore shall not exceed one well to each five acres of district and the installation and operation of all wells shall meet the requirements of Section 12.20.1.\n\n\t(e)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each applicant requesting a determination by a Zoning Administrator prescribing the conditions controlling drilling and production operations, as provided in Subsection H, shall post in the Office of Zoning Administration a satisfactory corporate surety bond (to be approved by the City Attorney and duplicates to be furnished to him or her) in the sum of $50,000 in favor of the City of Los Angeles, conditioned upon the performance by the applicant of all of the conditions, provisions, restrictions and requirements of this section, and all additional conditions, restrictions, or requirements determined and prescribed by a Zoning Administrator.  No extension of time that may be granted by a Zoning Administrator on any change of specifications on requirements that may be approved or required by him or her or by any other officer or department of the City or any other alteration, modification or waiver affecting any of the obligations of the applicant made by any City authority or by any other power or authority whatsoever shall be deemed to exonerate either the applicant or the surety on any bond posted pursuant to this section.\n\n\t(f)\tAll derricks and other drilling facilities shall be removed within 30 days after completion or abandonment of the well; and thereafter any work done on any existing well which requires redrilling or reconditioning shall be done by temporary or portable equipment which shall be removed within 30 days after completion of such work.\n\n\t(g)\tPollution of water and contamination or soiling of the urban coastline or beaches are prohibited.\n\n\t4.\tLos Angeles City Oil Field Area. (Added by Ord. No. 156,166, Eff. 1\/24\/82.) – Each oil drilling district established in the Los Angeles City Oil Field Area shall be subject to the following conditions:\n\n\t(a)\tThe boundary of each district shall follow the center line of city streets as far as practicable;\n\n\t(b)\tEach district shall include the streets, ways, and alleys within the boundaries thereof and shall be substantially compact in area;\n\n\t(c)\tThe drilling, pumping, redrilling, repairing, maintenance or other servicing of any new oil well Class A in said district shall be conducted only on a Drilling and Production Site in the Los Angeles City Oil Field Area upon which site at least one Class A oil well was (i) in existence on January 24,1982; and (ii) had not been abandoned in accordance with State Division of Oil and Gas regulations prior to January 24,1982; and (iii) has a Los Angeles Fire Department Serial Number, which number was in existence on January 24, 1982. (Amended by Ord. No. 160,874, Eff. 4\/6\/86.)\n\n\t(d)\tThe number of new oil wells Class A permitted on such a Drilling and Production Site in the Los Angeles City Oil Field Area shall not exceed one well to each acre in the District;\n\n\t(e)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each applicant, requesting a determination by the Zoning Administrator prescribing the conditions controlling new drilling and production operations as provided in Subsection H, must have proprietary or contractual authority to drill for oil under the surface of at least 75% of the total land area of the property in the district to be explored.\n\n\t(f)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Within one year from the date the written determination is made by a Zoning Administrator prescribing the conditions controlling drilling and production operations, as provided in Subsection H, each applicant or his or her successor in interest shall offer in writing to each record owner of property located in the oil drilling district who has not joined in the lease or other authorization to drill, the right to share in proceeds of production from new wells bottomed in the district upon the same basis as those property owners who have, by lease or other legal consent, agreed to the drilling for and production of oil, gas or other hydrocarbon substances from the sub-surface of the district.  The offer hereby required must remain open for acceptance for a period of five years after the date the written determination is made by a Zoning Administrator.  During the period the offer is in effect, the applicant, or his or her successor in interest, shall impound all royalties to which the owners or any of them may become entitled in a bank or trust company in the State of California, with proper provisions for payment to the record owners of property in the district who had not signed the lease at the time the written determination was made by a Zoning Administrator, but who accepts the offer in writing within the five-year period.  Any royalties remaining in any bank or trust company at the time the offer expires which are not due or payable as provided above shall be paid pro-rata to those owners who, at the time of the expiration, are otherwise entitled to share in the proceeds of the production.\n\n\t(g)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  the entire site upon which new oil wells are to be drilled shall be adequately fenced and landscaped; plans showing the type and extent of the landscaping shall be first submitted to and approved by the Zoning Administrator.\n\n\t(h)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each applicant requesting a determination by a Zoning Administrator prescribing the conditions controlling drilling and production operations, as provided in Subsection H, shall post in the Office of Zoning Administration a satisfactory corporate surety bond (to be approved by the City Attorney and duplicates to be furnished by him or her) in the sum of $5,000 in favor of the City of Los Angeles, conditioned upon the performance by the applicant of all of the conditions, provisions, restrictions, and requirements of this section, and all additional conditions, restrictions, or requirements determined and prescribed by a Zoning Administrator.  No extension of time that may be granted by a Zoning Administrator or any change of specifications or requirements that may be approved or required by him or her or by any other officer or department of the City or any other alteration, modification or waiver affecting any of the obligations of the grantee made by any city authority or by any other power or authority whatsoever shall be deemed to exonerate either the grantee or the surety of any bond posted pursuant to this section.\n\n\t(i)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  If a Zoning Administrator determined after first receiving a report and recommendation from the Director of the Office of Administrative and Research Services, that oil drilling and production activities within the district have caused or may cause subsidence in the elevation of the ground within the district or in the immediate vicinity, he or she shall have the authority, after consulting with recognized experts in connection with the problem and with those persons producing hydrocarbons from the affected area, to require the involved oil producer or producers to take corrective action, including re-pressurizing the oil producing structure or cessation of oil drilling and production.\n\n\t(j)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  A Zoning Administrator may impose additional conditions or require corrective measures to be taken if he or she finds, after actual observation or experience with drilling one or more of the wells in the district, that additional conditions are necessary to afford greater protection to surrounding property.\n\n\t(k)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Any operator of any site within an oil drilling district, approved by the Zoning Administrator pursuant to Section 12.23C4(c), may apply to the Department of City Planning for the establishment of fencing and landscaping requirements.  Once the requirements have been satisfied, the operator shall be relieved of the restrictions specified in Section 12.23C4(b) and (c).  Should an operator of such a site in a district desire to redrill or deepen a Class A oil well, if the oil well was\n\n\t(i)\tin existence on January 24, 1982; and\n\n\t(ii)\thad not been officially abandoned in accordance with State Division of Oil and Gas Regulations prior to January 24, 1982; and\n\n\t(iii)\thas a Los Angeles Fire Department Serial Number and the number was in existence on January 24, 1982, that operator shall comply with the provisions of Subsection H of Section 13.01.  Compliance with the Determination of Conditions issued shall relieve the operator of the restrictions specified in Section 12.23C4(b) and (c) of this Code.\n\n\tF.\tAdditional Conditions.  In addition to the standard conditions applying to oil drilling districts, the Council, by ordinance, or the Zoning Administrator may impose other conditions in each district as deemed necessary and proper.  Where these conditions are imposed by ordinance, they may be subsequently modified or deleted in the following manner:\n\n\t(a)\twhere the condition relates to the location of a drill site within a district, by amending the ordinance, only after the submission of an application, the payment of fees, notice, hearing and procedure identical to that required by this article for the establishment of an oil drilling district; and\n\n\t(b)\twhere the condition does not relate to the location of a drill site, by amending the ordinance, without the necessity of fees, notice or hearing.\n\n\tIn its report to the Council relative to the establishment of a district, the City Planning Commission may recommend conditions for consideration.  Some of these additional conditions, which may be imposed in the ordinance establishing the districts or by the Zoning Administrator in determining the drilling site requirements, and which may be applied by reference, are as follows:  (Para. Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\n\n\t1.\tThat all pumping units established in said district shall be installed in pits so that no parts thereof will be above the surface of the ground.\n\n\t2.\tThat all oil produced in said district shall be carried away by pipe lines or, if stored in said district, shall be stored in underground tanks so constructed that no portion thereof will be above the surface of the ground.\n\n\t3.\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  That the operator of any well or wells in the district shall post in the Office of Zoning Administration a $5,000 corporate surety bond conditioned upon the faithful performance of all provisions of this article and any conditions prescribed by a Zoning Administrator.  No extension of time that may be granted by a Zoning Administrator, or change of specifications or requirements that may be approved or required by him or her or by any other officer or department of the City, or other alteration, modification or waiver affecting any of the obligations of the grantee made by any City authority shall be deemed to exonerate either the grantee or the surety on any bond posted as required in this article.\n\n\t4.\tThat the operators shall remove the derrick from each well within thirty (30) days after the drilling of said well has been completed, and thereafter, when necessary, such completed wells shall be serviced by portable derricks.\n\n\t5.\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  That the drilling site shall be fenced or landscaped as prescribed by the Zoning Administrator.\n\n\t6.\t(None)\n\n\t7.\tThat, except in case of emergency, no materials, equipment, tools or pipe used for either drilling or production operations shall be delivered to or removed from the drilling site, except between the hours of 8:00 A.M. and 8:00 P.M. of any day.\n\n\t8.\tThat adequate fire fighting apparatus and supplies, approved by the Fire Department, shall be maintained on the drilling site at all times during drilling and production operations.\n\n\t9.\tThat no refining process or any process for the extraction of products from natural gas shall be carried on at a drilling site.\n\n\t10.\t(None)\n\n\t11.\t(None)\n\n\t12.\t(None)\n\n\t13.\tThat no more than one well shall be bottomed in each five (5) acres of the drilling district.\n\n\t14.\tThat no new oil wells shall be spudded in after the President of the United States, or other proper authority, has declared that a state of war no longer exists.\n\n\t15.\t(None)\n\n\t16.\t(None)\n\n\t17.\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  That any person requesting a determination by the Zoning Administrator prescribing the conditions under which oil drilling and production operations shall be conducted as provided in Subsection H, shall agree in writing on behalf of him or herself and his or her successors or assigns, to be bound by all of the terms and conditions of this article and any conditions prescribed by written determination by the Zoning Administrator; provided, however, that the agreement in writing shall not be construed to prevent the applicant or his or her successors or assigns from applying at any time for amendments pursuant to this Article or to the conditions prescribed by the Zoning Administrator, or from applying for the creation of a new district or an extension of time for drilling or production operations.\n\n\t18.\tThat all production equipment used shall be so constructed and operated that no noise, vibration, dust, odor or other harmful or annoying substances or effect which can be eliminated or diminished by the use of greater care shall ever be permitted to result from production operations carried on at any drilling site or from anything incident thereto to the injury or annoyance of persons living in the vicinity; nor shall the site or structures thereon be permitted to become dilapidated, unsightly or unsafe. Proven technological improvements in methods of production shall he adopted as they, from time to time, become available if capable of reducing factors of nuisance or annoyance.\n\n\t19.\tWells which are placed upon the pump shall be pumped by electricity with the most modern and latest type of pumping units of a height of not more than sixteen (16) feet. All permanent equipment shall be painted and kept in neat condition. All production operations shall be as free from noise as possible with modern oil operations.\n\n\t20.\tAll drilling equipment shall be removed from the premises immediately after drilling is completed, sump holes filled, and derricks removed within sixty (60) days after the completion of the well.\n\n\t21.\tThat, subject to the approval of the Board of Fire Commissioners, the operators shall properly screen from view all equipment used in connection with the flowing or pumping of wells.\n\n\t22.\tUpon the completion of the drilling of a well the premises shall be placed in a clean condition and shall be landscaped with planting of shrubbery so as to screen from public view as far as possible, the tanks and other permanent equipment, such landscaping and shrubbery to be kept in good condition.\n\n\t23.\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  That not more than two wells may be drilled in each city block of the drilling district and bottomed under that block.  However, at the discretion of the Zoning Administrator, surface operations for additional wells may be permitted in each of the blocks where each additional well is to be directionally drilled and bottomed under an adjacent block now or hereafter established in an oil drilling district in lieu of a well drilled on the adjacent block and under a spacing program which will result in not exceeding two wells bottomed under each block.\n\n\t24.\tThat not more than one (1) well shall be drilled in each city block of the drilling district; provided, however, that a second well may be drilled in that block bounded by “L”, Gulf Avenue, Denni Street and Wilmington Boulevard, only in the event said second well be directionally drilled or whipstocked so that the bottom of the hole will be bottomed under the (Gulf Avenue School property located in the block bounded by “L” Street, Roman Avenue, Denni Street and Gulf Avenue, and in lieu of a well which might otherwise be permitted to be drilled in said last mentioned block.\n\n\t25.\tThat not more than one (1) well may be drilled in each city block of the drilling district.\n\n\t26.\tThat all power operations other than drilling in said district shall at all times he carried on only by means of electrical power, which power shall not be generated on the drilling site.\n\n\t27.\t(None)\n\n\t28.\t(None)\n\n\t29.\tThat not more than two (2) wells may be drilled in each city block of the drilling district; provided, however, that two (2) additional wells may be drilled in each of the following described blocks, (a) the block bounded by Q Street, Lakme Avenue, Sandison Street and Broad Avenue and (b) the block bounded by Sandison Street, Lakme Avenue, Broad     Avenue and the southerly boundary of Tract No. 1934, but only if such additional wells are  directionally drilled or whipstocked so that they will be bottomed under the Hancock–Banning High school property, located in the block bounded by Delores Street, Broad Avenue, Pacific Coast Highway and Avalon Boulevard, in lieu of the four (4) wells which might otherwise be permitted to be drilled in the last mentioned block.\n\n\t30.\t(None)\n\n\t31.\tNot more than four (4) controlled drilling sites shall be permitted in this district, and such sites shall not be larger than two (2) acres.\n\n\t32.\tThe number of wells which may be drilled to any oil sand from the controlled  drilling site shall not exceed one (1) well to each five (5) acres in the district, but in no event shall there he more than one (1) well to each two and one-half (2 l\/2) acres.\n\n\t33.\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  That drilling operations shall be commenced within 90 days from the effective date the written determination is made by the Zoning Administrator or Area Planning Commission, or within any additional period as the Zoning Administrator may, for good cause, allow and thereafter shall be prosecuted diligently to completion or else abandoned strictly as required by law and the premises restored to their original condition as nearly as practicable as can be done.  If a producing well is not secured within eight months, the well shall be abandoned and the premises restored to its original condition, as nearly as practicable as can be done.  The Zoning Administrator, for good cause, shall allow additional time for the completion of the well.\n\n\t34.\tThat an internal combustion engine or electrical equipment may be used in the drilling or pumping operations of the well, and if an internal combustion engine is used, that mufflers be installed on the mud pumps and engine so as to reduce noise to a minimum, all of said installations to be done in a manner satisfactory to the Fire Department.\n\n\t35.\t(None)\n\n\t36.\tThat not more than two (2) production tanks shall be installed for each producing well, neither one of which shall have a rated capacity in excess of one thousand (1,000) barrels; provided, however, that if in the opinion of the Administrator it is necessary in order to provide for the maximum safety of operations or to decrease the number of individual production tank settings on any property, the Administrator may increase the number of such production tanks to not more than three (3), having a greater capacity not to exceed two thousand (2,000) barrels each. The Administrator shall permit such wash tanks or heating facilities as may appear necessary to ship or remove production from the premises. The plans for said tank or tanks, including the plot plan showing the location thereof on the property, shall be submitted to and approved in writing by the Administrator before said tank or tanks and appurtenances are located on the premises; and that said tank or tanks and appurtenances shall be kept painted and maintained in good condition.\n\n\t37.\tAll waste substances such as drilling muds, oil, brine or acids produced or used in connection with oil drilling operations or oil production shall be retained in water–tight receptors from which they may he piped or hauled for terminal disposal in a dumping area specifically approved for such disposal by the Los Angeles Regional Water Pollution Control Board No. 4.\n\n\t38.\tAny wells drilled shall be cased tight to bedrock or effective means satisfactory to the Department of Water and Power used to prevent vertical movement of ground water.\n\n\t39.\tThe applicant shall provide the Department of Water and Power with a precise plot plan of the drilling plant and roads leading thereto, and to make such safeguards as the Department deems necessary to assure the safety of the existing 50” water main which crosses the district involved.\n\n\t40.\tThe Department of Water and Power of the City of Los Angeles shall be permitted to review and inspect methods used in the drilling and producing operations and in the disposal of waste, and shall have the right to require changes necessary for the full protection of the public water supply.\n\n\t41.\t(None)\n\n\t42.\tThat the number of wells which may be drilled to any oil sand shall not exceed one (1) well to each five (5) acres in the district, but in no event shall there be more than one (1) well to each two and one–half acres.\n\n\t43.\tThat drilling, pumping and other power operations shall at all times be carried on only by electrical power and that such power shall not be generated on the controlled drilling site or in the district.\n\n\t44.\tThat an internal combustion engine or steam-driven equipment may be used in the drilling or pumping operations of the well , and, if an internal combustion engine or steam-driven equipment is used, that mufflers be installed  on the mudpumps and engine; and that the exhaust from the steam-driven machinery be expelled into one of the production tanks, if such tanks are permitted, so as to reduce noise to a minimum, all of said installations to be found in a manner satisfactory to the Fire Department.\n\n\t45.\tThat drilling operations shall be carried on or conducted in connection with only one well at a time in any one such district, and such well shall be brought in or abandoned before operations for the drilling of another well are commenced; provided, however, that the Administrator may permit the drilling of more than one well at a time after the discovery well has been brought in.\n\n\t46.\tThat all oil drilling and production operations shall be conducted in such a manner as to eliminate, as far as practicable, dust, noise, vibration or noxious odors, and shall be in accordance with the best accepted practices incident to drilling for and production of oil, gas and other hydrocarbon substances. Proven technological improvements in drilling and production methods shall be adopted as they may become, from time to time, available, if capable of reducing factors of nuisance and annoyance.\n\n\t47.\tThat all parts of the derrick above the derrick floor not reasonably necessary for ingress and egress including the elevated portion thereof used as a hoist, shall be enclosed with fire–resistive soundproofing material approved by the Fire Department, and the same shall be painted or stained so as to render the appearance of said derrick as unobtrusive as practicable.\n\n\t48.\tThat all tools, pipe and other equipment used in connection with any drilling or production operations shall be screened from view, and all drilling operations shall be conducted or carried on behind a solid fence, which shall be maintained in good condition at all times and be painted or stained so as to render such fence as unobtrusive as practicable.\n\n\t49.\tThat no materials, equipment, tools or pipe used for either drilling or production operations shall be delivered to or removed from the controlled drilling site except between the hours of 8:00 o’ clock a.m. and 6:00 o clock p.m., on any day, except in case of emergency incident to unforeseen drilling or production operations, and then only when permission in writing has been previously obtained from the Administrator.\n\n\t50.\tThat no earthen sumps shall be used.\n\n\t51.\tThat within sixty (60) days after the drilling of each well has been completed, and said well placed on production, or abandoned, the derrick, all boilers and all other drilling equipment shall be entirely removed from the premises unless such derrick and appurtenant equipment is to be used within a reasonable time limit determined by the Administrator for the drilling of another well on the same controlled drilling site.\n\n\t52.\tThat no oil, gas or other hydrocarbon substances may be produced from any well hereby permitted unless all equipment necessarily incident to such production is completely enclosed within a building, the plans for said building to be approved by the Department of Building and Safety and the Fire Department. This building shall be of a permanent type, of attractive design and constructed in a manner that will eliminate as far as practicable, dust, noise, noxious odors and vibrations or other conditions which are offensive to the senses, and shall be equipped with such devices as are necessary to eliminate the objectionable features mentioned above. The architectural treatment of the exterior of such building shall also be subject to the approval of the Administrator.\n\n\t53.\tThat no oil, gas or other hydrocarbon substances may be produced from any well hereby permitted where same is located within or immediately adjoining subdivided areas where ten (10) percent of the lots or subdivided parcels of ground, within one-half (1\/2) mile radius thereof, are improved with residential structures, unless all equipment necessarily incidental to such production is countersunk below the natural surface of the ground and such installation and equipment shall be made in accordance with Fire Department requirements.\n\n\t54.\tThat there shall be no tanks or other facilities for the storage of oil erected or maintained on the premises and that all oil products shall be transported from the drilling site by means of an underground pipe line connected directly with the production pump without venting products to the atmospheric pressure at the production site.\n\n\t55.\tThat not more than two production tanks shall be installed on said drilling site, neither one of which shall have a rated capacity in excess of one thousand (1000) barrels; that the plans for said tank or tanks, including the plot plans showing the location thereof on the property, shall be submitted to and approved in writing by the Administrator before said tank or tanks and appurtenances are located on the premises, and that said tank or tanks and appurtenances shall be kept painted and maintained in good condition at all times.\n\n\t56.\tThat any production tanks shall be countersunk below the natural surface of the ground and the installation thereof shall be made in accordance with safety requirements of the Fire Department.\n\n\t57.\tThat no refinery, dehydrating or absorption plant of any kind shall be constructed, established or maintained on the premises at any time.\n\n\t58.\tThat no sign shall be constructed, erected, maintained or placed on the premises or any part thereof, except those required by law or ordinance to be displayed in connection with the drilling or maintenance of the well.\n\n\t59.\tThat suitable and adequate sanitary toilet and washing facilities shall be installed and maintained in a clean and sanitary condition at all times.\n\n\t60.\tThat any owner, lessee or permittee and their successors and assigns, must at all times be insured to the extent of one hundred thousand dollars ($100,000) against liability in tort arising from drilling or production, or activities or operations incident thereto, conducted or carried on under or by virtue of the conditions prescribed by written determination by the Administrator as provided in Subsection H of this section. The policy of insurance issued pursuant hereto shall be subject to the approval of the City Attorney, and duplicates shall be furnished to him. Each such policy shall be conditioned or endorsed to cover such agents, lessees or representatives of the owner, lessee or permittee as may actually conduct drilling, production or incidental operations permitted by such written determination by the Administrator.\n\n\t61.\t(None)\n\n\t62.\tAll onshore drilling and production installations or facilities shall be removed and the premises restored to their original conditions after all oil and gas wells have been abandoned, unless the City Planning Commission determines otherwise. (Amended by Ord. No. 142,081, Eff. 7\/22\/71.)\n\n\t63.\t(None)\n\n\t64.\t(None)\n\n\tG.\tDescription of Districts (Added by Ord. No. 123,825, Eff. 4\/4\/64.) – The districts within which the drilling for and production of oil, gas or other hydrocarbon substances is permitted, and the conditions applying thereto (subject to further conditions imposed by the Administrator in the drilling site requirements), are described as follows:\n\n\t1.\tDistricts in Non-urbanized Areas. (For boundaries of districts and special conditions applicable thereto, refer to maps and records in City Planning Office).\n\n\t2.\tDistricts in Urbanized Areas. (For boundaries of districts and special conditions applicable thereto, refer to maps and records in City Planning Office).\n\n\t3.\tDistricts in Offshore Areas. (For boundaries of districts and special conditions applicable thereto, refer to maps and records in City Planning Office.) (Added by Ord. No. 130,339, Eff. 7\/30\/65.)\n\n\t4.\tDistricts in the Los Angeles City Oil Field Area. (For boundaries of such districts and any conditions applicable thereto, refer to maps and records in the City Planning Office.) (Added by Ord. No. 156,166, Eff. 1\/24\/82.)\n\n\tH.\tDrilling Site Requirements.  Any person desiring to drill, deepen or maintain an oil well in an oil drilling district that has been established by ordinance, or to drill or deepen and subsequently maintain an oil well in the M3 Zone within 500 feet of a more restrictive zone shall file an application in the Department of City Planning on a form provided by the Department, requesting a determination of the conditions under which the operations may be conducted.  (Para. Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\n\n\tWhere the district is in an urbanized or off-shore area, a Zoning Administrator, after investigation, may deny the application if he finds that there is available and reasonably obtainable in the same district or in an adjacent or nearby district within a reasonable distance one or more locations where drilling could be done with greater safety and security with appreciably less harm to other property, or with greater conformity to the comprehensive zoning map.  A Zoning Administrator shall deny an application for a drill site in an urbanized or off-shore area unless the applicant first files with the Zoning Administrator in a form and executed in a manner approved by a Zoning Administrator\n\n\t(1)\teither of the following continuing written offers\n\n\t(a)\tto make the drill site available to competing operators upon reasonable terms, or\n\n\t(b)\tto enter into or conduct joint operations for a unit or cooperative plan of development of hydrocarbon reserves upon reasonable terms, if whichever course offered is determined to be feasible by a Zoning Administrator, and is subsequently required by him or her in order to effectuate the above set forth purposes, and\n\n\t(2)\tan agreement to abide by the determination of the Director of Administrative and Research Services if any dispute arises as to the reasonableness of those terms after first having an opportunity to be heard.  Where the district is in a nonurbanized area, in the Los Angeles City Oil Field Area, or in those cases where a Zoning Administrator approves an application in an urbanized or off-shore area, a Zoning Administrator shall determine and prescribe additional conditions or limitations, not in conflict with those specified in the ordinance establishing the district, which he or she deems appropriate in order to give effect to the provisions of this section and to other provisions of this chapter relating to zoning.  Where the proposed operation is in the M3 Zone and is within 500 feet of a more restrictive zone, a Zoning Administrator shall prescribe conditions and limitations, if any, as he or she deems appropriate to regulate activity which may be materially detrimental to property in the more restrictive zone.  All conditions previously imposed by a Zoning Administrator in accordance with the provisions of this chapter are continued in full force and effect.\n\n\tA Zoning Administrator shall make his or her written determination within 60 days from the date of the filing of an application and shall forthwith transmit a copy to the applicant.\n\n\tThe determination shall become final after an elapsed period of 15 days from the mailing of the notification to the applicant, unless an appeal is filed within that period, in which case the provisions of Section 12.24B through I concerning the filing and consideration of appeals shall apply.\n\n\tI.\tPermits.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  No person shall drill, deepen or maintain an oil well or convert an oil well from one class to the other and no permits shall be issued for that use, until a determination has been made by the Zoning Administrator or Area Planning Commission pursuant to the procedure prescribed in Subsection H of this section.\n\n\tJ.\tTermination of District. Any ordinance establishing the districts described in this section shall become null and void one year after the effective date thereof unless oil drilling operations are commenced and diligently prosecuted within such one–year period, provided, however, a Zoning Administrator, upon recommendation of the Director of the Office of Administrative and Research Services, may extend the termination date for four consecutive additional periods not to exceed one year each, prior to the termination date of each period, if written request is filed therefor with the office of the Zoning Administration setting forth the reasons for said request and a Zoning Administrator determines that good and reasonable cause exists therefor. (Amended by Ord. No. 173,363, Eff. 7\/29\/00, Oper. 7\/1\/00.)\n\n\tSimilarly, a Zoning Administrator, upon recommendation of the City Administrative Officer, may extend the termination date for three consecutive additional periods not to exceed one year each, prior to the termination date of each period, for those districts which are part of a group undergoing development from one or more common controlled drilling sites, provided that written request is filed, which sets forth the reasons for the request therefor and the Zoning Administrator determines that good and reasonable cause exists therefor, and providing further that drilling operations have been diligently prosecuted from the common controlled drilling site during the previous extension period. Additional one–year extensions may be made by a Zoning Administrator subject to the approval of the City Planning Commission. (Amended by Ord. No. 134,135, Eff. 4\/28\/67.)\n\n\tAny ordinance establishing an urbanized oil district shall become null and void one year after all wells drilled in the district after the effective date of said ordinance have been abandoned in accordance with legal requirements, unless a Zoning Administrator determines that the district is part of a group undergoing development from one or more common, controlled drilling sites, or on the basis of sufficient proof determines that production is allocated thereto from an adjacent, adjoining or near by drilling district or districts under a unit or pooling agreement. In such cases a Zoning Administrator may if he finds that good and reasonable cause exists therefor, extend the termination date of the expiring district to coincide with the termination date of the other district or districts in which the one or more common controlled drilling sites are located or from which production is allocated under a unit or pooling agreement. A Zoning Administrator may terminate any such district when the reasons for such extension no longer apply. (Amended by Ord. No. 134,135, Eff. 4\/28\/67.)\n\n\tAny ordinance establishing a non–urbanized district or district in the Los Angeles City Oil Field Area shall become null and void one year after all wells in the district have been abandoned in accordance with legal requirements, unless the Zoning Administrator, on the basis of sufficient proof, determines that the district is part of a group in which secondary hydrocarbon recovery operations are taking place, and that production from an adjoining or adjacent district is allocated thereto under a unit or pooling agreement. In such cases, a Zoning Administrator may, if he finds that good and reasonable cause exists therefor, extend the termination date to coincide with the termination date of the adjoining or adjacent district in which secondary recovery operations are being conducted. A Zoning Administrator may terminate any such district when the reasons for said extension no longer apply. (Amended by Ord. No. 156,166, Eff. 1\/24\/82.)\n\n\tZoning ordinance, prohibiting drilling of wells on tracts recently included in residential zone not an unreasonable exercise of police power and does not deprive lessee which acquired lease prior to zoning of property without due process.\n\tMarblehead Land Co. v. City of Los Angeles, 47 Fed. 2d 528.\n\tCromwell–Franklin Oil Co. v. Oklahoma City, 14 F.S. 370.\n\tBeverly Oil Co. v. City of Los Angeles, 40 Cal. 2d 552.\n\tPacific Palisades Assn. v. City of Huntington Beach, 196 Cal. 211.\n\n\tK.\tMaintenance of Drilling and Production Sites (Added by Ord. No. 119,399, Eff. 8\/3\/61.) Effective August 1,1962, the following regulations shall apply to existing and future oil wells within the City of Los Angeles, including oil wells operating pursuant to any zone variance, whether by ordinance or approval of a Zoning Administrator, and all oil wells in an M3 Zone which are within 500 feet of a more restrictive zone:\n\n\t1.\tAll stationary derricks, including their floors and foundations, shall be removed within 30 days after completion or abandonment of the well (notwithstanding any other provisions of this Code to the contrary) or by September 1, 1962, whichever occurs later; and thereafter any work done on any existing well which requires the use of a derrick shall be done by a temporary or portable derrick. Such temporary or portable derricks shall be removed within 30 days after the completion of such work.\n\n\t2.\tThe motors, engines, pumps and tanks of all such oil wells shall be sealed so that no offensive or obnoxious odor or fumes can be readily detected from any point on adjacent property.\n\n\t3.\tThe well pumping equipment for such wells shall be muffled or soundproofed so that the noise emanating therefrom, measured from any point on adjacent property, is no more audible than surrounding street traffic, commercial or industrial noises measured at the same point.\n\n\t4.\tThe maximum height of the pumping units for such wells shall not exceed 15 feet above existing grade level.\n\n\t5.\tThe site of such wells shall be so landscaped, fenced or concealed that the well and all of its appurtenant apparatus is reasonably protected against public entry, observation or attraction.\n\n\tIn addition to any other authority vested in the Zoning Administrator by Charter and the Los Angeles Municipal Code, a Zoning Administrator may waive or modify these regulations if the drilling site is physically inaccessible to a portable derrick, or is located in a mountainous and substantially uninhabited place, or is located in an M Zone and is surrounded by vacant land or is adjacent to land used as permitted in the M Zones and if the enforcement of such regulations would be discriminatory, unreasonable or would impose a undue hardship upon oil drilling in such locations. A Zoning Administrator may also waive or modify the 16–foot height limitation where, because of the amount of liquid to be raised or the depths at which such fluids are encountered, pumping unit in excess of 16 feet in height is shown by conclusive engineering evidence to be required. (Amended by Ord. No. 125,877, Eff. 11\/29\/63.)\n\n\tAll ordinances and parts of ordinances of the City of Los Angeles in conflict herewith are hereby repealed to the extent of such conflict.","order_by":"01","ancestry":{"1":{"id":"43","name":"Specific Plan – Zoning\nSupplemental Use Districts","identifier":"3","label":"article","url":"\/1\/3\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3777","structure_id":"43","section_number":"13.00","catch_line":"Establishment Of Districts.","url":"\/13.00\/","token":"13.00"},"1":{"id":"77","structure_id":"43","section_number":"13.01","catch_line":"“O” Oil Drilling Districts.","url":"\/13.01\/","token":"13.01"},"2":{"id":"1885","structure_id":"43","section_number":"13.02","catch_line":"“S” Animal Slaughtering Districts.","url":"\/13.02\/","token":"13.02"},"3":{"id":"1805","structure_id":"43","section_number":"13.03","catch_line":"“G” Surface Mining Operations Districts.","url":"\/13.03\/","token":"13.03"},"4":{"id":"2713","structure_id":"43","section_number":"13.04","catch_line":"“Rpd” Residential Planned Development Districts.","url":"\/13.04\/","token":"13.04"},"5":{"id":"944","structure_id":"43","section_number":"13.05","catch_line":"“K” Equinekeeping Districts.","url":"\/13.05\/","token":"13.05"},"6":{"id":"2777","structure_id":"43","section_number":"13.06","catch_line":"Commercial And Artcraft Districts.","url":"\/13.06\/","token":"13.06"},"7":{"id":"2216","structure_id":"43","section_number":"13.07","catch_line":"Pedestrian Oriented District.","url":"\/13.07\/","token":"13.07"},"8":{"id":"432","structure_id":"43","section_number":"13.08","catch_line":"“Cdo” Community Design Overlay District.","url":"\/13.08\/","token":"13.08"},"9":{"id":"747","structure_id":"43","section_number":"13.09","catch_line":"Mixed Use District.","url":"\/13.09\/","token":"13.09"},"10":{"id":"947","structure_id":"43","section_number":"13.10","catch_line":"Fence Heights District.","url":"\/13.10\/","token":"13.10"},"11":{"id":"2996","structure_id":"43","section_number":"13.11","catch_line":"“Sn” Sign District.","url":"\/13.11\/","token":"13.11"},"12":{"id":"3998","structure_id":"43","section_number":"13.12","catch_line":"\"Nso\" Neighborhood Stabilization Overlay District.","url":"\/13.12\/","token":"13.12"},"13":{"id":"1837","structure_id":"43","section_number":"13.13","catch_line":"“Rfa” Residential Floor Area District.","url":"\/13.13\/","token":"13.13"},"14":{"id":"3509","structure_id":"43","section_number":"13.14","catch_line":"\"Cpio\" Community Plan Implementation Overlay District.","url":"\/13.14\/","token":"13.14"},"15":{"id":"2407","structure_id":"43","section_number":"13.15","catch_line":"Modified Parking Requirement (Mpr) District.","url":"\/13.15\/","token":"13.15"},"16":{"id":"2259","structure_id":"43","section_number":"13.16","catch_line":"\"Hs\" Hillside Standards Overlay District.","url":"\/13.16\/","token":"13.16"},"17":{"id":"2537","structure_id":"43","section_number":"13.17","catch_line":"Violation.","url":"\/13.17\/","token":"13.17"}},"next_section":{"id":"1885","structure_id":"43","section_number":"13.02","catch_line":"“S” Animal Slaughtering Districts.","url":"\/13.02\/","token":"13.02"},"metadata":false,"references":false,"url":"\/13.01\/","token":"13.01","formats":{"txt":"\/13.01.txt","json":"\/13.01.xml"},"dublin_core":{"Title":"“O” Oil Drilling Districts.","Type":"Text","Format":"text\/html","Identifier":"§ 13.01","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\n“O” OIL DRILLING DISTRICTS. (§ 13.01)\n\n  “O” OIL DRILLING DISTRICTS.\tA.\tApplication.  (Amended by Ord. No.\n173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The provisions of this section shall\napply to the districts where the drilling of oil wells or the production from\nthe wells of oil, gases or other hydrocarbon substances is permitted.  The\nprovisions of this section shall not apply to the property in the M3 Zone,\nexcept as specifically provided here to the contrary.  The provisions of this\nsection shall not apply to the location of subterranean gas holding areas which\nare operated as a public utility and which are regulated by the provisions of\nSection 14.00 of this Code.\tB.\tDefinitions – For the purpose of this section\nthe following words and phrases are defined:\t“Controlled Drilling Site”\nshall mean that particular location within an oil drilling district in an\n“Urbanized Area” upon which surface operations for the drilling, deepening\nor operation of an oil well or any incidental operation are permitted under the\nterms of this section, subject to the conditions prescribed by written\ndetermination by the Zoning Administrator.  (Amended by Ord. No. 173,268, Eff.\n7\/1\/00, Oper. 7\/1\/00.)\t“Drilling and Production Site in the Los Angeles City \nOil Field Area” shall mean locations within an oil drilling district in the\n“Los Angeles City Oil Field Area” upon which surface operations for the\ndrilling, deepening or operation of an oil well or any operation incident\nthereto, are permitted under the terms of this section, subject to the\nconditions prescribed by written determination by the Zoning Administrator. \n(Added by Ord. No. 156,166, Eff. 1\/24\/82.)\t“Los Angeles City Oil Field Area”\nshall mean all land in the City within the areas identified on the maps in\nOrdinance No. 156,166 located in Council File No. 80-3951 and shall include all\noil producing zones beneath those areas but no deeper than the third zone\nbeneath the surface of the earth.  (Amended by Ord. No. 177,103, Eff.\n12\/18\/05.)\t“Nonurbanized Area” shall mean all those portions of the City\nwhich the City Planning Commission or Council has determined will not be\ndetrimentally affected by the drilling, maintenance, or operation of oil\nwells.  In making its determination, the City Planning Commission, or the\nCouncil on appeal, shall give due consideration to the amount of land\nsubdivided, the physical improvements, the density of population and the zoning\nof the district.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper.\n7\/1\/00.)\t“Offshore Area” shall mean all property in the City of Los Angeles\nwhich is between the mean high tide line and the outermost seaward City\nboundary. (Added by Ord. No. 126,825, Eff. 4\/4\/64.)\t“Oil Well” shall mean\nany well or hole already drilled, being drilled or to be drilled into the\nsurface of the earth which is used or intended to be used in connection with\ncoring, or the drilling for prospecting for or producing petroleum, natural gas\nor other hydrocarbon substances, or is used or intended to be used for the\nsubsurface injection into the earth of oil field waste, gases, water or liquid\nsubstances, including any such existing hole, well or casing which has not been\nabandoned in accordance with the requirements of Article 7 of Chapter 5 of this\nCode except that “Oil Well” shall not include “Temporary Geological\nExploratory Core Hole” as defined by Section 12.03 of this Code.  (Amended by\nOrd. No. 123,618, Eff. 3\/1\/63.)\t“Oil Well Class A” shall mean any oil well\ndrilled, conditioned arranged, used or intended to be used for the production of\npetroleum.\t“Oil Well Class B” shall mean any oil well drilled, conditioned,\narranged, used or intended to be used only for the subsurface injection into the\nearth of oil field waste, gases, water or liquid substances.\t“Producing\nZone” shall mean a reservoir or series of reservoirs of sufficient thickness\nand productivity of hydrocarbons as to form an economic source of supply and\nwhich is segregated from other reservoirs or series of reservoirs by natural\nboundaries or barriers to such an extent as to make its separate development\neither economically or mechanically desirable in accordance with good oil field\npractice.  (Added by Ord. No. 147,651, Eff. 10\/11\/75.)\t“Urbanized Area”\nshall mean all land in the City, except land in the M3 Zone, and land which has\nbeen determined to be “Nonurbanized Area” by the City Planning Commission or\nCouncil or land located in the “Los Angeles City Oil Field Area”.  (Amended\nby Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\tC.\tStatus of Areas.  (Amended\nby Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Where uncertainty exists as\nto whether or not a particular area shall be continued as an urbanized area, any\nperson contemplating filing a petition for the establishment of an oil drilling\ndistrict, may prior to its filing, request the City Planning Commission to\ndetermine the status of the area in which the proposed district is to be\nlocated.  The Commission shall refer the request to the Director of Planning\nfor investigation and upon receipt of his or her report shall determine whether\nthe area is “Urbanized” or “Nonurbanized”.  The determination of the\nCity Planning Commission may be appealed to the Council, which may, by\nresolution, approve or disapprove the determination.\tD.\tRequirements for\nFiling:\t1.\tNon–urbanized Areas – Each application for the establishment of\nan oil drilling district in an non–urbanized area shall include property\nhaving a net area or not less than one acre (excluding public streets, alleys\nwalks or ways, except that an application may be filed on property containing\nless than one acre which is surrounded on all sides by streets. Such property\nmay consist of one or more parcels of land which must be contiguous, except that\nsaid parcels may be separated by a public alley or walk.\t2.\tUrbanized Areas\n–\t(a)\t(Amended by Ord. No. 124,937, Eff. 8\/2\/63.) Each application for the\nestablishment of an oil drilling district in an urbanized area shall contain a\nstatement that the applicant has the proprietary or contractual authority to\ndrill for and produce oil, gas or other hydrocarbon substances under the surface\nof at least 75 per cent of the property to be included in said district.\tAny\nmunicipal body or official required by law to consider and make a report or\nrecommendation relative to or to approve or disapprove such application may\nrequest the applicant in writing to submit for inspection copies of leases and\ncontracts held by applicant in support of such asserted proprietary or\ncontractual authority. The limitations of time for acting upon such application\nshall be suspended from the time of mailing such request until the documents\nrequested have been submitted.\t(b)\t(Amended by Ord. No. 112,524, Eff. 1\/17\/59.)\nWhere said authority to drill for and produce oil, gas and other hydrocarbons is\npursuant to contract, said application shall be accompanied by a copy thereof,\nand said contract shall have attached thereto and referred to therein by\nreference the following information for the contracting parties:\t(1)\t(Amended by\nOrd. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  A summary of the provisions of\nthe Los Angeles Municipal Code, as amended, which are applicable to the\ndistrict, prepared or approved by the person authorized to be in charge of\nPetroleum Administration by the Director of the Office of Administrative and\nResearch Services for the City of Los Angeles;\t(2)\t(Amended by Ord. No. 173,363,\nEff. 7\/29\/00, Oper. 7\/1\/00.)  Any additional information which the person in\ncharge of Petroleum Administration finds from time to time is required to give\nall contracting parties a reasonably complete knowledge of oil and gas leasing\nrequirements and procedures in urbanized areas within the City of Los\nAngeles.\t(c)\tThe district described in said application shall be not less than\n40 acres in area, including all streets, ways and alleys within the boundary\nthereof; shall be substantially compact in area; and the boundaries thereof\nshall follow public streets, ways or alleys as far as practicable. (Amended by\nOrd. No. 112,524, Eff. 1\/17\/59.)\t(d)\tEach applicant for the establishment of an\noil drilling district in an urbanized area shall be accompanied by a report from\na petroleum geologist who\t(1)\tis an active member of the American Association of\nPetroleum Geologists or the American Institute of Professional Geologists\nor\t(2)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  meets the\neducational and experience requirements to become an active member of the\nAmerican Association of Petroleum Geologists or the American Institute of\nProfessional Geologists, that the production of oil from under the proposed\ndistrict would not, in his or her opinion, result in any noticeable\nsubsidence.  If the City’s authorized person in charge of Petroleum\nAdministration disagrees in any way with the report, he or she shall submit in\nwriting his or her own views on the report as part of the report to the City\nPlanning Commission.\t3.\tOffshore Areas. Each application for the establishment\nof an oil drilling district in an offshore area shall include property having a\nnet area of not less than 1,000 acres. (Amended by Ord. No. 126,825, Eff.\n4\/4\/64.)\t4.\tLos Angeles City Oil Field Area (Amended by Ord. No. 156,166, Eff.\n1\/24\/82.) Each application for the establishment of an oil drilling district in\nthe Los Angeles City Oil Field Area shall:\t(a)\tInclude property not less than\none acre in size, bounded on each side by a public street, alley, walk or way\nand such district shall be wholly contained within the Los Angeles City Oil\nField Area.\t(b)\tContain a statement that the applicant has the proprietary or\ncontractual authority to drill for and produce oil, gas or other hydrocarbon\nsubstances under the surface of at least 75% of the total land area of the\nproperty to be included in said district.\tAny municipal body or official\nrequired by law to consider and make a report or recommendation relative to or\nto approve or disapprove such application may request the applicant in writing\nto submit for inspection copies of leases and contracts held by applicant in\nsupport of such asserted proprietary or contractual authority. The limitations\nof time for acting upon such application shall be suspended from the time of\nmailing such request until the documents requested have been submitted.[Editor's\nnote:  Maps formerly referred to in this section were deleted by Ord. No.\n177,103, Eff. 12\/18\/05.]\t5.\tGeneral – All Areas.  (Amended by Ord. No.\n173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  No application for the establishment of\nan oil drilling district shall be accepted for filing in the City Planning\nDepartment unless it has first been submitted to and reported on by the\nauthorized person in charge of Petroleum Administration.  The report shall\nconsider the propriety of the proposed boundaries of the district, the\ndesirability of the drill site location and whether or not the exploration for\noil is geologically justified in the district.  The report shall be made within\n30 days of the receipt of the application.  A copy of the report shall\naccompany the application when it is filed with the City Planning\nDepartment.\tE.\tStandard Conditions:\t1.\tNon–urbanized Areas – Each oil\ndrilling district established in a non–urbanized area shall be subject to the\nfollowing conditions:\t(a)\tEach district shall contain a net area of one acre or\nmore which shall be composed of contiguous parcels of land that may be separated\nby an alley or walk, except that a district may contain an area of less  than\none acre where it is surrounded on all sides by streets.\t(b)\t(Amended by Ord.\nNo. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each drilling site in any district\nshall contain a net area of one acre or more and shall be composed of contiguous\nparcels of land which may be separated only by an alley or walk.  A drilling\nsite may contain less than one acre of area where it is surrounded on all sides\nby public or approved private streets.\tOnly one oil well Class A may be\nestablished or maintained on each acre of land, except that there may be one oil\nwell Class A on any land surrounded on all sides by public or approved private\nstreets.  Provided, however, in determining conditions for drilling pursuant to\nSubsection H, the Zoning Administrator may permit surface operations for more\nthan one oil well Class A in a semi-controlled drilling site where the\nadditional wells are to be bottomed under adjacent land in a drilling district\nin lieu of surface operations.  There shall be no less than one net acre of\nland in the combined drill site and production site for each well in a\nsemi-controlled drilling site.  The Zoning Administrator shall require a site\nof more than one acre for each oil well where a larger area is required in the\nparticular oil drilling district.  The Zoning Administrator may require larger\nminimum drilling sites or production areas when reasonably necessary in the\npublic interest for a particular oil producing section.\tWhere drilling sites\ngreater than one acre are required and two or more lessees or oil drilling\ndevelopers in a block or area have at least one net acre each, but all lessees\nor developers do not have the greater area required for drilling under these\nregulations, the Zoning Administrator shall equitably allocate permitted wells\namong the competing lessees or developers.  Where necessary, the lessee or\ndeveloper having control of the larger portion of the property shall be given\npreference.  In those situations outlined above, in addition to the proration\nrequired by Paragraph (d) of this subdivision, the Zoning Administrator shall\nrequire that the lessee or developer who is authorized to drill the well shall\noffer an equitable consolidation agreement to the lessee or developer who has\nnot been permitted to drill.   This consolidation agreement shall contain an\noffer in writing, open for acceptance for 30 days, giving the other lessees or\ndevelopers a choice of either:\t(i)\ta lease on terms and conditions agreed upon,\nor on substantially the same terms and conditions contained in leases owned by\nthe applicant; or,\t(ii)\ta consolidation agreement agreed upon providing that\neach lessee or developer shall contribute to the cost of drilling and operation\nof the well and share in the production from the well in the proportion that the\narea of his property bears to the total area in the drilling unit.\t(c)\tNo public\nstreet, alley, walk or way shall he included in determining the net area within\nany district or drilling site.\t(d)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00,\nOper. 7\/1\/00.)  Where the drilling site is so located as to isolate any parcel\nof land in the drilling district in such a manner that it could not be joined\nwith any other land so as to create another drilling site of the area required\nin the particular district in which it is located, the Zoning Administrator\nshall require, as a condition to the drilling and production on the drilling\nsite that the owner, lessee or permittee or his or her successor shall pay to\nthe owners of the oil and gas mineral rights in each isolated parcel, a pro-rata\nshare of the landowners’ royalty in all of the oil and gas produced from the\ndrilling site, the share to be in that proportion as the net area of the\nisolated parcel is to the total net area of the drilling site plus the area of\nall the isolated parcels; provided that the landowners’ royalty shall be\ndetermined in accordance with any existing contracts for payments to the\nlandowners of the drilling site, but, in no event, as to the owner of the\nisolated parcel or parcels, shall it be less than a 1\/6th part of the oil and\ngas produced and saved from the drilling site.\t2.\tUrbanized Areas – Each oil\ndrilling district established in an urbanized area shall he subject to the\nfollowing conditions:\t(a)\tEach district shall be not less than 40 acres in area,\nincluding all streets, ways and alleys within the boundaries\nthereof.\t(b)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Not\nmore than one controlled drill site shall be permitted for each 40 acres in any\ndistrict and that site shall not be larger than two acres when used to develop a\ndistrict approximating the minimum size; provided, however, that where the site\nis to be used for the development of larger oil drilling districts or where the\nZoning Administrator requires that more than one oil drilling district be\ndeveloped from one controlled drilling site, the site may be increased, at the\ndiscretion of the Zoning Administrator when concurred in by the Board of Fire\nCommissioners, by not more than two acres for each 40 acres included in the\ndistrict or districts.\t(c)\t(Amended by Ord. No. 147,651, Eff. 10\/11\/75.)  The\nnumber of oil wells Class A which may be drilled and operated from any\ncontrolled drilling site may not exceed one well to each five acres in the\ndistrict or districts to be explored from said site.\tNotwithstanding the above,\nshould the City Council determine that an urbanized oil drilling district\ncontains more than one producing zone, the City Council may then authorize, by\nordinance, the drilling of additional oil wells Class A, not to exceed one well\nper five acres for each identified producing zone, and specify the maximum\nnumber of wells to be drilled as the result of such authorization.\t(d)\t(Amended\nby Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each applicant, requesting a\ndetermination by the Zoning Administrator prescribing the conditions controlling\ndrilling and production operations, as provided in Subsection H of this section,\nmust have proprietary or contractual authority to drill for oil under the\nsurface of at least 75 percent of the property in the district to be\nexplored.\t(e)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each\napplicant or his or her successor in interest shall, within one year from the\ndate the written determination is made by a Zoning Administrator prescribing the\nconditions controlling drilling and production operations as provided in\nSubsection H of this section, execute an offer in writing giving to each record\nowner of property located in the oil drilling district who has not joined in the\nlease or other authorization to drill the right to share in the proceeds of\nproduction from wells bottomed in the district, upon the same basis as those\nproperty owners who have, by lease or other legal consent, agreed to the\ndrilling for and production of oil, gas or other hydrocarbon substances from the\nsubsurface of the district.  The offer hereby required must remain open for\nacceptance for a period of five years after the date the written determination\nis made by a Zoning Administrator.  During the period the offer is in effect,\nthe applicant, or his or her successor in interest, shall impound all royalties\nto which the owners or any of them may become entitled in a bank or trust\ncompany in the State of California, with proper provisions for payment to the\nrecord owners of property in the district who had not signed the lease at the\ntime the written provisions were made by a Zoning Administrator, but who accepts\nthe offer in writing within the five-year period.  Any such royalties remaining\nin any bank or trust company at the time the offer expires which are not due or\npayable as provided above shall be paid pro-rata to those owners who, at the\ntime of the expiration, are otherwise entitled to share in the proceeds of the\nproduction.\t(f)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The\nentire controlled drilling site shall be adequately landscaped, except for those\nportions occupied by any required structure, appurtenance or driveway, and all\nlandscaping shall be maintained in good condition at all times.  Plans showing\nthe type and extent of the landscaping shall be first submitted to and approved\nby the Zoning Administrator.\t(g)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00,\nOper. 7\/1\/00.)  Each applicant, requesting a determination by a Zoning\nAdministrator prescribing the conditions controlling drilling and production\noperations, as provided in Subsection H of this section, shall post in the\nOffice of Zoning Administration a satisfactory corporate surety bond (to be\napproved by the City Attorney and duplicates to be furnished to him or her) in\nthe sum of $5,000 in favor of the City of Los Angeles, conditioned upon the\nperformance by the applicant of all of the conditions, provisions, restrictions\nand requirements of this section, and all additional conditions, restrictions or\nrequirements determined and prescribed by a Zoning Administrator.  No extension\nof time that may be granted by a Zoning Administrator or any change or\nspecifications or requirements that may be approved or required by him or her or\nby any other officer or department of the City or any other alteration,\nmodification of waiver affecting any of the obligations of the grantee made by\nany City authority or by any other power or authority whatsoever shall be deemed\nto exonerate either the grantee or the surety on any bond posted pursuant to\nthis section.\t(h)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  \n  If a Zoning Administrator determines, after first receiving a report and\nrecommendation from the Director of the Office of Administrative and Research\nServices, that oil drilling and production activities within the district have\ncaused or may cause subsidence in the elevation of the ground within the\ndistrict or in the immediate vicinity, then after consulting with recognized\nexperts in connection with that problem and with those producing hydrocarbons\nfrom the affected area, he or she shall have the authority to require the\ninvolved oil producer or producers to take corrective action, including\nre-pressurizing the oil producing structure or cessation of oil drilling and\nproduction.\t(i)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  A\nZoning Administrator may impose additional conditions or require corrective\nmeasures to be taken if he or she finds, after actual observation or experience\nwith drilling one or more of the wells in the district, that additional\nconditions are necessary to afford greater protection to surrounding\nproperty.\t3.\tOffshore Areas. (Amended by Ord. No. 142,081, Eff. 7\/22\/71.) Each\noil drilling district established in an offshore area shall be subject to the\nfollowing conditions:\t(a)\tAll activities conducted within each such district\nshall conform to the spirit and intent of the provisions of Subsection A of\nSection 12.20.1 of this Code.\t(b)\tNo surface or submarine drilling or producing\noperations shall be permitted between the mean high tide line and the outermost\nseaward City boundary. Surface drilling or producing operations may be conducted\nonly from permitted or approved onshore drillsites. Oil and gas accumulations\nmay be developed by directional or slant drilling beneath any portion of the\nsubmerged land within the district.\t(c)\t(Amended by Ord. No. 173,268, Eff.\n7\/1\/00, Oper. 7\/1\/00.)  Onshore drilling and producing operations utilizing\ndirectional or slant drilling may be approved by a Zoning Administrator only\nwhen a showing is made that production of oil and gas cannot be accomplished\nfrom already approved or permissible sites.\t(d)\tThe number of oil wells Class A\nwhich may be drilled into any offshore drilling district from a single\ninstallation or facility onshore shall not exceed one well to each five acres of\ndistrict and the installation and operation of all wells shall meet the\nrequirements of Section 12.20.1.\t(e)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00,\nOper. 7\/1\/00.)  Each applicant requesting a determination by a Zoning\nAdministrator prescribing the conditions controlling drilling and production\noperations, as provided in Subsection H, shall post in the Office of Zoning\nAdministration a satisfactory corporate surety bond (to be approved by the City\nAttorney and duplicates to be furnished to him or her) in the sum of $50,000 in\nfavor of the City of Los Angeles, conditioned upon the performance by the\napplicant of all of the conditions, provisions, restrictions and requirements of\nthis section, and all additional conditions, restrictions, or requirements\ndetermined and prescribed by a Zoning Administrator.  No extension of time that\nmay be granted by a Zoning Administrator on any change of specifications on\nrequirements that may be approved or required by him or her or by any other\nofficer or department of the City or any other alteration, modification or\nwaiver affecting any of the obligations of the applicant made by any City\nauthority or by any other power or authority whatsoever shall be deemed to\nexonerate either the applicant or the surety on any bond posted pursuant to this\nsection.\t(f)\tAll derricks and other drilling facilities shall be removed within\n30 days after completion or abandonment of the well; and thereafter any work\ndone on any existing well which requires redrilling or reconditioning shall be\ndone by temporary or portable equipment which shall be removed within 30 days\nafter completion of such work.\t(g)\tPollution of water and contamination or\nsoiling of the urban coastline or beaches are prohibited.\t4.\tLos Angeles City\nOil Field Area. (Added by Ord. No. 156,166, Eff. 1\/24\/82.) – Each oil drilling\ndistrict established in the Los Angeles City Oil Field Area shall be subject to\nthe following conditions:\t(a)\tThe boundary of each district shall follow the\ncenter line of city streets as far as practicable;\t(b)\tEach district shall\ninclude the streets, ways, and alleys within the boundaries thereof and shall be\nsubstantially compact in area;\t(c)\tThe drilling, pumping, redrilling, repairing,\nmaintenance or other servicing of any new oil well Class A in said district\nshall be conducted only on a Drilling and Production Site in the Los Angeles\nCity Oil Field Area upon which site at least one Class A oil well was (i) in\nexistence on January 24,1982; and (ii) had not been abandoned in accordance with\nState Division of Oil and Gas regulations prior to January 24,1982; and (iii)\nhas a Los Angeles Fire Department Serial Number, which number was in existence\non January 24, 1982. (Amended by Ord. No. 160,874, Eff. 4\/6\/86.)\t(d)\tThe number\nof new oil wells Class A permitted on such a Drilling and Production Site in the\nLos Angeles City Oil Field Area shall not exceed one well to each acre in the\nDistrict;\t(e)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each\napplicant, requesting a determination by the Zoning Administrator prescribing\nthe conditions controlling new drilling and production operations as provided in\nSubsection H, must have proprietary or contractual authority to drill for oil\nunder the surface of at least 75% of the total land area of the property in the\ndistrict to be explored.\t(f)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper.\n7\/1\/00.)  Within one year from the date the written determination is made by a\nZoning Administrator prescribing the conditions controlling drilling and\nproduction operations, as provided in Subsection H, each applicant or his or her\nsuccessor in interest shall offer in writing to each record owner of property\nlocated in the oil drilling district who has not joined in the lease or other\nauthorization to drill, the right to share in proceeds of production from new\nwells bottomed in the district upon the same basis as those property owners who\nhave, by lease or other legal consent, agreed to the drilling for and production\nof oil, gas or other hydrocarbon substances from the sub-surface of the\ndistrict.  The offer hereby required must remain open for acceptance for a\nperiod of five years after the date the written determination is made by a\nZoning Administrator.  During the period the offer is in effect, the applicant,\nor his or her successor in interest, shall impound all royalties to which the\nowners or any of them may become entitled in a bank or trust company in the\nState of California, with proper provisions for payment to the record owners of\nproperty in the district who had not signed the lease at the time the written\ndetermination was made by a Zoning Administrator, but who accepts the offer in\nwriting within the five-year period.  Any royalties remaining in any bank or\ntrust company at the time the offer expires which are not due or payable as\nprovided above shall be paid pro-rata to those owners who, at the time of the\nexpiration, are otherwise entitled to share in the proceeds of the\nproduction.\t(g)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  the\nentire site upon which new oil wells are to be drilled shall be adequately\nfenced and landscaped; plans showing the type and extent of the landscaping\nshall be first submitted to and approved by the Zoning\nAdministrator.\t(h)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.) \nEach applicant requesting a determination by a Zoning Administrator prescribing\nthe conditions controlling drilling and production operations, as provided in\nSubsection H, shall post in the Office of Zoning Administration a satisfactory\ncorporate surety bond (to be approved by the City Attorney and duplicates to be\nfurnished by him or her) in the sum of $5,000 in favor of the City of Los\nAngeles, conditioned upon the performance by the applicant of all of the\nconditions, provisions, restrictions, and requirements of this section, and all\nadditional conditions, restrictions, or requirements determined and prescribed\nby a Zoning Administrator.  No extension of time that may be granted by a\nZoning Administrator or any change of specifications or requirements that may be\napproved or required by him or her or by any other officer or department of the\nCity or any other alteration, modification or waiver affecting any of the\nobligations of the grantee made by any city authority or by any other power or\nauthority whatsoever shall be deemed to exonerate either the grantee or the\nsurety of any bond posted pursuant to this section.\t(i)\t(Amended by Ord. No.\n173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  If a Zoning Administrator determined\nafter first receiving a report and recommendation from the Director of the\nOffice of Administrative and Research Services, that oil drilling and production\nactivities within the district have caused or may cause subsidence in the\nelevation of the ground within the district or in the immediate vicinity, he or\nshe shall have the authority, after consulting with recognized experts in\nconnection with the problem and with those persons producing hydrocarbons from\nthe affected area, to require the involved oil producer or producers to take\ncorrective action, including re-pressurizing the oil producing structure or\ncessation of oil drilling and production.\t(j)\t(Amended by Ord. No. 173,268, Eff.\n7\/1\/00, Oper. 7\/1\/00.)  A Zoning Administrator may impose additional conditions\nor require corrective measures to be taken if he or she finds, after actual\nobservation or experience with drilling one or more of the wells in the\ndistrict, that additional conditions are necessary to afford greater protection\nto surrounding property.\t(k)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper.\n7\/1\/00.)  Any operator of any site within an oil drilling district, approved by\nthe Zoning Administrator pursuant to Section 12.23C4(c), may apply to the\nDepartment of City Planning for the establishment of fencing and landscaping\nrequirements.  Once the requirements have been satisfied, the operator shall be\nrelieved of the restrictions specified in Section 12.23C4(b) and (c).  Should\nan operator of such a site in a district desire to redrill or deepen a Class A\noil well, if the oil well was\t(i)\tin existence on January 24, 1982; and\t(ii)\thad\nnot been officially abandoned in accordance with State Division of Oil and Gas\nRegulations prior to January 24, 1982; and\t(iii)\thas a Los Angeles Fire\nDepartment Serial Number and the number was in existence on January 24, 1982,\nthat operator shall comply with the provisions of Subsection H of Section\n13.01.  Compliance with the Determination of Conditions issued shall relieve\nthe operator of the restrictions specified in Section 12.23C4(b) and (c) of this\nCode.\tF.\tAdditional Conditions.  In addition to the standard conditions\napplying to oil drilling districts, the Council, by ordinance, or the Zoning\nAdministrator may impose other conditions in each district as deemed necessary\nand proper.  Where these conditions are imposed by ordinance, they may be\nsubsequently modified or deleted in the following manner:\t(a)\twhere the\ncondition relates to the location of a drill site within a district, by amending\nthe ordinance, only after the submission of an application, the payment of fees,\nnotice, hearing and procedure identical to that required by this article for the\nestablishment of an oil drilling district; and\t(b)\twhere the condition does not\nrelate to the location of a drill site, by amending the ordinance, without the\nnecessity of fees, notice or hearing.\tIn its report to the Council relative to\nthe establishment of a district, the City Planning Commission may recommend\nconditions for consideration.  Some of these additional conditions, which may\nbe imposed in the ordinance establishing the districts or by the Zoning\nAdministrator in determining the drilling site requirements, and which may be\napplied by reference, are as follows:  (Para. Amended by Ord. No. 173,268, Eff.\n7\/1\/00, Oper. 7\/1\/00.)\t1.\tThat all pumping units established in said district\nshall be installed in pits so that no parts thereof will be above the surface of\nthe ground.\t2.\tThat all oil produced in said district shall be carried away by\npipe lines or, if stored in said district, shall be stored in underground tanks\nso constructed that no portion thereof will be above the surface of the\nground.\t3.\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  That the\noperator of any well or wells in the district shall post in the Office of Zoning\nAdministration a $5,000 corporate surety bond conditioned upon the faithful\nperformance of all provisions of this article and any conditions prescribed by a\nZoning Administrator.  No extension of time that may be granted by a Zoning\nAdministrator, or change of specifications or requirements that may be approved\nor required by him or her or by any other officer or department of the City, or\nother alteration, modification or waiver affecting any of the obligations of the\ngrantee made by any City authority shall be deemed to exonerate either the\ngrantee or the surety on any bond posted as required in this article.\t4.\tThat\nthe operators shall remove the derrick from each well within thirty (30) days\nafter the drilling of said well has been completed, and thereafter, when\nnecessary, such completed wells shall be serviced by portable\nderricks.\t5.\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  That\nthe drilling site shall be fenced or landscaped as prescribed by the Zoning\nAdministrator.\t6.\t(None)\t7.\tThat, except in case of emergency, no materials,\nequipment, tools or pipe used for either drilling or production operations shall\nbe delivered to or removed from the drilling site, except between the hours of\n8:00 A.M. and 8:00 P.M. of any day.\t8.\tThat adequate fire fighting apparatus and\nsupplies, approved by the Fire Department, shall be maintained on the drilling\nsite at all times during drilling and production operations.\t9.\tThat no refining\nprocess or any process for the extraction of products from natural gas shall be\ncarried on at a drilling site.\t10.\t(None)\t11.\t(None)\t12.\t(None)\t13.\tThat no more\nthan one well shall be bottomed in each five (5) acres of the drilling\ndistrict.\t14.\tThat no new oil wells shall be spudded in after the President of\nthe United States, or other proper authority, has declared that a state of war\nno longer exists.\t15.\t(None)\t16.\t(None)\t17.\t(Amended by Ord. No. 173,268, Eff.\n7\/1\/00, Oper. 7\/1\/00.)  That any person requesting a determination by the\nZoning Administrator prescribing the conditions under which oil drilling and\nproduction operations shall be conducted as provided in Subsection H, shall\nagree in writing on behalf of him or herself and his or her successors or\nassigns, to be bound by all of the terms and conditions of this article and any\nconditions prescribed by written determination by the Zoning Administrator;\nprovided, however, that the agreement in writing shall not be construed to\nprevent the applicant or his or her successors or assigns from applying at any\ntime for amendments pursuant to this Article or to the conditions prescribed by\nthe Zoning Administrator, or from applying for the creation of a new district or\nan extension of time for drilling or production operations.\t18.\tThat all\nproduction equipment used shall be so constructed and operated that no noise,\nvibration, dust, odor or other harmful or annoying substances or effect which\ncan be eliminated or diminished by the use of greater care shall ever be\npermitted to result from production operations carried on at any drilling site\nor from anything incident thereto to the injury or annoyance of persons living\nin the vicinity; nor shall the site or structures thereon be permitted to become\ndilapidated, unsightly or unsafe. Proven technological improvements in methods\nof production shall he adopted as they, from time to time, become available if\ncapable of reducing factors of nuisance or annoyance.\t19.\tWells which are placed\nupon the pump shall be pumped by electricity with the most modern and latest\ntype of pumping units of a height of not more than sixteen (16) feet. All\npermanent equipment shall be painted and kept in neat condition. All production\noperations shall be as free from noise as possible with modern oil\noperations.\t20.\tAll drilling equipment shall be removed from the premises\nimmediately after drilling is completed, sump holes filled, and derricks removed\nwithin sixty (60) days after the completion of the well.\t21.\tThat, subject to\nthe approval of the Board of Fire Commissioners, the operators shall properly\nscreen from view all equipment used in connection with the flowing or pumping of\nwells.\t22.\tUpon the completion of the drilling of a well the premises shall be\nplaced in a clean condition and shall be landscaped with planting of shrubbery\nso as to screen from public view as far as possible, the tanks and other\npermanent equipment, such landscaping and shrubbery to be kept in good\ncondition.\t23.\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  That\nnot more than two wells may be drilled in each city block of the drilling\ndistrict and bottomed under that block.  However, at the discretion of the\nZoning Administrator, surface operations for additional wells may be permitted\nin each of the blocks where each additional well is to be directionally drilled\nand bottomed under an adjacent block now or hereafter established in an oil\ndrilling district in lieu of a well drilled on the adjacent block and under a\nspacing program which will result in not exceeding two wells bottomed under each\nblock.\t24.\tThat not more than one (1) well shall be drilled in each city block\nof the drilling district; provided, however, that a second well may be drilled\nin that block bounded by “L”, Gulf Avenue, Denni Street and Wilmington\nBoulevard, only in the event said second well be directionally drilled or\nwhipstocked so that the bottom of the hole will be bottomed under the (Gulf\nAvenue School property located in the block bounded by “L” Street, Roman\nAvenue, Denni Street and Gulf Avenue, and in lieu of a well which might\notherwise be permitted to be drilled in said last mentioned block.\t25.\tThat not\nmore than one (1) well may be drilled in each city block of the drilling\ndistrict.\t26.\tThat all power operations other than drilling in said district\nshall at all times he carried on only by means of electrical power, which power\nshall not be generated on the drilling site.\t27.\t(None)\t28.\t(None)\t29.\tThat not\nmore than two (2) wells may be drilled in each city block of the drilling\ndistrict; provided, however, that two (2) additional wells may be drilled in\neach of the following described blocks, (a) the block bounded by Q Street, Lakme\nAvenue, Sandison Street and Broad Avenue and (b) the block bounded by Sandison\nStreet, Lakme Avenue, Broad     Avenue and the southerly boundary of Tract No.\n1934, but only if such additional wells are  directionally drilled or\nwhipstocked so that they will be bottomed under the Hancock–Banning High\nschool property, located in the block bounded by Delores Street, Broad Avenue,\nPacific Coast Highway and Avalon Boulevard, in lieu of the four (4) wells which\nmight otherwise be permitted to be drilled in the last mentioned\nblock.\t30.\t(None)\t31.\tNot more than four (4) controlled drilling sites shall be\npermitted in this district, and such sites shall not be larger than two (2)\nacres.\t32.\tThe number of wells which may be drilled to any oil sand from the\ncontrolled  drilling site shall not exceed one (1) well to each five (5) acres\nin the district, but in no event shall there he more than one (1) well to each\ntwo and one-half (2 l\/2) acres.\t33.\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00,\nOper. 7\/1\/00.)  That drilling operations shall be commenced within 90 days from\nthe effective date the written determination is made by the Zoning Administrator\nor Area Planning Commission, or within any additional period as the Zoning\nAdministrator may, for good cause, allow and thereafter shall be prosecuted\ndiligently to completion or else abandoned strictly as required by law and the\npremises restored to their original condition as nearly as practicable as can be\ndone.  If a producing well is not secured within eight months, the well shall\nbe abandoned and the premises restored to its original condition, as nearly as\npracticable as can be done.  The Zoning Administrator, for good cause, shall\nallow additional time for the completion of the well.\t34.\tThat an internal\ncombustion engine or electrical equipment may be used in the drilling or pumping\noperations of the well, and if an internal combustion engine is used, that\nmufflers be installed on the mud pumps and engine so as to reduce noise to a\nminimum, all of said installations to be done in a manner satisfactory to the\nFire Department.\t35.\t(None)\t36.\tThat not more than two (2) production tanks\nshall be installed for each producing well, neither one of which shall have a\nrated capacity in excess of one thousand (1,000) barrels; provided, however,\nthat if in the opinion of the Administrator it is necessary in order to provide\nfor the maximum safety of operations or to decrease the number of individual\nproduction tank settings on any property, the Administrator may increase the\nnumber of such production tanks to not more than three (3), having a greater\ncapacity not to exceed two thousand (2,000) barrels each. The Administrator\nshall permit such wash tanks or heating facilities as may appear necessary to\nship or remove production from the premises. The plans for said tank or tanks,\nincluding the plot plan showing the location thereof on the property, shall be\nsubmitted to and approved in writing by the Administrator before said tank or\ntanks and appurtenances are located on the premises; and that said tank or tanks\nand appurtenances shall be kept painted and maintained in good\ncondition.\t37.\tAll waste substances such as drilling muds, oil, brine or acids\nproduced or used in connection with oil drilling operations or oil production\nshall be retained in water–tight receptors from which they may he piped or\nhauled for terminal disposal in a dumping area specifically approved for such\ndisposal by the Los Angeles Regional Water Pollution Control Board No.\n4.\t38.\tAny wells drilled shall be cased tight to bedrock or effective means\nsatisfactory to the Department of Water and Power used to prevent vertical\nmovement of ground water.\t39.\tThe applicant shall provide the Department of\nWater and Power with a precise plot plan of the drilling plant and roads leading\nthereto, and to make such safeguards as the Department deems necessary to assure\nthe safety of the existing 50” water main which crosses the district\ninvolved.\t40.\tThe Department of Water and Power of the City of Los Angeles shall\nbe permitted to review and inspect methods used in the drilling and producing\noperations and in the disposal of waste, and shall have the right to require\nchanges necessary for the full protection of the public water\nsupply.\t41.\t(None)\t42.\tThat the number of wells which may be drilled to any oil\nsand shall not exceed one (1) well to each five (5) acres in the district, but\nin no event shall there be more than one (1) well to each two and one–half\nacres.\t43.\tThat drilling, pumping and other power operations shall at all times\nbe carried on only by electrical power and that such power shall not be\ngenerated on the controlled drilling site or in the district.\t44.\tThat an\ninternal combustion engine or steam-driven equipment may be used in the drilling\nor pumping operations of the well , and, if an internal combustion engine or\nsteam-driven equipment is used, that mufflers be installed  on the mudpumps and\nengine; and that the exhaust from the steam-driven machinery be expelled into\none of the production tanks, if such tanks are permitted, so as to reduce noise\nto a minimum, all of said installations to be found in a manner satisfactory to\nthe Fire Department.\t45.\tThat drilling operations shall be carried on or\nconducted in connection with only one well at a time in any one such district,\nand such well shall be brought in or abandoned before operations for the\ndrilling of another well are commenced; provided, however, that the\nAdministrator may permit the drilling of more than one well at a time after the\ndiscovery well has been brought in.\t46.\tThat all oil drilling and production\noperations shall be conducted in such a manner as to eliminate, as far as\npracticable, dust, noise, vibration or noxious odors, and shall be in accordance\nwith the best accepted practices incident to drilling for and production of oil,\ngas and other hydrocarbon substances. Proven technological improvements in\ndrilling and production methods shall be adopted as they may become, from time\nto time, available, if capable of reducing factors of nuisance and\nannoyance.\t47.\tThat all parts of the derrick above the derrick floor not\nreasonably necessary for ingress and egress including the elevated portion\nthereof used as a hoist, shall be enclosed with fire–resistive soundproofing\nmaterial approved by the Fire Department, and the same shall be painted or\nstained so as to render the appearance of said derrick as unobtrusive as\npracticable.\t48.\tThat all tools, pipe and other equipment used in connection\nwith any drilling or production operations shall be screened from view, and all\ndrilling operations shall be conducted or carried on behind a solid fence, which\nshall be maintained in good condition at all times and be painted or stained so\nas to render such fence as unobtrusive as practicable.\t49.\tThat no materials,\nequipment, tools or pipe used for either drilling or production operations shall\nbe delivered to or removed from the controlled drilling site except between the\nhours of 8:00 o’ clock a.m. and 6:00 o clock p.m., on any day, except in case\nof emergency incident to unforeseen drilling or production operations, and then\nonly when permission in writing has been previously obtained from the\nAdministrator.\t50.\tThat no earthen sumps shall be used.\t51.\tThat within sixty\n(60) days after the drilling of each well has been completed, and said well\nplaced on production, or abandoned, the derrick, all boilers and all other\ndrilling equipment shall be entirely removed from the premises unless such\nderrick and appurtenant equipment is to be used within a reasonable time limit\ndetermined by the Administrator for the drilling of another well on the same\ncontrolled drilling site.\t52.\tThat no oil, gas or other hydrocarbon substances\nmay be produced from any well hereby permitted unless all equipment necessarily\nincident to such production is completely enclosed within a building, the plans\nfor said building to be approved by the Department of Building and Safety and\nthe Fire Department. This building shall be of a permanent type, of attractive\ndesign and constructed in a manner that will eliminate as far as practicable,\ndust, noise, noxious odors and vibrations or other conditions which are\noffensive to the senses, and shall be equipped with such devices as are\nnecessary to eliminate the objectionable features mentioned above. The\narchitectural treatment of the exterior of such building shall also be subject\nto the approval of the Administrator.\t53.\tThat no oil, gas or other hydrocarbon\nsubstances may be produced from any well hereby permitted where same is located\nwithin or immediately adjoining subdivided areas where ten (10) percent of the\nlots or subdivided parcels of ground, within one-half (1\/2) mile radius thereof,\nare improved with residential structures, unless all equipment necessarily\nincidental to such production is countersunk below the natural surface of the\nground and such installation and equipment shall be made in accordance with Fire\nDepartment requirements.\t54.\tThat there shall be no tanks or other facilities\nfor the storage of oil erected or maintained on the premises and that all oil\nproducts shall be transported from the drilling site by means of an underground\npipe line connected directly with the production pump without venting products\nto the atmospheric pressure at the production site.\t55.\tThat not more than two\nproduction tanks shall be installed on said drilling site, neither one of which\nshall have a rated capacity in excess of one thousand (1000) barrels; that the\nplans for said tank or tanks, including the plot plans showing the location\nthereof on the property, shall be submitted to and approved in writing by the\nAdministrator before said tank or tanks and appurtenances are located on the\npremises, and that said tank or tanks and appurtenances shall be kept painted\nand maintained in good condition at all times.\t56.\tThat any production tanks\nshall be countersunk below the natural surface of the ground and the\ninstallation thereof shall be made in accordance with safety requirements of the\nFire Department.\t57.\tThat no refinery, dehydrating or absorption plant of any\nkind shall be constructed, established or maintained on the premises at any\ntime.\t58.\tThat no sign shall be constructed, erected, maintained or placed on\nthe premises or any part thereof, except those required by law or ordinance to\nbe displayed in connection with the drilling or maintenance of the\nwell.\t59.\tThat suitable and adequate sanitary toilet and washing facilities\nshall be installed and maintained in a clean and sanitary condition at all\ntimes.\t60.\tThat any owner, lessee or permittee and their successors and assigns,\nmust at all times be insured to the extent of one hundred thousand dollars\n($100,000) against liability in tort arising from drilling or production, or\nactivities or operations incident thereto, conducted or carried on under or by\nvirtue of the conditions prescribed by written determination by the\nAdministrator as provided in Subsection H of this section. The policy of\ninsurance issued pursuant hereto shall be subject to the approval of the City\nAttorney, and duplicates shall be furnished to him. Each such policy shall be\nconditioned or endorsed to cover such agents, lessees or representatives of the\nowner, lessee or permittee as may actually conduct drilling, production or\nincidental operations permitted by such written determination by the\nAdministrator.\t61.\t(None)\t62.\tAll onshore drilling and production installations\nor facilities shall be removed and the premises restored to their original\nconditions after all oil and gas wells have been abandoned, unless the City\nPlanning Commission determines otherwise. (Amended by Ord. No. 142,081, Eff.\n7\/22\/71.)\t63.\t(None)\t64.\t(None)\tG.\tDescription of Districts (Added by Ord. No.\n123,825, Eff. 4\/4\/64.) – The districts within which the drilling for and\nproduction of oil, gas or other hydrocarbon substances is permitted, and the\nconditions applying thereto (subject to further conditions imposed by the\nAdministrator in the drilling site requirements), are described as\nfollows:\t1.\tDistricts in Non-urbanized Areas. (For boundaries of districts and\nspecial conditions applicable thereto, refer to maps and records in City\nPlanning Office).\t2.\tDistricts in Urbanized Areas. (For boundaries of districts\nand special conditions applicable thereto, refer to maps and records in City\nPlanning Office).\t3.\tDistricts in Offshore Areas. (For boundaries of districts\nand special conditions applicable thereto, refer to maps and records in City\nPlanning Office.) (Added by Ord. No. 130,339, Eff. 7\/30\/65.)\t4.\tDistricts in the\nLos Angeles City Oil Field Area. (For boundaries of such districts and any\nconditions applicable thereto, refer to maps and records in the City Planning\nOffice.) (Added by Ord. No. 156,166, Eff. 1\/24\/82.)\tH.\tDrilling Site\nRequirements.  Any person desiring to drill, deepen or maintain an oil well in\nan oil drilling district that has been established by ordinance, or to drill or\ndeepen and subsequently maintain an oil well in the M3 Zone within 500 feet of a\nmore restrictive zone shall file an application in the Department of City\nPlanning on a form provided by the Department, requesting a determination of the\nconditions under which the operations may be conducted.  (Para. Amended by Ord.\nNo. 173,492, Eff. 10\/10\/00.)\tWhere the district is in an urbanized or off-shore\narea, a Zoning Administrator, after investigation, may deny the application if\nhe finds that there is available and reasonably obtainable in the same district\nor in an adjacent or nearby district within a reasonable distance one or more\nlocations where drilling could be done with greater safety and security with\nappreciably less harm to other property, or with greater conformity to the\ncomprehensive zoning map.  A Zoning Administrator shall deny an application for\na drill site in an urbanized or off-shore area unless the applicant first files\nwith the Zoning Administrator in a form and executed in a manner approved by a\nZoning Administrator\t(1)\teither of the following continuing written\noffers\t(a)\tto make the drill site available to competing operators upon\nreasonable terms, or\t(b)\tto enter into or conduct joint operations for a unit or\ncooperative plan of development of hydrocarbon reserves upon reasonable terms,\nif whichever course offered is determined to be feasible by a Zoning\nAdministrator, and is subsequently required by him or her in order to effectuate\nthe above set forth purposes, and\t(2)\tan agreement to abide by the determination\nof the Director of Administrative and Research Services if any dispute arises as\nto the reasonableness of those terms after first having an opportunity to be\nheard.  Where the district is in a nonurbanized area, in the Los Angeles City\nOil Field Area, or in those cases where a Zoning Administrator approves an\napplication in an urbanized or off-shore area, a Zoning Administrator shall\ndetermine and prescribe additional conditions or limitations, not in conflict\nwith those specified in the ordinance establishing the district, which he or she\ndeems appropriate in order to give effect to the provisions of this section and\nto other provisions of this chapter relating to zoning.  Where the proposed\noperation is in the M3 Zone and is within 500 feet of a more restrictive zone, a\nZoning Administrator shall prescribe conditions and limitations, if any, as he\nor she deems appropriate to regulate activity which may be materially\ndetrimental to property in the more restrictive zone.  All conditions\npreviously imposed by a Zoning Administrator in accordance with the provisions\nof this chapter are continued in full force and effect.\tA Zoning Administrator\nshall make his or her written determination within 60 days from the date of the\nfiling of an application and shall forthwith transmit a copy to the\napplicant.\tThe determination shall become final after an elapsed period of 15\ndays from the mailing of the notification to the applicant, unless an appeal is\nfiled within that period, in which case the provisions of Section 12.24B through\nI concerning the filing and consideration of appeals shall apply.\tI.\tPermits. \n(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  No person shall\ndrill, deepen or maintain an oil well or convert an oil well from one class to\nthe other and no permits shall be issued for that use, until a determination has\nbeen made by the Zoning Administrator or Area Planning Commission pursuant to\nthe procedure prescribed in Subsection H of this section.\tJ.\tTermination of\nDistrict. Any ordinance establishing the districts described in this section\nshall become null and void one year after the effective date thereof unless oil\ndrilling operations are commenced and diligently prosecuted within such\none–year period, provided, however, a Zoning Administrator, upon\nrecommendation of the Director of the Office of Administrative and Research\nServices, may extend the termination date for four consecutive additional\nperiods not to exceed one year each, prior to the termination date of each\nperiod, if written request is filed therefor with the office of the Zoning\nAdministration setting forth the reasons for said request and a Zoning\nAdministrator determines that good and reasonable cause exists therefor.\n(Amended by Ord. No. 173,363, Eff. 7\/29\/00, Oper. 7\/1\/00.)\tSimilarly, a Zoning\nAdministrator, upon recommendation of the City Administrative Officer, may\nextend the termination date for three consecutive additional periods not to\nexceed one year each, prior to the termination date of each period, for those\ndistricts which are part of a group undergoing development from one or more\ncommon controlled drilling sites, provided that written request is filed, which\nsets forth the reasons for the request therefor and the Zoning Administrator\ndetermines that good and reasonable cause exists therefor, and providing further\nthat drilling operations have been diligently prosecuted from the common\ncontrolled drilling site during the previous extension period. Additional\none–year extensions may be made by a Zoning Administrator subject to the\napproval of the City Planning Commission. (Amended by Ord. No. 134,135, Eff.\n4\/28\/67.)\tAny ordinance establishing an urbanized oil district shall become null\nand void one year after all wells drilled in the district after the effective\ndate of said ordinance have been abandoned in accordance with legal\nrequirements, unless a Zoning Administrator determines that the district is part\nof a group undergoing development from one or more common, controlled drilling\nsites, or on the basis of sufficient proof determines that production is\nallocated thereto from an adjacent, adjoining or near by drilling district or\ndistricts under a unit or pooling agreement. In such cases a Zoning\nAdministrator may if he finds that good and reasonable cause exists therefor,\nextend the termination date of the expiring district to coincide with the\ntermination date of the other district or districts in which the one or more\ncommon controlled drilling sites are located or from which production is\nallocated under a unit or pooling agreement. A Zoning Administrator may\nterminate any such district when the reasons for such extension no longer apply.\n(Amended by Ord. No. 134,135, Eff. 4\/28\/67.)\tAny ordinance establishing a\nnon–urbanized district or district in the Los Angeles City Oil Field Area\nshall become null and void one year after all wells in the district have been\nabandoned in accordance with legal requirements, unless the Zoning\nAdministrator, on the basis of sufficient proof, determines that the district is\npart of a group in which secondary hydrocarbon recovery operations are taking\nplace, and that production from an adjoining or adjacent district is allocated\nthereto under a unit or pooling agreement. In such cases, a Zoning Administrator\nmay, if he finds that good and reasonable cause exists therefor, extend the\ntermination date to coincide with the termination date of the adjoining or\nadjacent district in which secondary recovery operations are being conducted. A\nZoning Administrator may terminate any such district when the reasons for said\nextension no longer apply. (Amended by Ord. No. 156,166, Eff. 1\/24\/82.)\tZoning\nordinance, prohibiting drilling of wells on tracts recently included in\nresidential zone not an unreasonable exercise of police power and does not\ndeprive lessee which acquired lease prior to zoning of property without due\nprocess.\n\tMarblehead Land Co. v. City of Los Angeles, 47 Fed. 2d 528.\n\tCromwell–Franklin Oil Co. v. Oklahoma City, 14 F.S. 370.\n\tBeverly Oil Co. v. City of Los Angeles, 40 Cal. 2d 552.\n\tPacific Palisades Assn. v. City of Huntington Beach, 196 Cal.\n211.\tK.\tMaintenance of Drilling and Production Sites (Added by Ord. No. 119,399,\nEff. 8\/3\/61.) Effective August 1,1962, the following regulations shall apply to\nexisting and future oil wells within the City of Los Angeles, including oil\nwells operating pursuant to any zone variance, whether by ordinance or approval\nof a Zoning Administrator, and all oil wells in an M3 Zone which are within 500\nfeet of a more restrictive zone:\t1.\tAll stationary derricks, including their\nfloors and foundations, shall be removed within 30 days after completion or\nabandonment of the well (notwithstanding any other provisions of this Code to\nthe contrary) or by September 1, 1962, whichever occurs later; and thereafter\nany work done on any existing well which requires the use of a derrick shall be\ndone by a temporary or portable derrick. Such temporary or portable derricks\nshall be removed within 30 days after the completion of such work.\t2.\tThe\nmotors, engines, pumps and tanks of all such oil wells shall be sealed so that\nno offensive or obnoxious odor or fumes can be readily detected from any point\non adjacent property.\t3.\tThe well pumping equipment for such wells shall be\nmuffled or soundproofed so that the noise emanating therefrom, measured from any\npoint on adjacent property, is no more audible than surrounding street traffic,\ncommercial or industrial noises measured at the same point.\t4.\tThe maximum\nheight of the pumping units for such wells shall not exceed 15 feet above\nexisting grade level.\t5.\tThe site of such wells shall be so landscaped, fenced\nor concealed that the well and all of its appurtenant apparatus is reasonably\nprotected against public entry, observation or attraction.\tIn addition to any\nother authority vested in the Zoning Administrator by Charter and the Los\nAngeles Municipal Code, a Zoning Administrator may waive or modify these\nregulations if the drilling site is physically inaccessible to a portable\nderrick, or is located in a mountainous and substantially uninhabited place, or\nis located in an M Zone and is surrounded by vacant land or is adjacent to land\nused as permitted in the M Zones and if the enforcement of such regulations\nwould be discriminatory, unreasonable or would impose a undue hardship upon oil\ndrilling in such locations. A Zoning Administrator may also waive or modify the\n16–foot height limitation where, because of the amount of liquid to be raised\nor the depths at which such fluids are encountered, pumping unit in excess of 16\nfeet in height is shown by conclusive engineering evidence to be required.\n(Amended by Ord. No. 125,877, Eff. 11\/29\/63.)\tAll ordinances and parts of\nordinances of the City of Los Angeles in conflict herewith are hereby repealed\nto the extent of such conflict.\n","html":"\n\t\t\t\t\t<section><p>  “O” OIL DRILLING DISTRICTS.<br \/><br \/>\tA.\tApplication.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The provisions of this section shall apply to the districts where the drilling of oil wells or the production from the wells of oil, gases or other hydrocarbon substances is permitted.  The provisions of this section shall not apply to the property in the M3 Zone, except as specifically provided here to the contrary.  The provisions of this section shall not apply to the location of subterranean gas holding areas which are operated as a public utility and which are regulated by the provisions of Section 14.00 of this Code.<br \/><br \/>\tB.\tDefinitions – For the purpose of this section the following words and phrases are defined:<br \/><br \/>\t“Controlled Drilling Site” shall mean that particular location within an oil drilling district in an “Urbanized Area” upon which surface operations for the drilling, deepening or operation of an oil well or any incidental operation are permitted under the terms of this section, subject to the conditions prescribed by written determination by the Zoning Administrator.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)<br \/><br \/>\t“Drilling and Production Site in the Los Angeles City  Oil Field Area” shall mean locations within an oil drilling district in the “Los Angeles City Oil Field Area” upon which surface operations for the drilling, deepening or operation of an oil well or any operation incident thereto, are permitted under the terms of this section, subject to the conditions prescribed by written determination by the Zoning Administrator.  (Added by Ord. No. 156,166, Eff. 1\/24\/82.)<br \/><br \/>\t“Los Angeles City Oil Field Area” shall mean all land in the City within the areas identified on the maps in <span class=\"dictionary\">Ordinance<\/span> No. 156,166 located in Council File No. 80-3951 and shall include all oil producing zones beneath those areas but no deeper than the third zone beneath the surface of the earth.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)<br \/><br \/>\t“Nonurbanized Area” shall mean all those portions of the City which the City Planning Commission or Council has determined will not be detrimentally affected by the drilling, maintenance, or operation of oil wells.  In making its determination, the City Planning Commission, or the Council on <span class=\"dictionary\">appeal<\/span>, shall give due consideration to the amount of land subdivided, the physical improvements, the density of population and the zoning of the district.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)<br \/><br \/>\t“Offshore Area” shall mean all property in the City of Los Angeles which is between the mean high tide line and the outermost seaward City boundary. (Added by Ord. No. 126,825, Eff. 4\/4\/64.)<br \/><br \/>\t“Oil Well” shall mean any well or hole already drilled, being drilled or to be drilled into the surface of the earth which is used or intended to be used in connection with coring, or the drilling for prospecting for or producing petroleum, natural gas or other hydrocarbon substances, or is used or intended to be used for the subsurface injection into the earth of oil field waste, gases, water or liquid substances, including any such existing hole, well or casing which has not been abandoned in accordance with the requirements of Article 7 of Chapter 5 of this Code except that “Oil Well” shall not include “Temporary Geological Exploratory Core Hole” as defined by Section 12.03 of this Code.  (Amended by Ord. No. 123,618, Eff. 3\/1\/63.)<br \/><br \/>\t“Oil Well Class A” shall mean any oil well drilled, conditioned arranged, used or intended to be used for the production of petroleum.<br \/><br \/>\t“Oil Well Class B” shall mean any oil well drilled, conditioned, arranged, used or intended to be used only for the subsurface injection into the earth of oil field waste, gases, water or liquid substances.<br \/><br \/>\t“Producing Zone” shall mean a reservoir or series of reservoirs of sufficient thickness and productivity of hydrocarbons as to form an economic source of supply and which is segregated from other reservoirs or series of reservoirs by natural boundaries or barriers to such an extent as to make its separate development either economically or mechanically desirable in accordance with good oil field practice.  (Added by Ord. No. 147,651, Eff. 10\/11\/75.)<br \/><br \/>\t“Urbanized Area” shall mean all land in the City, except land in the M3 Zone, and land which has been determined to be “Nonurbanized Area” by the City Planning Commission or Council or land located in the “Los Angeles City Oil Field Area”.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)<br \/><br \/>\tC.\tStatus of Areas.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Where uncertainty exists as to whether or not a particular area shall be continued as an urbanized area, any person contemplating filing a <span class=\"dictionary\">petition<\/span> for the establishment of an oil drilling district, may prior to its filing, request the City Planning Commission to determine the status of the area in which the proposed district is to be located.  The Commission shall refer the request to the Director of Planning for investigation and upon receipt of his or her report shall determine whether the area is “Urbanized” or “Nonurbanized”.  The determination of the City Planning Commission may be appealed to the Council, which may, by resolution, approve or disapprove the determination.<br \/><br \/>\tD.\tRequirements for Filing:<br \/><br \/>\t1.\tNon–urbanized Areas – Each application for the establishment of an oil drilling district in an non–urbanized area shall include property having a net area or not less than one acre (excluding public streets, alleys walks or ways, except that an application may be filed on property containing less than one acre which is surrounded on all sides by streets. Such property may consist of one or more parcels of land which must be contiguous, except that said parcels may be separated by a public alley or walk.<br \/><br \/>\t2.\tUrbanized Areas –<br \/><br \/>\t(a)\t(Amended by Ord. No. 124,937, Eff. 8\/2\/63.) Each application for the establishment of an oil drilling district in an urbanized area shall contain a statement that the applicant has the proprietary or contractual authority to drill for and produce oil, gas or other hydrocarbon substances under the surface of at least 75 per cent of the property to be included in said district.<br \/><br \/>\tAny municipal body or official required by <span class=\"dictionary\">law<\/span> to consider and make a report or recommendation relative to or to approve or disapprove such application may request the applicant in writing to submit for inspection copies of leases and <span class=\"dictionary\">contracts<\/span> held by applicant in support of such asserted proprietary or contractual authority. The limitations of time for acting upon such application shall be suspended from the time of mailing such request until the documents requested have been submitted.<br \/><br \/>\t(b)\t(Amended by Ord. No. 112,524, Eff. 1\/17\/59.) Where said authority to drill for and produce oil, gas and other hydrocarbons is pursuant to <span class=\"dictionary\">contract<\/span>, said application shall be accompanied by a copy thereof, and said <span class=\"dictionary\">contract<\/span> shall have attached thereto and referred to therein by reference the following information for the contracting parties:<br \/><br \/>\t(1)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  A summary of the provisions of the Los Angeles Municipal Code, as amended, which are applicable to the district, prepared or approved by the person authorized to be in charge of Petroleum Administration by the Director of the Office of Administrative and Research Services for the City of Los Angeles;<br \/><br \/>\t(2)\t(Amended by Ord. No. 173,363, Eff. 7\/29\/00, Oper. 7\/1\/00.)  Any additional information which the person in charge of Petroleum Administration finds from time to time is required to give all contracting parties a reasonably complete knowledge of oil and gas leasing requirements and procedures in urbanized areas within the City of Los Angeles.<br \/><br \/>\t(c)\tThe district described in said application shall be not less than 40 acres in area, including all streets, ways and alleys within the boundary thereof; shall be substantially compact in area; and the boundaries thereof shall follow public streets, ways or alleys as far as practicable. (Amended by Ord. No. 112,524, Eff. 1\/17\/59.)<br \/><br \/>\t(d)\tEach applicant for the establishment of an oil drilling district in an urbanized area shall be accompanied by a report from a petroleum geologist who<br \/><br \/>\t(1)\tis an active member of the American Association of Petroleum Geologists or the American Institute of Professional Geologists or<br \/><br \/>\t(2)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  meets the educational and experience requirements to become an active member of the American Association of Petroleum Geologists or the American Institute of Professional Geologists, that the production of oil from under the proposed district would not, in his or her <span class=\"dictionary\">opinion<\/span>, result in any noticeable subsidence.  If the City’s authorized person in charge of Petroleum Administration disagrees in any way with the report, he or she shall submit in writing his or her own views on the report as part of the report to the City Planning Commission.<br \/><br \/>\t3.\tOffshore Areas. Each application for the establishment of an oil drilling district in an offshore area shall include property having a net area of not less than 1,000 acres. (Amended by Ord. No. 126,825, Eff. 4\/4\/64.)<br \/><br \/>\t4.\tLos Angeles City Oil Field Area (Amended by Ord. No. 156,166, Eff. 1\/24\/82.) Each application for the establishment of an oil drilling district in the Los Angeles City Oil Field Area shall:<br \/><br \/>\t(a)\tInclude property not less than one acre in size, bounded on each side by a public street, alley, walk or way and such district shall be wholly contained within the Los Angeles City Oil Field Area.<br \/><br \/>\t(b)\tContain a statement that the applicant has the proprietary or contractual authority to drill for and produce oil, gas or other hydrocarbon substances under the surface of at least 75% of the total land area of the property to be included in said district.<br \/><br \/>\tAny municipal body or official required by <span class=\"dictionary\">law<\/span> to consider and make a report or recommendation relative to or to approve or disapprove such application may request the applicant in writing to submit for inspection copies of leases and <span class=\"dictionary\">contracts<\/span> held by applicant in support of such asserted proprietary or contractual authority. The limitations of time for acting upon such application shall be suspended from the time of mailing such request until the documents requested have been submitted.<br \/><br \/>[Editor's note:  Maps formerly referred to in this section were deleted by Ord. No. 177,103, Eff. 12\/18\/05.]<br \/><br \/>\t5.\tGeneral – All Areas.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  No application for the establishment of an oil drilling district shall be accepted for filing in the City Planning Department unless it has first been submitted to and reported on by the authorized person in charge of Petroleum Administration.  The report shall consider the propriety of the proposed boundaries of the district, the desirability of the drill site location and whether or not the exploration for oil is geologically justified in the district.  The report shall be made within 30 days of the receipt of the application.  A copy of the report shall accompany the application when it is filed with the City Planning Department.<br \/><br \/>\tE.\tStandard Conditions:<br \/><br \/>\t1.\tNon–urbanized Areas – Each oil drilling district established in a non–urbanized area shall be subject to the following conditions:<br \/><br \/>\t(a)\tEach district shall contain a net area of one acre or more which shall be composed of contiguous parcels of land that may be separated by an alley or walk, except that a district may contain an area of less  than one acre where it is surrounded on all sides by streets.<br \/><br \/>\t(b)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each drilling site in any district shall contain a net area of one acre or more and shall be composed of contiguous parcels of land which may be separated only by an alley or walk.  A drilling site may contain less than one acre of area where it is surrounded on all sides by public or approved private streets.<br \/><br \/>\tOnly one oil well Class A may be established or maintained on each acre of land, except that there may be one oil well Class A on any land surrounded on all sides by public or approved private streets.  Provided, however, in determining conditions for drilling pursuant to Subsection H, the Zoning Administrator may permit surface operations for more than one oil well Class A in a semi-controlled drilling site where the additional wells are to be bottomed under adjacent land in a drilling district in lieu of surface operations.  There shall be no less than one net acre of land in the combined drill site and production site for each well in a semi-controlled drilling site.  The Zoning Administrator shall require a site of more than one acre for each oil well where a larger area is required in the particular oil drilling district.  The Zoning Administrator may require larger minimum drilling sites or production areas when reasonably necessary in the public interest for a particular oil producing section.<br \/><br \/>\tWhere drilling sites greater than one acre are required and two or more lessees or oil drilling developers in a block or area have at least one net acre each, but all lessees or developers do not have the greater area required for drilling under these regulations, the Zoning Administrator shall equitably allocate permitted wells among the competing lessees or developers.  Where necessary, the lessee or developer having control of the larger portion of the property shall be given preference.  In those situations outlined above, in addition to the proration required by Paragraph (d) of this subdivision, the Zoning Administrator shall require that the lessee or developer who is authorized to drill the well shall offer an <span class=\"dictionary\">equitable<\/span> <span class=\"dictionary\">consolidation<\/span> agreement to the lessee or developer who has not been permitted to drill.   This <span class=\"dictionary\">consolidation<\/span> agreement shall contain an offer in writing, open for acceptance for 30 days, giving the other lessees or developers a choice of either:<br \/><br \/>\t(i)\ta lease on terms and conditions agreed upon, or on substantially the same terms and conditions contained in leases owned by the applicant; or,<br \/><br \/>\t(ii)\ta <span class=\"dictionary\">consolidation<\/span> agreement agreed upon providing that each lessee or developer shall contribute to the cost of drilling and operation of the well and share in the production from the well in the proportion that the area of his property bears to the total area in the drilling unit.<br \/><br \/>\t(c)\tNo public street, alley, walk or way shall he included in determining the net area within any district or drilling site.<br \/><br \/>\t(d)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Where the drilling site is so located as to isolate any parcel of land in the drilling district in such a manner that it could not be joined with any other land so as to create another drilling site of the area required in the particular district in which it is located, the Zoning Administrator shall require, as a condition to the drilling and production on the drilling site that the owner, lessee or permittee or his or her successor shall pay to the owners of the oil and gas mineral rights in each isolated parcel, a pro-rata share of the landowners’ royalty in all of the oil and gas produced from the drilling site, the share to be in that proportion as the net area of the isolated parcel is to the total net area of the drilling site plus the area of all the isolated parcels; provided that the landowners’ royalty shall be determined in accordance with any existing <span class=\"dictionary\">contracts<\/span> for payments to the landowners of the drilling site, but, in no event, as to the owner of the isolated parcel or parcels, shall it be less than a 1\/6th part of the oil and gas produced and saved from the drilling site.<br \/><br \/>\t2.\tUrbanized Areas – Each oil drilling district established in an urbanized area shall he subject to the following conditions:<br \/><br \/>\t(a)\tEach district shall be not less than 40 acres in area, including all streets, ways and alleys within the boundaries thereof.<br \/><br \/>\t(b)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Not more than one controlled drill site shall be permitted for each 40 acres in any district and that site shall not be larger than two acres when used to develop a district approximating the minimum size; provided, however, that where the site is to be used for the development of larger oil drilling districts or where the Zoning Administrator requires that more than one oil drilling district be developed from one controlled drilling site, the site may be increased, at the discretion of the Zoning Administrator when concurred in by the Board of Fire Commissioners, by not more than two acres for each 40 acres included in the district or districts.<br \/><br \/>\t(c)\t(Amended by Ord. No. 147,651, Eff. 10\/11\/75.)  The number of oil wells Class A which may be drilled and operated from any controlled drilling site may not exceed one well to each five acres in the district or districts to be explored from said site.<br \/><br \/>\tNotwithstanding the above, should the City Council determine that an urbanized oil drilling district contains more than one producing zone, the City Council may then authorize, by <span class=\"dictionary\">ordinance<\/span>, the drilling of additional oil wells Class A, not to exceed one well per five acres for each identified producing zone, and specify the maximum number of wells to be drilled as the result of such authorization.<br \/><br \/>\t(d)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each applicant, requesting a determination by the Zoning Administrator prescribing the conditions controlling drilling and production operations, as provided in Subsection H of this section, must have proprietary or contractual authority to drill for oil under the surface of at least 75 percent of the property in the district to be explored.<br \/><br \/>\t(e)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each applicant or his or her successor in interest shall, within one year from the date the written determination is made by a Zoning Administrator prescribing the conditions controlling drilling and production operations as provided in Subsection H of this section, execute an offer in writing giving to each record owner of property located in the oil drilling district who has not joined in the lease or other authorization to drill the right to share in the proceeds of production from wells bottomed in the district, upon the same basis as those property owners who have, by lease or other legal consent, agreed to the drilling for and production of oil, gas or other hydrocarbon substances from the subsurface of the district.  The offer hereby required must remain open for acceptance for a period of five years after the date the written determination is made by a Zoning Administrator.  During the period the offer is in effect, the applicant, or his or her successor in interest, shall impound all royalties to which the owners or any of them may become entitled in a bank or trust company in the State of California, with proper provisions for payment to the record owners of property in the district who had not signed the lease at the time the written provisions were made by a Zoning Administrator, but who accepts the offer in writing within the five-year period.  Any such royalties remaining in any bank or trust company at the time the offer expires which are not due or payable as provided above shall be paid pro-rata to those owners who, at the time of the expiration, are otherwise entitled to share in the proceeds of the production.<br \/><br \/>\t(f)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The entire controlled drilling site shall be adequately landscaped, except for those portions occupied by any required structure, appurtenance or driveway, and all landscaping shall be maintained in good condition at all times.  Plans showing the type and extent of the landscaping shall be first submitted to and approved by the Zoning Administrator.<br \/><br \/>\t(g)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each applicant, requesting a determination by a Zoning Administrator prescribing the conditions controlling drilling and production operations, as provided in Subsection H of this section, shall post in the Office of Zoning Administration a satisfactory corporate <span class=\"dictionary\">surety<\/span> <span class=\"dictionary\">bond<\/span> (to be approved by the City Attorney and duplicates to be furnished to him or her) in the sum of $5,000 in favor of the City of Los Angeles, conditioned upon the performance by the applicant of all of the conditions, provisions, restrictions and requirements of this section, and all additional conditions, restrictions or requirements determined and prescribed by a Zoning Administrator.  No extension of time that may be granted by a Zoning Administrator or any change or specifications or requirements that may be approved or required by him or her or by any other officer or department of the City or any other alteration, modification of <span class=\"dictionary\">waiver<\/span> affecting any of the obligations of the grantee made by any City authority or by any other power or authority whatsoever shall be deemed to exonerate either the grantee or the <span class=\"dictionary\">surety<\/span> on any <span class=\"dictionary\">bond<\/span> posted pursuant to this section.<br \/><br \/>\t(h)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)     If a Zoning Administrator determines, after first receiving a report and recommendation from the Director of the Office of Administrative and Research Services, that oil drilling and production activities within the district have caused or may cause subsidence in the elevation of the ground within the district or in the immediate vicinity, then after consulting with recognized experts in connection with that problem and with those producing hydrocarbons from the affected area, he or she shall have the authority to require the involved oil producer or producers to take corrective action, including re-pressurizing the oil producing structure or cessation of oil drilling and production.<br \/><br \/>\t(i)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  A Zoning Administrator may impose additional conditions or require corrective measures to be taken if he or she finds, after actual observation or experience with drilling one or more of the wells in the district, that additional conditions are necessary to afford greater protection to surrounding property.<br \/><br \/>\t3.\tOffshore Areas. (Amended by Ord. No. 142,081, Eff. 7\/22\/71.) Each oil drilling district established in an offshore area shall be subject to the following conditions:<br \/><br \/>\t(a)\tAll activities conducted within each such district shall conform to the spirit and <span class=\"dictionary\">intent<\/span> of the provisions of Subsection A of Section 12.20.1 of this Code.<br \/><br \/>\t(b)\tNo surface or submarine drilling or producing operations shall be permitted between the mean high tide line and the outermost seaward City boundary. Surface drilling or producing operations may be conducted only from permitted or approved onshore drillsites. Oil and gas accumulations may be developed by directional or slant drilling beneath any portion of the submerged land within the district.<br \/><br \/>\t(c)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Onshore drilling and producing operations utilizing directional or slant drilling may be approved by a Zoning Administrator only when a showing is made that production of oil and gas cannot be accomplished from already approved or permissible sites.<br \/><br \/>\t(d)\tThe number of oil wells Class A which may be drilled into any offshore drilling district from a single installation or facility onshore shall not exceed one well to each five acres of district and the installation and operation of all wells shall meet the requirements of Section 12.20.1.<br \/><br \/>\t(e)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each applicant requesting a determination by a Zoning Administrator prescribing the conditions controlling drilling and production operations, as provided in Subsection H, shall post in the Office of Zoning Administration a satisfactory corporate <span class=\"dictionary\">surety<\/span> <span class=\"dictionary\">bond<\/span> (to be approved by the City Attorney and duplicates to be furnished to him or her) in the sum of $50,000 in favor of the City of Los Angeles, conditioned upon the performance by the applicant of all of the conditions, provisions, restrictions and requirements of this section, and all additional conditions, restrictions, or requirements determined and prescribed by a Zoning Administrator.  No extension of time that may be granted by a Zoning Administrator on any change of specifications on requirements that may be approved or required by him or her or by any other officer or department of the City or any other alteration, modification or <span class=\"dictionary\">waiver<\/span> affecting any of the obligations of the applicant made by any City authority or by any other power or authority whatsoever shall be deemed to exonerate either the applicant or the <span class=\"dictionary\">surety<\/span> on any <span class=\"dictionary\">bond<\/span> posted pursuant to this section.<br \/><br \/>\t(f)\tAll derricks and other drilling facilities shall be removed within 30 days after completion or abandonment of the well; and thereafter any work done on any existing well which requires redrilling or reconditioning shall be done by temporary or portable equipment which shall be removed within 30 days after completion of such work.<br \/><br \/>\t(g)\tPollution of water and contamination or soiling of the urban coastline or beaches are prohibited.<br \/><br \/>\t4.\tLos Angeles City Oil Field Area. (Added by Ord. No. 156,166, Eff. 1\/24\/82.) – Each oil drilling district established in the Los Angeles City Oil Field Area shall be subject to the following conditions:<br \/><br \/>\t(a)\tThe boundary of each district shall follow the center line of city streets as far as practicable;<br \/><br \/>\t(b)\tEach district shall include the streets, ways, and alleys within the boundaries thereof and shall be substantially compact in area;<br \/><br \/>\t(c)\tThe drilling, pumping, redrilling, repairing, maintenance or other servicing of any new oil well Class A in said district shall be conducted only on a Drilling and Production Site in the Los Angeles City Oil Field Area upon which site at least one Class A oil well was (i) in existence on January 24,1982; and (ii) had not been abandoned in accordance with State Division of Oil and Gas regulations prior to January 24,1982; and (iii) has a Los Angeles Fire Department Serial Number, which number was in existence on January 24, 1982. (Amended by Ord. No. 160,874, Eff. 4\/6\/86.)<br \/><br \/>\t(d)\tThe number of new oil wells Class A permitted on such a Drilling and Production Site in the Los Angeles City Oil Field Area shall not exceed one well to each acre in the District;<br \/><br \/>\t(e)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each applicant, requesting a determination by the Zoning Administrator prescribing the conditions controlling new drilling and production operations as provided in Subsection H, must have proprietary or contractual authority to drill for oil under the surface of at least 75% of the total land area of the property in the district to be explored.<br \/><br \/>\t(f)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Within one year from the date the written determination is made by a Zoning Administrator prescribing the conditions controlling drilling and production operations, as provided in Subsection H, each applicant or his or her successor in interest shall offer in writing to each record owner of property located in the oil drilling district who has not joined in the lease or other authorization to drill, the right to share in proceeds of production from new wells bottomed in the district upon the same basis as those property owners who have, by lease or other legal consent, agreed to the drilling for and production of oil, gas or other hydrocarbon substances from the sub-surface of the district.  The offer hereby required must remain open for acceptance for a period of five years after the date the written determination is made by a Zoning Administrator.  During the period the offer is in effect, the applicant, or his or her successor in interest, shall impound all royalties to which the owners or any of them may become entitled in a bank or trust company in the State of California, with proper provisions for payment to the record owners of property in the district who had not signed the lease at the time the written determination was made by a Zoning Administrator, but who accepts the offer in writing within the five-year period.  Any royalties remaining in any bank or trust company at the time the offer expires which are not due or payable as provided above shall be paid pro-rata to those owners who, at the time of the expiration, are otherwise entitled to share in the proceeds of the production.<br \/><br \/>\t(g)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  the entire site upon which new oil wells are to be drilled shall be adequately fenced and landscaped; plans showing the type and extent of the landscaping shall be first submitted to and approved by the Zoning Administrator.<br \/><br \/>\t(h)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each applicant requesting a determination by a Zoning Administrator prescribing the conditions controlling drilling and production operations, as provided in Subsection H, shall post in the Office of Zoning Administration a satisfactory corporate <span class=\"dictionary\">surety<\/span> <span class=\"dictionary\">bond<\/span> (to be approved by the City Attorney and duplicates to be furnished by him or her) in the sum of $5,000 in favor of the City of Los Angeles, conditioned upon the performance by the applicant of all of the conditions, provisions, restrictions, and requirements of this section, and all additional conditions, restrictions, or requirements determined and prescribed by a Zoning Administrator.  No extension of time that may be granted by a Zoning Administrator or any change of specifications or requirements that may be approved or required by him or her or by any other officer or department of the City or any other alteration, modification or <span class=\"dictionary\">waiver<\/span> affecting any of the obligations of the grantee made by any city authority or by any other power or authority whatsoever shall be deemed to exonerate either the grantee or the <span class=\"dictionary\">surety<\/span> of any <span class=\"dictionary\">bond<\/span> posted pursuant to this section.<br \/><br \/>\t(i)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  If a Zoning Administrator determined after first receiving a report and recommendation from the Director of the Office of Administrative and Research Services, that oil drilling and production activities within the district have caused or may cause subsidence in the elevation of the ground within the district or in the immediate vicinity, he or she shall have the authority, after consulting with recognized experts in connection with the problem and with those persons producing hydrocarbons from the affected area, to require the involved oil producer or producers to take corrective action, including re-pressurizing the oil producing structure or cessation of oil drilling and production.<br \/><br \/>\t(j)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  A Zoning Administrator may impose additional conditions or require corrective measures to be taken if he or she finds, after actual observation or experience with drilling one or more of the wells in the district, that additional conditions are necessary to afford greater protection to surrounding property.<br \/><br \/>\t(k)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Any operator of any site within an oil drilling district, approved by the Zoning Administrator pursuant to Section 12.23C4(c), may apply to the Department of City Planning for the establishment of fencing and landscaping requirements.  Once the requirements have been satisfied, the operator shall be relieved of the restrictions specified in Section 12.23C4(b) and (c).  Should an operator of such a site in a district desire to redrill or deepen a Class A oil well, if the oil well was<br \/><br \/>\t(i)\tin existence on January 24, 1982; and<br \/><br \/>\t(ii)\thad not been officially abandoned in accordance with State Division of Oil and Gas Regulations prior to January 24, 1982; and<br \/><br \/>\t(iii)\thas a Los Angeles Fire Department Serial Number and the number was in existence on January 24, 1982, that operator shall comply with the provisions of Subsection H of Section 13.01.  Compliance with the Determination of Conditions issued shall relieve the operator of the restrictions specified in Section 12.23C4(b) and (c) of this Code.<br \/><br \/>\tF.\tAdditional Conditions.  In addition to the standard conditions applying to oil drilling districts, the Council, by <span class=\"dictionary\">ordinance<\/span>, or the Zoning Administrator may impose other conditions in each district as deemed necessary and proper.  Where these conditions are imposed by <span class=\"dictionary\">ordinance<\/span>, they may be subsequently modified or deleted in the following manner:<br \/><br \/>\t(a)\twhere the condition relates to the location of a drill site within a district, by amending the <span class=\"dictionary\">ordinance<\/span>, only after the submission of an application, the payment of fees, notice, <span class=\"dictionary\">hearing<\/span> and procedure identical to that required by this article for the establishment of an oil drilling district; and<br \/><br \/>\t(b)\twhere the condition does not relate to the location of a drill site, by amending the <span class=\"dictionary\">ordinance<\/span>, without the necessity of fees, notice or <span class=\"dictionary\">hearing<\/span>.<br \/><br \/>\tIn its report to the Council relative to the establishment of a district, the City Planning Commission may recommend conditions for consideration.  Some of these additional conditions, which may be imposed in the <span class=\"dictionary\">ordinance<\/span> establishing the districts or by the Zoning Administrator in determining the drilling site requirements, and which may be applied by reference, are as follows:  (Para. Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)<br \/><br \/>\t1.\tThat all pumping units established in said district shall be installed in pits so that no parts thereof will be above the surface of the ground.<br \/><br \/>\t2.\tThat all oil produced in said district shall be carried away by pipe lines or, if stored in said district, shall be stored in underground tanks so constructed that no portion thereof will be above the surface of the ground.<br \/><br \/>\t3.\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  That the operator of any well or wells in the district shall post in the Office of Zoning Administration a $5,000 corporate <span class=\"dictionary\">surety<\/span> <span class=\"dictionary\">bond<\/span> conditioned upon the faithful performance of all provisions of this article and any conditions prescribed by a Zoning Administrator.  No extension of time that may be granted by a Zoning Administrator, or change of specifications or requirements that may be approved or required by him or her or by any other officer or department of the City, or other alteration, modification or <span class=\"dictionary\">waiver<\/span> affecting any of the obligations of the grantee made by any City authority shall be deemed to exonerate either the grantee or the <span class=\"dictionary\">surety<\/span> on any <span class=\"dictionary\">bond<\/span> posted as required in this article.<br \/><br \/>\t4.\tThat the operators shall remove the derrick from each well within thirty (30) days after the drilling of said well has been completed, and thereafter, when necessary, such completed wells shall be serviced by portable derricks.<br \/><br \/>\t5.\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  That the drilling site shall be fenced or landscaped as prescribed by the Zoning Administrator.<br \/><br \/>\t6.\t(None)<br \/><br \/>\t7.\tThat, except in case of emergency, no <span class=\"dictionary\">materials<\/span>, equipment, tools or pipe used for either drilling or production operations shall be delivered to or removed from the drilling site, except between the hours of 8:00 A.M. and 8:00 P.M. of any day.<br \/><br \/>\t8.\tThat adequate fire fighting apparatus and supplies, approved by the Fire Department, shall be maintained on the drilling site at all times during drilling and production operations.<br \/><br \/>\t9.\tThat no refining process or any process for the extraction of products from natural gas shall be carried on at a drilling site.<br \/><br \/>\t10.\t(None)<br \/><br \/>\t11.\t(None)<br \/><br \/>\t12.\t(None)<br \/><br \/>\t13.\tThat no more than one well shall be bottomed in each five (5) acres of the drilling district.<br \/><br \/>\t14.\tThat no new oil wells shall be spudded in after the President of the United States, or other proper authority, has declared that a state of war no longer exists.<br \/><br \/>\t15.\t(None)<br \/><br \/>\t16.\t(None)<br \/><br \/>\t17.\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  That any person requesting a determination by the Zoning Administrator prescribing the conditions under which oil drilling and production operations shall be conducted as provided in Subsection H, shall agree in writing on behalf of him or herself and his or her successors or assigns, to be bound by all of the terms and conditions of this article and any conditions prescribed by written determination by the Zoning Administrator; provided, however, that the agreement in writing shall not be construed to prevent the applicant or his or her successors or assigns from applying at any time for amendments pursuant to this Article or to the conditions prescribed by the Zoning Administrator, or from applying for the creation of a new district or an extension of time for drilling or production operations.<br \/><br \/>\t18.\tThat all production equipment used shall be so constructed and operated that no noise, vibration, dust, odor or other harmful or annoying substances or effect which can be eliminated or diminished by the use of greater care shall ever be permitted to result from production operations carried on at any drilling site or from anything incident thereto to the injury or annoyance of persons living in the vicinity; nor shall the site or structures thereon be permitted to become dilapidated, unsightly or unsafe. Proven technological improvements in methods of production shall he adopted as they, from time to time, become available if capable of reducing factors of nuisance or annoyance.<br \/><br \/>\t19.\tWells which are placed upon the pump shall be pumped by electricity with the most modern and latest type of pumping units of a height of not more than sixteen (16) feet. All permanent equipment shall be painted and kept in neat condition. All production operations shall be as free from noise as possible with modern oil operations.<br \/><br \/>\t20.\tAll drilling equipment shall be removed from the premises immediately after drilling is completed, sump holes filled, and derricks removed within sixty (60) days after the completion of the well.<br \/><br \/>\t21.\tThat, subject to the approval of the Board of Fire Commissioners, the operators shall properly screen from view all equipment used in connection with the flowing or pumping of wells.<br \/><br \/>\t22.\tUpon the completion of the drilling of a well the premises shall be placed in a clean condition and shall be landscaped with planting of shrubbery so as to screen from public view as far as possible, the tanks and other permanent equipment, such landscaping and shrubbery to be kept in good condition.<br \/><br \/>\t23.\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  That not more than two wells may be drilled in each city block of the drilling district and bottomed under that block.  However, at the discretion of the Zoning Administrator, surface operations for additional wells may be permitted in each of the blocks where each additional well is to be directionally drilled and bottomed under an adjacent block now or hereafter established in an oil drilling district in lieu of a well drilled on the adjacent block and under a spacing program which will result in not exceeding two wells bottomed under each block.<br \/><br \/>\t24.\tThat not more than one (1) well shall be drilled in each city block of the drilling district; provided, however, that a second well may be drilled in that block bounded by “L”, Gulf Avenue, Denni Street and Wilmington Boulevard, only in the event said second well be directionally drilled or whipstocked so that the bottom of the hole will be bottomed under the (Gulf Avenue School property located in the block bounded by “L” Street, Roman Avenue, Denni Street and Gulf Avenue, and in lieu of a well which might otherwise be permitted to be drilled in said last mentioned block.<br \/><br \/>\t25.\tThat not more than one (1) well may be drilled in each city block of the drilling district.<br \/><br \/>\t26.\tThat all power operations other than drilling in said district shall at all times he carried on only by means of electrical power, which power shall not be generated on the drilling site.<br \/><br \/>\t27.\t(None)<br \/><br \/>\t28.\t(None)<br \/><br \/>\t29.\tThat not more than two (2) wells may be drilled in each city block of the drilling district; provided, however, that two (2) additional wells may be drilled in each of the following described blocks, (a) the block bounded by Q Street, Lakme Avenue, Sandison Street and Broad Avenue and (b) the block bounded by Sandison Street, Lakme Avenue, Broad     Avenue and the southerly boundary of Tract No. 1934, but only if such additional wells are  directionally drilled or whipstocked so that they will be bottomed under the Hancock–Banning High school property, located in the block bounded by Delores Street, Broad Avenue, Pacific Coast Highway and Avalon Boulevard, in lieu of the four (4) wells which might otherwise be permitted to be drilled in the last mentioned block.<br \/><br \/>\t30.\t(None)<br \/><br \/>\t31.\tNot more than four (4) controlled drilling sites shall be permitted in this district, and such sites shall not be larger than two (2) acres.<br \/><br \/>\t32.\tThe number of wells which may be drilled to any oil sand from the controlled  drilling site shall not exceed one (1) well to each five (5) acres in the district, but in no event shall there he more than one (1) well to each two and one-half (2 l\/2) acres.<br \/><br \/>\t33.\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  That drilling operations shall be commenced within 90 days from the effective date the written determination is made by the Zoning Administrator or Area Planning Commission, or within any additional period as the Zoning Administrator may, for good cause, allow and thereafter shall be prosecuted diligently to completion or else abandoned strictly as required by <span class=\"dictionary\">law<\/span> and the premises restored to their original condition as nearly as practicable as can be done.  If a producing well is not secured within eight months, the well shall be abandoned and the premises restored to its original condition, as nearly as practicable as can be done.  The Zoning Administrator, for good cause, shall allow additional time for the completion of the well.<br \/><br \/>\t34.\tThat an internal combustion engine or electrical equipment may be used in the drilling or pumping operations of the well, and if an internal combustion engine is used, that mufflers be installed on the mud pumps and engine so as to reduce noise to a minimum, all of said installations to be done in a manner satisfactory to the Fire Department.<br \/><br \/>\t35.\t(None)<br \/><br \/>\t36.\tThat not more than two (2) production tanks shall be installed for each producing well, neither one of which shall have a rated capacity in excess of one thousand (1,000) barrels; provided, however, that if in the <span class=\"dictionary\">opinion<\/span> of the Administrator it is necessary in <span class=\"dictionary\">order<\/span> to provide for the maximum safety of operations or to decrease the number of individual production tank settings on any property, the Administrator may increase the number of such production tanks to not more than three (3), having a greater capacity not to exceed two thousand (2,000) barrels each. The Administrator shall permit such wash tanks or heating facilities as may appear necessary to ship or remove production from the premises. The plans for said tank or tanks, including the plot plan showing the location thereof on the property, shall be submitted to and approved in writing by the Administrator before said tank or tanks and appurtenances are located on the premises; and that said tank or tanks and appurtenances shall be kept painted and maintained in good condition.<br \/><br \/>\t37.\tAll waste substances such as drilling muds, oil, brine or acids produced or used in connection with oil drilling operations or oil production shall be retained in water–tight receptors from which they may he piped or hauled for terminal disposal in a dumping area specifically approved for such disposal by the Los Angeles Regional Water Pollution Control Board No. 4.<br \/><br \/>\t38.\tAny wells drilled shall be cased tight to bedrock or effective means satisfactory to the Department of Water and Power used to prevent vertical movement of ground water.<br \/><br \/>\t39.\tThe applicant shall provide the Department of Water and Power with a precise plot plan of the drilling plant and roads leading thereto, and to make such safeguards as the Department deems necessary to assure the safety of the existing 50” water main which crosses the district involved.<br \/><br \/>\t40.\tThe Department of Water and Power of the City of Los Angeles shall be permitted to review and inspect methods used in the drilling and producing operations and in the disposal of waste, and shall have the right to require changes necessary for the full protection of the public water supply.<br \/><br \/>\t41.\t(None)<br \/><br \/>\t42.\tThat the number of wells which may be drilled to any oil sand shall not exceed one (1) well to each five (5) acres in the district, but in no event shall there be more than one (1) well to each two and one–half acres.<br \/><br \/>\t43.\tThat drilling, pumping and other power operations shall at all times be carried on only by electrical power and that such power shall not be generated on the controlled drilling site or in the district.<br \/><br \/>\t44.\tThat an internal combustion engine or steam-driven equipment may be used in the drilling or pumping operations of the well , and, if an internal combustion engine or steam-driven equipment is used, that mufflers be installed  on the mudpumps and engine; and that the exhaust from the steam-driven machinery be expelled into one of the production tanks, if such tanks are permitted, so as to reduce noise to a minimum, all of said installations to be found in a manner satisfactory to the Fire Department.<br \/><br \/>\t45.\tThat drilling operations shall be carried on or conducted in connection with only one well at a time in any one such district, and such well shall be brought in or abandoned before operations for the drilling of another well are commenced; provided, however, that the Administrator may permit the drilling of more than one well at a time after the <span class=\"dictionary\">discovery<\/span> well has been brought in.<br \/><br \/>\t46.\tThat all oil drilling and production operations shall be conducted in such a manner as to eliminate, as far as practicable, dust, noise, vibration or noxious odors, and shall be in accordance with the best accepted practices incident to drilling for and production of oil, gas and other hydrocarbon substances. Proven technological improvements in drilling and production methods shall be adopted as they may become, from time to time, available, if capable of reducing factors of nuisance and annoyance.<br \/><br \/>\t47.\tThat all parts of the derrick above the derrick floor not reasonably necessary for ingress and egress including the elevated portion thereof used as a hoist, shall be enclosed with fire–resistive soundproofing <span class=\"dictionary\">material<\/span> approved by the Fire Department, and the same shall be painted or stained so as to render the <span class=\"dictionary\">appearance<\/span> of said derrick as unobtrusive as practicable.<br \/><br \/>\t48.\tThat all tools, pipe and other equipment used in connection with any drilling or production operations shall be screened from view, and all drilling operations shall be conducted or carried on behind a solid fence, which shall be maintained in good condition at all times and be painted or stained so as to render such fence as unobtrusive as practicable.<br \/><br \/>\t49.\tThat no <span class=\"dictionary\">materials<\/span>, equipment, tools or pipe used for either drilling or production operations shall be delivered to or removed from the controlled drilling site except between the hours of 8:00 o’ clock a.m. and 6:00 o clock p.m., on any day, except in case of emergency incident to unforeseen drilling or production operations, and then only when permission in writing has been previously obtained from the Administrator.<br \/><br \/>\t50.\tThat no earthen sumps shall be used.<br \/><br \/>\t51.\tThat within sixty (60) days after the drilling of each well has been completed, and said well placed on production, or abandoned, the derrick, all boilers and all other drilling equipment shall be entirely removed from the premises unless such derrick and appurtenant equipment is to be used within a reasonable time limit determined by the Administrator for the drilling of another well on the same controlled drilling site.<br \/><br \/>\t52.\tThat no oil, gas or other hydrocarbon substances may be produced from any well hereby permitted unless all equipment necessarily incident to such production is completely enclosed within a building, the plans for said building to be approved by the Department of Building and Safety and the Fire Department. This building shall be of a permanent type, of attractive design and constructed in a manner that will eliminate as far as practicable, dust, noise, noxious odors and vibrations or other conditions which are offensive to the senses, and shall be equipped with such devices as are necessary to eliminate the objectionable features mentioned above. The architectural treatment of the exterior of such building shall also be subject to the approval of the Administrator.<br \/><br \/>\t53.\tThat no oil, gas or other hydrocarbon substances may be produced from any well hereby permitted where same is located within or immediately adjoining subdivided areas where ten (10) percent of the lots or subdivided parcels of ground, within one-half (1\/2) mile radius thereof, are improved with residential structures, unless all equipment necessarily incidental to such production is countersunk below the natural surface of the ground and such installation and equipment shall be made in accordance with Fire Department requirements.<br \/><br \/>\t54.\tThat there shall be no tanks or other facilities for the storage of oil erected or maintained on the premises and that all oil products shall be transported from the drilling site by means of an underground pipe line connected directly with the production pump without venting products to the atmospheric pressure at the production site.<br \/><br \/>\t55.\tThat not more than two production tanks shall be installed on said drilling site, neither one of which shall have a rated capacity in excess of one thousand (1000) barrels; that the plans for said tank or tanks, including the plot plans showing the location thereof on the property, shall be submitted to and approved in writing by the Administrator before said tank or tanks and appurtenances are located on the premises, and that said tank or tanks and appurtenances shall be kept painted and maintained in good condition at all times.<br \/><br \/>\t56.\tThat any production tanks shall be countersunk below the natural surface of the ground and the installation thereof shall be made in accordance with safety requirements of the Fire Department.<br \/><br \/>\t57.\tThat no refinery, dehydrating or absorption plant of any kind shall be constructed, established or maintained on the premises at any time.<br \/><br \/>\t58.\tThat no sign shall be constructed, erected, maintained or placed on the premises or any part thereof, except those required by <span class=\"dictionary\">law<\/span> or <span class=\"dictionary\">ordinance<\/span> to be displayed in connection with the drilling or maintenance of the well.<br \/><br \/>\t59.\tThat suitable and adequate sanitary toilet and washing facilities shall be installed and maintained in a clean and sanitary condition at all times.<br \/><br \/>\t60.\tThat any owner, lessee or permittee and their successors and assigns, must at all times be insured to the extent of one hundred thousand dollars ($100,000) against liability in <span class=\"dictionary\">tort<\/span> arising from drilling or production, or activities or operations incident thereto, conducted or carried on under or by virtue of the conditions prescribed by written determination by the Administrator as provided in Subsection H of this section. The policy of insurance issued pursuant hereto shall be subject to the approval of the City Attorney, and duplicates shall be furnished to him. Each such policy shall be conditioned or endorsed to cover such agents, lessees or representatives of the owner, lessee or permittee as may actually conduct drilling, production or incidental operations permitted by such written determination by the Administrator.<br \/><br \/>\t61.\t(None)<br \/><br \/>\t62.\tAll onshore drilling and production installations or facilities shall be removed and the premises restored to their original conditions after all oil and gas wells have been abandoned, unless the City Planning Commission determines otherwise. (Amended by Ord. No. 142,081, Eff. 7\/22\/71.)<br \/><br \/>\t63.\t(None)<br \/><br \/>\t64.\t(None)<br \/><br \/>\tG.\tDescription of Districts (Added by Ord. No. 123,825, Eff. 4\/4\/64.) – The districts within which the drilling for and production of oil, gas or other hydrocarbon substances is permitted, and the conditions applying thereto (subject to further conditions imposed by the Administrator in the drilling site requirements), are described as follows:<br \/><br \/>\t1.\tDistricts in Non-urbanized Areas. (For boundaries of districts and special conditions applicable thereto, refer to maps and records in City Planning Office).<br \/><br \/>\t2.\tDistricts in Urbanized Areas. (For boundaries of districts and special conditions applicable thereto, refer to maps and records in City Planning Office).<br \/><br \/>\t3.\tDistricts in Offshore Areas. (For boundaries of districts and special conditions applicable thereto, refer to maps and records in City Planning Office.) (Added by Ord. No. 130,339, Eff. 7\/30\/65.)<br \/><br \/>\t4.\tDistricts in the Los Angeles City Oil Field Area. (For boundaries of such districts and any conditions applicable thereto, refer to maps and records in the City Planning Office.) (Added by Ord. No. 156,166, Eff. 1\/24\/82.)<br \/><br \/>\tH.\tDrilling Site Requirements.  Any person desiring to drill, deepen or maintain an oil well in an oil drilling district that has been established by <span class=\"dictionary\">ordinance<\/span>, or to drill or deepen and subsequently maintain an oil well in the M3 Zone within 500 feet of a more restrictive zone shall file an application in the Department of City Planning on a form provided by the Department, requesting a determination of the conditions under which the operations may be conducted.  (Para. Amended by Ord. No. 173,492, Eff. 10\/10\/00.)<br \/><br \/>\tWhere the district is in an urbanized or off-shore area, a Zoning Administrator, after investigation, may deny the application if he finds that there is available and reasonably obtainable in the same district or in an adjacent or nearby district within a reasonable distance one or more locations where drilling could be done with greater safety and security with appreciably less harm to other property, or with greater conformity to the comprehensive zoning map.  A Zoning Administrator shall deny an application for a drill site in an urbanized or off-shore area unless the applicant first files with the Zoning Administrator in a form and executed in a manner approved by a Zoning Administrator<br \/><br \/>\t(1)\teither of the following continuing written offers<br \/><br \/>\t(a)\tto make the drill site available to competing operators upon reasonable terms, or<br \/><br \/>\t(b)\tto enter into or conduct joint operations for a unit or cooperative plan of development of hydrocarbon reserves upon reasonable terms, if whichever course offered is determined to be feasible by a Zoning Administrator, and is subsequently required by him or her in <span class=\"dictionary\">order<\/span> to effectuate the above set forth purposes, and<br \/><br \/>\t(2)\tan agreement to abide by the determination of the Director of Administrative and Research Services if any dispute arises as to the reasonableness of those terms after first having an opportunity to be heard.  Where the district is in a nonurbanized area, in the Los Angeles City Oil Field Area, or in those cases where a Zoning Administrator approves an application in an urbanized or off-shore area, a Zoning Administrator shall determine and prescribe additional conditions or limitations, not in conflict with those specified in the <span class=\"dictionary\">ordinance<\/span> establishing the district, which he or she deems appropriate in <span class=\"dictionary\">order<\/span> to give effect to the provisions of this section and to other provisions of this chapter relating to zoning.  Where the proposed operation is in the M3 Zone and is within 500 feet of a more restrictive zone, a Zoning Administrator shall prescribe conditions and limitations, if any, as he or she deems appropriate to regulate activity which may be materially detrimental to property in the more restrictive zone.  All conditions previously imposed by a Zoning Administrator in accordance with the provisions of this chapter are continued in full force and effect.<br \/><br \/>\tA Zoning Administrator shall make his or her written determination within 60 days from the date of the filing of an application and shall forthwith transmit a copy to the applicant.<br \/><br \/>\tThe determination shall become final after an elapsed period of 15 days from the mailing of the notification to the applicant, unless an <span class=\"dictionary\">appeal<\/span> is filed within that period, in which case the provisions of Section 12.24B through I concerning the filing and consideration of <span class=\"dictionary\">appeals<\/span> shall apply.<br \/><br \/>\tI.\tPermits.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  No person shall drill, deepen or maintain an oil well or convert an oil well from one class to the other and no permits shall be issued for that use, until a determination has been made by the Zoning Administrator or Area Planning Commission pursuant to the procedure prescribed in Subsection H of this section.<br \/><br \/>\tJ.\tTermination of District. Any <span class=\"dictionary\">ordinance<\/span> establishing the districts described in this section shall become null and void one year after the effective date thereof unless oil drilling operations are commenced and diligently prosecuted within such one–year period, provided, however, a Zoning Administrator, upon recommendation of the Director of the Office of Administrative and Research Services, may extend the termination date for four consecutive additional periods not to exceed one year each, prior to the termination date of each period, if written request is filed therefor with the office of the Zoning Administration setting forth the reasons for said request and a Zoning Administrator determines that good and reasonable cause exists therefor. (Amended by Ord. No. 173,363, Eff. 7\/29\/00, Oper. 7\/1\/00.)<br \/><br \/>\tSimilarly, a Zoning Administrator, upon recommendation of the City Administrative Officer, may extend the termination date for three consecutive additional periods not to exceed one year each, prior to the termination date of each period, for those districts which are part of a group undergoing development from one or more common controlled drilling sites, provided that written request is filed, which sets forth the reasons for the request therefor and the Zoning Administrator determines that good and reasonable cause exists therefor, and providing further that drilling operations have been diligently prosecuted from the common controlled drilling site during the previous extension period. Additional one–year extensions may be made by a Zoning Administrator subject to the approval of the City Planning Commission. (Amended by Ord. No. 134,135, Eff. 4\/28\/67.)<br \/><br \/>\tAny <span class=\"dictionary\">ordinance<\/span> establishing an urbanized oil district shall become null and void one year after all wells drilled in the district after the effective date of said <span class=\"dictionary\">ordinance<\/span> have been abandoned in accordance with legal requirements, unless a Zoning Administrator determines that the district is part of a group undergoing development from one or more common, controlled drilling sites, or on the basis of sufficient proof determines that production is allocated thereto from an adjacent, adjoining or near by drilling district or districts under a unit or pooling agreement. In such cases a Zoning Administrator may if he finds that good and reasonable cause exists therefor, extend the termination date of the expiring district to coincide with the termination date of the other district or districts in which the one or more common controlled drilling sites are located or from which production is allocated under a unit or pooling agreement. A Zoning Administrator may terminate any such district when the reasons for such extension no longer apply. (Amended by Ord. No. 134,135, Eff. 4\/28\/67.)<br \/><br \/>\tAny <span class=\"dictionary\">ordinance<\/span> establishing a non–urbanized district or district in the Los Angeles City Oil Field Area shall become null and void one year after all wells in the district have been abandoned in accordance with legal requirements, unless the Zoning Administrator, on the basis of sufficient proof, determines that the district is part of a group in which secondary hydrocarbon recovery operations are taking place, and that production from an adjoining or adjacent district is allocated thereto under a unit or pooling agreement. In such cases, a Zoning Administrator may, if he finds that good and reasonable cause exists therefor, extend the termination date to coincide with the termination date of the adjoining or adjacent district in which secondary recovery operations are being conducted. A Zoning Administrator may terminate any such district when the reasons for said extension no longer apply. (Amended by Ord. No. 156,166, Eff. 1\/24\/82.)<br \/><br \/>\tZoning <span class=\"dictionary\">ordinance<\/span>, prohibiting drilling of wells on tracts recently included in residential zone not an unreasonable exercise of police power and does not deprive lessee which acquired lease prior to zoning of property without <span class=\"dictionary\">due process<\/span>.\n\tMarblehead Land Co. v. City of Los Angeles, 47 Fed. 2d 528.\n\tCromwell–Franklin Oil Co. v. Oklahoma City, 14 F.S. 370.\n\tBeverly Oil Co. v. City of Los Angeles, 40 Cal. 2d 552.\n\tPacific Palisades Assn. v. City of Huntington Beach, 196 Cal. 211.<br \/><br \/>\tK.\tMaintenance of Drilling and Production Sites (Added by Ord. No. 119,399, Eff. 8\/3\/61.) Effective August 1,1962, the following regulations shall apply to existing and future oil wells within the City of Los Angeles, including oil wells operating pursuant to any zone variance, whether by <span class=\"dictionary\">ordinance<\/span> or approval of a Zoning Administrator, and all oil wells in an M3 Zone which are within 500 feet of a more restrictive zone:<br \/><br \/>\t1.\tAll stationary derricks, including their floors and foundations, shall be removed within 30 days after completion or abandonment of the well (notwithstanding any other provisions of this Code to the contrary) or by September 1, 1962, whichever occurs later; and thereafter any work done on any existing well which requires the use of a derrick shall be done by a temporary or portable derrick. Such temporary or portable derricks shall be removed within 30 days after the completion of such work.<br \/><br \/>\t2.\tThe motors, engines, pumps and tanks of all such oil wells shall be <span class=\"dictionary\">sealed<\/span> so that no offensive or obnoxious odor or fumes can be readily detected from any point on adjacent property.<br \/><br \/>\t3.\tThe well pumping equipment for such wells shall be muffled or soundproofed so that the noise emanating therefrom, measured from any point on adjacent property, is no more audible than surrounding street traffic, commercial or industrial noises measured at the same point.<br \/><br \/>\t4.\tThe maximum height of the pumping units for such wells shall not exceed 15 feet above existing grade level.<br \/><br \/>\t5.\tThe site of such wells shall be so landscaped, fenced or concealed that the well and all of its appurtenant apparatus is reasonably protected against public entry, observation or attraction.<br \/><br \/>\tIn addition to any other authority vested in the Zoning Administrator by Charter and the Los Angeles Municipal Code, a Zoning Administrator may <span class=\"dictionary\">waive<\/span> or modify these regulations if the drilling site is physically inaccessible to a portable derrick, or is located in a mountainous and substantially uninhabited place, or is located in an M Zone and is surrounded by vacant land or is adjacent to land used as permitted in the M Zones and if the enforcement of such regulations would be discriminatory, unreasonable or would impose a undue hardship upon oil drilling in such locations. A Zoning Administrator may also <span class=\"dictionary\">waive<\/span> or modify the 16–foot height limitation where, because of the amount of liquid to be raised or the depths at which such fluids are encountered, pumping unit in excess of 16 feet in height is shown by conclusive engineering <span class=\"dictionary\">evidence<\/span> to be required. (Amended by Ord. No. 125,877, Eff. 11\/29\/63.)<br \/><br \/>\tAll <span class=\"dictionary\">ordinances<\/span> and parts of <span class=\"dictionary\">ordinances<\/span> of the City of Los Angeles in conflict herewith are hereby repealed to the extent of such conflict.<\/p><\/section>","text":{"0":{"id":"77","text":"  “O” OIL DRILLING DISTRICTS.\tA.\tApplication.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The provisions of this section shall apply to the districts where the drilling of oil wells or the production from the wells of oil, gases or other hydrocarbon substances is permitted.  The provisions of this section shall not apply to the property in the M3 Zone, except as specifically provided here to the contrary.  The provisions of this section shall not apply to the location of subterranean gas holding areas which are operated as a public utility and which are regulated by the provisions of Section 14.00 of this Code.\tB.\tDefinitions – For the purpose of this section the following words and phrases are defined:\t“Controlled Drilling Site” shall mean that particular location within an oil drilling district in an “Urbanized Area” upon which surface operations for the drilling, deepening or operation of an oil well or any incidental operation are permitted under the terms of this section, subject to the conditions prescribed by written determination by the Zoning Administrator.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\t“Drilling and Production Site in the Los Angeles City  Oil Field Area” shall mean locations within an oil drilling district in the “Los Angeles City Oil Field Area” upon which surface operations for the drilling, deepening or operation of an oil well or any operation incident thereto, are permitted under the terms of this section, subject to the conditions prescribed by written determination by the Zoning Administrator.  (Added by Ord. No. 156,166, Eff. 1\/24\/82.)\t“Los Angeles City Oil Field Area” shall mean all land in the City within the areas identified on the maps in Ordinance No. 156,166 located in Council File No. 80-3951 and shall include all oil producing zones beneath those areas but no deeper than the third zone beneath the surface of the earth.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)\t“Nonurbanized Area” shall mean all those portions of the City which the City Planning Commission or Council has determined will not be detrimentally affected by the drilling, maintenance, or operation of oil wells.  In making its determination, the City Planning Commission, or the Council on appeal, shall give due consideration to the amount of land subdivided, the physical improvements, the density of population and the zoning of the district.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\t“Offshore Area” shall mean all property in the City of Los Angeles which is between the mean high tide line and the outermost seaward City boundary. (Added by Ord. No. 126,825, Eff. 4\/4\/64.)\t“Oil Well” shall mean any well or hole already drilled, being drilled or to be drilled into the surface of the earth which is used or intended to be used in connection with coring, or the drilling for prospecting for or producing petroleum, natural gas or other hydrocarbon substances, or is used or intended to be used for the subsurface injection into the earth of oil field waste, gases, water or liquid substances, including any such existing hole, well or casing which has not been abandoned in accordance with the requirements of Article 7 of Chapter 5 of this Code except that “Oil Well” shall not include “Temporary Geological Exploratory Core Hole” as defined by Section 12.03 of this Code.  (Amended by Ord. No. 123,618, Eff. 3\/1\/63.)\t“Oil Well Class A” shall mean any oil well drilled, conditioned arranged, used or intended to be used for the production of petroleum.\t“Oil Well Class B” shall mean any oil well drilled, conditioned, arranged, used or intended to be used only for the subsurface injection into the earth of oil field waste, gases, water or liquid substances.\t“Producing Zone” shall mean a reservoir or series of reservoirs of sufficient thickness and productivity of hydrocarbons as to form an economic source of supply and which is segregated from other reservoirs or series of reservoirs by natural boundaries or barriers to such an extent as to make its separate development either economically or mechanically desirable in accordance with good oil field practice.  (Added by Ord. No. 147,651, Eff. 10\/11\/75.)\t“Urbanized Area” shall mean all land in the City, except land in the M3 Zone, and land which has been determined to be “Nonurbanized Area” by the City Planning Commission or Council or land located in the “Los Angeles City Oil Field Area”.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\tC.\tStatus of Areas.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Where uncertainty exists as to whether or not a particular area shall be continued as an urbanized area, any person contemplating filing a petition for the establishment of an oil drilling district, may prior to its filing, request the City Planning Commission to determine the status of the area in which the proposed district is to be located.  The Commission shall refer the request to the Director of Planning for investigation and upon receipt of his or her report shall determine whether the area is “Urbanized” or “Nonurbanized”.  The determination of the City Planning Commission may be appealed to the Council, which may, by resolution, approve or disapprove the determination.\tD.\tRequirements for Filing:\t1.\tNon–urbanized Areas – Each application for the establishment of an oil drilling district in an non–urbanized area shall include property having a net area or not less than one acre (excluding public streets, alleys walks or ways, except that an application may be filed on property containing less than one acre which is surrounded on all sides by streets. Such property may consist of one or more parcels of land which must be contiguous, except that said parcels may be separated by a public alley or walk.\t2.\tUrbanized Areas –\t(a)\t(Amended by Ord. No. 124,937, Eff. 8\/2\/63.) Each application for the establishment of an oil drilling district in an urbanized area shall contain a statement that the applicant has the proprietary or contractual authority to drill for and produce oil, gas or other hydrocarbon substances under the surface of at least 75 per cent of the property to be included in said district.\tAny municipal body or official required by law to consider and make a report or recommendation relative to or to approve or disapprove such application may request the applicant in writing to submit for inspection copies of leases and contracts held by applicant in support of such asserted proprietary or contractual authority. The limitations of time for acting upon such application shall be suspended from the time of mailing such request until the documents requested have been submitted.\t(b)\t(Amended by Ord. No. 112,524, Eff. 1\/17\/59.) Where said authority to drill for and produce oil, gas and other hydrocarbons is pursuant to contract, said application shall be accompanied by a copy thereof, and said contract shall have attached thereto and referred to therein by reference the following information for the contracting parties:\t(1)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  A summary of the provisions of the Los Angeles Municipal Code, as amended, which are applicable to the district, prepared or approved by the person authorized to be in charge of Petroleum Administration by the Director of the Office of Administrative and Research Services for the City of Los Angeles;\t(2)\t(Amended by Ord. No. 173,363, Eff. 7\/29\/00, Oper. 7\/1\/00.)  Any additional information which the person in charge of Petroleum Administration finds from time to time is required to give all contracting parties a reasonably complete knowledge of oil and gas leasing requirements and procedures in urbanized areas within the City of Los Angeles.\t(c)\tThe district described in said application shall be not less than 40 acres in area, including all streets, ways and alleys within the boundary thereof; shall be substantially compact in area; and the boundaries thereof shall follow public streets, ways or alleys as far as practicable. (Amended by Ord. No. 112,524, Eff. 1\/17\/59.)\t(d)\tEach applicant for the establishment of an oil drilling district in an urbanized area shall be accompanied by a report from a petroleum geologist who\t(1)\tis an active member of the American Association of Petroleum Geologists or the American Institute of Professional Geologists or\t(2)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  meets the educational and experience requirements to become an active member of the American Association of Petroleum Geologists or the American Institute of Professional Geologists, that the production of oil from under the proposed district would not, in his or her opinion, result in any noticeable subsidence.  If the City’s authorized person in charge of Petroleum Administration disagrees in any way with the report, he or she shall submit in writing his or her own views on the report as part of the report to the City Planning Commission.\t3.\tOffshore Areas. Each application for the establishment of an oil drilling district in an offshore area shall include property having a net area of not less than 1,000 acres. (Amended by Ord. No. 126,825, Eff. 4\/4\/64.)\t4.\tLos Angeles City Oil Field Area (Amended by Ord. No. 156,166, Eff. 1\/24\/82.) Each application for the establishment of an oil drilling district in the Los Angeles City Oil Field Area shall:\t(a)\tInclude property not less than one acre in size, bounded on each side by a public street, alley, walk or way and such district shall be wholly contained within the Los Angeles City Oil Field Area.\t(b)\tContain a statement that the applicant has the proprietary or contractual authority to drill for and produce oil, gas or other hydrocarbon substances under the surface of at least 75% of the total land area of the property to be included in said district.\tAny municipal body or official required by law to consider and make a report or recommendation relative to or to approve or disapprove such application may request the applicant in writing to submit for inspection copies of leases and contracts held by applicant in support of such asserted proprietary or contractual authority. The limitations of time for acting upon such application shall be suspended from the time of mailing such request until the documents requested have been submitted.[Editor's note:  Maps formerly referred to in this section were deleted by Ord. No. 177,103, Eff. 12\/18\/05.]\t5.\tGeneral – All Areas.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  No application for the establishment of an oil drilling district shall be accepted for filing in the City Planning Department unless it has first been submitted to and reported on by the authorized person in charge of Petroleum Administration.  The report shall consider the propriety of the proposed boundaries of the district, the desirability of the drill site location and whether or not the exploration for oil is geologically justified in the district.  The report shall be made within 30 days of the receipt of the application.  A copy of the report shall accompany the application when it is filed with the City Planning Department.\tE.\tStandard Conditions:\t1.\tNon–urbanized Areas – Each oil drilling district established in a non–urbanized area shall be subject to the following conditions:\t(a)\tEach district shall contain a net area of one acre or more which shall be composed of contiguous parcels of land that may be separated by an alley or walk, except that a district may contain an area of less  than one acre where it is surrounded on all sides by streets.\t(b)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each drilling site in any district shall contain a net area of one acre or more and shall be composed of contiguous parcels of land which may be separated only by an alley or walk.  A drilling site may contain less than one acre of area where it is surrounded on all sides by public or approved private streets.\tOnly one oil well Class A may be established or maintained on each acre of land, except that there may be one oil well Class A on any land surrounded on all sides by public or approved private streets.  Provided, however, in determining conditions for drilling pursuant to Subsection H, the Zoning Administrator may permit surface operations for more than one oil well Class A in a semi-controlled drilling site where the additional wells are to be bottomed under adjacent land in a drilling district in lieu of surface operations.  There shall be no less than one net acre of land in the combined drill site and production site for each well in a semi-controlled drilling site.  The Zoning Administrator shall require a site of more than one acre for each oil well where a larger area is required in the particular oil drilling district.  The Zoning Administrator may require larger minimum drilling sites or production areas when reasonably necessary in the public interest for a particular oil producing section.\tWhere drilling sites greater than one acre are required and two or more lessees or oil drilling developers in a block or area have at least one net acre each, but all lessees or developers do not have the greater area required for drilling under these regulations, the Zoning Administrator shall equitably allocate permitted wells among the competing lessees or developers.  Where necessary, the lessee or developer having control of the larger portion of the property shall be given preference.  In those situations outlined above, in addition to the proration required by Paragraph (d) of this subdivision, the Zoning Administrator shall require that the lessee or developer who is authorized to drill the well shall offer an equitable consolidation agreement to the lessee or developer who has not been permitted to drill.   This consolidation agreement shall contain an offer in writing, open for acceptance for 30 days, giving the other lessees or developers a choice of either:\t(i)\ta lease on terms and conditions agreed upon, or on substantially the same terms and conditions contained in leases owned by the applicant; or,\t(ii)\ta consolidation agreement agreed upon providing that each lessee or developer shall contribute to the cost of drilling and operation of the well and share in the production from the well in the proportion that the area of his property bears to the total area in the drilling unit.\t(c)\tNo public street, alley, walk or way shall he included in determining the net area within any district or drilling site.\t(d)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Where the drilling site is so located as to isolate any parcel of land in the drilling district in such a manner that it could not be joined with any other land so as to create another drilling site of the area required in the particular district in which it is located, the Zoning Administrator shall require, as a condition to the drilling and production on the drilling site that the owner, lessee or permittee or his or her successor shall pay to the owners of the oil and gas mineral rights in each isolated parcel, a pro-rata share of the landowners’ royalty in all of the oil and gas produced from the drilling site, the share to be in that proportion as the net area of the isolated parcel is to the total net area of the drilling site plus the area of all the isolated parcels; provided that the landowners’ royalty shall be determined in accordance with any existing contracts for payments to the landowners of the drilling site, but, in no event, as to the owner of the isolated parcel or parcels, shall it be less than a 1\/6th part of the oil and gas produced and saved from the drilling site.\t2.\tUrbanized Areas – Each oil drilling district established in an urbanized area shall he subject to the following conditions:\t(a)\tEach district shall be not less than 40 acres in area, including all streets, ways and alleys within the boundaries thereof.\t(b)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Not more than one controlled drill site shall be permitted for each 40 acres in any district and that site shall not be larger than two acres when used to develop a district approximating the minimum size; provided, however, that where the site is to be used for the development of larger oil drilling districts or where the Zoning Administrator requires that more than one oil drilling district be developed from one controlled drilling site, the site may be increased, at the discretion of the Zoning Administrator when concurred in by the Board of Fire Commissioners, by not more than two acres for each 40 acres included in the district or districts.\t(c)\t(Amended by Ord. No. 147,651, Eff. 10\/11\/75.)  The number of oil wells Class A which may be drilled and operated from any controlled drilling site may not exceed one well to each five acres in the district or districts to be explored from said site.\tNotwithstanding the above, should the City Council determine that an urbanized oil drilling district contains more than one producing zone, the City Council may then authorize, by ordinance, the drilling of additional oil wells Class A, not to exceed one well per five acres for each identified producing zone, and specify the maximum number of wells to be drilled as the result of such authorization.\t(d)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each applicant, requesting a determination by the Zoning Administrator prescribing the conditions controlling drilling and production operations, as provided in Subsection H of this section, must have proprietary or contractual authority to drill for oil under the surface of at least 75 percent of the property in the district to be explored.\t(e)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each applicant or his or her successor in interest shall, within one year from the date the written determination is made by a Zoning Administrator prescribing the conditions controlling drilling and production operations as provided in Subsection H of this section, execute an offer in writing giving to each record owner of property located in the oil drilling district who has not joined in the lease or other authorization to drill the right to share in the proceeds of production from wells bottomed in the district, upon the same basis as those property owners who have, by lease or other legal consent, agreed to the drilling for and production of oil, gas or other hydrocarbon substances from the subsurface of the district.  The offer hereby required must remain open for acceptance for a period of five years after the date the written determination is made by a Zoning Administrator.  During the period the offer is in effect, the applicant, or his or her successor in interest, shall impound all royalties to which the owners or any of them may become entitled in a bank or trust company in the State of California, with proper provisions for payment to the record owners of property in the district who had not signed the lease at the time the written provisions were made by a Zoning Administrator, but who accepts the offer in writing within the five-year period.  Any such royalties remaining in any bank or trust company at the time the offer expires which are not due or payable as provided above shall be paid pro-rata to those owners who, at the time of the expiration, are otherwise entitled to share in the proceeds of the production.\t(f)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The entire controlled drilling site shall be adequately landscaped, except for those portions occupied by any required structure, appurtenance or driveway, and all landscaping shall be maintained in good condition at all times.  Plans showing the type and extent of the landscaping shall be first submitted to and approved by the Zoning Administrator.\t(g)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each applicant, requesting a determination by a Zoning Administrator prescribing the conditions controlling drilling and production operations, as provided in Subsection H of this section, shall post in the Office of Zoning Administration a satisfactory corporate surety bond (to be approved by the City Attorney and duplicates to be furnished to him or her) in the sum of $5,000 in favor of the City of Los Angeles, conditioned upon the performance by the applicant of all of the conditions, provisions, restrictions and requirements of this section, and all additional conditions, restrictions or requirements determined and prescribed by a Zoning Administrator.  No extension of time that may be granted by a Zoning Administrator or any change or specifications or requirements that may be approved or required by him or her or by any other officer or department of the City or any other alteration, modification of waiver affecting any of the obligations of the grantee made by any City authority or by any other power or authority whatsoever shall be deemed to exonerate either the grantee or the surety on any bond posted pursuant to this section.\t(h)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)     If a Zoning Administrator determines, after first receiving a report and recommendation from the Director of the Office of Administrative and Research Services, that oil drilling and production activities within the district have caused or may cause subsidence in the elevation of the ground within the district or in the immediate vicinity, then after consulting with recognized experts in connection with that problem and with those producing hydrocarbons from the affected area, he or she shall have the authority to require the involved oil producer or producers to take corrective action, including re-pressurizing the oil producing structure or cessation of oil drilling and production.\t(i)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  A Zoning Administrator may impose additional conditions or require corrective measures to be taken if he or she finds, after actual observation or experience with drilling one or more of the wells in the district, that additional conditions are necessary to afford greater protection to surrounding property.\t3.\tOffshore Areas. (Amended by Ord. No. 142,081, Eff. 7\/22\/71.) Each oil drilling district established in an offshore area shall be subject to the following conditions:\t(a)\tAll activities conducted within each such district shall conform to the spirit and intent of the provisions of Subsection A of Section 12.20.1 of this Code.\t(b)\tNo surface or submarine drilling or producing operations shall be permitted between the mean high tide line and the outermost seaward City boundary. Surface drilling or producing operations may be conducted only from permitted or approved onshore drillsites. Oil and gas accumulations may be developed by directional or slant drilling beneath any portion of the submerged land within the district.\t(c)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Onshore drilling and producing operations utilizing directional or slant drilling may be approved by a Zoning Administrator only when a showing is made that production of oil and gas cannot be accomplished from already approved or permissible sites.\t(d)\tThe number of oil wells Class A which may be drilled into any offshore drilling district from a single installation or facility onshore shall not exceed one well to each five acres of district and the installation and operation of all wells shall meet the requirements of Section 12.20.1.\t(e)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each applicant requesting a determination by a Zoning Administrator prescribing the conditions controlling drilling and production operations, as provided in Subsection H, shall post in the Office of Zoning Administration a satisfactory corporate surety bond (to be approved by the City Attorney and duplicates to be furnished to him or her) in the sum of $50,000 in favor of the City of Los Angeles, conditioned upon the performance by the applicant of all of the conditions, provisions, restrictions and requirements of this section, and all additional conditions, restrictions, or requirements determined and prescribed by a Zoning Administrator.  No extension of time that may be granted by a Zoning Administrator on any change of specifications on requirements that may be approved or required by him or her or by any other officer or department of the City or any other alteration, modification or waiver affecting any of the obligations of the applicant made by any City authority or by any other power or authority whatsoever shall be deemed to exonerate either the applicant or the surety on any bond posted pursuant to this section.\t(f)\tAll derricks and other drilling facilities shall be removed within 30 days after completion or abandonment of the well; and thereafter any work done on any existing well which requires redrilling or reconditioning shall be done by temporary or portable equipment which shall be removed within 30 days after completion of such work.\t(g)\tPollution of water and contamination or soiling of the urban coastline or beaches are prohibited.\t4.\tLos Angeles City Oil Field Area. (Added by Ord. No. 156,166, Eff. 1\/24\/82.) – Each oil drilling district established in the Los Angeles City Oil Field Area shall be subject to the following conditions:\t(a)\tThe boundary of each district shall follow the center line of city streets as far as practicable;\t(b)\tEach district shall include the streets, ways, and alleys within the boundaries thereof and shall be substantially compact in area;\t(c)\tThe drilling, pumping, redrilling, repairing, maintenance or other servicing of any new oil well Class A in said district shall be conducted only on a Drilling and Production Site in the Los Angeles City Oil Field Area upon which site at least one Class A oil well was (i) in existence on January 24,1982; and (ii) had not been abandoned in accordance with State Division of Oil and Gas regulations prior to January 24,1982; and (iii) has a Los Angeles Fire Department Serial Number, which number was in existence on January 24, 1982. (Amended by Ord. No. 160,874, Eff. 4\/6\/86.)\t(d)\tThe number of new oil wells Class A permitted on such a Drilling and Production Site in the Los Angeles City Oil Field Area shall not exceed one well to each acre in the District;\t(e)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each applicant, requesting a determination by the Zoning Administrator prescribing the conditions controlling new drilling and production operations as provided in Subsection H, must have proprietary or contractual authority to drill for oil under the surface of at least 75% of the total land area of the property in the district to be explored.\t(f)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Within one year from the date the written determination is made by a Zoning Administrator prescribing the conditions controlling drilling and production operations, as provided in Subsection H, each applicant or his or her successor in interest shall offer in writing to each record owner of property located in the oil drilling district who has not joined in the lease or other authorization to drill, the right to share in proceeds of production from new wells bottomed in the district upon the same basis as those property owners who have, by lease or other legal consent, agreed to the drilling for and production of oil, gas or other hydrocarbon substances from the sub-surface of the district.  The offer hereby required must remain open for acceptance for a period of five years after the date the written determination is made by a Zoning Administrator.  During the period the offer is in effect, the applicant, or his or her successor in interest, shall impound all royalties to which the owners or any of them may become entitled in a bank or trust company in the State of California, with proper provisions for payment to the record owners of property in the district who had not signed the lease at the time the written determination was made by a Zoning Administrator, but who accepts the offer in writing within the five-year period.  Any royalties remaining in any bank or trust company at the time the offer expires which are not due or payable as provided above shall be paid pro-rata to those owners who, at the time of the expiration, are otherwise entitled to share in the proceeds of the production.\t(g)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  the entire site upon which new oil wells are to be drilled shall be adequately fenced and landscaped; plans showing the type and extent of the landscaping shall be first submitted to and approved by the Zoning Administrator.\t(h)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Each applicant requesting a determination by a Zoning Administrator prescribing the conditions controlling drilling and production operations, as provided in Subsection H, shall post in the Office of Zoning Administration a satisfactory corporate surety bond (to be approved by the City Attorney and duplicates to be furnished by him or her) in the sum of $5,000 in favor of the City of Los Angeles, conditioned upon the performance by the applicant of all of the conditions, provisions, restrictions, and requirements of this section, and all additional conditions, restrictions, or requirements determined and prescribed by a Zoning Administrator.  No extension of time that may be granted by a Zoning Administrator or any change of specifications or requirements that may be approved or required by him or her or by any other officer or department of the City or any other alteration, modification or waiver affecting any of the obligations of the grantee made by any city authority or by any other power or authority whatsoever shall be deemed to exonerate either the grantee or the surety of any bond posted pursuant to this section.\t(i)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  If a Zoning Administrator determined after first receiving a report and recommendation from the Director of the Office of Administrative and Research Services, that oil drilling and production activities within the district have caused or may cause subsidence in the elevation of the ground within the district or in the immediate vicinity, he or she shall have the authority, after consulting with recognized experts in connection with the problem and with those persons producing hydrocarbons from the affected area, to require the involved oil producer or producers to take corrective action, including re-pressurizing the oil producing structure or cessation of oil drilling and production.\t(j)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  A Zoning Administrator may impose additional conditions or require corrective measures to be taken if he or she finds, after actual observation or experience with drilling one or more of the wells in the district, that additional conditions are necessary to afford greater protection to surrounding property.\t(k)\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Any operator of any site within an oil drilling district, approved by the Zoning Administrator pursuant to Section 12.23C4(c), may apply to the Department of City Planning for the establishment of fencing and landscaping requirements.  Once the requirements have been satisfied, the operator shall be relieved of the restrictions specified in Section 12.23C4(b) and (c).  Should an operator of such a site in a district desire to redrill or deepen a Class A oil well, if the oil well was\t(i)\tin existence on January 24, 1982; and\t(ii)\thad not been officially abandoned in accordance with State Division of Oil and Gas Regulations prior to January 24, 1982; and\t(iii)\thas a Los Angeles Fire Department Serial Number and the number was in existence on January 24, 1982, that operator shall comply with the provisions of Subsection H of Section 13.01.  Compliance with the Determination of Conditions issued shall relieve the operator of the restrictions specified in Section 12.23C4(b) and (c) of this Code.\tF.\tAdditional Conditions.  In addition to the standard conditions applying to oil drilling districts, the Council, by ordinance, or the Zoning Administrator may impose other conditions in each district as deemed necessary and proper.  Where these conditions are imposed by ordinance, they may be subsequently modified or deleted in the following manner:\t(a)\twhere the condition relates to the location of a drill site within a district, by amending the ordinance, only after the submission of an application, the payment of fees, notice, hearing and procedure identical to that required by this article for the establishment of an oil drilling district; and\t(b)\twhere the condition does not relate to the location of a drill site, by amending the ordinance, without the necessity of fees, notice or hearing.\tIn its report to the Council relative to the establishment of a district, the City Planning Commission may recommend conditions for consideration.  Some of these additional conditions, which may be imposed in the ordinance establishing the districts or by the Zoning Administrator in determining the drilling site requirements, and which may be applied by reference, are as follows:  (Para. Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\t1.\tThat all pumping units established in said district shall be installed in pits so that no parts thereof will be above the surface of the ground.\t2.\tThat all oil produced in said district shall be carried away by pipe lines or, if stored in said district, shall be stored in underground tanks so constructed that no portion thereof will be above the surface of the ground.\t3.\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  That the operator of any well or wells in the district shall post in the Office of Zoning Administration a $5,000 corporate surety bond conditioned upon the faithful performance of all provisions of this article and any conditions prescribed by a Zoning Administrator.  No extension of time that may be granted by a Zoning Administrator, or change of specifications or requirements that may be approved or required by him or her or by any other officer or department of the City, or other alteration, modification or waiver affecting any of the obligations of the grantee made by any City authority shall be deemed to exonerate either the grantee or the surety on any bond posted as required in this article.\t4.\tThat the operators shall remove the derrick from each well within thirty (30) days after the drilling of said well has been completed, and thereafter, when necessary, such completed wells shall be serviced by portable derricks.\t5.\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  That the drilling site shall be fenced or landscaped as prescribed by the Zoning Administrator.\t6.\t(None)\t7.\tThat, except in case of emergency, no materials, equipment, tools or pipe used for either drilling or production operations shall be delivered to or removed from the drilling site, except between the hours of 8:00 A.M. and 8:00 P.M. of any day.\t8.\tThat adequate fire fighting apparatus and supplies, approved by the Fire Department, shall be maintained on the drilling site at all times during drilling and production operations.\t9.\tThat no refining process or any process for the extraction of products from natural gas shall be carried on at a drilling site.\t10.\t(None)\t11.\t(None)\t12.\t(None)\t13.\tThat no more than one well shall be bottomed in each five (5) acres of the drilling district.\t14.\tThat no new oil wells shall be spudded in after the President of the United States, or other proper authority, has declared that a state of war no longer exists.\t15.\t(None)\t16.\t(None)\t17.\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  That any person requesting a determination by the Zoning Administrator prescribing the conditions under which oil drilling and production operations shall be conducted as provided in Subsection H, shall agree in writing on behalf of him or herself and his or her successors or assigns, to be bound by all of the terms and conditions of this article and any conditions prescribed by written determination by the Zoning Administrator; provided, however, that the agreement in writing shall not be construed to prevent the applicant or his or her successors or assigns from applying at any time for amendments pursuant to this Article or to the conditions prescribed by the Zoning Administrator, or from applying for the creation of a new district or an extension of time for drilling or production operations.\t18.\tThat all production equipment used shall be so constructed and operated that no noise, vibration, dust, odor or other harmful or annoying substances or effect which can be eliminated or diminished by the use of greater care shall ever be permitted to result from production operations carried on at any drilling site or from anything incident thereto to the injury or annoyance of persons living in the vicinity; nor shall the site or structures thereon be permitted to become dilapidated, unsightly or unsafe. Proven technological improvements in methods of production shall he adopted as they, from time to time, become available if capable of reducing factors of nuisance or annoyance.\t19.\tWells which are placed upon the pump shall be pumped by electricity with the most modern and latest type of pumping units of a height of not more than sixteen (16) feet. All permanent equipment shall be painted and kept in neat condition. All production operations shall be as free from noise as possible with modern oil operations.\t20.\tAll drilling equipment shall be removed from the premises immediately after drilling is completed, sump holes filled, and derricks removed within sixty (60) days after the completion of the well.\t21.\tThat, subject to the approval of the Board of Fire Commissioners, the operators shall properly screen from view all equipment used in connection with the flowing or pumping of wells.\t22.\tUpon the completion of the drilling of a well the premises shall be placed in a clean condition and shall be landscaped with planting of shrubbery so as to screen from public view as far as possible, the tanks and other permanent equipment, such landscaping and shrubbery to be kept in good condition.\t23.\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  That not more than two wells may be drilled in each city block of the drilling district and bottomed under that block.  However, at the discretion of the Zoning Administrator, surface operations for additional wells may be permitted in each of the blocks where each additional well is to be directionally drilled and bottomed under an adjacent block now or hereafter established in an oil drilling district in lieu of a well drilled on the adjacent block and under a spacing program which will result in not exceeding two wells bottomed under each block.\t24.\tThat not more than one (1) well shall be drilled in each city block of the drilling district; provided, however, that a second well may be drilled in that block bounded by “L”, Gulf Avenue, Denni Street and Wilmington Boulevard, only in the event said second well be directionally drilled or whipstocked so that the bottom of the hole will be bottomed under the (Gulf Avenue School property located in the block bounded by “L” Street, Roman Avenue, Denni Street and Gulf Avenue, and in lieu of a well which might otherwise be permitted to be drilled in said last mentioned block.\t25.\tThat not more than one (1) well may be drilled in each city block of the drilling district.\t26.\tThat all power operations other than drilling in said district shall at all times he carried on only by means of electrical power, which power shall not be generated on the drilling site.\t27.\t(None)\t28.\t(None)\t29.\tThat not more than two (2) wells may be drilled in each city block of the drilling district; provided, however, that two (2) additional wells may be drilled in each of the following described blocks, (a) the block bounded by Q Street, Lakme Avenue, Sandison Street and Broad Avenue and (b) the block bounded by Sandison Street, Lakme Avenue, Broad     Avenue and the southerly boundary of Tract No. 1934, but only if such additional wells are  directionally drilled or whipstocked so that they will be bottomed under the Hancock–Banning High school property, located in the block bounded by Delores Street, Broad Avenue, Pacific Coast Highway and Avalon Boulevard, in lieu of the four (4) wells which might otherwise be permitted to be drilled in the last mentioned block.\t30.\t(None)\t31.\tNot more than four (4) controlled drilling sites shall be permitted in this district, and such sites shall not be larger than two (2) acres.\t32.\tThe number of wells which may be drilled to any oil sand from the controlled  drilling site shall not exceed one (1) well to each five (5) acres in the district, but in no event shall there he more than one (1) well to each two and one-half (2 l\/2) acres.\t33.\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  That drilling operations shall be commenced within 90 days from the effective date the written determination is made by the Zoning Administrator or Area Planning Commission, or within any additional period as the Zoning Administrator may, for good cause, allow and thereafter shall be prosecuted diligently to completion or else abandoned strictly as required by law and the premises restored to their original condition as nearly as practicable as can be done.  If a producing well is not secured within eight months, the well shall be abandoned and the premises restored to its original condition, as nearly as practicable as can be done.  The Zoning Administrator, for good cause, shall allow additional time for the completion of the well.\t34.\tThat an internal combustion engine or electrical equipment may be used in the drilling or pumping operations of the well, and if an internal combustion engine is used, that mufflers be installed on the mud pumps and engine so as to reduce noise to a minimum, all of said installations to be done in a manner satisfactory to the Fire Department.\t35.\t(None)\t36.\tThat not more than two (2) production tanks shall be installed for each producing well, neither one of which shall have a rated capacity in excess of one thousand (1,000) barrels; provided, however, that if in the opinion of the Administrator it is necessary in order to provide for the maximum safety of operations or to decrease the number of individual production tank settings on any property, the Administrator may increase the number of such production tanks to not more than three (3), having a greater capacity not to exceed two thousand (2,000) barrels each. The Administrator shall permit such wash tanks or heating facilities as may appear necessary to ship or remove production from the premises. The plans for said tank or tanks, including the plot plan showing the location thereof on the property, shall be submitted to and approved in writing by the Administrator before said tank or tanks and appurtenances are located on the premises; and that said tank or tanks and appurtenances shall be kept painted and maintained in good condition.\t37.\tAll waste substances such as drilling muds, oil, brine or acids produced or used in connection with oil drilling operations or oil production shall be retained in water–tight receptors from which they may he piped or hauled for terminal disposal in a dumping area specifically approved for such disposal by the Los Angeles Regional Water Pollution Control Board No. 4.\t38.\tAny wells drilled shall be cased tight to bedrock or effective means satisfactory to the Department of Water and Power used to prevent vertical movement of ground water.\t39.\tThe applicant shall provide the Department of Water and Power with a precise plot plan of the drilling plant and roads leading thereto, and to make such safeguards as the Department deems necessary to assure the safety of the existing 50” water main which crosses the district involved.\t40.\tThe Department of Water and Power of the City of Los Angeles shall be permitted to review and inspect methods used in the drilling and producing operations and in the disposal of waste, and shall have the right to require changes necessary for the full protection of the public water supply.\t41.\t(None)\t42.\tThat the number of wells which may be drilled to any oil sand shall not exceed one (1) well to each five (5) acres in the district, but in no event shall there be more than one (1) well to each two and one–half acres.\t43.\tThat drilling, pumping and other power operations shall at all times be carried on only by electrical power and that such power shall not be generated on the controlled drilling site or in the district.\t44.\tThat an internal combustion engine or steam-driven equipment may be used in the drilling or pumping operations of the well , and, if an internal combustion engine or steam-driven equipment is used, that mufflers be installed  on the mudpumps and engine; and that the exhaust from the steam-driven machinery be expelled into one of the production tanks, if such tanks are permitted, so as to reduce noise to a minimum, all of said installations to be found in a manner satisfactory to the Fire Department.\t45.\tThat drilling operations shall be carried on or conducted in connection with only one well at a time in any one such district, and such well shall be brought in or abandoned before operations for the drilling of another well are commenced; provided, however, that the Administrator may permit the drilling of more than one well at a time after the discovery well has been brought in.\t46.\tThat all oil drilling and production operations shall be conducted in such a manner as to eliminate, as far as practicable, dust, noise, vibration or noxious odors, and shall be in accordance with the best accepted practices incident to drilling for and production of oil, gas and other hydrocarbon substances. Proven technological improvements in drilling and production methods shall be adopted as they may become, from time to time, available, if capable of reducing factors of nuisance and annoyance.\t47.\tThat all parts of the derrick above the derrick floor not reasonably necessary for ingress and egress including the elevated portion thereof used as a hoist, shall be enclosed with fire–resistive soundproofing material approved by the Fire Department, and the same shall be painted or stained so as to render the appearance of said derrick as unobtrusive as practicable.\t48.\tThat all tools, pipe and other equipment used in connection with any drilling or production operations shall be screened from view, and all drilling operations shall be conducted or carried on behind a solid fence, which shall be maintained in good condition at all times and be painted or stained so as to render such fence as unobtrusive as practicable.\t49.\tThat no materials, equipment, tools or pipe used for either drilling or production operations shall be delivered to or removed from the controlled drilling site except between the hours of 8:00 o’ clock a.m. and 6:00 o clock p.m., on any day, except in case of emergency incident to unforeseen drilling or production operations, and then only when permission in writing has been previously obtained from the Administrator.\t50.\tThat no earthen sumps shall be used.\t51.\tThat within sixty (60) days after the drilling of each well has been completed, and said well placed on production, or abandoned, the derrick, all boilers and all other drilling equipment shall be entirely removed from the premises unless such derrick and appurtenant equipment is to be used within a reasonable time limit determined by the Administrator for the drilling of another well on the same controlled drilling site.\t52.\tThat no oil, gas or other hydrocarbon substances may be produced from any well hereby permitted unless all equipment necessarily incident to such production is completely enclosed within a building, the plans for said building to be approved by the Department of Building and Safety and the Fire Department. This building shall be of a permanent type, of attractive design and constructed in a manner that will eliminate as far as practicable, dust, noise, noxious odors and vibrations or other conditions which are offensive to the senses, and shall be equipped with such devices as are necessary to eliminate the objectionable features mentioned above. The architectural treatment of the exterior of such building shall also be subject to the approval of the Administrator.\t53.\tThat no oil, gas or other hydrocarbon substances may be produced from any well hereby permitted where same is located within or immediately adjoining subdivided areas where ten (10) percent of the lots or subdivided parcels of ground, within one-half (1\/2) mile radius thereof, are improved with residential structures, unless all equipment necessarily incidental to such production is countersunk below the natural surface of the ground and such installation and equipment shall be made in accordance with Fire Department requirements.\t54.\tThat there shall be no tanks or other facilities for the storage of oil erected or maintained on the premises and that all oil products shall be transported from the drilling site by means of an underground pipe line connected directly with the production pump without venting products to the atmospheric pressure at the production site.\t55.\tThat not more than two production tanks shall be installed on said drilling site, neither one of which shall have a rated capacity in excess of one thousand (1000) barrels; that the plans for said tank or tanks, including the plot plans showing the location thereof on the property, shall be submitted to and approved in writing by the Administrator before said tank or tanks and appurtenances are located on the premises, and that said tank or tanks and appurtenances shall be kept painted and maintained in good condition at all times.\t56.\tThat any production tanks shall be countersunk below the natural surface of the ground and the installation thereof shall be made in accordance with safety requirements of the Fire Department.\t57.\tThat no refinery, dehydrating or absorption plant of any kind shall be constructed, established or maintained on the premises at any time.\t58.\tThat no sign shall be constructed, erected, maintained or placed on the premises or any part thereof, except those required by law or ordinance to be displayed in connection with the drilling or maintenance of the well.\t59.\tThat suitable and adequate sanitary toilet and washing facilities shall be installed and maintained in a clean and sanitary condition at all times.\t60.\tThat any owner, lessee or permittee and their successors and assigns, must at all times be insured to the extent of one hundred thousand dollars ($100,000) against liability in tort arising from drilling or production, or activities or operations incident thereto, conducted or carried on under or by virtue of the conditions prescribed by written determination by the Administrator as provided in Subsection H of this section. The policy of insurance issued pursuant hereto shall be subject to the approval of the City Attorney, and duplicates shall be furnished to him. Each such policy shall be conditioned or endorsed to cover such agents, lessees or representatives of the owner, lessee or permittee as may actually conduct drilling, production or incidental operations permitted by such written determination by the Administrator.\t61.\t(None)\t62.\tAll onshore drilling and production installations or facilities shall be removed and the premises restored to their original conditions after all oil and gas wells have been abandoned, unless the City Planning Commission determines otherwise. (Amended by Ord. No. 142,081, Eff. 7\/22\/71.)\t63.\t(None)\t64.\t(None)\tG.\tDescription of Districts (Added by Ord. No. 123,825, Eff. 4\/4\/64.) – The districts within which the drilling for and production of oil, gas or other hydrocarbon substances is permitted, and the conditions applying thereto (subject to further conditions imposed by the Administrator in the drilling site requirements), are described as follows:\t1.\tDistricts in Non-urbanized Areas. (For boundaries of districts and special conditions applicable thereto, refer to maps and records in City Planning Office).\t2.\tDistricts in Urbanized Areas. (For boundaries of districts and special conditions applicable thereto, refer to maps and records in City Planning Office).\t3.\tDistricts in Offshore Areas. (For boundaries of districts and special conditions applicable thereto, refer to maps and records in City Planning Office.) (Added by Ord. No. 130,339, Eff. 7\/30\/65.)\t4.\tDistricts in the Los Angeles City Oil Field Area. (For boundaries of such districts and any conditions applicable thereto, refer to maps and records in the City Planning Office.) (Added by Ord. No. 156,166, Eff. 1\/24\/82.)\tH.\tDrilling Site Requirements.  Any person desiring to drill, deepen or maintain an oil well in an oil drilling district that has been established by ordinance, or to drill or deepen and subsequently maintain an oil well in the M3 Zone within 500 feet of a more restrictive zone shall file an application in the Department of City Planning on a form provided by the Department, requesting a determination of the conditions under which the operations may be conducted.  (Para. Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\tWhere the district is in an urbanized or off-shore area, a Zoning Administrator, after investigation, may deny the application if he finds that there is available and reasonably obtainable in the same district or in an adjacent or nearby district within a reasonable distance one or more locations where drilling could be done with greater safety and security with appreciably less harm to other property, or with greater conformity to the comprehensive zoning map.  A Zoning Administrator shall deny an application for a drill site in an urbanized or off-shore area unless the applicant first files with the Zoning Administrator in a form and executed in a manner approved by a Zoning Administrator\t(1)\teither of the following continuing written offers\t(a)\tto make the drill site available to competing operators upon reasonable terms, or\t(b)\tto enter into or conduct joint operations for a unit or cooperative plan of development of hydrocarbon reserves upon reasonable terms, if whichever course offered is determined to be feasible by a Zoning Administrator, and is subsequently required by him or her in order to effectuate the above set forth purposes, and\t(2)\tan agreement to abide by the determination of the Director of Administrative and Research Services if any dispute arises as to the reasonableness of those terms after first having an opportunity to be heard.  Where the district is in a nonurbanized area, in the Los Angeles City Oil Field Area, or in those cases where a Zoning Administrator approves an application in an urbanized or off-shore area, a Zoning Administrator shall determine and prescribe additional conditions or limitations, not in conflict with those specified in the ordinance establishing the district, which he or she deems appropriate in order to give effect to the provisions of this section and to other provisions of this chapter relating to zoning.  Where the proposed operation is in the M3 Zone and is within 500 feet of a more restrictive zone, a Zoning Administrator shall prescribe conditions and limitations, if any, as he or she deems appropriate to regulate activity which may be materially detrimental to property in the more restrictive zone.  All conditions previously imposed by a Zoning Administrator in accordance with the provisions of this chapter are continued in full force and effect.\tA Zoning Administrator shall make his or her written determination within 60 days from the date of the filing of an application and shall forthwith transmit a copy to the applicant.\tThe determination shall become final after an elapsed period of 15 days from the mailing of the notification to the applicant, unless an appeal is filed within that period, in which case the provisions of Section 12.24B through I concerning the filing and consideration of appeals shall apply.\tI.\tPermits.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  No person shall drill, deepen or maintain an oil well or convert an oil well from one class to the other and no permits shall be issued for that use, until a determination has been made by the Zoning Administrator or Area Planning Commission pursuant to the procedure prescribed in Subsection H of this section.\tJ.\tTermination of District. Any ordinance establishing the districts described in this section shall become null and void one year after the effective date thereof unless oil drilling operations are commenced and diligently prosecuted within such one–year period, provided, however, a Zoning Administrator, upon recommendation of the Director of the Office of Administrative and Research Services, may extend the termination date for four consecutive additional periods not to exceed one year each, prior to the termination date of each period, if written request is filed therefor with the office of the Zoning Administration setting forth the reasons for said request and a Zoning Administrator determines that good and reasonable cause exists therefor. (Amended by Ord. No. 173,363, Eff. 7\/29\/00, Oper. 7\/1\/00.)\tSimilarly, a Zoning Administrator, upon recommendation of the City Administrative Officer, may extend the termination date for three consecutive additional periods not to exceed one year each, prior to the termination date of each period, for those districts which are part of a group undergoing development from one or more common controlled drilling sites, provided that written request is filed, which sets forth the reasons for the request therefor and the Zoning Administrator determines that good and reasonable cause exists therefor, and providing further that drilling operations have been diligently prosecuted from the common controlled drilling site during the previous extension period. Additional one–year extensions may be made by a Zoning Administrator subject to the approval of the City Planning Commission. (Amended by Ord. No. 134,135, Eff. 4\/28\/67.)\tAny ordinance establishing an urbanized oil district shall become null and void one year after all wells drilled in the district after the effective date of said ordinance have been abandoned in accordance with legal requirements, unless a Zoning Administrator determines that the district is part of a group undergoing development from one or more common, controlled drilling sites, or on the basis of sufficient proof determines that production is allocated thereto from an adjacent, adjoining or near by drilling district or districts under a unit or pooling agreement. In such cases a Zoning Administrator may if he finds that good and reasonable cause exists therefor, extend the termination date of the expiring district to coincide with the termination date of the other district or districts in which the one or more common controlled drilling sites are located or from which production is allocated under a unit or pooling agreement. A Zoning Administrator may terminate any such district when the reasons for such extension no longer apply. (Amended by Ord. No. 134,135, Eff. 4\/28\/67.)\tAny ordinance establishing a non–urbanized district or district in the Los Angeles City Oil Field Area shall become null and void one year after all wells in the district have been abandoned in accordance with legal requirements, unless the Zoning Administrator, on the basis of sufficient proof, determines that the district is part of a group in which secondary hydrocarbon recovery operations are taking place, and that production from an adjoining or adjacent district is allocated thereto under a unit or pooling agreement. In such cases, a Zoning Administrator may, if he finds that good and reasonable cause exists therefor, extend the termination date to coincide with the termination date of the adjoining or adjacent district in which secondary recovery operations are being conducted. A Zoning Administrator may terminate any such district when the reasons for said extension no longer apply. (Amended by Ord. No. 156,166, Eff. 1\/24\/82.)\tZoning ordinance, prohibiting drilling of wells on tracts recently included in residential zone not an unreasonable exercise of police power and does not deprive lessee which acquired lease prior to zoning of property without due process.\n\tMarblehead Land Co. v. City of Los Angeles, 47 Fed. 2d 528.\n\tCromwell–Franklin Oil Co. v. Oklahoma City, 14 F.S. 370.\n\tBeverly Oil Co. v. City of Los Angeles, 40 Cal. 2d 552.\n\tPacific Palisades Assn. v. City of Huntington Beach, 196 Cal. 211.\tK.\tMaintenance of Drilling and Production Sites (Added by Ord. No. 119,399, Eff. 8\/3\/61.) Effective August 1,1962, the following regulations shall apply to existing and future oil wells within the City of Los Angeles, including oil wells operating pursuant to any zone variance, whether by ordinance or approval of a Zoning Administrator, and all oil wells in an M3 Zone which are within 500 feet of a more restrictive zone:\t1.\tAll stationary derricks, including their floors and foundations, shall be removed within 30 days after completion or abandonment of the well (notwithstanding any other provisions of this Code to the contrary) or by September 1, 1962, whichever occurs later; and thereafter any work done on any existing well which requires the use of a derrick shall be done by a temporary or portable derrick. Such temporary or portable derricks shall be removed within 30 days after the completion of such work.\t2.\tThe motors, engines, pumps and tanks of all such oil wells shall be sealed so that no offensive or obnoxious odor or fumes can be readily detected from any point on adjacent property.\t3.\tThe well pumping equipment for such wells shall be muffled or soundproofed so that the noise emanating therefrom, measured from any point on adjacent property, is no more audible than surrounding street traffic, commercial or industrial noises measured at the same point.\t4.\tThe maximum height of the pumping units for such wells shall not exceed 15 feet above existing grade level.\t5.\tThe site of such wells shall be so landscaped, fenced or concealed that the well and all of its appurtenant apparatus is reasonably protected against public entry, observation or attraction.\tIn addition to any other authority vested in the Zoning Administrator by Charter and the Los Angeles Municipal Code, a Zoning Administrator may waive or modify these regulations if the drilling site is physically inaccessible to a portable derrick, or is located in a mountainous and substantially uninhabited place, or is located in an M Zone and is surrounded by vacant land or is adjacent to land used as permitted in the M Zones and if the enforcement of such regulations would be discriminatory, unreasonable or would impose a undue hardship upon oil drilling in such locations. A Zoning Administrator may also waive or modify the 16–foot height limitation where, because of the amount of liquid to be raised or the depths at which such fluids are encountered, pumping unit in excess of 16 feet in height is shown by conclusive engineering evidence to be required. (Amended by Ord. No. 125,877, Eff. 11\/29\/63.)\tAll ordinances and parts of ordinances of the City of Los Angeles in conflict herewith are hereby repealed to the extent of such conflict.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"previous_section":{"id":"3777","structure_id":"43","section_number":"13.00","catch_line":"Establishment Of Districts.","url":"\/13.00\/","token":"13.00"}}