{"section_number":"13.14","edition_id":"1","section_id":"3509","structure_id":"43","catch_line":"“Cpio” Community Plan Implementation Overlay District.","history":"","full_text":"  “CPIO” COMMUNITY PLAN IMPLEMENTATION OVERLAY DISTRICT.\n\t(Added by Ord. No. 181,412, Eff. 1\/2\/11.)\n\n\tA.\tPurpose.  This section sets forth procedures, guidelines, and standards for establishment of the “CPIO” Community Plan Implementation Overlay Districts within any zone in the City.  The purpose of the CPIO District is to provide for supplemental development regulations tailored to each Community Plan area to:\n\n\t1.\tEnsure that development enhances the unique architectural, environmental, and cultural qualities of each Community Plan area, integrates improvements and enhancements to the public right-of-way, and maintains compatible land uses, scale, intensity, and density;\n\n\t2.\tCreate an approval process to enable infill development that will positively impact communities.\n\n\tB.\tRelationship to Other Zoning Regulations.  Where the provisions of a CPIO District conflict with those of a Specific Plan or Historic Preservation Overlay Zone (HPOZ), then the provisions of the Specific Plan or HPOZ shall prevail.  Regulations contained in the CPIO District dealing with uses, height, floor area ratio, and\/or signage shall be more restrictive than applicable regulations in the underlying zone(s) and other supplemental use districts.  If the provisions of the CPIO conflict with any other City-wide regulations in the Los Angeles Municipal Code or supplemental use districts other than a Specific Plan or HPOZ, then the requirements of the CPIO District shall prevail.\n\n\tC.\tEstablishment of the District.\n\n\t1.\tInitiation.  The initiation of the establishment of a CPIO District or a change in boundaries of a district shall follow the procedures set forth in Section 12.32 of this Code.  In addition, each CPIO District shall have a minimum of one mapped CPIO District Subarea, as defined in Subsection D. of this section, to enable the initiation and activation of a CPIO District for an entire Community Plan Area.\n\n\t2.\tZoning Classification.  At the time of establishment, the City Council may, pursuant to Section 12.32 of this Code, adopt an ordinance to amend Section 12.04 of this Code to establish a zoning classification to indicate the Community Plan Area in which the CPIO is located and the corresponding Subarea as defined in Subsection E. of this section.\n\n\t3.\tBoundaries.  A CPIO District shall share the boundaries of a Community Plan and contain at least one Subarea.  Precise boundaries of the Subarea are required at the time of application for or initiation of an individual District.\n\n\t4.\tAmendments to a CPIO.  The procedures for amending a CPIO District or its Subareas, or adopting additional Subareas within an established CPIO District, are set forth in Subsections A., C., and E. of Section 12.32.\n\n\t5.\tFindings.  In adopting a CPIO District, the City Council shall find that the supplemental development regulations of the CPIO District are consistent with, and necessary to implement, the programs, policies, or urban design guidelines of the Community Plan for that area.\n\n\tD.\tDefinitions.\n\n\tCommunity Plan Implementation Overlay (CPIO) Subarea.  A further defined area within the CPIO District in which Community Plan programs and\/or policies are implemented through supplemental development regulations.  Subareas may be contiguous or non-contiguous parcels characterized by common Community Plan goals, themes and policies and grouped by a common boundary.\n\n\tE.\tContent of a CPIO District.  Each CPIO District shall contain the following:\n\n\t1.\tSubarea Boundaries.  A map showing all sites within the District’s Subarea(s).\n\n\t2.\tProject.  A definition of the term “Project”, which shall set forth the type of developments or uses subject to the supplemental development regulations and\/or processes.  The District may define the term “Project” differently for each Subarea.\n\n\t3.\tSupplemental Development Regulations.  Supplemental development regulations and definitions that may apply to any zone and\/or public right-of-way within a CPIO District’s Subarea(s).\n\n\tF.\tIssuance of Permits.  For all Projects within a CPIO Subarea, the Department of Building and Safety shall not issue a grading, building or change of use permit unless an Administrative Clearance, CPIO Adjustment, or CPIO Exception has been obtained pursuant to the applicable procedures in Subsection G.\n\n\tG.\tReview Procedures for Projects within a CPIO District.  For all Projects within a CPIO District’s Subarea(s), an applicant shall follow the applicable procedures set forth below:\n\n\t1.\tApplication.  All Projects proposed within a CPIO District shall be submitted with an application for a CPIO approval to be filed with the Department of City Planning on a form provided by the Department, and include all information required by the instructions on the application and the guidelines adopted by the Director of Planning.  Prior to deeming the application complete, the Director shall determine and, if necessary, advise the applicant of the processes to be followed, materials to be submitted, and fees to be paid.  The granting of a CPIO approval shall not imply, or be deemed to constitute, compliance with any other applicable provisions of this Code.\n\n\t2.\tAdministrative Clearance – Authority of the Director.  An applicant for a Project that complies with the provisions of an adopted CPIO District shall submit plans to the Director for an Administrative Clearance pursuant to Section 12.32 S.4.  Projects which do not comply with the applicable CPIO District regulations may request relief through the procedures set forth in Subsections 3. and 4. of this section.\n\n\t3.\tCommunity Plan Implementation Overlay Adjustment – Director Authority with Appeals to the Area Planning Commission.  The Director or the Director’s designee shall have initial decision-making authority to grant a CPIO Adjustment with an appeal to the Area Planning Commission in accordance with the procedures set forth in Section 11.5.7 C.4. – 6. of this Code.\n\n\t(a)\tLimitations.  Unless otherwise limited by a CPIO District or CPIO District Subarea, a CPIO Adjustment shall be limited to deviations of up to 20 percent from the quantitative supplemental development regulations or minor adjustments from the qualitative supplemental development regulations in an adopted CPIO Subarea.\n\n\tEach adopted CPIO ordinance shall indicate those development regulations which are not eligible for an adjustment through this Section.  If an application requests more than one CPIO Adjustment, the Director may advise the applicant, prior to the application being deemed complete, that the request be filed and processed as a CPIO exception, pursuant to Subsection 4. of this section.  To the extent that a CPIO contains sign regulations, signs shall not qualify for relief through a CPIO Adjustment.  All other Projects seeking relief from any development regulation which contains prohibition language, or development regulations otherwise designated in the CPIO as not eligible for adjustments, shall be processed through the CPIO Exception procedures listed under Subsection 4. of this section.\n\n\t(b)\tFindings.  The Director’s determination shall include written findings in support of the determination.  In order to approve a proposed project pursuant to this subsection, the Director must find that:\n\n\t(i)\tThere are special circumstances applicable to the project or project site which make the strict application of the CPIO regulation(s) impractical;\n\n\t(ii)\tThe project, as approved, is consistent with the purpose and intent of the CPIO and substantially complies with the applicable CPIO regulations;\n\n\t(iii)\tIn granting the adjustment, the Director has considered and found no detrimental effects of the adjustment on surrounding properties or public rights-of-way;\n\n\t(iv)\tThe project incorporates mitigation measures, monitoring of measures when necessary, or alternatives identified in the environmental review which would mitigate the negative environmental effects of the project, to the extent physically feasible; and\n\n\t(v)\tThe project is compatible with the neighborhood character of the CPIO District Subarea.\n\n\t4.\tExceptions from a “CPIO” – Area Planning Commission Authority with Appeals to the City Council.\n\n\t(a)\tArea Planning Commission Authority.  The Area Planning Commission shall have initial decision-making authority for granting exceptions from CPIO regulations with an appeal to the City Council in accordance with the procedures set forth in Subdivisions 3. – 8. of Subsection F. of Section 11.5.7 of this Code.\n\n\tIn granting an exception from CPIO regulations, the Area Planning Commission shall impose conditions to remedy any resulting disparity of privilege, to protect the public health, safety, welfare, and to assure compliance with the objectives of the General Plan and the purpose and intent of the CPIO District.  An exception from a CPIO regulation shall not be used to grant a special privilege, nor to grant relief from self-imposed hardships.\n\n\t(b)\tFindings.  The Area Planning Commission may permit an exception from a CPIO regulation not involving signage if it makes all the following findings:\n\n\t(i)\tThe strict application of the CPIO regulations to the subject property would result in practical difficulties or unnecessary hardships inconsistent with the general purpose and intent of the CPIO District and its regulations;\n\n\t(ii)\tThere are exceptional circumstances or conditions applicable to the subject property involved or to the intended use or development of the subject property that do not apply generally to other properties in the CPIO District and\/or Subarea;\n\n\t(iii)\tAn exception from the CPIO regulation is necessary for the preservation and enjoyment of a substantial property right or use generally possessed by other property within the CPIO District and\/or Subarea in the same zone and vicinity but which, because of special circumstances and practical difficulties or unnecessary hardships, is denied to the property in question;\n\n\t(iv)\tThe granting of an exception will not be detrimental to the public welfare or injurious to the property or improvements adjacent to or in the vicinity of the subject property; and\n\n\t(v)\tThe granting of an exception will be consistent with the principles, intent and goals of the CPIO District and\/or Subarea and any applicable element of the General Plan.\n\n\tThe Area Planning Commission may permit an exception from a CPIO regulation concerning signage if it makes all the following findings:\n\n\t(i)\tStrict compliance would result in practical difficulty or unnecessary hardship inconsistent with the purposes of the zoning restrictions due to unique existing physical circumstances on the subject property;\n\n\t(ii)\tAn exception from the CPIO regulation is necessary for the preservation and enjoyment of a substantial property right or use generally possessed by other property within the CPIO District and\/or Subarea in the same zone and vicinity but which, because of special circumstances and practical difficulties or unnecessary hardships, is denied to the property in question;\n\n\t(iii)\tThe exception would not constitute a special grant of privilege.","order_by":"14","ancestry":{"1":{"id":"43","name":"Specific Plan – Zoning\nSupplemental Use Districts","identifier":"3","label":"article","url":"\/1\/3\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3777","structure_id":"43","section_number":"13.00","catch_line":"Establishment Of Districts.","url":"\/13.00\/","token":"13.00"},"1":{"id":"77","structure_id":"43","section_number":"13.01","catch_line":"“O” Oil Drilling Districts.","url":"\/13.01\/","token":"13.01"},"2":{"id":"1885","structure_id":"43","section_number":"13.02","catch_line":"“S” Animal Slaughtering Districts.","url":"\/13.02\/","token":"13.02"},"3":{"id":"1805","structure_id":"43","section_number":"13.03","catch_line":"“G” Surface Mining Operations Districts.","url":"\/13.03\/","token":"13.03"},"4":{"id":"2713","structure_id":"43","section_number":"13.04","catch_line":"“Rpd” Residential Planned Development Districts.","url":"\/13.04\/","token":"13.04"},"5":{"id":"944","structure_id":"43","section_number":"13.05","catch_line":"“K” Equinekeeping Districts.","url":"\/13.05\/","token":"13.05"},"6":{"id":"2777","structure_id":"43","section_number":"13.06","catch_line":"Commercial And Artcraft Districts.","url":"\/13.06\/","token":"13.06"},"7":{"id":"2216","structure_id":"43","section_number":"13.07","catch_line":"Pedestrian Oriented District.","url":"\/13.07\/","token":"13.07"},"8":{"id":"432","structure_id":"43","section_number":"13.08","catch_line":"“Cdo” Community Design Overlay District.","url":"\/13.08\/","token":"13.08"},"9":{"id":"747","structure_id":"43","section_number":"13.09","catch_line":"Mixed Use District.","url":"\/13.09\/","token":"13.09"},"10":{"id":"947","structure_id":"43","section_number":"13.10","catch_line":"Fence Heights District.","url":"\/13.10\/","token":"13.10"},"11":{"id":"2996","structure_id":"43","section_number":"13.11","catch_line":"“Sn” Sign District.","url":"\/13.11\/","token":"13.11"},"12":{"id":"3998","structure_id":"43","section_number":"13.12","catch_line":"\"Nso\" Neighborhood Stabilization Overlay District.","url":"\/13.12\/","token":"13.12"},"13":{"id":"1837","structure_id":"43","section_number":"13.13","catch_line":"“Rfa” Residential Floor Area District.","url":"\/13.13\/","token":"13.13"},"14":{"id":"3509","structure_id":"43","section_number":"13.14","catch_line":"\"Cpio\" Community Plan Implementation Overlay District.","url":"\/13.14\/","token":"13.14"},"15":{"id":"2407","structure_id":"43","section_number":"13.15","catch_line":"Modified Parking Requirement (Mpr) District.","url":"\/13.15\/","token":"13.15"},"16":{"id":"2259","structure_id":"43","section_number":"13.16","catch_line":"\"Hs\" Hillside Standards Overlay District.","url":"\/13.16\/","token":"13.16"},"17":{"id":"2537","structure_id":"43","section_number":"13.17","catch_line":"Violation.","url":"\/13.17\/","token":"13.17"}},"next_section":{"id":"2407","structure_id":"43","section_number":"13.15","catch_line":"Modified Parking Requirement (Mpr) District.","url":"\/13.15\/","token":"13.15"},"metadata":false,"references":false,"url":"\/13.14\/","token":"13.14","formats":{"txt":"\/13.14.txt","json":"\/13.14.xml"},"dublin_core":{"Title":"“Cpio” Community Plan Implementation Overlay District.","Type":"Text","Format":"text\/html","Identifier":"§ 13.14","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\n“CPIO” COMMUNITY PLAN IMPLEMENTATION OVERLAY DISTRICT. (§ 13.14)\n\n  “CPIO” COMMUNITY PLAN IMPLEMENTATION OVERLAY DISTRICT.\n\t(Added by Ord. No. 181,412, Eff. 1\/2\/11.)\tA.\tPurpose.  This section sets forth\nprocedures, guidelines, and standards for establishment of the “CPIO”\nCommunity Plan Implementation Overlay Districts within any zone in the City. \nThe purpose of the CPIO District is to provide for supplemental development\nregulations tailored to each Community Plan area to:\t1.\tEnsure that development\nenhances the unique architectural, environmental, and cultural qualities of each\nCommunity Plan area, integrates improvements and enhancements to the public\nright-of-way, and maintains compatible land uses, scale, intensity, and\ndensity;\t2.\tCreate an approval process to enable infill development that will\npositively impact communities.\tB.\tRelationship to Other Zoning Regulations. \nWhere the provisions of a CPIO District conflict with those of a Specific Plan\nor Historic Preservation Overlay Zone (HPOZ), then the provisions of the\nSpecific Plan or HPOZ shall prevail.  Regulations contained in the CPIO\nDistrict dealing with uses, height, floor area ratio, and\/or signage shall be\nmore restrictive than applicable regulations in the underlying zone(s) and other\nsupplemental use districts.  If the provisions of the CPIO conflict with any\nother City-wide regulations in the Los Angeles Municipal Code or supplemental\nuse districts other than a Specific Plan or HPOZ, then the requirements of the\nCPIO District shall prevail.\tC.\tEstablishment of the District.\t1.\tInitiation. \nThe initiation of the establishment of a CPIO District or a change in boundaries\nof a district shall follow the procedures set forth in Section 12.32 of this\nCode.  In addition, each CPIO District shall have a minimum of one mapped CPIO\nDistrict Subarea, as defined in Subsection D. of this section, to enable the\ninitiation and activation of a CPIO District for an entire Community Plan\nArea.\t2.\tZoning Classification.  At the time of establishment, the City Council\nmay, pursuant to Section 12.32 of this Code, adopt an ordinance to amend Section\n12.04 of this Code to establish a zoning classification to indicate the\nCommunity Plan Area in which the CPIO is located and the corresponding Subarea\nas defined in Subsection E. of this section.\t3.\tBoundaries.  A CPIO District\nshall share the boundaries of a Community Plan and contain at least one\nSubarea.  Precise boundaries of the Subarea are required at the time of\napplication for or initiation of an individual District.\t4.\tAmendments to a\nCPIO.  The procedures for amending a CPIO District or its Subareas, or adopting\nadditional Subareas within an established CPIO District, are set forth in\nSubsections A., C., and E. of Section 12.32.\t5.\tFindings.  In adopting a CPIO\nDistrict, the City Council shall find that the supplemental development\nregulations of the CPIO District are consistent with, and necessary to\nimplement, the programs, policies, or urban design guidelines of the Community\nPlan for that area.\tD.\tDefinitions.\tCommunity Plan Implementation Overlay (CPIO)\nSubarea.  A further defined area within the CPIO District in which Community\nPlan programs and\/or policies are implemented through supplemental development\nregulations.  Subareas may be contiguous or non-contiguous parcels\ncharacterized by common Community Plan goals, themes and policies and grouped by\na common boundary.\tE.\tContent of a CPIO District.  Each CPIO District shall\ncontain the following:\t1.\tSubarea Boundaries.  A map showing all sites within\nthe District’s Subarea(s).\t2.\tProject.  A definition of the term\n“Project”, which shall set forth the type of developments or uses subject to\nthe supplemental development regulations and\/or processes.  The District may\ndefine the term “Project” differently for each Subarea.\t3.\tSupplemental\nDevelopment Regulations.  Supplemental development regulations and definitions\nthat may apply to any zone and\/or public right-of-way within a CPIO District’s\nSubarea(s).\tF.\tIssuance of Permits.  For all Projects within a CPIO Subarea,\nthe Department of Building and Safety shall not issue a grading, building or\nchange of use permit unless an Administrative Clearance, CPIO Adjustment, or\nCPIO Exception has been obtained pursuant to the applicable procedures in\nSubsection G.\tG.\tReview Procedures for Projects within a CPIO District.  For\nall Projects within a CPIO District’s Subarea(s), an applicant shall follow\nthe applicable procedures set forth below:\t1.\tApplication.  All Projects\nproposed within a CPIO District shall be submitted with an application for a\nCPIO approval to be filed with the Department of City Planning on a form\nprovided by the Department, and include all information required by the\ninstructions on the application and the guidelines adopted by the Director of\nPlanning.  Prior to deeming the application complete, the Director shall\ndetermine and, if necessary, advise the applicant of the processes to be\nfollowed, materials to be submitted, and fees to be paid.  The granting of a\nCPIO approval shall not imply, or be deemed to constitute, compliance with any\nother applicable provisions of this Code.\t2.\tAdministrative Clearance –\nAuthority of the Director.  An applicant for a Project that complies with the\nprovisions of an adopted CPIO District shall submit plans to the Director for an\nAdministrative Clearance pursuant to Section 12.32 S.4.  Projects which do not\ncomply with the applicable CPIO District regulations may request relief through\nthe procedures set forth in Subsections 3. and 4. of this section.\t3.\tCommunity\nPlan Implementation Overlay Adjustment – Director Authority with Appeals to\nthe Area Planning Commission.  The Director or the Director’s designee shall\nhave initial decision-making authority to grant a CPIO Adjustment with an appeal\nto the Area Planning Commission in accordance with the procedures set forth in\nSection 11.5.7 C.4. – 6. of this Code.\t(a)\tLimitations.  Unless otherwise\nlimited by a CPIO District or CPIO District Subarea, a CPIO Adjustment shall be\nlimited to deviations of up to 20 percent from the quantitative supplemental\ndevelopment regulations or minor adjustments from the qualitative supplemental\ndevelopment regulations in an adopted CPIO Subarea.\tEach adopted CPIO ordinance\nshall indicate those development regulations which are not eligible for an\nadjustment through this Section.  If an application requests more than one CPIO\nAdjustment, the Director may advise the applicant, prior to the application\nbeing deemed complete, that the request be filed and processed as a CPIO\nexception, pursuant to Subsection 4. of this section.  To the extent that a\nCPIO contains sign regulations, signs shall not qualify for relief through a\nCPIO Adjustment.  All other Projects seeking relief from any development\nregulation which contains prohibition language, or development regulations\notherwise designated in the CPIO as not eligible for adjustments, shall be\nprocessed through the CPIO Exception procedures listed under Subsection 4. of\nthis section.\t(b)\tFindings.  The Director’s determination shall include\nwritten findings in support of the determination.  In order to approve a\nproposed project pursuant to this subsection, the Director must find\nthat:\t(i)\tThere are special circumstances applicable to the project or project\nsite which make the strict application of the CPIO regulation(s)\nimpractical;\t(ii)\tThe project, as approved, is consistent with the purpose and\nintent of the CPIO and substantially complies with the applicable CPIO\nregulations;\t(iii)\tIn granting the adjustment, the Director has considered and\nfound no detrimental effects of the adjustment on surrounding properties or\npublic rights-of-way;\t(iv)\tThe project incorporates mitigation measures,\nmonitoring of measures when necessary, or alternatives identified in the\nenvironmental review which would mitigate the negative environmental effects of\nthe project, to the extent physically feasible; and\t(v)\tThe project is\ncompatible with the neighborhood character of the CPIO District\nSubarea.\t4.\tExceptions from a “CPIO” – Area Planning Commission Authority\nwith Appeals to the City Council.\t(a)\tArea Planning Commission Authority.  The\nArea Planning Commission shall have initial decision-making authority for\ngranting exceptions from CPIO regulations with an appeal to the City Council in\naccordance with the procedures set forth in Subdivisions 3. – 8. of Subsection\nF. of Section 11.5.7 of this Code.\tIn granting an exception from CPIO\nregulations, the Area Planning Commission shall impose conditions to remedy any\nresulting disparity of privilege, to protect the public health, safety, welfare,\nand to assure compliance with the objectives of the General Plan and the purpose\nand intent of the CPIO District.  An exception from a CPIO regulation shall not\nbe used to grant a special privilege, nor to grant relief from self-imposed\nhardships.\t(b)\tFindings.  The Area Planning Commission may permit an exception\nfrom a CPIO regulation not involving signage if it makes all the following\nfindings:\t(i)\tThe strict application of the CPIO regulations to the subject\nproperty would result in practical difficulties or unnecessary hardships\ninconsistent with the general purpose and intent of the CPIO District and its\nregulations;\t(ii)\tThere are exceptional circumstances or conditions applicable\nto the subject property involved or to the intended use or development of the\nsubject property that do not apply generally to other properties in the CPIO\nDistrict and\/or Subarea;\t(iii)\tAn exception from the CPIO regulation is\nnecessary for the preservation and enjoyment of a substantial property right or\nuse generally possessed by other property within the CPIO District and\/or\nSubarea in the same zone and vicinity but which, because of special\ncircumstances and practical difficulties or unnecessary hardships, is denied to\nthe property in question;\t(iv)\tThe granting of an exception will not be\ndetrimental to the public welfare or injurious to the property or improvements\nadjacent to or in the vicinity of the subject property; and\t(v)\tThe granting of\nan exception will be consistent with the principles, intent and goals of the\nCPIO District and\/or Subarea and any applicable element of the General Plan.\tThe\nArea Planning Commission may permit an exception from a CPIO regulation\nconcerning signage if it makes all the following findings:\t(i)\tStrict compliance\nwould result in practical difficulty or unnecessary hardship inconsistent with\nthe purposes of the zoning restrictions due to unique existing physical\ncircumstances on the subject property;\t(ii)\tAn exception from the CPIO\nregulation is necessary for the preservation and enjoyment of a substantial\nproperty right or use generally possessed by other property within the CPIO\nDistrict and\/or Subarea in the same zone and vicinity but which, because of\nspecial circumstances and practical difficulties or unnecessary hardships, is\ndenied to the property in question;\t(iii)\tThe exception would not constitute a\nspecial grant of privilege.\n","html":"\n\t\t\t\t\t<section><p>  “CPIO” COMMUNITY PLAN IMPLEMENTATION OVERLAY DISTRICT.\n\t(Added by Ord. No. 181,412, Eff. 1\/2\/11.)<br \/><br \/>\tA.\tPurpose.  This section sets forth procedures, guidelines, and standards for establishment of the “CPIO” Community Plan Implementation Overlay Districts within any zone in the City.  The purpose of the CPIO District is to provide for supplemental development regulations tailored to each Community Plan area to:<br \/><br \/>\t1.\tEnsure that development enhances the unique architectural, environmental, and cultural qualities of each Community Plan area, integrates improvements and enhancements to the public right-of-way, and maintains compatible land uses, scale, intensity, and density;<br \/><br \/>\t2.\tCreate an approval process to enable infill development that will positively impact communities.<br \/><br \/>\tB.\tRelationship to Other Zoning Regulations.  Where the provisions of a CPIO District conflict with those of a Specific Plan or Historic Preservation Overlay Zone (HPOZ), then the provisions of the Specific Plan or HPOZ shall prevail.  Regulations contained in the CPIO District dealing with uses, height, floor area ratio, and\/or signage shall be more restrictive than applicable regulations in the underlying zone(s) and other supplemental use districts.  If the provisions of the CPIO conflict with any other City-wide regulations in the Los Angeles Municipal Code or supplemental use districts other than a Specific Plan or HPOZ, then the requirements of the CPIO District shall prevail.<br \/><br \/>\tC.\tEstablishment of the District.<br \/><br \/>\t1.\tInitiation.  The initiation of the establishment of a CPIO District or a change in boundaries of a district shall follow the procedures set forth in Section 12.32 of this Code.  In addition, each CPIO District shall have a minimum of one mapped CPIO District Subarea, as defined in Subsection D. of this section, to enable the initiation and activation of a CPIO District for an entire Community Plan Area.<br \/><br \/>\t2.\tZoning Classification.  At the time of establishment, the City Council may, pursuant to Section 12.32 of this Code, adopt an <span class=\"dictionary\">ordinance<\/span> to <span class=\"dictionary\">amend<\/span> Section 12.04 of this Code to establish a zoning classification to indicate the Community Plan Area in which the CPIO is located and the corresponding Subarea as defined in Subsection E. of this section.<br \/><br \/>\t3.\tBoundaries.  A CPIO District shall share the boundaries of a Community Plan and contain at least one Subarea.  Precise boundaries of the Subarea are required at the time of application for or initiation of an individual District.<br \/><br \/>\t4.\tAmendments to a CPIO.  The procedures for amending a CPIO District or its Subareas, or adopting additional Subareas within an established CPIO District, are set forth in Subsections A., C., and E. of Section 12.32.<br \/><br \/>\t5.\t<span class=\"dictionary\">Findings<\/span>.  In adopting a CPIO District, the City Council shall find that the supplemental development regulations of the CPIO District are consistent with, and necessary to implement, the programs, policies, or urban design guidelines of the Community Plan for that area.<br \/><br \/>\tD.\tDefinitions.<br \/><br \/>\tCommunity Plan Implementation Overlay (CPIO) Subarea.  A further defined area within the CPIO District in which Community Plan programs and\/or policies are implemented through supplemental development regulations.  Subareas may be contiguous or non-contiguous parcels characterized by common Community Plan goals, themes and policies and grouped by a common boundary.<br \/><br \/>\tE.\tContent of a CPIO District.  Each CPIO District shall contain the following:<br \/><br \/>\t1.\tSubarea Boundaries.  A map showing all sites within the District’s Subarea(s).<br \/><br \/>\t2.\tProject.  A definition of the term “Project”, which shall set forth the type of developments or uses subject to the supplemental development regulations and\/or processes.  The District may define the term “Project” differently for each Subarea.<br \/><br \/>\t3.\tSupplemental Development Regulations.  Supplemental development regulations and definitions that may apply to any zone and\/or public right-of-way within a CPIO District’s Subarea(s).<br \/><br \/>\tF.\tIssuance of Permits.  For all Projects within a CPIO Subarea, the Department of Building and Safety shall not <span class=\"dictionary\">issue<\/span> a grading, building or change of use permit unless an Administrative Clearance, CPIO Adjustment, or CPIO Exception has been obtained pursuant to the applicable procedures in Subsection G.<br \/><br \/>\tG.\tReview Procedures for Projects within a CPIO District.  For all Projects within a CPIO District’s Subarea(s), an applicant shall follow the applicable procedures set forth below:<br \/><br \/>\t1.\tApplication.  All Projects proposed within a CPIO District shall be submitted with an application for a CPIO approval to be filed with the Department of City Planning on a form provided by the Department, and include all information required by the instructions on the application and the guidelines adopted by the Director of Planning.  Prior to deeming the application complete, the Director shall determine and, if necessary, advise the applicant of the processes to be followed, <span class=\"dictionary\">materials<\/span> to be submitted, and fees to be paid.  The granting of a CPIO approval shall not imply, or be deemed to constitute, compliance with any other applicable provisions of this Code.<br \/><br \/>\t2.\tAdministrative Clearance – Authority of the Director.  An applicant for a Project that complies with the provisions of an adopted CPIO District shall submit plans to the Director for an Administrative Clearance pursuant to Section 12.32 S.4.  Projects which do not comply with the applicable CPIO District regulations may request relief through the procedures set forth in Subsections 3. and 4. of this section.<br \/><br \/>\t3.\tCommunity Plan Implementation Overlay Adjustment – Director Authority with <span class=\"dictionary\">Appeals<\/span> to the Area Planning Commission.  The Director or the Director’s designee shall have initial decision-making authority to grant a CPIO Adjustment with an <span class=\"dictionary\">appeal<\/span> to the Area Planning Commission in accordance with the procedures set forth in Section 11.5.7 C.4. – 6. of this Code.<br \/><br \/>\t(a)\tLimitations.  Unless otherwise limited by a CPIO District or CPIO District Subarea, a CPIO Adjustment shall be limited to deviations of up to 20 percent from the quantitative supplemental development regulations or <span class=\"dictionary\">minor<\/span> adjustments from the qualitative supplemental development regulations in an adopted CPIO Subarea.<br \/><br \/>\tEach adopted CPIO <span class=\"dictionary\">ordinance<\/span> shall indicate those development regulations which are not eligible for an adjustment through this Section.  If an application requests more than one CPIO Adjustment, the Director may advise the applicant, prior to the application being deemed complete, that the request be filed and processed as a CPIO exception, pursuant to Subsection 4. of this section.  To the extent that a CPIO contains sign regulations, signs shall not qualify for relief through a CPIO Adjustment.  All other Projects seeking relief from any development regulation which contains prohibition language, or development regulations otherwise designated in the CPIO as not eligible for adjustments, shall be processed through the CPIO Exception procedures listed under Subsection 4. of this section.<br \/><br \/>\t(b)\t<span class=\"dictionary\">Findings<\/span>.  The Director’s determination shall include written <span class=\"dictionary\">findings<\/span> in support of the determination.  In <span class=\"dictionary\">order<\/span> to approve a proposed project pursuant to this subsection, the Director must find that:<br \/><br \/>\t(i)\tThere are special circumstances applicable to the project or project site which make the strict application of the CPIO regulation(s) impractical;<br \/><br \/>\t(ii)\tThe project, as approved, is consistent with the purpose and <span class=\"dictionary\">intent<\/span> of the CPIO and substantially complies with the applicable CPIO regulations;<br \/><br \/>\t(iii)\tIn granting the adjustment, the Director has considered and found no detrimental effects of the adjustment on surrounding properties or public rights-of-way;<br \/><br \/>\t(iv)\tThe project incorporates mitigation measures, monitoring of measures when necessary, or alternatives identified in the environmental review which would mitigate the negative environmental effects of the project, to the extent physically feasible; and<br \/><br \/>\t(v)\tThe project is compatible with the neighborhood character of the CPIO District Subarea.<br \/><br \/>\t4.\tExceptions from a “CPIO” – Area Planning Commission Authority with <span class=\"dictionary\">Appeals<\/span> to the City Council.<br \/><br \/>\t(a)\tArea Planning Commission Authority.  The Area Planning Commission shall have initial decision-making authority for granting exceptions from CPIO regulations with an <span class=\"dictionary\">appeal<\/span> to the City Council in accordance with the procedures set forth in Subdivisions 3. – 8. of Subsection F. of Section 11.5.7 of this Code.<br \/><br \/>\tIn granting an exception from CPIO regulations, the Area Planning Commission shall impose conditions to remedy any resulting disparity of <span class=\"dictionary\">privilege<\/span>, to protect the public health, safety, welfare, and to assure compliance with the objectives of the General Plan and the purpose and <span class=\"dictionary\">intent<\/span> of the CPIO District.  An exception from a CPIO regulation shall not be used to grant a special <span class=\"dictionary\">privilege<\/span>, nor to grant relief from self-imposed hardships.<br \/><br \/>\t(b)\t<span class=\"dictionary\">Findings<\/span>.  The Area Planning Commission may permit an exception from a CPIO regulation not involving signage if it makes all the following <span class=\"dictionary\">findings<\/span>:<br \/><br \/>\t(i)\tThe strict application of the CPIO regulations to the subject property would result in practical difficulties or unnecessary hardships inconsistent with the general purpose and <span class=\"dictionary\">intent<\/span> of the CPIO District and its regulations;<br \/><br \/>\t(ii)\tThere are exceptional circumstances or conditions applicable to the subject property involved or to the intended use or development of the subject property that do not apply generally to other properties in the CPIO District and\/or Subarea;<br \/><br \/>\t(iii)\tAn exception from the CPIO regulation is necessary for the preservation and enjoyment of a substantial property right or use generally possessed by other property within the CPIO District and\/or Subarea in the same zone and vicinity but which, because of special circumstances and practical difficulties or unnecessary hardships, is denied to the property in question;<br \/><br \/>\t(iv)\tThe granting of an exception will not be detrimental to the public welfare or injurious to the property or improvements adjacent to or in the vicinity of the subject property; and<br \/><br \/>\t(v)\tThe granting of an exception will be consistent with the principles, <span class=\"dictionary\">intent<\/span> and goals of the CPIO District and\/or Subarea and any applicable element of the General Plan.<br \/><br \/>\tThe Area Planning Commission may permit an exception from a CPIO regulation concerning signage if it makes all the following <span class=\"dictionary\">findings<\/span>:<br \/><br \/>\t(i)\tStrict compliance would result in practical difficulty or unnecessary hardship inconsistent with the purposes of the zoning restrictions due to unique existing physical circumstances on the subject property;<br \/><br \/>\t(ii)\tAn exception from the CPIO regulation is necessary for the preservation and enjoyment of a substantial property right or use generally possessed by other property within the CPIO District and\/or Subarea in the same zone and vicinity but which, because of special circumstances and practical difficulties or unnecessary hardships, is denied to the property in question;<br \/><br \/>\t(iii)\tThe exception would not constitute a special grant of <span class=\"dictionary\">privilege<\/span>.<\/p><\/section>","previous_section":{"id":"1837","structure_id":"43","section_number":"13.13","catch_line":"“Rfa” Residential Floor Area District.","url":"\/13.13\/","token":"13.13"},"text":{"0":{"id":"3483","text":"  “CPIO” COMMUNITY PLAN IMPLEMENTATION OVERLAY DISTRICT.\n\t(Added by Ord. No. 181,412, Eff. 1\/2\/11.)\tA.\tPurpose.  This section sets forth procedures, guidelines, and standards for establishment of the “CPIO” Community Plan Implementation Overlay Districts within any zone in the City.  The purpose of the CPIO District is to provide for supplemental development regulations tailored to each Community Plan area to:\t1.\tEnsure that development enhances the unique architectural, environmental, and cultural qualities of each Community Plan area, integrates improvements and enhancements to the public right-of-way, and maintains compatible land uses, scale, intensity, and density;\t2.\tCreate an approval process to enable infill development that will positively impact communities.\tB.\tRelationship to Other Zoning Regulations.  Where the provisions of a CPIO District conflict with those of a Specific Plan or Historic Preservation Overlay Zone (HPOZ), then the provisions of the Specific Plan or HPOZ shall prevail.  Regulations contained in the CPIO District dealing with uses, height, floor area ratio, and\/or signage shall be more restrictive than applicable regulations in the underlying zone(s) and other supplemental use districts.  If the provisions of the CPIO conflict with any other City-wide regulations in the Los Angeles Municipal Code or supplemental use districts other than a Specific Plan or HPOZ, then the requirements of the CPIO District shall prevail.\tC.\tEstablishment of the District.\t1.\tInitiation.  The initiation of the establishment of a CPIO District or a change in boundaries of a district shall follow the procedures set forth in Section 12.32 of this Code.  In addition, each CPIO District shall have a minimum of one mapped CPIO District Subarea, as defined in Subsection D. of this section, to enable the initiation and activation of a CPIO District for an entire Community Plan Area.\t2.\tZoning Classification.  At the time of establishment, the City Council may, pursuant to Section 12.32 of this Code, adopt an ordinance to amend Section 12.04 of this Code to establish a zoning classification to indicate the Community Plan Area in which the CPIO is located and the corresponding Subarea as defined in Subsection E. of this section.\t3.\tBoundaries.  A CPIO District shall share the boundaries of a Community Plan and contain at least one Subarea.  Precise boundaries of the Subarea are required at the time of application for or initiation of an individual District.\t4.\tAmendments to a CPIO.  The procedures for amending a CPIO District or its Subareas, or adopting additional Subareas within an established CPIO District, are set forth in Subsections A., C., and E. of Section 12.32.\t5.\tFindings.  In adopting a CPIO District, the City Council shall find that the supplemental development regulations of the CPIO District are consistent with, and necessary to implement, the programs, policies, or urban design guidelines of the Community Plan for that area.\tD.\tDefinitions.\tCommunity Plan Implementation Overlay (CPIO) Subarea.  A further defined area within the CPIO District in which Community Plan programs and\/or policies are implemented through supplemental development regulations.  Subareas may be contiguous or non-contiguous parcels characterized by common Community Plan goals, themes and policies and grouped by a common boundary.\tE.\tContent of a CPIO District.  Each CPIO District shall contain the following:\t1.\tSubarea Boundaries.  A map showing all sites within the District’s Subarea(s).\t2.\tProject.  A definition of the term “Project”, which shall set forth the type of developments or uses subject to the supplemental development regulations and\/or processes.  The District may define the term “Project” differently for each Subarea.\t3.\tSupplemental Development Regulations.  Supplemental development regulations and definitions that may apply to any zone and\/or public right-of-way within a CPIO District’s Subarea(s).\tF.\tIssuance of Permits.  For all Projects within a CPIO Subarea, the Department of Building and Safety shall not issue a grading, building or change of use permit unless an Administrative Clearance, CPIO Adjustment, or CPIO Exception has been obtained pursuant to the applicable procedures in Subsection G.\tG.\tReview Procedures for Projects within a CPIO District.  For all Projects within a CPIO District’s Subarea(s), an applicant shall follow the applicable procedures set forth below:\t1.\tApplication.  All Projects proposed within a CPIO District shall be submitted with an application for a CPIO approval to be filed with the Department of City Planning on a form provided by the Department, and include all information required by the instructions on the application and the guidelines adopted by the Director of Planning.  Prior to deeming the application complete, the Director shall determine and, if necessary, advise the applicant of the processes to be followed, materials to be submitted, and fees to be paid.  The granting of a CPIO approval shall not imply, or be deemed to constitute, compliance with any other applicable provisions of this Code.\t2.\tAdministrative Clearance – Authority of the Director.  An applicant for a Project that complies with the provisions of an adopted CPIO District shall submit plans to the Director for an Administrative Clearance pursuant to Section 12.32 S.4.  Projects which do not comply with the applicable CPIO District regulations may request relief through the procedures set forth in Subsections 3. and 4. of this section.\t3.\tCommunity Plan Implementation Overlay Adjustment – Director Authority with Appeals to the Area Planning Commission.  The Director or the Director’s designee shall have initial decision-making authority to grant a CPIO Adjustment with an appeal to the Area Planning Commission in accordance with the procedures set forth in Section 11.5.7 C.4. – 6. of this Code.\t(a)\tLimitations.  Unless otherwise limited by a CPIO District or CPIO District Subarea, a CPIO Adjustment shall be limited to deviations of up to 20 percent from the quantitative supplemental development regulations or minor adjustments from the qualitative supplemental development regulations in an adopted CPIO Subarea.\tEach adopted CPIO ordinance shall indicate those development regulations which are not eligible for an adjustment through this Section.  If an application requests more than one CPIO Adjustment, the Director may advise the applicant, prior to the application being deemed complete, that the request be filed and processed as a CPIO exception, pursuant to Subsection 4. of this section.  To the extent that a CPIO contains sign regulations, signs shall not qualify for relief through a CPIO Adjustment.  All other Projects seeking relief from any development regulation which contains prohibition language, or development regulations otherwise designated in the CPIO as not eligible for adjustments, shall be processed through the CPIO Exception procedures listed under Subsection 4. of this section.\t(b)\tFindings.  The Director’s determination shall include written findings in support of the determination.  In order to approve a proposed project pursuant to this subsection, the Director must find that:\t(i)\tThere are special circumstances applicable to the project or project site which make the strict application of the CPIO regulation(s) impractical;\t(ii)\tThe project, as approved, is consistent with the purpose and intent of the CPIO and substantially complies with the applicable CPIO regulations;\t(iii)\tIn granting the adjustment, the Director has considered and found no detrimental effects of the adjustment on surrounding properties or public rights-of-way;\t(iv)\tThe project incorporates mitigation measures, monitoring of measures when necessary, or alternatives identified in the environmental review which would mitigate the negative environmental effects of the project, to the extent physically feasible; and\t(v)\tThe project is compatible with the neighborhood character of the CPIO District Subarea.\t4.\tExceptions from a “CPIO” – Area Planning Commission Authority with Appeals to the City Council.\t(a)\tArea Planning Commission Authority.  The Area Planning Commission shall have initial decision-making authority for granting exceptions from CPIO regulations with an appeal to the City Council in accordance with the procedures set forth in Subdivisions 3. – 8. of Subsection F. of Section 11.5.7 of this Code.\tIn granting an exception from CPIO regulations, the Area Planning Commission shall impose conditions to remedy any resulting disparity of privilege, to protect the public health, safety, welfare, and to assure compliance with the objectives of the General Plan and the purpose and intent of the CPIO District.  An exception from a CPIO regulation shall not be used to grant a special privilege, nor to grant relief from self-imposed hardships.\t(b)\tFindings.  The Area Planning Commission may permit an exception from a CPIO regulation not involving signage if it makes all the following findings:\t(i)\tThe strict application of the CPIO regulations to the subject property would result in practical difficulties or unnecessary hardships inconsistent with the general purpose and intent of the CPIO District and its regulations;\t(ii)\tThere are exceptional circumstances or conditions applicable to the subject property involved or to the intended use or development of the subject property that do not apply generally to other properties in the CPIO District and\/or Subarea;\t(iii)\tAn exception from the CPIO regulation is necessary for the preservation and enjoyment of a substantial property right or use generally possessed by other property within the CPIO District and\/or Subarea in the same zone and vicinity but which, because of special circumstances and practical difficulties or unnecessary hardships, is denied to the property in question;\t(iv)\tThe granting of an exception will not be detrimental to the public welfare or injurious to the property or improvements adjacent to or in the vicinity of the subject property; and\t(v)\tThe granting of an exception will be consistent with the principles, intent and goals of the CPIO District and\/or Subarea and any applicable element of the General Plan.\tThe Area Planning Commission may permit an exception from a CPIO regulation concerning signage if it makes all the following findings:\t(i)\tStrict compliance would result in practical difficulty or unnecessary hardship inconsistent with the purposes of the zoning restrictions due to unique existing physical circumstances on the subject property;\t(ii)\tAn exception from the CPIO regulation is necessary for the preservation and enjoyment of a substantial property right or use generally possessed by other property within the CPIO District and\/or Subarea in the same zone and vicinity but which, because of special circumstances and practical difficulties or unnecessary hardships, is denied to the property in question;\t(iii)\tThe exception would not constitute a special grant of privilege.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}