{"section_number":"13.15","edition_id":"1","section_id":"2407","structure_id":"43","catch_line":"Modified Parking Requirement (Mpr) District.","history":"","full_text":"  MODIFIED PARKING REQUIREMENT (MPR) DISTRICT.\n\t(Title and Section Amended by Ord. No. 182,242, Eff. 10\/9\/12.)\n\n\tA.\tEstablishment of Districts.  The procedures to establish a Modified Parking Requirement (MPR) District shall be as set forth in Section 12.32 S. of this Code.  With the exception of the Adaptive Reuse Incentives Areas Specific Plan and the South Central Alcohol Sales Specific Plan, no MPR District shall be established in an area governed by a specific plan established before or after the effective date of this ordinance.  Each ordinance creating an MPR District shall establish one or more of the strategies listed in Subsection D. for the District area.\n\n\tB.\tSize and Boundaries.  An MPR District shall encompass a minimum of two entire block faces (as defined in Section 13.09 B.3. of this Code) or a minimum of five acres in area.  The boundaries of the MPR District shall be set by ordinance.\n\n\tC.\tFindings.  In making the report required by Section 12.32 C.2. of this Code, the City Planning Commission shall also report to the Council on whether the District, and the strategies included in the District, are appropriate considering such factors as local transit service and dependency, automobile usage, traffic, available parking, and the goals, policies, and objectives set forth in the applicable community plan.\n\n\tD.\tModified Parking Requirement (MPR) District Strategies.  Any ordinance creating an MPR District shall adopt one or more of the seven strategies listed in this subsection for the MPR District area.\n\n\t1.\tChange of Use Parking Standards.  The required number of parking spaces for any permitted use in the District shall be the same as the number of spaces that exist on the lot on the date the ordinance creating the District becomes effective.\n\n\t2.\tOff-site Parking.  The  parking spaces required by Section 12.21 A.4. of this Code shall be provided either on the same lot as the use for which they are intended to serve or 1,500 feet therefrom.  If parking spaces are provided off-site, they must be guaranteed through a recorded covenant agreement that reserves the spaces exclusively for the use in question.  Distance is to be measured along any street, alley, public walk, or private easement that allows public pedestrian travel from the parking area to the use it is to serve.\n\n\t3.\tParking Reduction Approval.  A Zoning Administrator may approve reduced parking requirements for individual projects pursuant to Section 12.24 X.30. of this Code.\n\n\t4.\tDecreased Parking Requirements.  An MPR District may establish parking requirements that are less restrictive than those set forth in Section 12.21 A.4. of this Code.  The ordinance creating the District shall identify each use that is granted modified parking requirements, along with each use’s new parking requirement.  Otherwise, the number of required parking spaces shall be governed by Section 12.21 A.4.  Before adopting any ordinance creating an MPR District that includes Decreased Parking Requirements, the City Council must find that:\n\n\ta.\tThe parking reduction, taking into account impacts such as parking overflow and increased traffic congestion and potential benefits such as enhanced mobility and neighborhood vitality, will not adversely affect the surrounding neighborhood; and\n\n\tb.\tThere exists a combination of parking management programs, transportation alternatives, or other infrastructure improvements, and commercial building access programs that negate the need for increased parking requirements; and\n\n\tc.\tFlexible transportation approaches and parking management programs are more consistent with the area’s air quality goals, community character and general plan than an increased number of required parking spaces.\n\n\t5.\tIncreased Parking Requirements.  An MPR District may establish parking requirements that are more restrictive than those required in Paragraph 12.21 A.4. of this Code.  The ordinance creating the District shall identify each use that is assigned increased parking requirements, along with each use’s new parking requirement.  Otherwise, the number of required spaces shall be governed by Section 12.21 A.4.  Before adopting any ordinance creating an MPR District that includes Increased Parking Requirements, the City Council must find that:\n\n\ta.\tThere is a lack of transit service in the area; or\n\n\tb.\tThere is a high potential for spillover parking impacts on adjacent residential areas; or\n\n\tc.\tThere is a low probability that parking management programs, transportation demand management programs, or public parking facilities will be available or effective in the area.\n\n\t6.\tCommercial Parking Credits.  An MPR District may authorize parking requirements to be satisfied through the creation of a parking credit program.  The number of available parking credits shall be established by a survey that identifies the number of underutilized public parking spaces available within the District at various times of the day.  The ordinance creating the District shall list the number of credits available in the area, and the number of credits required to support a specific use for various times of the day.\n\n\t7.\tMaximum Parking Requirements.  An MPR District may establish maximum parking requirements.  The ordinance creating the District shall set forth each use for which maximum parking requirements apply, as well as the specific parking limits for that use.  Otherwise, the parking requirements set forth in Section 12.21 A.4. shall apply.\n\n\tE.\tApplicability of Modified Parking Strategies to Residential Uses.  This Section shall apply to lots where the zoning regulations permit multi-residential uses as follows:\n\n\t1.\tAn MPR District shall not authorize any of the strategies listed above, except for the strategies described in subsections D.5. and D.6., for any lot that contained a residential use subject to the Rent Stabilization Ordinance, or that contained any Restricted Affordable units, as defined in Section 12.22 A.25.(b) of the Code, within the five years preceding the adoption of the MPR District.  Required parking on such properties, however, may be reduced pursuant to Section 12.22 A.25. of the Code, or pursuant to any other applicable affordable housing incentive program.\n\n\t2.\tMinimum parking requirements for multi-residential uses in an MPR district shall be less restrictive for projects that qualify for a density bonus under Section 12.22 A.25. of the Code.","order_by":"15","ancestry":{"1":{"id":"43","name":"Specific Plan – Zoning\nSupplemental Use Districts","identifier":"3","label":"article","url":"\/1\/3\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3777","structure_id":"43","section_number":"13.00","catch_line":"Establishment Of Districts.","url":"\/13.00\/","token":"13.00"},"1":{"id":"77","structure_id":"43","section_number":"13.01","catch_line":"“O” Oil Drilling Districts.","url":"\/13.01\/","token":"13.01"},"2":{"id":"1885","structure_id":"43","section_number":"13.02","catch_line":"“S” Animal Slaughtering Districts.","url":"\/13.02\/","token":"13.02"},"3":{"id":"1805","structure_id":"43","section_number":"13.03","catch_line":"“G” Surface Mining Operations Districts.","url":"\/13.03\/","token":"13.03"},"4":{"id":"2713","structure_id":"43","section_number":"13.04","catch_line":"“Rpd” Residential Planned Development Districts.","url":"\/13.04\/","token":"13.04"},"5":{"id":"944","structure_id":"43","section_number":"13.05","catch_line":"“K” Equinekeeping Districts.","url":"\/13.05\/","token":"13.05"},"6":{"id":"2777","structure_id":"43","section_number":"13.06","catch_line":"Commercial And Artcraft Districts.","url":"\/13.06\/","token":"13.06"},"7":{"id":"2216","structure_id":"43","section_number":"13.07","catch_line":"Pedestrian Oriented District.","url":"\/13.07\/","token":"13.07"},"8":{"id":"432","structure_id":"43","section_number":"13.08","catch_line":"“Cdo” Community Design Overlay District.","url":"\/13.08\/","token":"13.08"},"9":{"id":"747","structure_id":"43","section_number":"13.09","catch_line":"Mixed Use District.","url":"\/13.09\/","token":"13.09"},"10":{"id":"947","structure_id":"43","section_number":"13.10","catch_line":"Fence Heights District.","url":"\/13.10\/","token":"13.10"},"11":{"id":"2996","structure_id":"43","section_number":"13.11","catch_line":"“Sn” Sign District.","url":"\/13.11\/","token":"13.11"},"12":{"id":"3998","structure_id":"43","section_number":"13.12","catch_line":"\"Nso\" Neighborhood Stabilization Overlay District.","url":"\/13.12\/","token":"13.12"},"13":{"id":"1837","structure_id":"43","section_number":"13.13","catch_line":"“Rfa” Residential Floor Area District.","url":"\/13.13\/","token":"13.13"},"14":{"id":"3509","structure_id":"43","section_number":"13.14","catch_line":"\"Cpio\" Community Plan Implementation Overlay District.","url":"\/13.14\/","token":"13.14"},"15":{"id":"2407","structure_id":"43","section_number":"13.15","catch_line":"Modified Parking Requirement (Mpr) District.","url":"\/13.15\/","token":"13.15"},"16":{"id":"2259","structure_id":"43","section_number":"13.16","catch_line":"\"Hs\" Hillside Standards Overlay District.","url":"\/13.16\/","token":"13.16"},"17":{"id":"2537","structure_id":"43","section_number":"13.17","catch_line":"Violation.","url":"\/13.17\/","token":"13.17"}},"next_section":{"id":"2259","structure_id":"43","section_number":"13.16","catch_line":"\"Hs\" Hillside Standards Overlay District.","url":"\/13.16\/","token":"13.16"},"metadata":false,"references":false,"url":"\/13.15\/","token":"13.15","formats":{"txt":"\/13.15.txt","json":"\/13.15.xml"},"dublin_core":{"Title":"Modified Parking Requirement (Mpr) District.","Type":"Text","Format":"text\/html","Identifier":"§ 13.15","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nMODIFIED PARKING REQUIREMENT (MPR) DISTRICT. (§ 13.15)\n\n  MODIFIED PARKING REQUIREMENT (MPR) DISTRICT.\n\t(Title and Section Amended by Ord. No. 182,242, Eff. 10\/9\/12.)\tA.\tEstablishment\nof Districts.  The procedures to establish a Modified Parking Requirement (MPR)\nDistrict shall be as set forth in Section 12.32 S. of this Code.  With the\nexception of the Adaptive Reuse Incentives Areas Specific Plan and the South\nCentral Alcohol Sales Specific Plan, no MPR District shall be established in an\narea governed by a specific plan established before or after the effective date\nof this ordinance.  Each ordinance creating an MPR District shall establish one\nor more of the strategies listed in Subsection D. for the District area.\tB.\tSize\nand Boundaries.  An MPR District shall encompass a minimum of two entire block\nfaces (as defined in Section 13.09 B.3. of this Code) or a minimum of five acres\nin area.  The boundaries of the MPR District shall be set by\nordinance.\tC.\tFindings.  In making the report required by Section 12.32 C.2. of\nthis Code, the City Planning Commission shall also report to the Council on\nwhether the District, and the strategies included in the District, are\nappropriate considering such factors as local transit service and dependency,\nautomobile usage, traffic, available parking, and the goals, policies, and\nobjectives set forth in the applicable community plan.\tD.\tModified Parking\nRequirement (MPR) District Strategies.  Any ordinance creating an MPR District\nshall adopt one or more of the seven strategies listed in this subsection for\nthe MPR District area.\t1.\tChange of Use Parking Standards.  The required number\nof parking spaces for any permitted use in the District shall be the same as the\nnumber of spaces that exist on the lot on the date the ordinance creating the\nDistrict becomes effective.\t2.\tOff-site Parking.  The  parking spaces required\nby Section 12.21 A.4. of this Code shall be provided either on the same lot as\nthe use for which they are intended to serve or 1,500 feet therefrom.  If\nparking spaces are provided off-site, they must be guaranteed through a recorded\ncovenant agreement that reserves the spaces exclusively for the use in\nquestion.  Distance is to be measured along any street, alley, public walk, or\nprivate easement that allows public pedestrian travel from the parking area to\nthe use it is to serve.\t3.\tParking Reduction Approval.  A Zoning Administrator\nmay approve reduced parking requirements for individual projects pursuant to\nSection 12.24 X.30. of this Code.\t4.\tDecreased Parking Requirements.  An MPR\nDistrict may establish parking requirements that are less restrictive than those\nset forth in Section 12.21 A.4. of this Code.  The ordinance creating the\nDistrict shall identify each use that is granted modified parking requirements,\nalong with each use’s new parking requirement.  Otherwise, the number of\nrequired parking spaces shall be governed by Section 12.21 A.4.  Before\nadopting any ordinance creating an MPR District that includes Decreased Parking\nRequirements, the City Council must find that:\ta.\tThe parking reduction, taking\ninto account impacts such as parking overflow and increased traffic congestion\nand potential benefits such as enhanced mobility and neighborhood vitality, will\nnot adversely affect the surrounding neighborhood; and\tb.\tThere exists a\ncombination of parking management programs, transportation alternatives, or\nother infrastructure improvements, and commercial building access programs that\nnegate the need for increased parking requirements; and\tc.\tFlexible\ntransportation approaches and parking management programs are more consistent\nwith the area’s air quality goals, community character and general plan than\nan increased number of required parking spaces.\t5.\tIncreased Parking\nRequirements.  An MPR District may establish parking requirements that are more\nrestrictive than those required in Paragraph 12.21 A.4. of this Code.  The\nordinance creating the District shall identify each use that is assigned\nincreased parking requirements, along with each use’s new parking\nrequirement.  Otherwise, the number of required spaces shall be governed by\nSection 12.21 A.4.  Before adopting any ordinance creating an MPR District that\nincludes Increased Parking Requirements, the City Council must find\nthat:\ta.\tThere is a lack of transit service in the area; or\tb.\tThere is a high\npotential for spillover parking impacts on adjacent residential areas;\nor\tc.\tThere is a low probability that parking management programs,\ntransportation demand management programs, or public parking facilities will be\navailable or effective in the area.\t6.\tCommercial Parking Credits.  An MPR\nDistrict may authorize parking requirements to be satisfied through the creation\nof a parking credit program.  The number of available parking credits shall be\nestablished by a survey that identifies the number of underutilized public\nparking spaces available within the District at various times of the day.  The\nordinance creating the District shall list the number of credits available in\nthe area, and the number of credits required to support a specific use for\nvarious times of the day.\t7.\tMaximum Parking Requirements.  An MPR District may\nestablish maximum parking requirements.  The ordinance creating the District\nshall set forth each use for which maximum parking requirements apply, as well\nas the specific parking limits for that use.  Otherwise, the parking\nrequirements set forth in Section 12.21 A.4. shall apply.\tE.\tApplicability of\nModified Parking Strategies to Residential Uses.  This Section shall apply to\nlots where the zoning regulations permit multi-residential uses as\nfollows:\t1.\tAn MPR District shall not authorize any of the strategies listed\nabove, except for the strategies described in subsections D.5. and D.6., for any\nlot that contained a residential use subject to the Rent Stabilization\nOrdinance, or that contained any Restricted Affordable units, as defined in\nSection 12.22 A.25.(b) of the Code, within the five years preceding the adoption\nof the MPR District.  Required parking on such properties, however, may be\nreduced pursuant to Section 12.22 A.25. of the Code, or pursuant to any other\napplicable affordable housing incentive program.\t2.\tMinimum parking requirements\nfor multi-residential uses in an MPR district shall be less restrictive for\nprojects that qualify for a density bonus under Section 12.22 A.25. of the Code.\n","html":"\n\t\t\t\t\t<section><p>  MODIFIED PARKING REQUIREMENT (MPR) DISTRICT.\n\t(Title and Section Amended by Ord. No. 182,242, Eff. 10\/9\/12.)<br \/><br \/>\tA.\tEstablishment of Districts.  The procedures to establish a Modified Parking Requirement (MPR) District shall be as set forth in Section 12.32 S. of this Code.  With the exception of the Adaptive Reuse Incentives Areas Specific Plan and the South Central Alcohol Sales Specific Plan, no MPR District shall be established in an area governed by a specific plan established before or after the effective date of this <span class=\"dictionary\">ordinance<\/span>.  Each <span class=\"dictionary\">ordinance<\/span> creating an MPR District shall establish one or more of the strategies listed in Subsection D. for the District area.<br \/><br \/>\tB.\tSize and Boundaries.  An MPR District shall encompass a minimum of two entire block faces (as defined in Section 13.09 B.3. of this Code) or a minimum of five acres in area.  The boundaries of the MPR District shall be set by <span class=\"dictionary\">ordinance<\/span>.<br \/><br \/>\tC.\t<span class=\"dictionary\">Findings<\/span>.  In making the report required by Section 12.32 C.2. of this Code, the City Planning Commission shall also report to the Council on whether the District, and the strategies included in the District, are appropriate considering such factors as local transit service and dependency, automobile usage, traffic, available parking, and the goals, policies, and objectives set forth in the applicable community plan.<br \/><br \/>\tD.\tModified Parking Requirement (MPR) District Strategies.  Any <span class=\"dictionary\">ordinance<\/span> creating an MPR District shall adopt one or more of the seven strategies listed in this subsection for the MPR District area.<br \/><br \/>\t1.\tChange of Use Parking Standards.  The required number of parking spaces for any permitted use in the District shall be the same as the number of spaces that exist on the lot on the date the <span class=\"dictionary\">ordinance<\/span> creating the District becomes effective.<br \/><br \/>\t2.\tOff-site Parking.  The  parking spaces required by Section 12.21 A.4. of this Code shall be provided either on the same lot as the use for which they are intended to serve or 1,500 feet therefrom.  If parking spaces are provided off-site, they must be guaranteed through a recorded covenant agreement that reserves the spaces exclusively for the use in question.  Distance is to be measured along any street, alley, public walk, or private easement that allows public pedestrian travel from the parking area to the use it is to serve.<br \/><br \/>\t3.\tParking Reduction Approval.  A Zoning Administrator may approve reduced parking requirements for individual projects pursuant to Section 12.24 X.30. of this Code.<br \/><br \/>\t4.\tDecreased Parking Requirements.  An MPR District may establish parking requirements that are less restrictive than those set forth in Section 12.21 A.4. of this Code.  The <span class=\"dictionary\">ordinance<\/span> creating the District shall identify each use that is granted modified parking requirements, along with each use’s new parking requirement.  Otherwise, the number of required parking spaces shall be governed by Section 12.21 A.4.  Before adopting any <span class=\"dictionary\">ordinance<\/span> creating an MPR District that includes Decreased Parking Requirements, the City Council must find that:<br \/><br \/>\ta.\tThe parking reduction, taking into account impacts such as parking overflow and increased traffic congestion and potential benefits such as enhanced mobility and neighborhood vitality, will not adversely affect the surrounding neighborhood; and<br \/><br \/>\tb.\tThere exists a combination of parking management programs, transportation alternatives, or other infrastructure improvements, and commercial building access programs that negate the need for increased parking requirements; and<br \/><br \/>\tc.\tFlexible transportation approaches and parking management programs are more consistent with the area’s air quality goals, community character and general plan than an increased number of required parking spaces.<br \/><br \/>\t5.\tIncreased Parking Requirements.  An MPR District may establish parking requirements that are more restrictive than those required in Paragraph 12.21 A.4. of this Code.  The <span class=\"dictionary\">ordinance<\/span> creating the District shall identify each use that is assigned increased parking requirements, along with each use’s new parking requirement.  Otherwise, the number of required spaces shall be governed by Section 12.21 A.4.  Before adopting any <span class=\"dictionary\">ordinance<\/span> creating an MPR District that includes Increased Parking Requirements, the City Council must find that:<br \/><br \/>\ta.\tThere is a lack of transit service in the area; or<br \/><br \/>\tb.\tThere is a high potential for spillover parking impacts on adjacent residential areas; or<br \/><br \/>\tc.\tThere is a low probability that parking management programs, transportation demand management programs, or public parking facilities will be available or effective in the area.<br \/><br \/>\t6.\tCommercial Parking Credits.  An MPR District may authorize parking requirements to be satisfied through the creation of a parking credit program.  The number of available parking credits shall be established by a survey that identifies the number of underutilized public parking spaces available within the District at various times of the day.  The <span class=\"dictionary\">ordinance<\/span> creating the District shall list the number of credits available in the area, and the number of credits required to support a specific use for various times of the day.<br \/><br \/>\t7.\tMaximum Parking Requirements.  An MPR District may establish maximum parking requirements.  The <span class=\"dictionary\">ordinance<\/span> creating the District shall set forth each use for which maximum parking requirements apply, as well as the specific parking limits for that use.  Otherwise, the parking requirements set forth in Section 12.21 A.4. shall apply.<br \/><br \/>\tE.\tApplicability of Modified Parking Strategies to Residential Uses.  This Section shall apply to lots where the zoning regulations permit multi-residential uses as follows:<br \/><br \/>\t1.\tAn MPR District shall not authorize any of the strategies listed above, except for the strategies described in subsections D.5. and D.6., for any lot that contained a residential use subject to the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span>, or that contained any Restricted Affordable units, as defined in Section 12.22 A.25.(b) of the Code, within the five years preceding the adoption of the MPR District.  Required parking on such properties, however, may be reduced pursuant to Section 12.22 A.25. of the Code, or pursuant to any other applicable affordable housing incentive program.<br \/><br \/>\t2.\tMinimum parking requirements for multi-residential uses in an MPR district shall be less restrictive for projects that qualify for a density bonus under Section 12.22 A.25. of the Code.<\/p><\/section>","previous_section":{"id":"3509","structure_id":"43","section_number":"13.14","catch_line":"\"Cpio\" Community Plan Implementation Overlay District.","url":"\/13.14\/","token":"13.14"},"text":{"0":{"id":"2384","text":"  MODIFIED PARKING REQUIREMENT (MPR) DISTRICT.\n\t(Title and Section Amended by Ord. No. 182,242, Eff. 10\/9\/12.)\tA.\tEstablishment of Districts.  The procedures to establish a Modified Parking Requirement (MPR) District shall be as set forth in Section 12.32 S. of this Code.  With the exception of the Adaptive Reuse Incentives Areas Specific Plan and the South Central Alcohol Sales Specific Plan, no MPR District shall be established in an area governed by a specific plan established before or after the effective date of this ordinance.  Each ordinance creating an MPR District shall establish one or more of the strategies listed in Subsection D. for the District area.\tB.\tSize and Boundaries.  An MPR District shall encompass a minimum of two entire block faces (as defined in Section 13.09 B.3. of this Code) or a minimum of five acres in area.  The boundaries of the MPR District shall be set by ordinance.\tC.\tFindings.  In making the report required by Section 12.32 C.2. of this Code, the City Planning Commission shall also report to the Council on whether the District, and the strategies included in the District, are appropriate considering such factors as local transit service and dependency, automobile usage, traffic, available parking, and the goals, policies, and objectives set forth in the applicable community plan.\tD.\tModified Parking Requirement (MPR) District Strategies.  Any ordinance creating an MPR District shall adopt one or more of the seven strategies listed in this subsection for the MPR District area.\t1.\tChange of Use Parking Standards.  The required number of parking spaces for any permitted use in the District shall be the same as the number of spaces that exist on the lot on the date the ordinance creating the District becomes effective.\t2.\tOff-site Parking.  The  parking spaces required by Section 12.21 A.4. of this Code shall be provided either on the same lot as the use for which they are intended to serve or 1,500 feet therefrom.  If parking spaces are provided off-site, they must be guaranteed through a recorded covenant agreement that reserves the spaces exclusively for the use in question.  Distance is to be measured along any street, alley, public walk, or private easement that allows public pedestrian travel from the parking area to the use it is to serve.\t3.\tParking Reduction Approval.  A Zoning Administrator may approve reduced parking requirements for individual projects pursuant to Section 12.24 X.30. of this Code.\t4.\tDecreased Parking Requirements.  An MPR District may establish parking requirements that are less restrictive than those set forth in Section 12.21 A.4. of this Code.  The ordinance creating the District shall identify each use that is granted modified parking requirements, along with each use’s new parking requirement.  Otherwise, the number of required parking spaces shall be governed by Section 12.21 A.4.  Before adopting any ordinance creating an MPR District that includes Decreased Parking Requirements, the City Council must find that:\ta.\tThe parking reduction, taking into account impacts such as parking overflow and increased traffic congestion and potential benefits such as enhanced mobility and neighborhood vitality, will not adversely affect the surrounding neighborhood; and\tb.\tThere exists a combination of parking management programs, transportation alternatives, or other infrastructure improvements, and commercial building access programs that negate the need for increased parking requirements; and\tc.\tFlexible transportation approaches and parking management programs are more consistent with the area’s air quality goals, community character and general plan than an increased number of required parking spaces.\t5.\tIncreased Parking Requirements.  An MPR District may establish parking requirements that are more restrictive than those required in Paragraph 12.21 A.4. of this Code.  The ordinance creating the District shall identify each use that is assigned increased parking requirements, along with each use’s new parking requirement.  Otherwise, the number of required spaces shall be governed by Section 12.21 A.4.  Before adopting any ordinance creating an MPR District that includes Increased Parking Requirements, the City Council must find that:\ta.\tThere is a lack of transit service in the area; or\tb.\tThere is a high potential for spillover parking impacts on adjacent residential areas; or\tc.\tThere is a low probability that parking management programs, transportation demand management programs, or public parking facilities will be available or effective in the area.\t6.\tCommercial Parking Credits.  An MPR District may authorize parking requirements to be satisfied through the creation of a parking credit program.  The number of available parking credits shall be established by a survey that identifies the number of underutilized public parking spaces available within the District at various times of the day.  The ordinance creating the District shall list the number of credits available in the area, and the number of credits required to support a specific use for various times of the day.\t7.\tMaximum Parking Requirements.  An MPR District may establish maximum parking requirements.  The ordinance creating the District shall set forth each use for which maximum parking requirements apply, as well as the specific parking limits for that use.  Otherwise, the parking requirements set forth in Section 12.21 A.4. shall apply.\tE.\tApplicability of Modified Parking Strategies to Residential Uses.  This Section shall apply to lots where the zoning regulations permit multi-residential uses as follows:\t1.\tAn MPR District shall not authorize any of the strategies listed above, except for the strategies described in subsections D.5. and D.6., for any lot that contained a residential use subject to the Rent Stabilization Ordinance, or that contained any Restricted Affordable units, as defined in Section 12.22 A.25.(b) of the Code, within the five years preceding the adoption of the MPR District.  Required parking on such properties, however, may be reduced pursuant to Section 12.22 A.25. of the Code, or pursuant to any other applicable affordable housing incentive program.\t2.\tMinimum parking requirements for multi-residential uses in an MPR district shall be less restrictive for projects that qualify for a density bonus under Section 12.22 A.25. of the Code.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}