{"section_number":"14.4.17","edition_id":"1","section_id":"2804","structure_id":"58","catch_line":"Temporary Signs On Temporary Construction Walls.","history":"","full_text":"  TEMPORARY SIGNS ON TEMPORARY CONSTRUCTION WALLS.\n\n\tA.\tPermit Required.  A building permit shall be required for a temporary sign on a temporary construction wall.  Temporary signs on temporary construction walls shall comply with the construction requirements of Section 14.4.16 E.\n\n\tFor purposes of this section, the term “applicant” shall mean the owner of the sign company or, if there is no sign company, the owner of the property.\n\n\tB.\tArea.  Notwithstanding the provisions of Section 14.4.16 B.1. and 2. of this Code, signs placed on temporary construction walls, and\/or solid wood fences surrounding vacant lots pursuant to the terms of this section shall not extend above the top of the wall or fence and shall comply with the following:\n\n\t1.\tThe combined sign area of temporary signs shall not exceed eight square feet for each foot of street frontage.\n\n\t2.\tIndividual signs shall not exceed a sign area of 250 square feet.\n\n\t3.\tSigns may be grouped to form a maximum sign area of 250 square feet.\n\n\t4.\tSigns or groups of signs having an area of 250 square feet shall be separated from any other sign on the temporary construction walls and\/or solid wood fences surrounding vacant lots by at least ten feet measured horizontally.\n\n\tC.\tTime Limit.  Notwithstanding the provisions of Section 14.4.16 C.1. and 2. of this Code, signs placed on temporary construction walls, and\/or solid wood fences surrounding vacant lots pursuant to the terms of this section shall be allowed to remain for as long as the building permits associated with the construction site remain in effect or for a period of two years, whichever is less.  Building permits for signs on solid wood fences surrounding vacant lots, which are not construction sites, shall be issued for a time period not to exceed one year.  The Department of Building and Safety shall grant a new building permit for a period equal to the original building permit term upon the receipt of (i) an application for a new building permit, (ii) the payment of the building permit fee and (iii) a written statement from the Director of the Office of Community Beautification consenting to the new building permit.\n\n\tD.\tHeight.  Signs may only be placed to a maximum height of eight feet.\n\n\tE.\tLocation.  Temporary signs placed on the exterior surfaces of any temporary construction walls, and\/or solid wood fences surrounding vacant lots are limited to lots located in a commercial or industrial zone.\n\n\tF.\tSpecial Requirements for Signs on Temporary Construction Walls, and\/or Solid Wood Fences Surrounding Vacant Lots.\n\n\t1.\tReview by the Office of Community Beautification.  At any time after the issuance of a building permit under this section and upon request of the Council district office of the Council district in which the site or lot is located, the Office of Community Beautification of the Department of Public Works (Office of Community Beautification) shall investigate an area consisting of a 500-foot radius around the permitted site or lot to determine whether there exists a public nuisance due to the presence of graffiti and\/or posters\/handbills on light poles, utility poles, bus stops, and any other illegal postings on public property.\n\n\tIf the Office of Community Beautification cannot establish that the area constitutes a public nuisance because of the presence of graffiti, posters\/handbills and any other illegal postings on public property within a 500-foot radius around the permitted site or lot, then the Office of Community Beautification shall expand the radius around the site or lot in 250-foot increments, up to a maximum radius of 1500 feet.  If the Office of Community Beautification finds the existence of a public nuisance on public property within the expanded radius area beyond the original 500-foot radius, then it shall require the applicant to abate the public nuisance in the expanded radius area in accordance with Subdivision 3., below.\n\n\t2.\tNotification of Locations for Placement of Signs.  Within ten days after the issuance of the building permit, the applicant shall provide written notification to the Office of Community Beautification and the Council district office of the Council district in which the construction site or vacant lot is located.  The notification shall contain the name and address of the applicant and the property address where the signs will be placed.  The notification to the Office of Community Beautification shall include a copy of the applicant’s contract with the property owner to post signs at the specified location.\n\n\t3.\tNuisance Abatement.  It shall be the applicant’s responsibility to clean and maintain free from graffiti public property and rights-of-way within an area consisting of a 500-foot radius or any expanded radius required by the Office of Community Beautification around the permitted site or lot.  The applicant shall patrol the abatement area every 24 hours to search for graffiti and remove any graffiti within 24 hours of its discovery.  The removal of graffiti shall include, but not be limited to, spray paint on walls, poles, and fences on public property.  In addition, the applicant shall also be responsible for removing any posters\/handbills on light poles, utility poles, bus stops, and any other illegal postings on public property.  At the time of graffiti removal, the applicant shall also remove any trash, debris or rubbish from the public sidewalks within the abatement area around the permitted site.  The Office of Community Beautification shall enforce the provisions of this subsection.\n\n\t4.\tPermit Revocation.  Any building permit issued pursuant to this section may be revoked by the Department of Building and Safety for any of the following reasons, provided a written and signed notification of the applicant’s failure to comply with Paragraphs (a), (d), (e) or (f) of this subsection is sent to the Department of Building and Safety by the Director of the Office of Community Beautification:\n\n\t(a)\tFailure by the applicant to maintain the temporary construction wall and\/or solid wood fence surrounding a vacant lot free from graffiti.\n\n\t(b)\tFailure by the applicant to comply with the terms of the permit.\n\n\t(c)\tFailure by the applicant to maintain the bond required in Subsection A. of this section.\n\n\t(d)\tFailure by the applicant to eradicate graffiti within a 500-foot radius or any expanded radius required by the Office of Community Beautification of the temporary construction wall, and\/or solid wood fence surrounding a vacant lot within 24 hours of receiving notification of the presence of graffiti from the Office of Community Beautification or the Council staff in the Council district in which the construction site or vacant lot is located.\n\n\t(e)\tFailure by the applicant to remove posters\/handbills placed on light poles, utility poles, bus stops and any other illegal postings on public property within a 500-foot radius or any expanded radius required by the Office of Community Beautification of the temporary construction wall, and\/or solid wood fence surrounding a vacant lot, within 24 hours of receiving notification of the presence of posters\/handbills or other illegal postings from the Office of Community Beautification or the Council staff in the Council district in which the construction site or vacant lot is located.\n\n\t(f)\tFailure by the applicant, at the time of graffiti removal, to remove trash, debris or rubbish from the public sidewalks within the abatement area around the permitted site.\n\n\t5.\tRemoval of Signs.  If the Department of Building and Safety revokes the building permit allowing signs on temporary construction walls, and\/or solid wood fences surrounding vacant lots, then any signs placed on the temporary construction walls and\/or solid wood fences surrounding vacant lots shall be removed by the applicant within 72 hours after receipt of written notification.\n\n\t6.\tPublic Nuisance.  Any signs remaining on temporary construction walls, and\/or solid wood fences surrounding vacant lots after the building permit is revoked are deemed to be a public nuisance that can be abated by utilizing the procedure contained in Section 91.8904, et seq., of the Code.\n\n\t7.\tOffice of Community Beautification.  The Office of Community Beautification is hereby designated the authorized representative of the City for the purpose of enforcing and implementing the provisions of Sections 91.8904.1.2 and 91.8307 of this Code to remove the nuisances described in this section.","order_by":"4.17","ancestry":{"1":{"id":"58","name":"Sign Regulations","identifier":"4.4","label":"article","url":"\/1\/4.4\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"2634","structure_id":"58","section_number":"14.4.1","catch_line":"Purpose.","url":"\/14.4.1\/","token":"14.4.1"},"1":{"id":"3043","structure_id":"58","section_number":"14.4.10","catch_line":"Wall Signs.","url":"\/14.4.10\/","token":"14.4.10"},"2":{"id":"2490","structure_id":"58","section_number":"14.4.11","catch_line":"Illuminated Architectural Canopy Signs.","url":"\/14.4.11\/","token":"14.4.11"},"3":{"id":"1687","structure_id":"58","section_number":"14.4.12","catch_line":"Pole Signs.","url":"\/14.4.12\/","token":"14.4.12"},"4":{"id":"776","structure_id":"58","section_number":"14.4.13","catch_line":"Roof Signs.","url":"\/14.4.13\/","token":"14.4.13"},"5":{"id":"2351","structure_id":"58","section_number":"14.4.14","catch_line":"Window Signs.","url":"\/14.4.14\/","token":"14.4.14"},"6":{"id":"1912","structure_id":"58","section_number":"14.4.15","catch_line":"Marquee Signs.","url":"\/14.4.15\/","token":"14.4.15"},"7":{"id":"2518","structure_id":"58","section_number":"14.4.16","catch_line":"Temporary Signs.","url":"\/14.4.16\/","token":"14.4.16"},"8":{"id":"2804","structure_id":"58","section_number":"14.4.17","catch_line":"Temporary Signs On Temporary Construction Walls.","url":"\/14.4.17\/","token":"14.4.17"},"9":{"id":"3167","structure_id":"58","section_number":"14.4.18","catch_line":"Off-Site Signs.","url":"\/14.4.18\/","token":"14.4.18"},"10":{"id":"2230","structure_id":"58","section_number":"14.4.19","catch_line":"Awning Signs.","url":"\/14.4.19\/","token":"14.4.19"},"11":{"id":"831","structure_id":"58","section_number":"14.4.2","catch_line":"Definitions.","url":"\/14.4.2\/","token":"14.4.2"},"12":{"id":"2193","structure_id":"58","section_number":"14.4.20","catch_line":"Mural Signs.","url":"\/14.4.20\/","token":"14.4.20"},"13":{"id":"3521","structure_id":"58","section_number":"14.4.3","catch_line":"Application.","url":"\/14.4.3\/","token":"14.4.3"},"14":{"id":"1865","structure_id":"58","section_number":"14.4.4","catch_line":"General Provisions.","url":"\/14.4.4\/","token":"14.4.4"},"15":{"id":"1501","structure_id":"58","section_number":"14.4.5","catch_line":"Hazard To Traffic.","url":"\/14.4.5\/","token":"14.4.5"},"16":{"id":"967","structure_id":"58","section_number":"14.4.6","catch_line":"Freeway Exposure.","url":"\/14.4.6\/","token":"14.4.6"},"17":{"id":"165","structure_id":"58","section_number":"14.4.7","catch_line":"Information Signs.","url":"\/14.4.7\/","token":"14.4.7"},"18":{"id":"1157","structure_id":"58","section_number":"14.4.8","catch_line":"Monument Signs.","url":"\/14.4.8\/","token":"14.4.8"},"19":{"id":"3038","structure_id":"58","section_number":"14.4.9","catch_line":"Projecting Signs.","url":"\/14.4.9\/","token":"14.4.9"}},"next_section":{"id":"3167","structure_id":"58","section_number":"14.4.18","catch_line":"Off-Site Signs.","url":"\/14.4.18\/","token":"14.4.18"},"metadata":false,"references":false,"url":"\/14.4.17\/","token":"14.4.17","formats":{"txt":"\/14.4.17.txt","json":"\/14.4.17.xml"},"dublin_core":{"Title":"Temporary Signs On Temporary Construction Walls.","Type":"Text","Format":"text\/html","Identifier":"§ 14.4.17","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nTEMPORARY SIGNS ON TEMPORARY CONSTRUCTION WALLS. (§ 14.4.17)\n\n  TEMPORARY SIGNS ON TEMPORARY CONSTRUCTION WALLS.\tA.\tPermit Required.  A\nbuilding permit shall be required for a temporary sign on a temporary\nconstruction wall.  Temporary signs on temporary construction walls shall\ncomply with the construction requirements of Section 14.4.16 E.\tFor purposes of\nthis section, the term “applicant” shall mean the owner of the sign company\nor, if there is no sign company, the owner of the property.\tB.\tArea. \nNotwithstanding the provisions of Section 14.4.16 B.1. and 2. of this Code,\nsigns placed on temporary construction walls, and\/or solid wood fences\nsurrounding vacant lots pursuant to the terms of this section shall not extend\nabove the top of the wall or fence and shall comply with the following:\t1.\tThe\ncombined sign area of temporary signs shall not exceed eight square feet for\neach foot of street frontage.\t2.\tIndividual signs shall not exceed a sign area\nof 250 square feet.\t3.\tSigns may be grouped to form a maximum sign area of 250\nsquare feet.\t4.\tSigns or groups of signs having an area of 250 square feet shall\nbe separated from any other sign on the temporary construction walls and\/or\nsolid wood fences surrounding vacant lots by at least ten feet measured\nhorizontally.\tC.\tTime Limit.  Notwithstanding the provisions of Section 14.4.16\nC.1. and 2. of this Code, signs placed on temporary construction walls, and\/or\nsolid wood fences surrounding vacant lots pursuant to the terms of this section\nshall be allowed to remain for as long as the building permits associated with\nthe construction site remain in effect or for a period of two years, whichever\nis less.  Building permits for signs on solid wood fences surrounding vacant\nlots, which are not construction sites, shall be issued for a time period not to\nexceed one year.  The Department of Building and Safety shall grant a new\nbuilding permit for a period equal to the original building permit term upon the\nreceipt of (i) an application for a new building permit, (ii) the payment of the\nbuilding permit fee and (iii) a written statement from the Director of the\nOffice of Community Beautification consenting to the new building\npermit.\tD.\tHeight.  Signs may only be placed to a maximum height of eight\nfeet.\tE.\tLocation.  Temporary signs placed on the exterior surfaces of any\ntemporary construction walls, and\/or solid wood fences surrounding vacant lots\nare limited to lots located in a commercial or industrial zone.\tF.\tSpecial\nRequirements for Signs on Temporary Construction Walls, and\/or Solid Wood Fences\nSurrounding Vacant Lots.\t1.\tReview by the Office of Community Beautification. \nAt any time after the issuance of a building permit under this section and upon\nrequest of the Council district office of the Council district in which the site\nor lot is located, the Office of Community Beautification of the Department of\nPublic Works (Office of Community Beautification) shall investigate an area\nconsisting of a 500-foot radius around the permitted site or lot to determine\nwhether there exists a public nuisance due to the presence of graffiti and\/or\nposters\/handbills on light poles, utility poles, bus stops, and any other\nillegal postings on public property.\tIf the Office of Community Beautification\ncannot establish that the area constitutes a public nuisance because of the\npresence of graffiti, posters\/handbills and any other illegal postings on public\nproperty within a 500-foot radius around the permitted site or lot, then the\nOffice of Community Beautification shall expand the radius around the site or\nlot in 250-foot increments, up to a maximum radius of 1500 feet.  If the Office\nof Community Beautification finds the existence of a public nuisance on public\nproperty within the expanded radius area beyond the original 500-foot radius,\nthen it shall require the applicant to abate the public nuisance in the expanded\nradius area in accordance with Subdivision 3., below.\t2.\tNotification of\nLocations for Placement of Signs.  Within ten days after the issuance of the\nbuilding permit, the applicant shall provide written notification to the Office\nof Community Beautification and the Council district office of the Council\ndistrict in which the construction site or vacant lot is located.  The\nnotification shall contain the name and address of the applicant and the\nproperty address where the signs will be placed.  The notification to the\nOffice of Community Beautification shall include a copy of the applicant’s\ncontract with the property owner to post signs at the specified\nlocation.\t3.\tNuisance Abatement.  It shall be the applicant’s responsibility\nto clean and maintain free from graffiti public property and rights-of-way\nwithin an area consisting of a 500-foot radius or any expanded radius required\nby the Office of Community Beautification around the permitted site or lot. \nThe applicant shall patrol the abatement area every 24 hours to search for\ngraffiti and remove any graffiti within 24 hours of its discovery.  The removal\nof graffiti shall include, but not be limited to, spray paint on walls, poles,\nand fences on public property.  In addition, the applicant shall also be\nresponsible for removing any posters\/handbills on light poles, utility poles,\nbus stops, and any other illegal postings on public property.  At the time of\ngraffiti removal, the applicant shall also remove any trash, debris or rubbish\nfrom the public sidewalks within the abatement area around the permitted site. \nThe Office of Community Beautification shall enforce the provisions of this\nsubsection.\t4.\tPermit Revocation.  Any building permit issued pursuant to this\nsection may be revoked by the Department of Building and Safety for any of the\nfollowing reasons, provided a written and signed notification of the\napplicant’s failure to comply with Paragraphs (a), (d), (e) or (f) of this\nsubsection is sent to the Department of Building and Safety by the Director of\nthe Office of Community Beautification:\t(a)\tFailure by the applicant to maintain\nthe temporary construction wall and\/or solid wood fence surrounding a vacant lot\nfree from graffiti.\t(b)\tFailure by the applicant to comply with the terms of the\npermit.\t(c)\tFailure by the applicant to maintain the bond required in Subsection\nA. of this section.\t(d)\tFailure by the applicant to eradicate graffiti within a\n500-foot radius or any expanded radius required by the Office of Community\nBeautification of the temporary construction wall, and\/or solid wood fence\nsurrounding a vacant lot within 24 hours of receiving notification of the\npresence of graffiti from the Office of Community Beautification or the Council\nstaff in the Council district in which the construction site or vacant lot is\nlocated.\t(e)\tFailure by the applicant to remove posters\/handbills placed on\nlight poles, utility poles, bus stops and any other illegal postings on public\nproperty within a 500-foot radius or any expanded radius required by the Office\nof Community Beautification of the temporary construction wall, and\/or solid\nwood fence surrounding a vacant lot, within 24 hours of receiving notification\nof the presence of posters\/handbills or other illegal postings from the Office\nof Community Beautification or the Council staff in the Council district in\nwhich the construction site or vacant lot is located.\t(f)\tFailure by the\napplicant, at the time of graffiti removal, to remove trash, debris or rubbish\nfrom the public sidewalks within the abatement area around the permitted\nsite.\t5.\tRemoval of Signs.  If the Department of Building and Safety revokes\nthe building permit allowing signs on temporary construction walls, and\/or solid\nwood fences surrounding vacant lots, then any signs placed on the temporary\nconstruction walls and\/or solid wood fences surrounding vacant lots shall be\nremoved by the applicant within 72 hours after receipt of written\nnotification.\t6.\tPublic Nuisance.  Any signs remaining on temporary\nconstruction walls, and\/or solid wood fences surrounding vacant lots after the\nbuilding permit is revoked are deemed to be a public nuisance that can be abated\nby utilizing the procedure contained in Section 91.8904, et seq., of the\nCode.\t7.\tOffice of Community Beautification.  The Office of Community\nBeautification is hereby designated the authorized representative of the City\nfor the purpose of enforcing and implementing the provisions of Sections\n91.8904.1.2 and 91.8307 of this Code to remove the nuisances described in this\nsection.\n","html":"\n\t\t\t\t\t<section><p>  TEMPORARY SIGNS ON TEMPORARY CONSTRUCTION WALLS.<br \/><br \/>\tA.\tPermit Required.  A building permit shall be required for a temporary sign on a temporary construction wall.  Temporary signs on temporary construction walls shall comply with the construction requirements of Section 14.4.16 E.<br \/><br \/>\tFor purposes of this section, the term “applicant” shall mean the owner of the sign company or, if there is no sign company, the owner of the property.<br \/><br \/>\tB.\tArea.  Notwithstanding the provisions of Section 14.4.16 B.1. and 2. of this Code, signs placed on temporary construction walls, and\/or solid wood fences surrounding vacant lots pursuant to the terms of this section shall not extend above the top of the wall or fence and shall comply with the following:<br \/><br \/>\t1.\tThe combined sign area of temporary signs shall not exceed eight square feet for each foot of street frontage.<br \/><br \/>\t2.\tIndividual signs shall not exceed a sign area of 250 square feet.<br \/><br \/>\t3.\tSigns may be grouped to form a maximum sign area of 250 square feet.<br \/><br \/>\t4.\tSigns or groups of signs having an area of 250 square feet shall be separated from any other sign on the temporary construction walls and\/or solid wood fences surrounding vacant lots by at least ten feet measured horizontally.<br \/><br \/>\tC.\tTime Limit.  Notwithstanding the provisions of Section 14.4.16 C.1. and 2. of this Code, signs placed on temporary construction walls, and\/or solid wood fences surrounding vacant lots pursuant to the terms of this section shall be allowed to remain for as long as the building permits associated with the construction site remain in effect or for a period of two years, whichever is less.  Building permits for signs on solid wood fences surrounding vacant lots, which are not construction sites, shall be issued for a time period not to exceed one year.  The Department of Building and Safety shall grant a new building permit for a period equal to the original building permit term upon the receipt of (i) an application for a new building permit, (ii) the payment of the building permit fee and (iii) a written statement from the Director of the Office of Community Beautification consenting to the new building permit.<br \/><br \/>\tD.\tHeight.  Signs may only be placed to a maximum height of eight feet.<br \/><br \/>\tE.\tLocation.  Temporary signs placed on the exterior surfaces of any temporary construction walls, and\/or solid wood fences surrounding vacant lots are limited to lots located in a commercial or industrial zone.<br \/><br \/>\tF.\tSpecial Requirements for Signs on Temporary Construction Walls, and\/or Solid Wood Fences Surrounding Vacant Lots.<br \/><br \/>\t1.\tReview by the Office of Community Beautification.  At any time after the issuance of a building permit under this section and upon request of the Council district office of the Council district in which the site or lot is located, the Office of Community Beautification of the Department of Public Works (Office of Community Beautification) shall investigate an area consisting of a 500-foot radius around the permitted site or lot to determine whether there exists a public nuisance due to the presence of graffiti and\/or posters\/handbills on light poles, utility poles, bus stops, and any other illegal postings on public property.<br \/><br \/>\tIf the Office of Community Beautification cannot establish that the area constitutes a public nuisance because of the presence of graffiti, posters\/handbills and any other illegal postings on public property within a 500-foot radius around the permitted site or lot, then the Office of Community Beautification shall expand the radius around the site or lot in 250-foot increments, up to a maximum radius of 1500 feet.  If the Office of Community Beautification finds the existence of a public nuisance on public property within the expanded radius area beyond the original 500-foot radius, then it shall require the applicant to abate the public nuisance in the expanded radius area in accordance with Subdivision 3., below.<br \/><br \/>\t2.\tNotification of Locations for Placement of Signs.  Within ten days after the issuance of the building permit, the applicant shall provide written notification to the Office of Community Beautification and the Council district office of the Council district in which the construction site or vacant lot is located.  The notification shall contain the name and address of the applicant and the property address where the signs will be placed.  The notification to the Office of Community Beautification shall include a copy of the applicant’s <span class=\"dictionary\">contract<\/span> with the property owner to post signs at the specified location.<br \/><br \/>\t3.\tNuisance Abatement.  It shall be the applicant’s responsibility to clean and maintain free from graffiti public property and rights-of-way within an area consisting of a 500-foot radius or any expanded radius required by the Office of Community Beautification around the permitted site or lot.  The applicant shall patrol the abatement area every 24 hours to search for graffiti and remove any graffiti within 24 hours of its <span class=\"dictionary\">discovery<\/span>.  The removal of graffiti shall include, but not be limited to, spray paint on walls, poles, and fences on public property.  In addition, the applicant shall also be responsible for removing any posters\/handbills on light poles, utility poles, bus stops, and any other illegal postings on public property.  At the time of graffiti removal, the applicant shall also remove any trash, debris or rubbish from the public sidewalks within the abatement area around the permitted site.  The Office of Community Beautification shall enforce the provisions of this subsection.<br \/><br \/>\t4.\tPermit <span class=\"dictionary\">Revocation<\/span>.  Any building permit issued pursuant to this section may be revoked by the Department of Building and Safety for any of the following reasons, provided a written and signed notification of the applicant’s failure to comply with Paragraphs (a), (d), (e) or (f) of this subsection is sent to the Department of Building and Safety by the Director of the Office of Community Beautification:<br \/><br \/>\t(a)\tFailure by the applicant to maintain the temporary construction wall and\/or solid wood fence surrounding a vacant lot free from graffiti.<br \/><br \/>\t(b)\tFailure by the applicant to comply with the terms of the permit.<br \/><br \/>\t(c)\tFailure by the applicant to maintain the <span class=\"dictionary\">bond<\/span> required in Subsection A. of this section.<br \/><br \/>\t(d)\tFailure by the applicant to eradicate graffiti within a 500-foot radius or any expanded radius required by the Office of Community Beautification of the temporary construction wall, and\/or solid wood fence surrounding a vacant lot within 24 hours of receiving notification of the presence of graffiti from the Office of Community Beautification or the Council staff in the Council district in which the construction site or vacant lot is located.<br \/><br \/>\t(e)\tFailure by the applicant to remove posters\/handbills placed on light poles, utility poles, bus stops and any other illegal postings on public property within a 500-foot radius or any expanded radius required by the Office of Community Beautification of the temporary construction wall, and\/or solid wood fence surrounding a vacant lot, within 24 hours of receiving notification of the presence of posters\/handbills or other illegal postings from the Office of Community Beautification or the Council staff in the Council district in which the construction site or vacant lot is located.<br \/><br \/>\t(f)\tFailure by the applicant, at the time of graffiti removal, to remove trash, debris or rubbish from the public sidewalks within the abatement area around the permitted site.<br \/><br \/>\t5.\tRemoval of Signs.  If the Department of Building and Safety revokes the building permit allowing signs on temporary construction walls, and\/or solid wood fences surrounding vacant lots, then any signs placed on the temporary construction walls and\/or solid wood fences surrounding vacant lots shall be removed by the applicant within 72 hours after receipt of written notification.<br \/><br \/>\t6.\tPublic Nuisance.  Any signs remaining on temporary construction walls, and\/or solid wood fences surrounding vacant lots after the building permit is revoked are deemed to be a public nuisance that can be abated by utilizing the procedure contained in Section 91.8904, et seq., of the Code.<br \/><br \/>\t7.\tOffice of Community Beautification.  The Office of Community Beautification is hereby designated the authorized representative of the City for the purpose of enforcing and implementing the provisions of Sections 91.8904.1.2 and 91.8307 of this Code to remove the nuisances described in this section.<\/p><\/section>","previous_section":{"id":"2518","structure_id":"58","section_number":"14.4.16","catch_line":"Temporary Signs.","url":"\/14.4.16\/","token":"14.4.16"},"text":{"0":{"id":"2779","text":"  TEMPORARY SIGNS ON TEMPORARY CONSTRUCTION WALLS.\tA.\tPermit Required.  A building permit shall be required for a temporary sign on a temporary construction wall.  Temporary signs on temporary construction walls shall comply with the construction requirements of Section 14.4.16 E.\tFor purposes of this section, the term “applicant” shall mean the owner of the sign company or, if there is no sign company, the owner of the property.\tB.\tArea.  Notwithstanding the provisions of Section 14.4.16 B.1. and 2. of this Code, signs placed on temporary construction walls, and\/or solid wood fences surrounding vacant lots pursuant to the terms of this section shall not extend above the top of the wall or fence and shall comply with the following:\t1.\tThe combined sign area of temporary signs shall not exceed eight square feet for each foot of street frontage.\t2.\tIndividual signs shall not exceed a sign area of 250 square feet.\t3.\tSigns may be grouped to form a maximum sign area of 250 square feet.\t4.\tSigns or groups of signs having an area of 250 square feet shall be separated from any other sign on the temporary construction walls and\/or solid wood fences surrounding vacant lots by at least ten feet measured horizontally.\tC.\tTime Limit.  Notwithstanding the provisions of Section 14.4.16 C.1. and 2. of this Code, signs placed on temporary construction walls, and\/or solid wood fences surrounding vacant lots pursuant to the terms of this section shall be allowed to remain for as long as the building permits associated with the construction site remain in effect or for a period of two years, whichever is less.  Building permits for signs on solid wood fences surrounding vacant lots, which are not construction sites, shall be issued for a time period not to exceed one year.  The Department of Building and Safety shall grant a new building permit for a period equal to the original building permit term upon the receipt of (i) an application for a new building permit, (ii) the payment of the building permit fee and (iii) a written statement from the Director of the Office of Community Beautification consenting to the new building permit.\tD.\tHeight.  Signs may only be placed to a maximum height of eight feet.\tE.\tLocation.  Temporary signs placed on the exterior surfaces of any temporary construction walls, and\/or solid wood fences surrounding vacant lots are limited to lots located in a commercial or industrial zone.\tF.\tSpecial Requirements for Signs on Temporary Construction Walls, and\/or Solid Wood Fences Surrounding Vacant Lots.\t1.\tReview by the Office of Community Beautification.  At any time after the issuance of a building permit under this section and upon request of the Council district office of the Council district in which the site or lot is located, the Office of Community Beautification of the Department of Public Works (Office of Community Beautification) shall investigate an area consisting of a 500-foot radius around the permitted site or lot to determine whether there exists a public nuisance due to the presence of graffiti and\/or posters\/handbills on light poles, utility poles, bus stops, and any other illegal postings on public property.\tIf the Office of Community Beautification cannot establish that the area constitutes a public nuisance because of the presence of graffiti, posters\/handbills and any other illegal postings on public property within a 500-foot radius around the permitted site or lot, then the Office of Community Beautification shall expand the radius around the site or lot in 250-foot increments, up to a maximum radius of 1500 feet.  If the Office of Community Beautification finds the existence of a public nuisance on public property within the expanded radius area beyond the original 500-foot radius, then it shall require the applicant to abate the public nuisance in the expanded radius area in accordance with Subdivision 3., below.\t2.\tNotification of Locations for Placement of Signs.  Within ten days after the issuance of the building permit, the applicant shall provide written notification to the Office of Community Beautification and the Council district office of the Council district in which the construction site or vacant lot is located.  The notification shall contain the name and address of the applicant and the property address where the signs will be placed.  The notification to the Office of Community Beautification shall include a copy of the applicant’s contract with the property owner to post signs at the specified location.\t3.\tNuisance Abatement.  It shall be the applicant’s responsibility to clean and maintain free from graffiti public property and rights-of-way within an area consisting of a 500-foot radius or any expanded radius required by the Office of Community Beautification around the permitted site or lot.  The applicant shall patrol the abatement area every 24 hours to search for graffiti and remove any graffiti within 24 hours of its discovery.  The removal of graffiti shall include, but not be limited to, spray paint on walls, poles, and fences on public property.  In addition, the applicant shall also be responsible for removing any posters\/handbills on light poles, utility poles, bus stops, and any other illegal postings on public property.  At the time of graffiti removal, the applicant shall also remove any trash, debris or rubbish from the public sidewalks within the abatement area around the permitted site.  The Office of Community Beautification shall enforce the provisions of this subsection.\t4.\tPermit Revocation.  Any building permit issued pursuant to this section may be revoked by the Department of Building and Safety for any of the following reasons, provided a written and signed notification of the applicant’s failure to comply with Paragraphs (a), (d), (e) or (f) of this subsection is sent to the Department of Building and Safety by the Director of the Office of Community Beautification:\t(a)\tFailure by the applicant to maintain the temporary construction wall and\/or solid wood fence surrounding a vacant lot free from graffiti.\t(b)\tFailure by the applicant to comply with the terms of the permit.\t(c)\tFailure by the applicant to maintain the bond required in Subsection A. of this section.\t(d)\tFailure by the applicant to eradicate graffiti within a 500-foot radius or any expanded radius required by the Office of Community Beautification of the temporary construction wall, and\/or solid wood fence surrounding a vacant lot within 24 hours of receiving notification of the presence of graffiti from the Office of Community Beautification or the Council staff in the Council district in which the construction site or vacant lot is located.\t(e)\tFailure by the applicant to remove posters\/handbills placed on light poles, utility poles, bus stops and any other illegal postings on public property within a 500-foot radius or any expanded radius required by the Office of Community Beautification of the temporary construction wall, and\/or solid wood fence surrounding a vacant lot, within 24 hours of receiving notification of the presence of posters\/handbills or other illegal postings from the Office of Community Beautification or the Council staff in the Council district in which the construction site or vacant lot is located.\t(f)\tFailure by the applicant, at the time of graffiti removal, to remove trash, debris or rubbish from the public sidewalks within the abatement area around the permitted site.\t5.\tRemoval of Signs.  If the Department of Building and Safety revokes the building permit allowing signs on temporary construction walls, and\/or solid wood fences surrounding vacant lots, then any signs placed on the temporary construction walls and\/or solid wood fences surrounding vacant lots shall be removed by the applicant within 72 hours after receipt of written notification.\t6.\tPublic Nuisance.  Any signs remaining on temporary construction walls, and\/or solid wood fences surrounding vacant lots after the building permit is revoked are deemed to be a public nuisance that can be abated by utilizing the procedure contained in Section 91.8904, et seq., of the Code.\t7.\tOffice of Community Beautification.  The Office of Community Beautification is hereby designated the authorized representative of the City for the purpose of enforcing and implementing the provisions of Sections 91.8904.1.2 and 91.8307 of this Code to remove the nuisances described in this section.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}