{"section_number":"14.4.2","edition_id":"1","section_id":"831","structure_id":"58","catch_line":"Definitions.","history":"","full_text":"  DEFINITIONS.\n\n\tThe following terms shall apply to this article.  Other terms used in this article shall have the meanings set forth in Section 12.03 of this Code, if defined in that section. \n\n\tBisecting Line.  A line that equally divides the angle created by the projection of intersecting lot lines of a lot adjoining the street of a corner lot as illustrated in Diagram C of this article.\n\n\tBuilding Frontage.  The projection of the building walls upon the street used for street frontage.\n\n\tDigital Display.  A sign face, building face, and\/or any building or structural component that displays still images, scrolling images, moving images, or flashing images, including video and animation, through the use of grid lights, cathode ray projections, light emitting diode displays, plasma screens, liquid crystal displays, fiber optics, or other electronic media or technology that is either independent of or attached to, integrated into, or projected onto a building or structural component, and that may be changed remotely through electronic means.  (Added by Ord. No. 180,841, Eff. 8\/14\/09.)\n\n\tFace of Building.  The general outer surface, not including cornices, bay windows or architectural projections, of any exterior wall of a building.\n\n\tFreeway.  A highway in respect to which the owners or those in possession of abutting lands have no right or easement of access to or from their abutting lands or in respect to which the owners have only limited or restricted right or easement of access, and which is declared to be a freeway, in compliance with the Streets and Highways Code of the State of California.\n\n\tIdentification Sign.  A wall sign that is limited to a company logo, generic type of business, or the name of a business or building.\n\n\tIlluminated Architectural Canopy Sign.  An enclosed illuminated structure that is attached to the wall of a building with the face of the sign approximately parallel to the wall and with the message integrated into its surface.\n\n\tInflatable Device.  A sign that is a cold air inflated object, which may be of various shapes, made of flexible fabric, resting on the ground or structure and equipped with a portable blower motor that provides a constant flow of air into the device.  Inflatable devices are restrained, attached, or held in place by a cord, rope, cable or similar method.  The term inflatable device shall not include any object that contains helium, hot air or a lighter-than-air substance.\n\n\tInformation Sign.  A sign that is limited to a message giving directions, instructions, menus, selections or address numerals.\n\n\tMain Traveled Roadway of a Freeway.  The portion of a freeway, including interchange roadways connecting one freeway with another, which is designed for the movement of large volumes of vehicular traffic, efficiently and safely at high speed, but not including service roadways, landscape areas, or ingress or egress ramps connecting the freeway with other streets.\n\n\tMonument Sign.  A sign that is erected directly upon the existing or artificially created grade, or that is raised no more than 12 inches from the existing or artificially created grade to the bottom of the sign, and that has a horizontal dimension equal to or greater than its vertical dimension.\n\n\tMural Sign.  A sign that is painted on or applied to and made integral with a wall, the written message of which does not exceed three percent of the total area of the sign. \n\n\tOff-Site Sign.  A sign that displays any message directing attention to a business, product, service, profession, commodity, activity, event, person, institution or any other commercial message, which is generally conducted, sold, manufactured, produced, offered or occurs elsewhere than on the premises where the sign is located.\n\n\tOff-Site Sign Structure.  A structure of any kind or character, erected, used or maintained for an off-site sign or signs, upon which any poster, bill, printing, painting, projected image or other advertisement may be placed.\n\n\tOn-Site Sign.  A sign that is other than an off-site sign.\n\n\tPerpendicular Line.  A straight line between the point on a sign face that is closest to the street and the point where the line intersects the street lot line at a 90 degree angle, as illustrated in Diagram C of this article.\n\n\tPole Sign.  A freestanding sign that is erected or affixed to one or more poles or posts and that does not meet the requirements of a monument sign.\n\n\tProjecting Sign.  A sign, other than a wall sign, that is attached to a building and projects outward from the building with one or more sign faces approximately perpendicular to the face of the building.\n\n\tProjection.  The distance by which a sign extends beyond the building line.\n\n\tRoof  Sign.  A sign erected upon a roof of a building.\n\n\tSign.  Any whole or part of a display board, wall, screen or object, used to announce, declare, demonstrate, display or otherwise present a message and attract the attention of the public.\n\n\tSign Area.  An area circumscribed by the smallest geometric shape created with a maximum of eight straight lines, which will enclose all words, letters, figures, symbols, designs and pictures, together with all framing, background material, colored or illuminated areas and attention-attracting devices, forming an integral part of an individual message except that:\n\n\t1.\tWall signs having no discernible boundary shall have the areas between letters, words intended to be read together and any device intended to draw attention to the sign message included in any computation of surface area.\n\n\t2.\tFor spherical, cylindrical or other three-dimensional signs the area of the sign shall be computed from the smallest two-dimensional geometrical shape or shapes, which will best approximate the greatest actual surface area visible from any one direction.\n\n\t3.\tSign support structures are excluded if neutral in color.\n\n\t4.\t“Time and Temperature” sign copy is excluded from computation of sign area if the copy is less than 56 square feet in area.\n\n\tSign Face.  The surface upon which the sign message is placed.\n\n\tStreet Frontage.  The length of a line separating a lot from one street.\n\n\tSupergraphic Sign.  A sign, consisting of an image projected onto a wall or printed on vinyl, mesh or other material with or without written text, supported and attached to a wall by an adhesive and\/or by using stranded cable and eye-bolts and\/or other materials or methods, and which does not comply with the following provisions of this Code:  Sections 14.4.10; 14.4.16, 14.4.17; 14.4.18; and\/or 14.4.20.\n\n\tTemporary Construction Wall.  A wooden fence or wooden barrier that provides protection for pedestrians and is erected and maintained on the perimeter of a construction or demolition site pursuant to Section 3303 of the California Building Code (CBC).  \n\n\tTemporary Sign.  Any sign that is to be maintained for a limited duration, not to exceed 30 days, including paper signs and other signs that are not permanently affixed to the ground or building.\n\n\tWall Sign.  Any sign attached to, painted on or erected against the wall of a building or structure, with the exposed face of the sign in a plane approximately parallel to the plane of the wall.\n\n\tWindow Sign.  Any sign, except for a supergraphic sign, that is attached to, affixed to, leaning against, or otherwise placed within six feet of a window or door in a manner so that the sign is visible from outside the building.","order_by":"4.2","ancestry":{"1":{"id":"58","name":"Sign Regulations","identifier":"4.4","label":"article","url":"\/1\/4.4\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"2634","structure_id":"58","section_number":"14.4.1","catch_line":"Purpose.","url":"\/14.4.1\/","token":"14.4.1"},"1":{"id":"3043","structure_id":"58","section_number":"14.4.10","catch_line":"Wall Signs.","url":"\/14.4.10\/","token":"14.4.10"},"2":{"id":"2490","structure_id":"58","section_number":"14.4.11","catch_line":"Illuminated Architectural Canopy Signs.","url":"\/14.4.11\/","token":"14.4.11"},"3":{"id":"1687","structure_id":"58","section_number":"14.4.12","catch_line":"Pole Signs.","url":"\/14.4.12\/","token":"14.4.12"},"4":{"id":"776","structure_id":"58","section_number":"14.4.13","catch_line":"Roof Signs.","url":"\/14.4.13\/","token":"14.4.13"},"5":{"id":"2351","structure_id":"58","section_number":"14.4.14","catch_line":"Window Signs.","url":"\/14.4.14\/","token":"14.4.14"},"6":{"id":"1912","structure_id":"58","section_number":"14.4.15","catch_line":"Marquee Signs.","url":"\/14.4.15\/","token":"14.4.15"},"7":{"id":"2518","structure_id":"58","section_number":"14.4.16","catch_line":"Temporary Signs.","url":"\/14.4.16\/","token":"14.4.16"},"8":{"id":"2804","structure_id":"58","section_number":"14.4.17","catch_line":"Temporary Signs On Temporary Construction Walls.","url":"\/14.4.17\/","token":"14.4.17"},"9":{"id":"3167","structure_id":"58","section_number":"14.4.18","catch_line":"Off-Site Signs.","url":"\/14.4.18\/","token":"14.4.18"},"10":{"id":"2230","structure_id":"58","section_number":"14.4.19","catch_line":"Awning Signs.","url":"\/14.4.19\/","token":"14.4.19"},"11":{"id":"831","structure_id":"58","section_number":"14.4.2","catch_line":"Definitions.","url":"\/14.4.2\/","token":"14.4.2"},"12":{"id":"2193","structure_id":"58","section_number":"14.4.20","catch_line":"Mural Signs.","url":"\/14.4.20\/","token":"14.4.20"},"13":{"id":"3521","structure_id":"58","section_number":"14.4.3","catch_line":"Application.","url":"\/14.4.3\/","token":"14.4.3"},"14":{"id":"1865","structure_id":"58","section_number":"14.4.4","catch_line":"General Provisions.","url":"\/14.4.4\/","token":"14.4.4"},"15":{"id":"1501","structure_id":"58","section_number":"14.4.5","catch_line":"Hazard To Traffic.","url":"\/14.4.5\/","token":"14.4.5"},"16":{"id":"967","structure_id":"58","section_number":"14.4.6","catch_line":"Freeway Exposure.","url":"\/14.4.6\/","token":"14.4.6"},"17":{"id":"165","structure_id":"58","section_number":"14.4.7","catch_line":"Information Signs.","url":"\/14.4.7\/","token":"14.4.7"},"18":{"id":"1157","structure_id":"58","section_number":"14.4.8","catch_line":"Monument Signs.","url":"\/14.4.8\/","token":"14.4.8"},"19":{"id":"3038","structure_id":"58","section_number":"14.4.9","catch_line":"Projecting Signs.","url":"\/14.4.9\/","token":"14.4.9"}},"next_section":{"id":"2193","structure_id":"58","section_number":"14.4.20","catch_line":"Mural Signs.","url":"\/14.4.20\/","token":"14.4.20"},"metadata":false,"references":false,"url":"\/14.4.2\/","token":"14.4.2","formats":{"txt":"\/14.4.2.txt","json":"\/14.4.2.xml"},"dublin_core":{"Title":"Definitions.","Type":"Text","Format":"text\/html","Identifier":"§ 14.4.2","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS. (§ 14.4.2)\n\n  DEFINITIONS.\tThe following terms shall apply to this article.  Other terms\nused in this article shall have the meanings set forth in Section 12.03 of this\nCode, if defined in that section. \tBisecting Line.  A line that equally\ndivides the angle created by the projection of intersecting lot lines of a lot\nadjoining the street of a corner lot as illustrated in Diagram C of this\narticle.\tBuilding Frontage.  The projection of the building walls upon the\nstreet used for street frontage.\tDigital Display.  A sign face, building face,\nand\/or any building or structural component that displays still images,\nscrolling images, moving images, or flashing images, including video and\nanimation, through the use of grid lights, cathode ray projections, light\nemitting diode displays, plasma screens, liquid crystal displays, fiber optics,\nor other electronic media or technology that is either independent of or\nattached to, integrated into, or projected onto a building or structural\ncomponent, and that may be changed remotely through electronic means.  (Added\nby Ord. No. 180,841, Eff. 8\/14\/09.)\tFace of Building.  The general outer\nsurface, not including cornices, bay windows or architectural projections, of\nany exterior wall of a building.\tFreeway.  A highway in respect to which the\nowners or those in possession of abutting lands have no right or easement of\naccess to or from their abutting lands or in respect to which the owners have\nonly limited or restricted right or easement of access, and which is declared to\nbe a freeway, in compliance with the Streets and Highways Code of the State of\nCalifornia.\tIdentification Sign.  A wall sign that is limited to a company\nlogo, generic type of business, or the name of a business or\nbuilding.\tIlluminated Architectural Canopy Sign.  An enclosed illuminated\nstructure that is attached to the wall of a building with the face of the sign\napproximately parallel to the wall and with the message integrated into its\nsurface.\tInflatable Device.  A sign that is a cold air inflated object, which\nmay be of various shapes, made of flexible fabric, resting on the ground or\nstructure and equipped with a portable blower motor that provides a constant\nflow of air into the device.  Inflatable devices are restrained, attached, or\nheld in place by a cord, rope, cable or similar method.  The term inflatable\ndevice shall not include any object that contains helium, hot air or a\nlighter-than-air substance.\tInformation Sign.  A sign that is limited to a\nmessage giving directions, instructions, menus, selections or address\nnumerals.\tMain Traveled Roadway of a Freeway.  The portion of a freeway,\nincluding interchange roadways connecting one freeway with another, which is\ndesigned for the movement of large volumes of vehicular traffic, efficiently and\nsafely at high speed, but not including service roadways, landscape areas, or\ningress or egress ramps connecting the freeway with other streets.\tMonument\nSign.  A sign that is erected directly upon the existing or artificially\ncreated grade, or that is raised no more than 12 inches from the existing or\nartificially created grade to the bottom of the sign, and that has a horizontal\ndimension equal to or greater than its vertical dimension.\tMural Sign.  A sign\nthat is painted on or applied to and made integral with a wall, the written\nmessage of which does not exceed three percent of the total area of the\nsign. \tOff-Site Sign.  A sign that displays any message directing attention to\na business, product, service, profession, commodity, activity, event, person,\ninstitution or any other commercial message, which is generally conducted, sold,\nmanufactured, produced, offered or occurs elsewhere than on the premises where\nthe sign is located.\tOff-Site Sign Structure.  A structure of any kind or\ncharacter, erected, used or maintained for an off-site sign or signs, upon which\nany poster, bill, printing, painting, projected image or other advertisement may\nbe placed.\tOn-Site Sign.  A sign that is other than an off-site\nsign.\tPerpendicular Line.  A straight line between the point on a sign face\nthat is closest to the street and the point where the line intersects the street\nlot line at a 90 degree angle, as illustrated in Diagram C of this article.\tPole\nSign.  A freestanding sign that is erected or affixed to one or more poles or\nposts and that does not meet the requirements of a monument sign.\tProjecting\nSign.  A sign, other than a wall sign, that is attached to a building and\nprojects outward from the building with one or more sign faces approximately\nperpendicular to the face of the building.\tProjection.  The distance by which a\nsign extends beyond the building line.\tRoof  Sign.  A sign erected upon a roof\nof a building.\tSign.  Any whole or part of a display board, wall, screen or\nobject, used to announce, declare, demonstrate, display or otherwise present a\nmessage and attract the attention of the public.\tSign Area.  An area\ncircumscribed by the smallest geometric shape created with a maximum of eight\nstraight lines, which will enclose all words, letters, figures, symbols, designs\nand pictures, together with all framing, background material, colored or\nilluminated areas and attention-attracting devices, forming an integral part of\nan individual message except that:\t1.\tWall signs having no discernible boundary\nshall have the areas between letters, words intended to be read together and any\ndevice intended to draw attention to the sign message included in any\ncomputation of surface area.\t2.\tFor spherical, cylindrical or other\nthree-dimensional signs the area of the sign shall be computed from the smallest\ntwo-dimensional geometrical shape or shapes, which will best approximate the\ngreatest actual surface area visible from any one direction.\t3.\tSign support\nstructures are excluded if neutral in color.\t4.\t“Time and Temperature” sign\ncopy is excluded from computation of sign area if the copy is less than 56\nsquare feet in area.\tSign Face.  The surface upon which the sign message is\nplaced.\tStreet Frontage.  The length of a line separating a lot from one\nstreet.\tSupergraphic Sign.  A sign, consisting of an image projected onto a\nwall or printed on vinyl, mesh or other material with or without written text,\nsupported and attached to a wall by an adhesive and\/or by using stranded cable\nand eye-bolts and\/or other materials or methods, and which does not comply with\nthe following provisions of this Code:  Sections 14.4.10; 14.4.16, 14.4.17;\n14.4.18; and\/or 14.4.20.\tTemporary Construction Wall.  A wooden fence or wooden\nbarrier that provides protection for pedestrians and is erected and maintained\non the perimeter of a construction or demolition site pursuant to Section 3303\nof the California Building Code (CBC).  \tTemporary Sign.  Any sign that is to\nbe maintained for a limited duration, not to exceed 30 days, including paper\nsigns and other signs that are not permanently affixed to the ground or\nbuilding.\tWall Sign.  Any sign attached to, painted on or erected against the\nwall of a building or structure, with the exposed face of the sign in a plane\napproximately parallel to the plane of the wall.\tWindow Sign.  Any sign, except\nfor a supergraphic sign, that is attached to, affixed to, leaning against, or\notherwise placed within six feet of a window or door in a manner so that the\nsign is visible from outside the building.\n","html":"\n\t\t\t\t\t<section><p>  DEFINITIONS.<br \/><br \/>\tThe following terms shall apply to this article.  Other terms used in this article shall have the meanings set forth in Section 12.03 of this Code, if defined in that section. <br \/><br \/>\tBisecting Line.  A line that equally divides the angle created by the projection of intersecting lot lines of a lot adjoining the street of a corner lot as illustrated in Diagram C of this article.<br \/><br \/>\tBuilding Frontage.  The projection of the building walls upon the street used for street frontage.<br \/><br \/>\tDigital Display.  A sign face, building face, and\/or any building or structural component that displays still images, scrolling images, moving images, or flashing images, including video and animation, through the use of grid lights, cathode ray projections, light emitting diode displays, plasma screens, liquid crystal displays, fiber optics, or other electronic media or technology that is either independent of or attached to, integrated into, or projected onto a building or structural component, and that may be changed remotely through electronic means.  (Added by Ord. No. 180,841, Eff. 8\/14\/09.)<br \/><br \/>\tFace of Building.  The general outer surface, not including cornices, bay windows or architectural projections, of any exterior wall of a building.<br \/><br \/>\tFreeway.  A highway in respect to which the owners or those in <span class=\"dictionary\">possession<\/span> of abutting lands have no right or easement of access to or from their abutting lands or in respect to which the owners have only limited or restricted right or easement of access, and which is declared to be a freeway, in compliance with the Streets and Highways Code of the State of California.<br \/><br \/>\tIdentification Sign.  A wall sign that is limited to a company logo, generic type of business, or the name of a business or building.<br \/><br \/>\tIlluminated Architectural Canopy Sign.  An enclosed illuminated structure that is attached to the wall of a building with the face of the sign approximately parallel to the wall and with the message integrated into its surface.<br \/><br \/>\tInflatable Device.  A sign that is a cold air inflated <span class=\"dictionary\">object<\/span>, which may be of various shapes, made of flexible fabric, resting on the ground or structure and equipped with a portable blower motor that provides a constant flow of air into the device.  Inflatable devices are restrained, attached, or held in place by a cord, rope, cable or similar method.  The term inflatable device shall not include any <span class=\"dictionary\">object<\/span> that contains helium, hot air or a lighter-than-air substance.<br \/><br \/>\tInformation Sign.  A sign that is limited to a message giving directions, instructions, menus, selections or address numerals.<br \/><br \/>\tMain Traveled Roadway of a Freeway.  The portion of a freeway, including interchange roadways connecting one freeway with another, which is designed for the movement of large volumes of vehicular traffic, efficiently and safely at high speed, but not including service roadways, landscape areas, or ingress or egress ramps connecting the freeway with other streets.<br \/><br \/>\tMonument Sign.  A sign that is erected directly upon the existing or artificially created grade, or that is raised no more than 12 inches from the existing or artificially created grade to the bottom of the sign, and that has a horizontal dimension equal to or greater than its vertical dimension.<br \/><br \/>\tMural Sign.  A sign that is painted on or applied to and made integral with a wall, the written message of which does not exceed three percent of the total area of the sign. <br \/><br \/>\tOff-Site Sign.  A sign that displays any message directing attention to a business, product, service, profession, commodity, activity, event, person, institution or any other commercial message, which is generally conducted, sold, manufactured, produced, offered or occurs elsewhere than on the premises where the sign is located.<br \/><br \/>\tOff-Site Sign Structure.  A structure of any kind or character, erected, used or maintained for an off-site sign or signs, upon which any poster, bill, printing, painting, projected image or other advertisement may be placed.<br \/><br \/>\tOn-Site Sign.  A sign that is other than an off-site sign.<br \/><br \/>\tPerpendicular Line.  A straight line between the point on a sign face that is closest to the street and the point where the line intersects the street lot line at a 90 degree angle, as illustrated in Diagram C of this article.<br \/><br \/>\tPole Sign.  A freestanding sign that is erected or affixed to one or more poles or posts and that does not meet the requirements of a monument sign.<br \/><br \/>\tProjecting Sign.  A sign, other than a wall sign, that is attached to a building and projects outward from the building with one or more sign faces approximately perpendicular to the face of the building.<br \/><br \/>\tProjection.  The distance by which a sign extends beyond the building line.<br \/><br \/>\tRoof  Sign.  A sign erected upon a roof of a building.<br \/><br \/>\tSign.  Any whole or part of a display board, wall, screen or <span class=\"dictionary\">object<\/span>, used to announce, declare, demonstrate, display or otherwise present a message and attract the attention of the public.<br \/><br \/>\tSign Area.  An area circumscribed by the smallest geometric shape created with a maximum of eight straight lines, which will enclose all words, letters, figures, symbols, designs and pictures, together with all framing, background <span class=\"dictionary\">material<\/span>, colored or illuminated areas and attention-attracting devices, forming an integral part of an individual message except that:<br \/><br \/>\t1.\tWall signs having no discernible boundary shall have the areas between letters, words intended to be read together and any device intended to draw attention to the sign message included in any computation of surface area.<br \/><br \/>\t2.\tFor spherical, cylindrical or other three-dimensional signs the area of the sign shall be computed from the smallest two-dimensional geometrical shape or shapes, which will best approximate the greatest actual surface area visible from any one direction.<br \/><br \/>\t3.\tSign support structures are excluded if neutral in color.<br \/><br \/>\t4.\t“Time and Temperature” sign copy is excluded from computation of sign area if the copy is less than 56 square feet in area.<br \/><br \/>\tSign Face.  The surface upon which the sign message is placed.<br \/><br \/>\tStreet Frontage.  The length of a line separating a lot from one street.<br \/><br \/>\tSupergraphic Sign.  A sign, consisting of an image projected onto a wall or printed on vinyl, mesh or other <span class=\"dictionary\">material<\/span> with or without written text, supported and attached to a wall by an adhesive and\/or by using stranded cable and eye-bolts and\/or other <span class=\"dictionary\">materials<\/span> or methods, and which does not comply with the following provisions of this Code:  Sections 14.4.10; 14.4.16, 14.4.17; 14.4.18; and\/or 14.4.20.<br \/><br \/>\tTemporary Construction Wall.  A wooden fence or wooden barrier that provides protection for pedestrians and is erected and maintained on the perimeter of a construction or demolition site pursuant to Section 3303 of the California Building Code (CBC).  <br \/><br \/>\tTemporary Sign.  Any sign that is to be maintained for a limited duration, not to exceed 30 days, including paper signs and other signs that are not permanently affixed to the ground or building.<br \/><br \/>\tWall Sign.  Any sign attached to, painted on or erected against the wall of a building or structure, with the exposed face of the sign in a plane approximately parallel to the plane of the wall.<br \/><br \/>\tWindow Sign.  Any sign, except for a supergraphic sign, that is attached to, affixed to, leaning against, or otherwise placed within six feet of a window or door in a manner so that the sign is visible from outside the building.<\/p><\/section>","previous_section":{"id":"2230","structure_id":"58","section_number":"14.4.19","catch_line":"Awning Signs.","url":"\/14.4.19\/","token":"14.4.19"},"text":{"0":{"id":"820","text":"  DEFINITIONS.\tThe following terms shall apply to this article.  Other terms used in this article shall have the meanings set forth in Section 12.03 of this Code, if defined in that section. \tBisecting Line.  A line that equally divides the angle created by the projection of intersecting lot lines of a lot adjoining the street of a corner lot as illustrated in Diagram C of this article.\tBuilding Frontage.  The projection of the building walls upon the street used for street frontage.\tDigital Display.  A sign face, building face, and\/or any building or structural component that displays still images, scrolling images, moving images, or flashing images, including video and animation, through the use of grid lights, cathode ray projections, light emitting diode displays, plasma screens, liquid crystal displays, fiber optics, or other electronic media or technology that is either independent of or attached to, integrated into, or projected onto a building or structural component, and that may be changed remotely through electronic means.  (Added by Ord. No. 180,841, Eff. 8\/14\/09.)\tFace of Building.  The general outer surface, not including cornices, bay windows or architectural projections, of any exterior wall of a building.\tFreeway.  A highway in respect to which the owners or those in possession of abutting lands have no right or easement of access to or from their abutting lands or in respect to which the owners have only limited or restricted right or easement of access, and which is declared to be a freeway, in compliance with the Streets and Highways Code of the State of California.\tIdentification Sign.  A wall sign that is limited to a company logo, generic type of business, or the name of a business or building.\tIlluminated Architectural Canopy Sign.  An enclosed illuminated structure that is attached to the wall of a building with the face of the sign approximately parallel to the wall and with the message integrated into its surface.\tInflatable Device.  A sign that is a cold air inflated object, which may be of various shapes, made of flexible fabric, resting on the ground or structure and equipped with a portable blower motor that provides a constant flow of air into the device.  Inflatable devices are restrained, attached, or held in place by a cord, rope, cable or similar method.  The term inflatable device shall not include any object that contains helium, hot air or a lighter-than-air substance.\tInformation Sign.  A sign that is limited to a message giving directions, instructions, menus, selections or address numerals.\tMain Traveled Roadway of a Freeway.  The portion of a freeway, including interchange roadways connecting one freeway with another, which is designed for the movement of large volumes of vehicular traffic, efficiently and safely at high speed, but not including service roadways, landscape areas, or ingress or egress ramps connecting the freeway with other streets.\tMonument Sign.  A sign that is erected directly upon the existing or artificially created grade, or that is raised no more than 12 inches from the existing or artificially created grade to the bottom of the sign, and that has a horizontal dimension equal to or greater than its vertical dimension.\tMural Sign.  A sign that is painted on or applied to and made integral with a wall, the written message of which does not exceed three percent of the total area of the sign. \tOff-Site Sign.  A sign that displays any message directing attention to a business, product, service, profession, commodity, activity, event, person, institution or any other commercial message, which is generally conducted, sold, manufactured, produced, offered or occurs elsewhere than on the premises where the sign is located.\tOff-Site Sign Structure.  A structure of any kind or character, erected, used or maintained for an off-site sign or signs, upon which any poster, bill, printing, painting, projected image or other advertisement may be placed.\tOn-Site Sign.  A sign that is other than an off-site sign.\tPerpendicular Line.  A straight line between the point on a sign face that is closest to the street and the point where the line intersects the street lot line at a 90 degree angle, as illustrated in Diagram C of this article.\tPole Sign.  A freestanding sign that is erected or affixed to one or more poles or posts and that does not meet the requirements of a monument sign.\tProjecting Sign.  A sign, other than a wall sign, that is attached to a building and projects outward from the building with one or more sign faces approximately perpendicular to the face of the building.\tProjection.  The distance by which a sign extends beyond the building line.\tRoof  Sign.  A sign erected upon a roof of a building.\tSign.  Any whole or part of a display board, wall, screen or object, used to announce, declare, demonstrate, display or otherwise present a message and attract the attention of the public.\tSign Area.  An area circumscribed by the smallest geometric shape created with a maximum of eight straight lines, which will enclose all words, letters, figures, symbols, designs and pictures, together with all framing, background material, colored or illuminated areas and attention-attracting devices, forming an integral part of an individual message except that:\t1.\tWall signs having no discernible boundary shall have the areas between letters, words intended to be read together and any device intended to draw attention to the sign message included in any computation of surface area.\t2.\tFor spherical, cylindrical or other three-dimensional signs the area of the sign shall be computed from the smallest two-dimensional geometrical shape or shapes, which will best approximate the greatest actual surface area visible from any one direction.\t3.\tSign support structures are excluded if neutral in color.\t4.\t“Time and Temperature” sign copy is excluded from computation of sign area if the copy is less than 56 square feet in area.\tSign Face.  The surface upon which the sign message is placed.\tStreet Frontage.  The length of a line separating a lot from one street.\tSupergraphic Sign.  A sign, consisting of an image projected onto a wall or printed on vinyl, mesh or other material with or without written text, supported and attached to a wall by an adhesive and\/or by using stranded cable and eye-bolts and\/or other materials or methods, and which does not comply with the following provisions of this Code:  Sections 14.4.10; 14.4.16, 14.4.17; 14.4.18; and\/or 14.4.20.\tTemporary Construction Wall.  A wooden fence or wooden barrier that provides protection for pedestrians and is erected and maintained on the perimeter of a construction or demolition site pursuant to Section 3303 of the California Building Code (CBC).  \tTemporary Sign.  Any sign that is to be maintained for a limited duration, not to exceed 30 days, including paper signs and other signs that are not permanently affixed to the ground or building.\tWall Sign.  Any sign attached to, painted on or erected against the wall of a building or structure, with the exposed face of the sign in a plane approximately parallel to the plane of the wall.\tWindow Sign.  Any sign, except for a supergraphic sign, that is attached to, affixed to, leaning against, or otherwise placed within six feet of a window or door in a manner so that the sign is visible from outside the building.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}