{"section_number":"14.4.4","edition_id":"1","section_id":"1865","structure_id":"58","catch_line":"General Provisions.","history":"","full_text":"  GENERAL PROVISIONS.\n\n\tA.\tIdeological and Political Signs.  No provision of this article shall prohibit an ideological, political or other noncommercial message on a sign otherwise permitted by this article. \n\n\tB.\tProhibited Signs.  Signs are prohibited if they: \n\n\t1.\tContain obscene matters, as defined in Section 311 of the Penal Code of the State of California.\n\n\t2.\tContain or consist of posters, pennants, banners, ribbons, streamers or spinners, except as permitted by Sections 14.4.16 and 14.4.17 of this Code. \n\n\t3.\tContain flashing, mechanical and strobe lights in conflict with the provisions of Sections 80.08.4 and 93.0107 of this Code.\n\n\t4.\tAre revolving and where all or any portion rotate at greater than six revolutions per minute.\n\n\t5.\tAre tacked, pasted or otherwise temporarily affixed on the walls of buildings, barns, sheds, trees, poles, posts or fences, except as permitted by Sections 14.4.16 and 14.4.17 of this Code.  \n\n\t6.\tAre affixed to any vehicle or trailer on private property if the vehicle or trailer is not intended to be otherwise used in the business and the sole purpose of attaching the sign to the vehicle or trailer is to attract people to a place of business.\n\n\t7.\tEmit audible sounds, odor or visible matter.\n\n\t8.\tUse human beings, live animals, animated figures, motion pictures or slide projectors in connection with any sign.\n\n\t9.\t(Amended by Ord. No. 180,841, Eff. 8\/14\/09.)  Are supergraphic signs.\n\n\tEXCEPTIONS:  This prohibition shall not apply to supergraphic signs that are specifically permitted pursuant to a legally adopted specific plan, supplemental use district or an approved development agreement.  This exception shall become operative only to the extent that Subdivision 9. is deemed constitutional upon the reversal of the trial court decision in the case of World Wide Rush, LLC v. City of Los Angeles, United States District Court Case No. CV 07-238 ABC.\n\n\tIn addition, notwithstanding the provisions of Section 12.26 A.3. of this Code, this prohibition shall not apply to any building permit issued prior to the effective date of this ordinance if the Department of Building and Safety determines that both substantial liabilities have been incurred, and substantial work has been performed on site, in accordance with the terms of that permit pursuant to Section 91.106.4.3.1 of this Code.\n\n\t10.\tAre mural signs, except when mural signs are specifically permitted pursuant to a legally adopted specific plan, supplemental use district or an approved development agreement.\n\n\t11.\t(Amended by Ord. No. 180,841, Eff. 8\/14\/09.)  Are off-site signs, including off-site digital displays, except when off-site signs are specifically permitted pursuant to a relocation agreement entered into pursuant to California Business and Professions Code Section 5412.  This prohibition shall also apply to alterations, enlargements or conversions to digital displays of legally existing off-site signs, except for alterations that conform to the provisions of Section 91.6216 and all other requirements of this Code.\n\n\tEXCEPTIONS:  This prohibition shall not apply to off-site signs, including off-site digital displays, that are specifically permitted pursuant to a legally adopted specific plan, supplemental use district or an approved development agreement.  This exception shall become operative only to the extent that Subdivision 11. is deemed constitutional upon the reversal of the trial court decision in the case of World Wide Rush, LLC v. City of Los Angeles, United States District Court Case No. CV 07-238 ABC.\n\n\tIn addition, notwithstanding the provisions of Section 12.26 A.3. of this Code, this prohibition shall not apply to any building permit issued prior to the effective date of this ordinance if the Department of Building and Safety determines that both substantial liabilities have been incurred, and substantial work has been performed on site, in accordance with the terms of that permit pursuant to Section 91.106.4.3.1 of this Code.\n\n\t12.\tAre inflatable devices, except when inflatable devices are specifically permitted pursuant to a legally adopted specific plan, supplemental use district or an approved development agreement.\n\n\tC.\tProhibited Locations.\n\n\t1.\tNo sign or sign support structure shall project into any public alley, except that a sign or sign support structure above a height of 14 feet may project no more than six inches into a public alley.\n\n\t2.\tNo sign or sign support structure shall be located less than six feet horizontally or 12 feet vertically from overhead electrical conductors, which are energized in excess of 750 volts.  The term “overhead electrical conductors” as used here shall mean any electrical conductor, either bare or insulated, installed above ground, except electrical conductors that are enclosed in iron pipe or other material covering of equal strength.  Arcs of six foot radius may be used to define corners of prohibition area.\n\n\t3.\tNo sign or sign support structure shall be erected in a visibility triangle as defined by Sections 12.21 C.7. and 62.200 of this Code.\n\n\t4.\tNo sign or sign support structure shall be located within two feet of the curb or edge of any roadway.\n\n\tD.\tMaintenance.\n\n\t1.\tAppearance.  Every sign shall be maintained in a clean, safe and good working condition, including the replacement of defective parts, defaced or broken faces, lighting and other acts required for the maintenance of the sign.  The display surfaces shall be kept neatly painted or posted at all times.\n\n\t2.\tDebris Removal.  The base of any sign erected on the ground shall be kept clear of weeds, rubbish or other combustible material at all times.\n\n\t3.\tAbandoned Signage.  Ninety days after the cessation of a business activity, service or product, the related signs shall be removed, or the face of the signs shall be removed and replaced with blank panels or shall be painted out.\n\n\tE.\tSign Illumination Limitations.  No sign shall be arranged and illuminated in a manner that will produce a light intensity of greater than three foot candles above ambient lighting, as measured at the property line of the nearest residentially zoned property.\n\n\tF.\tCombination Signs.  A sign, which is subject to more than one classification, shall meet the requirements for the classification to which each portion is subject.\n\n\tG.\tFlag Lots.  For purposes of this article, flag lots containing less than 50 feet of street frontage shall be allotted 50 feet of street frontage for the purpose of determining the type of sign permitted and for the allowable sign area.\n\n\tH.\tStreet Address Numbers.  No sign shall be maintained on any property unless the street address of the property is maintained in accordance with the provisions of Section 63.113 of this Code. \n\n\tI.\tSign Permit Priority Status.\n\n\t1.\tTo maintain location, area, frontage, or spacing status, signs must be installed within six months of issuance of a building permit or prior to expiration of any permit extension granted by the Department of Building and Safety.\n\n\t2.\tWhere more than one permit has been issued and the effect of those permits when considered together results in a violation of this article, all permits except the permit with the earlier date and time of issuance shall be invalid.\n\n\tJ.\tRelief.  Notwithstanding the provisions of Sections 12.24, 12.27, 12.28 or any other section of this Code to the contrary, no relief from the provisions of Subsection B.9. or 11. of this section shall be granted.  (Added by Ord. No. 180,841, Eff. 8\/14\/09.)","order_by":"4.4","ancestry":{"1":{"id":"58","name":"Sign Regulations","identifier":"4.4","label":"article","url":"\/1\/4.4\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"2634","structure_id":"58","section_number":"14.4.1","catch_line":"Purpose.","url":"\/14.4.1\/","token":"14.4.1"},"1":{"id":"3043","structure_id":"58","section_number":"14.4.10","catch_line":"Wall Signs.","url":"\/14.4.10\/","token":"14.4.10"},"2":{"id":"2490","structure_id":"58","section_number":"14.4.11","catch_line":"Illuminated Architectural Canopy Signs.","url":"\/14.4.11\/","token":"14.4.11"},"3":{"id":"1687","structure_id":"58","section_number":"14.4.12","catch_line":"Pole Signs.","url":"\/14.4.12\/","token":"14.4.12"},"4":{"id":"776","structure_id":"58","section_number":"14.4.13","catch_line":"Roof Signs.","url":"\/14.4.13\/","token":"14.4.13"},"5":{"id":"2351","structure_id":"58","section_number":"14.4.14","catch_line":"Window Signs.","url":"\/14.4.14\/","token":"14.4.14"},"6":{"id":"1912","structure_id":"58","section_number":"14.4.15","catch_line":"Marquee Signs.","url":"\/14.4.15\/","token":"14.4.15"},"7":{"id":"2518","structure_id":"58","section_number":"14.4.16","catch_line":"Temporary Signs.","url":"\/14.4.16\/","token":"14.4.16"},"8":{"id":"2804","structure_id":"58","section_number":"14.4.17","catch_line":"Temporary Signs On Temporary Construction Walls.","url":"\/14.4.17\/","token":"14.4.17"},"9":{"id":"3167","structure_id":"58","section_number":"14.4.18","catch_line":"Off-Site Signs.","url":"\/14.4.18\/","token":"14.4.18"},"10":{"id":"2230","structure_id":"58","section_number":"14.4.19","catch_line":"Awning Signs.","url":"\/14.4.19\/","token":"14.4.19"},"11":{"id":"831","structure_id":"58","section_number":"14.4.2","catch_line":"Definitions.","url":"\/14.4.2\/","token":"14.4.2"},"12":{"id":"2193","structure_id":"58","section_number":"14.4.20","catch_line":"Mural Signs.","url":"\/14.4.20\/","token":"14.4.20"},"13":{"id":"3521","structure_id":"58","section_number":"14.4.3","catch_line":"Application.","url":"\/14.4.3\/","token":"14.4.3"},"14":{"id":"1865","structure_id":"58","section_number":"14.4.4","catch_line":"General Provisions.","url":"\/14.4.4\/","token":"14.4.4"},"15":{"id":"1501","structure_id":"58","section_number":"14.4.5","catch_line":"Hazard To Traffic.","url":"\/14.4.5\/","token":"14.4.5"},"16":{"id":"967","structure_id":"58","section_number":"14.4.6","catch_line":"Freeway Exposure.","url":"\/14.4.6\/","token":"14.4.6"},"17":{"id":"165","structure_id":"58","section_number":"14.4.7","catch_line":"Information Signs.","url":"\/14.4.7\/","token":"14.4.7"},"18":{"id":"1157","structure_id":"58","section_number":"14.4.8","catch_line":"Monument Signs.","url":"\/14.4.8\/","token":"14.4.8"},"19":{"id":"3038","structure_id":"58","section_number":"14.4.9","catch_line":"Projecting Signs.","url":"\/14.4.9\/","token":"14.4.9"}},"next_section":{"id":"1501","structure_id":"58","section_number":"14.4.5","catch_line":"Hazard To Traffic.","url":"\/14.4.5\/","token":"14.4.5"},"metadata":false,"references":false,"url":"\/14.4.4\/","token":"14.4.4","formats":{"txt":"\/14.4.4.txt","json":"\/14.4.4.xml"},"dublin_core":{"Title":"General Provisions.","Type":"Text","Format":"text\/html","Identifier":"§ 14.4.4","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nGENERAL PROVISIONS. (§ 14.4.4)\n\n  GENERAL PROVISIONS.\tA.\tIdeological and Political Signs.  No provision of\nthis article shall prohibit an ideological, political or other noncommercial\nmessage on a sign otherwise permitted by this article. \tB.\tProhibited Signs. \nSigns are prohibited if they: \t1.\tContain obscene matters, as defined in\nSection 311 of the Penal Code of the State of California.\t2.\tContain or consist\nof posters, pennants, banners, ribbons, streamers or spinners, except as\npermitted by Sections 14.4.16 and 14.4.17 of this Code. \t3.\tContain flashing,\nmechanical and strobe lights in conflict with the provisions of Sections 80.08.4\nand 93.0107 of this Code.\t4.\tAre revolving and where all or any portion rotate\nat greater than six revolutions per minute.\t5.\tAre tacked, pasted or otherwise\ntemporarily affixed on the walls of buildings, barns, sheds, trees, poles, posts\nor fences, except as permitted by Sections 14.4.16 and 14.4.17 of this Code.\n \t6.\tAre affixed to any vehicle or trailer on private property if the vehicle\nor trailer is not intended to be otherwise used in the business and the sole\npurpose of attaching the sign to the vehicle or trailer is to attract people to\na place of business.\t7.\tEmit audible sounds, odor or visible matter.\t8.\tUse\nhuman beings, live animals, animated figures, motion pictures or slide\nprojectors in connection with any sign.\t9.\t(Amended by Ord. No. 180,841, Eff.\n8\/14\/09.)  Are supergraphic signs.\tEXCEPTIONS:  This prohibition shall not\napply to supergraphic signs that are specifically permitted pursuant to a\nlegally adopted specific plan, supplemental use district or an approved\ndevelopment agreement.  This exception shall become operative only to the\nextent that Subdivision 9. is deemed constitutional upon the reversal of the\ntrial court decision in the case of World Wide Rush, LLC v. City of Los Angeles,\nUnited States District Court Case No. CV 07-238 ABC.\tIn addition,\nnotwithstanding the provisions of Section 12.26 A.3. of this Code, this\nprohibition shall not apply to any building permit issued prior to the effective\ndate of this ordinance if the Department of Building and Safety determines that\nboth substantial liabilities have been incurred, and substantial work has been\nperformed on site, in accordance with the terms of that permit pursuant to\nSection 91.106.4.3.1 of this Code.\t10.\tAre mural signs, except when mural signs\nare specifically permitted pursuant to a legally adopted specific plan,\nsupplemental use district or an approved development agreement.\t11.\t(Amended by\nOrd. No. 180,841, Eff. 8\/14\/09.)  Are off-site signs, including off-site\ndigital displays, except when off-site signs are specifically permitted pursuant\nto a relocation agreement entered into pursuant to California Business and\nProfessions Code Section 5412.  This prohibition shall also apply to\nalterations, enlargements or conversions to digital displays of legally existing\noff-site signs, except for alterations that conform to the provisions of Section\n91.6216 and all other requirements of this Code.\tEXCEPTIONS:  This prohibition\nshall not apply to off-site signs, including off-site digital displays, that are\nspecifically permitted pursuant to a legally adopted specific plan, supplemental\nuse district or an approved development agreement.  This exception shall become\noperative only to the extent that Subdivision 11. is deemed constitutional upon\nthe reversal of the trial court decision in the case of World Wide Rush, LLC v.\nCity of Los Angeles, United States District Court Case No. CV 07-238 ABC.\tIn\naddition, notwithstanding the provisions of Section 12.26 A.3. of this Code,\nthis prohibition shall not apply to any building permit issued prior to the\neffective date of this ordinance if the Department of Building and Safety\ndetermines that both substantial liabilities have been incurred, and substantial\nwork has been performed on site, in accordance with the terms of that permit\npursuant to Section 91.106.4.3.1 of this Code.\t12.\tAre inflatable devices,\nexcept when inflatable devices are specifically permitted pursuant to a legally\nadopted specific plan, supplemental use district or an approved development\nagreement.\tC.\tProhibited Locations.\t1.\tNo sign or sign support structure shall\nproject into any public alley, except that a sign or sign support structure\nabove a height of 14 feet may project no more than six inches into a public\nalley.\t2.\tNo sign or sign support structure shall be located less than six feet\nhorizontally or 12 feet vertically from overhead electrical conductors, which\nare energized in excess of 750 volts.  The term “overhead electrical\nconductors” as used here shall mean any electrical conductor, either bare or\ninsulated, installed above ground, except electrical conductors that are\nenclosed in iron pipe or other material covering of equal strength.  Arcs of\nsix foot radius may be used to define corners of prohibition area.\t3.\tNo sign or\nsign support structure shall be erected in a visibility triangle as defined by\nSections 12.21 C.7. and 62.200 of this Code.\t4.\tNo sign or sign support\nstructure shall be located within two feet of the curb or edge of any\nroadway.\tD.\tMaintenance.\t1.\tAppearance.  Every sign shall be maintained in a\nclean, safe and good working condition, including the replacement of defective\nparts, defaced or broken faces, lighting and other acts required for the\nmaintenance of the sign.  The display surfaces shall be kept neatly painted or\nposted at all times.\t2.\tDebris Removal.  The base of any sign erected on the\nground shall be kept clear of weeds, rubbish or other combustible material at\nall times.\t3.\tAbandoned Signage.  Ninety days after the cessation of a business\nactivity, service or product, the related signs shall be removed, or the face of\nthe signs shall be removed and replaced with blank panels or shall be painted\nout.\tE.\tSign Illumination Limitations.  No sign shall be arranged and\nilluminated in a manner that will produce a light intensity of greater than\nthree foot candles above ambient lighting, as measured at the property line of\nthe nearest residentially zoned property.\tF.\tCombination Signs.  A sign, which\nis subject to more than one classification, shall meet the requirements for the\nclassification to which each portion is subject.\tG.\tFlag Lots.  For purposes of\nthis article, flag lots containing less than 50 feet of street frontage shall be\nallotted 50 feet of street frontage for the purpose of determining the type of\nsign permitted and for the allowable sign area.\tH.\tStreet Address Numbers.  No\nsign shall be maintained on any property unless the street address of the\nproperty is maintained in accordance with the provisions of Section 63.113 of\nthis Code. \tI.\tSign Permit Priority Status.\t1.\tTo maintain location, area,\nfrontage, or spacing status, signs must be installed within six months of\nissuance of a building permit or prior to expiration of any permit extension\ngranted by the Department of Building and Safety.\t2.\tWhere more than one permit\nhas been issued and the effect of those permits when considered together results\nin a violation of this article, all permits except the permit with the earlier\ndate and time of issuance shall be invalid.\tJ.\tRelief.  Notwithstanding the\nprovisions of Sections 12.24, 12.27, 12.28 or any other section of this Code to\nthe contrary, no relief from the provisions of Subsection B.9. or 11. of this\nsection shall be granted.  (Added by Ord. No. 180,841, Eff. 8\/14\/09.)\n","html":"\n\t\t\t\t\t<section><p>  GENERAL PROVISIONS.<br \/><br \/>\tA.\tIdeological and Political Signs.  No provision of this article shall prohibit an ideological, political or other noncommercial message on a sign otherwise permitted by this article. <br \/><br \/>\tB.\tProhibited Signs.  Signs are prohibited if they: <br \/><br \/>\t1.\tContain obscene matters, as defined in Section 311 of the Penal Code of the State of California.<br \/><br \/>\t2.\tContain or consist of posters, pennants, banners, ribbons, streamers or spinners, except as permitted by Sections 14.4.16 and 14.4.17 of this Code. <br \/><br \/>\t3.\tContain flashing, mechanical and strobe lights in conflict with the provisions of Sections 80.08.4 and 93.0107 of this Code.<br \/><br \/>\t4.\tAre revolving and where all or any portion rotate at greater than six revolutions per minute.<br \/><br \/>\t5.\tAre tacked, pasted or otherwise temporarily affixed on the walls of buildings, barns, sheds, trees, poles, posts or fences, except as permitted by Sections 14.4.16 and 14.4.17 of this Code.  <br \/><br \/>\t6.\tAre affixed to any vehicle or trailer on private property if the vehicle or trailer is not intended to be otherwise used in the business and the sole purpose of attaching the sign to the vehicle or trailer is to attract people to a place of business.<br \/><br \/>\t7.\tEmit audible sounds, odor or visible matter.<br \/><br \/>\t8.\tUse human beings, live animals, animated figures, <span class=\"dictionary\">motion<\/span> pictures or slide projectors in connection with any sign.<br \/><br \/>\t9.\t(Amended by Ord. No. 180,841, Eff. 8\/14\/09.)  Are supergraphic signs.<br \/><br \/>\tEXCEPTIONS:  This prohibition shall not apply to supergraphic signs that are specifically permitted pursuant to a legally adopted specific plan, supplemental use district or an approved development agreement.  This exception shall become operative only to the extent that Subdivision 9. is deemed constitutional upon the reversal of the <span class=\"dictionary\">trial<\/span> <span class=\"dictionary\">court<\/span> decision in the case of World Wide Rush, LLC v. City of Los Angeles, United States District <span class=\"dictionary\">Court<\/span> Case No. CV 07-238 ABC.<br \/><br \/>\tIn addition, notwithstanding the provisions of Section 12.26 A.3. of this Code, this prohibition shall not apply to any building permit issued prior to the effective date of this <span class=\"dictionary\">ordinance<\/span> if the Department of Building and Safety determines that both substantial liabilities have been incurred, and substantial work has been performed on site, in accordance with the terms of that permit pursuant to Section 91.106.4.3.1 of this Code.<br \/><br \/>\t10.\tAre mural signs, except when mural signs are specifically permitted pursuant to a legally adopted specific plan, supplemental use district or an approved development agreement.<br \/><br \/>\t11.\t(Amended by Ord. No. 180,841, Eff. 8\/14\/09.)  Are off-site signs, including off-site digital displays, except when off-site signs are specifically permitted pursuant to a relocation agreement entered into pursuant to California Business and Professions Code Section 5412.  This prohibition shall also apply to alterations, enlargements or conversions to digital displays of legally existing off-site signs, except for alterations that conform to the provisions of Section 91.6216 and all other requirements of this Code.<br \/><br \/>\tEXCEPTIONS:  This prohibition shall not apply to off-site signs, including off-site digital displays, that are specifically permitted pursuant to a legally adopted specific plan, supplemental use district or an approved development agreement.  This exception shall become operative only to the extent that Subdivision 11. is deemed constitutional upon the reversal of the <span class=\"dictionary\">trial<\/span> <span class=\"dictionary\">court<\/span> decision in the case of World Wide Rush, LLC v. City of Los Angeles, United States District <span class=\"dictionary\">Court<\/span> Case No. CV 07-238 ABC.<br \/><br \/>\tIn addition, notwithstanding the provisions of Section 12.26 A.3. of this Code, this prohibition shall not apply to any building permit issued prior to the effective date of this <span class=\"dictionary\">ordinance<\/span> if the Department of Building and Safety determines that both substantial liabilities have been incurred, and substantial work has been performed on site, in accordance with the terms of that permit pursuant to Section 91.106.4.3.1 of this Code.<br \/><br \/>\t12.\tAre inflatable devices, except when inflatable devices are specifically permitted pursuant to a legally adopted specific plan, supplemental use district or an approved development agreement.<br \/><br \/>\tC.\tProhibited Locations.<br \/><br \/>\t1.\tNo sign or sign support structure shall project into any public alley, except that a sign or sign support structure above a height of 14 feet may project no more than six inches into a public alley.<br \/><br \/>\t2.\tNo sign or sign support structure shall be located less than six feet horizontally or 12 feet vertically from overhead electrical conductors, which are energized in excess of 750 volts.  The term “overhead electrical conductors” as used here shall mean any electrical conductor, either bare or insulated, installed above ground, except electrical conductors that are enclosed in iron pipe or other <span class=\"dictionary\">material<\/span> covering of equal strength.  Arcs of six foot radius may be used to define corners of prohibition area.<br \/><br \/>\t3.\tNo sign or sign support structure shall be erected in a visibility triangle as defined by Sections 12.21 C.7. and 62.200 of this Code.<br \/><br \/>\t4.\tNo sign or sign support structure shall be located within two feet of the curb or edge of any roadway.<br \/><br \/>\tD.\tMaintenance.<br \/><br \/>\t1.\t<span class=\"dictionary\">Appearance<\/span>.  Every sign shall be maintained in a clean, safe and good working condition, including the replacement of defective parts, defaced or broken faces, lighting and other acts required for the maintenance of the sign.  The display surfaces shall be kept neatly painted or posted at all times.<br \/><br \/>\t2.\tDebris Removal.  The base of any sign erected on the ground shall be kept clear of weeds, rubbish or other combustible <span class=\"dictionary\">material<\/span> at all times.<br \/><br \/>\t3.\tAbandoned Signage.  Ninety days after the cessation of a business activity, service or product, the related signs shall be removed, or the face of the signs shall be removed and replaced with blank <span class=\"dictionary\">panels<\/span> or shall be painted out.<br \/><br \/>\tE.\tSign Illumination Limitations.  No sign shall be arranged and illuminated in a manner that will produce a light intensity of greater than three foot candles above ambient lighting, as measured at the property line of the nearest residentially zoned property.<br \/><br \/>\tF.\tCombination Signs.  A sign, which is subject to more than one classification, shall meet the requirements for the classification to which each portion is subject.<br \/><br \/>\tG.\tFlag Lots.  For purposes of this article, flag lots containing less than 50 feet of street frontage shall be allotted 50 feet of street frontage for the purpose of determining the type of sign permitted and for the allowable sign area.<br \/><br \/>\tH.\tStreet Address Numbers.  No sign shall be maintained on any property unless the street address of the property is maintained in accordance with the provisions of Section 63.113 of this Code. <br \/><br \/>\tI.\tSign Permit Priority Status.<br \/><br \/>\t1.\tTo maintain location, area, frontage, or spacing status, signs must be installed within six months of issuance of a building permit or prior to expiration of any permit extension granted by the Department of Building and Safety.<br \/><br \/>\t2.\tWhere more than one permit has been issued and the effect of those permits when considered together results in a violation of this article, all permits except the permit with the earlier date and time of issuance shall be invalid.<br \/><br \/>\tJ.\tRelief.  Notwithstanding the provisions of Sections 12.24, 12.27, 12.28 or any other section of this Code to the contrary, no relief from the provisions of Subsection B.9. or 11. of this section shall be granted.  (Added by Ord. No. 180,841, Eff. 8\/14\/09.)<\/p><\/section>","previous_section":{"id":"3521","structure_id":"58","section_number":"14.4.3","catch_line":"Application.","url":"\/14.4.3\/","token":"14.4.3"},"text":{"0":{"id":"1849","text":"  GENERAL PROVISIONS.\tA.\tIdeological and Political Signs.  No provision of this article shall prohibit an ideological, political or other noncommercial message on a sign otherwise permitted by this article. \tB.\tProhibited Signs.  Signs are prohibited if they: \t1.\tContain obscene matters, as defined in Section 311 of the Penal Code of the State of California.\t2.\tContain or consist of posters, pennants, banners, ribbons, streamers or spinners, except as permitted by Sections 14.4.16 and 14.4.17 of this Code. \t3.\tContain flashing, mechanical and strobe lights in conflict with the provisions of Sections 80.08.4 and 93.0107 of this Code.\t4.\tAre revolving and where all or any portion rotate at greater than six revolutions per minute.\t5.\tAre tacked, pasted or otherwise temporarily affixed on the walls of buildings, barns, sheds, trees, poles, posts or fences, except as permitted by Sections 14.4.16 and 14.4.17 of this Code.  \t6.\tAre affixed to any vehicle or trailer on private property if the vehicle or trailer is not intended to be otherwise used in the business and the sole purpose of attaching the sign to the vehicle or trailer is to attract people to a place of business.\t7.\tEmit audible sounds, odor or visible matter.\t8.\tUse human beings, live animals, animated figures, motion pictures or slide projectors in connection with any sign.\t9.\t(Amended by Ord. No. 180,841, Eff. 8\/14\/09.)  Are supergraphic signs.\tEXCEPTIONS:  This prohibition shall not apply to supergraphic signs that are specifically permitted pursuant to a legally adopted specific plan, supplemental use district or an approved development agreement.  This exception shall become operative only to the extent that Subdivision 9. is deemed constitutional upon the reversal of the trial court decision in the case of World Wide Rush, LLC v. City of Los Angeles, United States District Court Case No. CV 07-238 ABC.\tIn addition, notwithstanding the provisions of Section 12.26 A.3. of this Code, this prohibition shall not apply to any building permit issued prior to the effective date of this ordinance if the Department of Building and Safety determines that both substantial liabilities have been incurred, and substantial work has been performed on site, in accordance with the terms of that permit pursuant to Section 91.106.4.3.1 of this Code.\t10.\tAre mural signs, except when mural signs are specifically permitted pursuant to a legally adopted specific plan, supplemental use district or an approved development agreement.\t11.\t(Amended by Ord. No. 180,841, Eff. 8\/14\/09.)  Are off-site signs, including off-site digital displays, except when off-site signs are specifically permitted pursuant to a relocation agreement entered into pursuant to California Business and Professions Code Section 5412.  This prohibition shall also apply to alterations, enlargements or conversions to digital displays of legally existing off-site signs, except for alterations that conform to the provisions of Section 91.6216 and all other requirements of this Code.\tEXCEPTIONS:  This prohibition shall not apply to off-site signs, including off-site digital displays, that are specifically permitted pursuant to a legally adopted specific plan, supplemental use district or an approved development agreement.  This exception shall become operative only to the extent that Subdivision 11. is deemed constitutional upon the reversal of the trial court decision in the case of World Wide Rush, LLC v. City of Los Angeles, United States District Court Case No. CV 07-238 ABC.\tIn addition, notwithstanding the provisions of Section 12.26 A.3. of this Code, this prohibition shall not apply to any building permit issued prior to the effective date of this ordinance if the Department of Building and Safety determines that both substantial liabilities have been incurred, and substantial work has been performed on site, in accordance with the terms of that permit pursuant to Section 91.106.4.3.1 of this Code.\t12.\tAre inflatable devices, except when inflatable devices are specifically permitted pursuant to a legally adopted specific plan, supplemental use district or an approved development agreement.\tC.\tProhibited Locations.\t1.\tNo sign or sign support structure shall project into any public alley, except that a sign or sign support structure above a height of 14 feet may project no more than six inches into a public alley.\t2.\tNo sign or sign support structure shall be located less than six feet horizontally or 12 feet vertically from overhead electrical conductors, which are energized in excess of 750 volts.  The term “overhead electrical conductors” as used here shall mean any electrical conductor, either bare or insulated, installed above ground, except electrical conductors that are enclosed in iron pipe or other material covering of equal strength.  Arcs of six foot radius may be used to define corners of prohibition area.\t3.\tNo sign or sign support structure shall be erected in a visibility triangle as defined by Sections 12.21 C.7. and 62.200 of this Code.\t4.\tNo sign or sign support structure shall be located within two feet of the curb or edge of any roadway.\tD.\tMaintenance.\t1.\tAppearance.  Every sign shall be maintained in a clean, safe and good working condition, including the replacement of defective parts, defaced or broken faces, lighting and other acts required for the maintenance of the sign.  The display surfaces shall be kept neatly painted or posted at all times.\t2.\tDebris Removal.  The base of any sign erected on the ground shall be kept clear of weeds, rubbish or other combustible material at all times.\t3.\tAbandoned Signage.  Ninety days after the cessation of a business activity, service or product, the related signs shall be removed, or the face of the signs shall be removed and replaced with blank panels or shall be painted out.\tE.\tSign Illumination Limitations.  No sign shall be arranged and illuminated in a manner that will produce a light intensity of greater than three foot candles above ambient lighting, as measured at the property line of the nearest residentially zoned property.\tF.\tCombination Signs.  A sign, which is subject to more than one classification, shall meet the requirements for the classification to which each portion is subject.\tG.\tFlag Lots.  For purposes of this article, flag lots containing less than 50 feet of street frontage shall be allotted 50 feet of street frontage for the purpose of determining the type of sign permitted and for the allowable sign area.\tH.\tStreet Address Numbers.  No sign shall be maintained on any property unless the street address of the property is maintained in accordance with the provisions of Section 63.113 of this Code. \tI.\tSign Permit Priority Status.\t1.\tTo maintain location, area, frontage, or spacing status, signs must be installed within six months of issuance of a building permit or prior to expiration of any permit extension granted by the Department of Building and Safety.\t2.\tWhere more than one permit has been issued and the effect of those permits when considered together results in a violation of this article, all permits except the permit with the earlier date and time of issuance shall be invalid.\tJ.\tRelief.  Notwithstanding the provisions of Sections 12.24, 12.27, 12.28 or any other section of this Code to the contrary, no relief from the provisions of Subsection B.9. or 11. of this section shall be granted.  (Added by Ord. No. 180,841, Eff. 8\/14\/09.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}