{"section_number":"14.4.18","edition_id":"1","section_id":"3167","structure_id":"58","catch_line":"Off-Site Signs.","history":"","full_text":"  OFF-SITE SIGNS.\n\n\tA.\tArea.  The sign area of a single face shall not exceed 800 square feet.\n\n\tB.\tHeight.\n\n\t1.\tThe height to the top of the off-site sign shall be limited to a maximum of 42 feet above the sidewalk grade or edge of roadway grade nearest the sign, except that a sign that is more than 80 percent above a roof of a building may extend to the top of the sign a maximum of 30 feet above the surface of the roof under the sign.\n\n\t2.\tIn no event shall the height to the top of the off-site sign exceed a height greater than that height specified for the height district in which the sign is located, or a height of 60 feet above the sidewalk grade or edge of roadway grade nearest the sign, whichever is more restrictive.\n\n\t3.\tThe bottom of the off-site sign shall be at least eight feet above the sidewalk grade or edge of roadway grade nearest the sign.\n\n\tC.\tLocation.\n\n\t1.\tNo portion of an off-site sign with a sign area greater than 80 square feet shall be placed within 200 feet of a residentially zoned lot, which is located on the same side of the same street as the lot on which the sign is placed.  However, where a lot has two or more street frontages, a sign may be located on that street frontage, which is not on the same street as the residentially zoned lot; provided the sign and sign support structure are placed in that half of the lot that is the farthest from the street frontage on which the residentially zoned lot is located.\n\n\t2.\tNo portion of an off-site sign or sign support structure shall be located in that half of a lot located farthest from the street frontage when residentially zoned property is located to the rear of that street frontage.\n\n\t3.\tOff-site signs are not permitted along that portion of a lot having a street frontage of less than 50 feet.\n\n\t4.\tNo more than four off-site signs shall be located at the intersection of two or more streets when the off-site signs are located within 150 feet of the intersection of two street frontages.\n\n\t5.\tAn off-site sign face shall not be located within one foot of an interior lot line.\n \n\tD.\tFrontage Determination on Lots with Lot Lines Adjoining More Than One Street.\n\n\t1.\tAn off-site sign shall be considered to be on a single street for purposes of Sections 14.4.18 A. and 14.4.18 D. of this Code if the sign and its support structure are located entirely on the side of the bisecting line closest to that street and the sign face is placed at the same angle as the perpendicular line or at an angle not to exceed 20 degrees from either side of the perpendicular line as shown on Diagram C of this article.\n\n\t2.\tAn off-site sign located on a through lot shall be located on a single street if the sign and its support structure are located entirely on that half of the lot closest to the lot line adjoining that street.\n\n\tAny off-site sign not in conformance with either Subdivision 1. or 2. above shall be considered to be located on more than one street frontage.\n\n\tE.\tSpacing.\n\n\t1.\tAn off-site sign, which is either single-faced or parallel double-faced, shall be spaced as specified in Table No. B of this article from any other existing or previously permitted off-site sign, which is single-faced or parallel double-faced.\n\n\t2.\tFor any double-faced off-site sign, the spacing requirements shall be based on the area of the largest sign face.\n\n\t3.\tFor double-faced off-site signs whose faces are not parallel, the spacing between any proposed, permitted or existing off-site sign shall be determined by the following formula:\n\n\n  \n    \n      \n        D\n      \n      \n        =\n      \n      \n        S\n      \n      \n        \n      \n      \n        1+\n      \n      \n        (B – 5)\n      \n      \n        \n      \n    \n    \n      \n        90\n      \n    \n  \n\n\n\tWHERE:\n\nD=\trequired spacing between signs, in feet.\n\nS=\tsign spacing determined from Table No. B below in feet.\n\nB=\twidest edge separation of sign faces in feet.\n\n\t4.\tSpacing shall be measured between off-site signs that are located on the same side of the same street.  Spacing shall be measured from a line that is perpendicular to the building line and that passes through a point on the building line that is closest to the nearest sign face edge.  Spacing shall be measured along the center line of the street.\n\n\tF.\tDouble-faced \n\n\t1.\tOff-site signs may be either single or double-faced.\n\n\t2.\tFor double-faced off-site signs whose faces are parallel, the distance between sign faces shall not exceed six feet. \n\n\t3.\tFor double-faced off-site signs whose faces are not parallel, the distance between sign faces at their widest point shall not exceed 35 feet.  The separation of sign faces at their closest point shall not exceed six feet.  In no event shall the angle between sign faces exceed 37 degrees.\n\n\tG.\tProjection.  Off-site signs shall not project beyond the building line.\n\n\tH.\tCovering.  The backs of off-site signs exposed to public view shall be covered with a finished surface or material and shall be properly maintained.\n\n\tI.\tOther Requirements.\n\n\t1.\tA maximum of two poles shall be permitted for any off-site sign.  The maximum cross-sectional dimension of a pole shall not exceed ten percent of the overall height of the sign.\n\n\t2.\tOff-site sign supports shall be structurally independent of a building.  \n\n\t3.\tSign support structures must be located directly under the sign face as viewed from the front of the sign.  The maximum horizontal distance between the center of the sign support structure and the sign face shall not exceed ten feet.","order_by":"4.18","ancestry":{"1":{"id":"58","name":"Sign Regulations","identifier":"4.4","label":"article","url":"\/1\/4.4\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"2634","structure_id":"58","section_number":"14.4.1","catch_line":"Purpose.","url":"\/14.4.1\/","token":"14.4.1"},"1":{"id":"3043","structure_id":"58","section_number":"14.4.10","catch_line":"Wall Signs.","url":"\/14.4.10\/","token":"14.4.10"},"2":{"id":"2490","structure_id":"58","section_number":"14.4.11","catch_line":"Illuminated Architectural Canopy Signs.","url":"\/14.4.11\/","token":"14.4.11"},"3":{"id":"1687","structure_id":"58","section_number":"14.4.12","catch_line":"Pole Signs.","url":"\/14.4.12\/","token":"14.4.12"},"4":{"id":"776","structure_id":"58","section_number":"14.4.13","catch_line":"Roof Signs.","url":"\/14.4.13\/","token":"14.4.13"},"5":{"id":"2351","structure_id":"58","section_number":"14.4.14","catch_line":"Window Signs.","url":"\/14.4.14\/","token":"14.4.14"},"6":{"id":"1912","structure_id":"58","section_number":"14.4.15","catch_line":"Marquee Signs.","url":"\/14.4.15\/","token":"14.4.15"},"7":{"id":"2518","structure_id":"58","section_number":"14.4.16","catch_line":"Temporary Signs.","url":"\/14.4.16\/","token":"14.4.16"},"8":{"id":"2804","structure_id":"58","section_number":"14.4.17","catch_line":"Temporary Signs On Temporary Construction Walls.","url":"\/14.4.17\/","token":"14.4.17"},"9":{"id":"3167","structure_id":"58","section_number":"14.4.18","catch_line":"Off-Site Signs.","url":"\/14.4.18\/","token":"14.4.18"},"10":{"id":"2230","structure_id":"58","section_number":"14.4.19","catch_line":"Awning Signs.","url":"\/14.4.19\/","token":"14.4.19"},"11":{"id":"831","structure_id":"58","section_number":"14.4.2","catch_line":"Definitions.","url":"\/14.4.2\/","token":"14.4.2"},"12":{"id":"2193","structure_id":"58","section_number":"14.4.20","catch_line":"Mural Signs.","url":"\/14.4.20\/","token":"14.4.20"},"13":{"id":"3521","structure_id":"58","section_number":"14.4.3","catch_line":"Application.","url":"\/14.4.3\/","token":"14.4.3"},"14":{"id":"1865","structure_id":"58","section_number":"14.4.4","catch_line":"General Provisions.","url":"\/14.4.4\/","token":"14.4.4"},"15":{"id":"1501","structure_id":"58","section_number":"14.4.5","catch_line":"Hazard To Traffic.","url":"\/14.4.5\/","token":"14.4.5"},"16":{"id":"967","structure_id":"58","section_number":"14.4.6","catch_line":"Freeway Exposure.","url":"\/14.4.6\/","token":"14.4.6"},"17":{"id":"165","structure_id":"58","section_number":"14.4.7","catch_line":"Information Signs.","url":"\/14.4.7\/","token":"14.4.7"},"18":{"id":"1157","structure_id":"58","section_number":"14.4.8","catch_line":"Monument Signs.","url":"\/14.4.8\/","token":"14.4.8"},"19":{"id":"3038","structure_id":"58","section_number":"14.4.9","catch_line":"Projecting Signs.","url":"\/14.4.9\/","token":"14.4.9"}},"next_section":{"id":"2230","structure_id":"58","section_number":"14.4.19","catch_line":"Awning Signs.","url":"\/14.4.19\/","token":"14.4.19"},"metadata":false,"references":false,"url":"\/14.4.18\/","token":"14.4.18","formats":{"txt":"\/14.4.18.txt","json":"\/14.4.18.xml"},"dublin_core":{"Title":"Off-Site Signs.","Type":"Text","Format":"text\/html","Identifier":"§ 14.4.18","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nOFF-SITE SIGNS. (§ 14.4.18)\n\n  OFF-SITE SIGNS.\tA.\tArea.  The sign area of a single face shall not exceed\n800 square feet.\tB.\tHeight.\t1.\tThe height to the top of the off-site sign shall\nbe limited to a maximum of 42 feet above the sidewalk grade or edge of roadway\ngrade nearest the sign, except that a sign that is more than 80 percent above a\nroof of a building may extend to the top of the sign a maximum of 30 feet above\nthe surface of the roof under the sign.\t2.\tIn no event shall the height to the\ntop of the off-site sign exceed a height greater than that height specified for\nthe height district in which the sign is located, or a height of 60 feet above\nthe sidewalk grade or edge of roadway grade nearest the sign, whichever is more\nrestrictive.\t3.\tThe bottom of the off-site sign shall be at least eight feet\nabove the sidewalk grade or edge of roadway grade nearest the\nsign.\tC.\tLocation.\t1.\tNo portion of an off-site sign with a sign area greater\nthan 80 square feet shall be placed within 200 feet of a residentially zoned\nlot, which is located on the same side of the same street as the lot on which\nthe sign is placed.  However, where a lot has two or more street frontages, a\nsign may be located on that street frontage, which is not on the same street as\nthe residentially zoned lot; provided the sign and sign support structure are\nplaced in that half of the lot that is the farthest from the street frontage on\nwhich the residentially zoned lot is located.\t2.\tNo portion of an off-site sign\nor sign support structure shall be located in that half of a lot located\nfarthest from the street frontage when residentially zoned property is located\nto the rear of that street frontage.\t3.\tOff-site signs are not permitted along\nthat portion of a lot having a street frontage of less than 50 feet.\t4.\tNo more\nthan four off-site signs shall be located at the intersection of two or more\nstreets when the off-site signs are located within 150 feet of the intersection\nof two street frontages.\t5.\tAn off-site sign face shall not be located within\none foot of an interior lot line.\n \n\tD.\tFrontage Determination on Lots with Lot Lines Adjoining More Than One\nStreet.\t1.\tAn off-site sign shall be considered to be on a single street for\npurposes of Sections 14.4.18 A. and 14.4.18 D. of this Code if the sign and its\nsupport structure are located entirely on the side of the bisecting line closest\nto that street and the sign face is placed at the same angle as the\nperpendicular line or at an angle not to exceed 20 degrees from either side of\nthe perpendicular line as shown on Diagram C of this article.\t2.\tAn off-site\nsign located on a through lot shall be located on a single street if the sign\nand its support structure are located entirely on that half of the lot closest\nto the lot line adjoining that street.\tAny off-site sign not in conformance with\neither Subdivision 1. or 2. above shall be considered to be located on more than\none street frontage.\tE.\tSpacing.\t1.\tAn off-site sign, which is either\nsingle-faced or parallel double-faced, shall be spaced as specified in Table No.\nB of this article from any other existing or previously permitted off-site sign,\nwhich is single-faced or parallel double-faced.\t2.\tFor any double-faced off-site\nsign, the spacing requirements shall be based on the area of the largest sign\nface.\t3.\tFor double-faced off-site signs whose faces are not parallel, the\nspacing between any proposed, permitted or existing off-site sign shall be\ndetermined by the following formula:\n  \n    \n      \n        D\n      \n      \n        =\n      \n      \n        S\n      \n      \n        \n      \n      \n        1+\n      \n      \n        (B – 5)\n      \n      \n        \n      \n    \n    \n      \n        90\n      \n    \n  \n\tWHERE:D=\trequired spacing between signs, in feet.S=\tsign spacing determined\nfrom Table No. B below in feet.B=\twidest edge separation of sign faces in\nfeet.\t4.\tSpacing shall be measured between off-site signs that are located on\nthe same side of the same street.  Spacing shall be measured from a line that\nis perpendicular to the building line and that passes through a point on the\nbuilding line that is closest to the nearest sign face edge.  Spacing shall be\nmeasured along the center line of the street.\tF.\tDouble-faced \t1.\tOff-site signs\nmay be either single or double-faced.\t2.\tFor double-faced off-site signs whose\nfaces are parallel, the distance between sign faces shall not exceed six\nfeet. \t3.\tFor double-faced off-site signs whose faces are not parallel, the\ndistance between sign faces at their widest point shall not exceed 35 feet. \nThe separation of sign faces at their closest point shall not exceed six feet. \nIn no event shall the angle between sign faces exceed 37\ndegrees.\tG.\tProjection.  Off-site signs shall not project beyond the building\nline.\tH.\tCovering.  The backs of off-site signs exposed to public view shall be\ncovered with a finished surface or material and shall be properly\nmaintained.\tI.\tOther Requirements.\t1.\tA maximum of two poles shall be permitted\nfor any off-site sign.  The maximum cross-sectional dimension of a pole shall\nnot exceed ten percent of the overall height of the sign.\t2.\tOff-site sign\nsupports shall be structurally independent of a building.  \t3.\tSign support\nstructures must be located directly under the sign face as viewed from the front\nof the sign.  The maximum horizontal distance between the center of the sign\nsupport structure and the sign face shall not exceed ten feet.\n","html":"\n\t\t\t\t\t<section><p>  OFF-SITE SIGNS.<br \/><br \/>\tA.\tArea.  The sign area of a single face shall not exceed 800 square feet.<br \/><br \/>\tB.\tHeight.<br \/><br \/>\t1.\tThe height to the top of the off-site sign shall be limited to a maximum of 42 feet above the sidewalk grade or edge of roadway grade nearest the sign, except that a sign that is more than 80 percent above a roof of a building may extend to the top of the sign a maximum of 30 feet above the surface of the roof under the sign.<br \/><br \/>\t2.\tIn no event shall the height to the top of the off-site sign exceed a height greater than that height specified for the height district in which the sign is located, or a height of 60 feet above the sidewalk grade or edge of roadway grade nearest the sign, whichever is more restrictive.<br \/><br \/>\t3.\tThe bottom of the off-site sign shall be at least eight feet above the sidewalk grade or edge of roadway grade nearest the sign.<br \/><br \/>\tC.\tLocation.<br \/><br \/>\t1.\tNo portion of an off-site sign with a sign area greater than 80 square feet shall be placed within 200 feet of a residentially zoned lot, which is located on the same side of the same street as the lot on which the sign is placed.  However, where a lot has two or more street frontages, a sign may be located on that street frontage, which is not on the same street as the residentially zoned lot; provided the sign and sign support structure are placed in that half of the lot that is the farthest from the street frontage on which the residentially zoned lot is located.<br \/><br \/>\t2.\tNo portion of an off-site sign or sign support structure shall be located in that half of a lot located farthest from the street frontage when residentially zoned property is located to the rear of that street frontage.<br \/><br \/>\t3.\tOff-site signs are not permitted along that portion of a lot having a street frontage of less than 50 feet.<br \/><br \/>\t4.\tNo more than four off-site signs shall be located at the intersection of two or more streets when the off-site signs are located within 150 feet of the intersection of two street frontages.<br \/><br \/>\t5.\tAn off-site sign face shall not be located within one foot of an interior lot line.\n \n\tD.\tFrontage Determination on Lots with Lot Lines Adjoining More Than One Street.<br \/><br \/>\t1.\tAn off-site sign shall be considered to be on a single street for purposes of Sections 14.4.18 A. and 14.4.18 D. of this Code if the sign and its support structure are located entirely on the side of the bisecting line closest to that street and the sign face is placed at the same angle as the perpendicular line or at an angle not to exceed 20 degrees from either side of the perpendicular line as shown on Diagram C of this article.<br \/><br \/>\t2.\tAn off-site sign located on a through lot shall be located on a single street if the sign and its support structure are located entirely on that half of the lot closest to the lot line adjoining that street.<br \/><br \/>\tAny off-site sign not in conformance with either Subdivision 1. or 2. above shall be considered to be located on more than one street frontage.<br \/><br \/>\tE.\tSpacing.<br \/><br \/>\t1.\tAn off-site sign, which is either single-faced or parallel double-faced, shall be spaced as specified in Table No. B of this article from any other existing or previously permitted off-site sign, which is single-faced or parallel double-faced.<br \/><br \/>\t2.\tFor any double-faced off-site sign, the spacing requirements shall be based on the area of the largest sign face.<br \/><br \/>\t3.\tFor double-faced off-site signs whose faces are not parallel, the spacing between any proposed, permitted or existing off-site sign shall be determined by the following formula:<br \/><br \/>\n  \n    \n      \n        D\n      \n      \n        =\n      \n      \n        S\n      \n      \n        \n      \n      \n        1+\n      \n      \n        (B – 5)\n      \n      \n        \n      \n    \n    \n      \n        90\n      \n    \n  <br \/><br \/>\n\tWHERE:<br \/><br \/>D=\trequired spacing between signs, in feet.<br \/><br \/>S=\tsign spacing determined from Table No. B below in feet.<br \/><br \/>B=\twidest edge separation of sign faces in feet.<br \/><br \/>\t4.\tSpacing shall be measured between off-site signs that are located on the same side of the same street.  Spacing shall be measured from a line that is perpendicular to the building line and that passes through a point on the building line that is closest to the nearest sign face edge.  Spacing shall be measured along the center line of the street.<br \/><br \/>\tF.\tDouble-faced <br \/><br \/>\t1.\tOff-site signs may be either single or double-faced.<br \/><br \/>\t2.\tFor double-faced off-site signs whose faces are parallel, the distance between sign faces shall not exceed six feet. <br \/><br \/>\t3.\tFor double-faced off-site signs whose faces are not parallel, the distance between sign faces at their widest point shall not exceed 35 feet.  The separation of sign faces at their closest point shall not exceed six feet.  In no event shall the angle between sign faces exceed 37 degrees.<br \/><br \/>\tG.\tProjection.  Off-site signs shall not project beyond the building line.<br \/><br \/>\tH.\tCovering.  The backs of off-site signs exposed to public view shall be covered with a finished surface or <span class=\"dictionary\">material<\/span> and shall be properly maintained.<br \/><br \/>\tI.\tOther Requirements.<br \/><br \/>\t1.\tA maximum of two poles shall be permitted for any off-site sign.  The maximum cross-sectional dimension of a pole shall not exceed ten percent of the overall height of the sign.<br \/><br \/>\t2.\tOff-site sign supports shall be structurally independent of a building.  <br \/><br \/>\t3.\tSign support structures must be located directly under the sign face as viewed from the front of the sign.  The maximum horizontal distance between the center of the sign support structure and the sign face shall not exceed ten feet.<\/p><\/section>","previous_section":{"id":"2804","structure_id":"58","section_number":"14.4.17","catch_line":"Temporary Signs On Temporary Construction Walls.","url":"\/14.4.17\/","token":"14.4.17"},"text":{"0":{"id":"3141","text":"  OFF-SITE SIGNS.\tA.\tArea.  The sign area of a single face shall not exceed 800 square feet.\tB.\tHeight.\t1.\tThe height to the top of the off-site sign shall be limited to a maximum of 42 feet above the sidewalk grade or edge of roadway grade nearest the sign, except that a sign that is more than 80 percent above a roof of a building may extend to the top of the sign a maximum of 30 feet above the surface of the roof under the sign.\t2.\tIn no event shall the height to the top of the off-site sign exceed a height greater than that height specified for the height district in which the sign is located, or a height of 60 feet above the sidewalk grade or edge of roadway grade nearest the sign, whichever is more restrictive.\t3.\tThe bottom of the off-site sign shall be at least eight feet above the sidewalk grade or edge of roadway grade nearest the sign.\tC.\tLocation.\t1.\tNo portion of an off-site sign with a sign area greater than 80 square feet shall be placed within 200 feet of a residentially zoned lot, which is located on the same side of the same street as the lot on which the sign is placed.  However, where a lot has two or more street frontages, a sign may be located on that street frontage, which is not on the same street as the residentially zoned lot; provided the sign and sign support structure are placed in that half of the lot that is the farthest from the street frontage on which the residentially zoned lot is located.\t2.\tNo portion of an off-site sign or sign support structure shall be located in that half of a lot located farthest from the street frontage when residentially zoned property is located to the rear of that street frontage.\t3.\tOff-site signs are not permitted along that portion of a lot having a street frontage of less than 50 feet.\t4.\tNo more than four off-site signs shall be located at the intersection of two or more streets when the off-site signs are located within 150 feet of the intersection of two street frontages.\t5.\tAn off-site sign face shall not be located within one foot of an interior lot line.\n \n\tD.\tFrontage Determination on Lots with Lot Lines Adjoining More Than One Street.\t1.\tAn off-site sign shall be considered to be on a single street for purposes of Sections 14.4.18 A. and 14.4.18 D. of this Code if the sign and its support structure are located entirely on the side of the bisecting line closest to that street and the sign face is placed at the same angle as the perpendicular line or at an angle not to exceed 20 degrees from either side of the perpendicular line as shown on Diagram C of this article.\t2.\tAn off-site sign located on a through lot shall be located on a single street if the sign and its support structure are located entirely on that half of the lot closest to the lot line adjoining that street.\tAny off-site sign not in conformance with either Subdivision 1. or 2. above shall be considered to be located on more than one street frontage.\tE.\tSpacing.\t1.\tAn off-site sign, which is either single-faced or parallel double-faced, shall be spaced as specified in Table No. B of this article from any other existing or previously permitted off-site sign, which is single-faced or parallel double-faced.\t2.\tFor any double-faced off-site sign, the spacing requirements shall be based on the area of the largest sign face.\t3.\tFor double-faced off-site signs whose faces are not parallel, the spacing between any proposed, permitted or existing off-site sign shall be determined by the following formula:\n  \n    \n      \n        D\n      \n      \n        =\n      \n      \n        S\n      \n      \n        \n      \n      \n        1+\n      \n      \n        (B – 5)\n      \n      \n        \n      \n    \n    \n      \n        90\n      \n    \n  \n\tWHERE:D=\trequired spacing between signs, in feet.S=\tsign spacing determined from Table No. B below in feet.B=\twidest edge separation of sign faces in feet.\t4.\tSpacing shall be measured between off-site signs that are located on the same side of the same street.  Spacing shall be measured from a line that is perpendicular to the building line and that passes through a point on the building line that is closest to the nearest sign face edge.  Spacing shall be measured along the center line of the street.\tF.\tDouble-faced \t1.\tOff-site signs may be either single or double-faced.\t2.\tFor double-faced off-site signs whose faces are parallel, the distance between sign faces shall not exceed six feet. \t3.\tFor double-faced off-site signs whose faces are not parallel, the distance between sign faces at their widest point shall not exceed 35 feet.  The separation of sign faces at their closest point shall not exceed six feet.  In no event shall the angle between sign faces exceed 37 degrees.\tG.\tProjection.  Off-site signs shall not project beyond the building line.\tH.\tCovering.  The backs of off-site signs exposed to public view shall be covered with a finished surface or material and shall be properly maintained.\tI.\tOther Requirements.\t1.\tA maximum of two poles shall be permitted for any off-site sign.  The maximum cross-sectional dimension of a pole shall not exceed ten percent of the overall height of the sign.\t2.\tOff-site sign supports shall be structurally independent of a building.  \t3.\tSign support structures must be located directly under the sign face as viewed from the front of the sign.  The maximum horizontal distance between the center of the sign support structure and the sign face shall not exceed ten feet.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}