{"section_number":"14.5.3","edition_id":"1","section_id":"455","structure_id":"90","catch_line":"Definitions.","history":"","full_text":"  DEFINITIONS.\n\n\tThe following terms, whenever used in this article, shall apply only to the Transfer of Floor Area Rights procedures in this article and shall be defined as set forth below.  Other terms used in this article shall have the meanings set forth in Section 12.03 of this Code, if defined there.\n\n\tAdministrator means the chief executive officer of the Agency and his or her designee.\n\n\tAgency means the Community Redevelopment Agency of the City of Los Angeles.\n\n\tAgency Board means the Board of Commissioners of the Community Redevelopment Agency of the City of Los Angeles.\n\n\tApplicant means the owner of a Receiver Site who has submitted a proposed Transfer Plan to the Agency or the Department of City Planning.\n\n\tAppraisal means an economic valuation of the Receiver Site submitted by the Applicant, which (a) has been prepared by an MAI appraiser with at least five years experience in appraising property in the City and (b) sets forth the fair market value of the Receiver Site (i) as of the date the application was submitted and (ii) as if the Receiver Site were vacant and used for its highest and best use under all then current zoning and planning restrictions and Agency policies affecting the Receiver Site.\n\n\tBuildable Area means the same as Lot Area, with the following exception: for the purposes of computing the maximum Floor Area Rights available through the approval of a Transfer Plan for a Transit Area Mixed Use Project, as defined herein, the buildable area shall include the lot area plus the area between the exterior lot lines and the centerline of any abutting public right-of-way.\n\n\tCentral City TFAR Area means those portions of the Central City Community Plan Area, including portions of the City Center Redevelopment Project Area, as shown on Map A, dated April 30, 2010, and attached to Council File No. 10-1175, generally bounded by: U.S. Highway 101 on the north; Alameda Street, Los Angeles Street, San Pedro Street, and Main Street on the east; the Santa Monica Freeway (Interstate 10) on the south; and the Harbor Freeway (110 Freeway) and Hill Street on the west.\n\n\tCity Council means the City Council of the City of Los Angeles.\n\n\tCommission means the City Planning Commission of the City of Los Angeles.\n\n\tCommunity Plan means the Central City Community Plan, a part of the General Plan of the City of Los Angeles, and including amendments to the Community Plan.\n\n\tDepartment means the Department of City Planning.\n\n\tDonor Site means a site within the Central City TFAR Area from which Floor Area Rights are transferred pursuant to the provisions of this article.\n\n\tFloor Area Deviation means the Transfer of Floor Area of less than 50,000 square feet as determined by the Director.\n\n\tFloor Area Ratio (FAR) means the Floor Area of a building divided by the Lot Area of the lot (prior to any dedications) upon which it is located.  Notwithstanding the above, the maximum Floor Area Ratio of a Transit Area Mixed Use Project shall mean the Floor Area of a building divided by the Buildable Area.\n\n\tFloor Area Rights means the ability to construct additional Floor Area within a Project, pursuant to an approved Transfer Plan, in excess of the amount of Floor Area that Project would be allowed based on its Lot Area, or, in the case of a Transit Area Mixed Use Project, the Buildable Area.\n\n\tHigh-Density Floor Area Ratio Factor means a denominator of six and is used in calculating the amount of any TFAR Transfer Payment.\n\n\tLot Area means the total horizontal area within the lot lines of a lot (prior to any dedication).\n\n\tProject means a building or structure or structural alteration or enlargement of an existing building or structure on a Receiver Site within the Central City TFAR Area.\n\n\tPublic Benefits means amenities provided to the public including, but not limited to, providing for affordable housing; public open space; historic preservation; recreational, cultural, community and public facilities; job training and outreach programs; local hiring; payment of prevailing wages; affordable child care; streetscape improvements; sustainability features; public arts programs; homeless services programs; or public transportation improvements.\n\n\tPublic Benefit Payment means that dollar sum established by the application of the formula set forth in Section 14.5.9 of this Code.\n\n\tPublic Benefit Payment Trust Fund means that certain interest-bearing Trust Account administered by the City Clerk’s Office designated as CB Public Benefit Program Fund 5158, from which funds may be distributed as set forth in Section 14.5.12 of this Code.\n\n\tReceiver Site means a site within the Central City TFAR Area, which receives Floor Area Rights pursuant to the provisions of this article.\n\n\tRedevelopment Plan means the City Center Redevelopment Project adopted by Ordinance No. 174,593 on May 15, 2002, or as subsequently amended.\n\n\tRedevelopment Project Area means the City Center Redevelopment Project Areas, as described in the City Center Redevelopment Plans.\n\n\tTFAR Transfer Payment means the payment made by the owner of a Receiver Site in exchange for the Agency’s or City’s Transfer of Floor Area Rights to a Receiver Site pursuant to the valuation method set forth in Section 14.5.10 of this Code.\n\n\tTransfer means the conveyance of unused allowable Floor Area of a lot from a Donor Site to a Receiver Site, which is approved in accordance with the requirements of this article.\n\n\tTransfer Plan means a plan that identifies and describes the Donor Site(s), Receiver Site(s), the amount of Floor Area Rights to be transferred and the Public Benefit Payment.\n\n\tTransit Area Mixed Use Project means any Project or portion of a Project in the Central City TFAR Area that: (1) provides floor area for at least two different land uses, such as commercial office and commercial retail, commercial office and multi-family residential, or commercial retail and hotel, or any other combination of uses; (2) is located within 1500 feet of a fixed rail transit station, as measured from the exterior lot line to the nearest station entrance; and (3) meets the standards and guidelines in the Downtown Design Guide.","order_by":"5.3","ancestry":{"1":{"id":"90","name":"Transfer Of Floor Area Rights – Central City Community Plan And City Center Redevelopment Project Areas","identifier":"4.5","label":"article","url":"\/1\/4.5\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"1872","structure_id":"90","section_number":"14.5.1","catch_line":"Scope.","url":"\/14.5.1\/","token":"14.5.1"},"1":{"id":"995","structure_id":"90","section_number":"14.5.10","catch_line":"Tfar Transfer Payment.","url":"\/14.5.10\/","token":"14.5.10"},"2":{"id":"671","structure_id":"90","section_number":"14.5.11","catch_line":"Payments And Vesting.","url":"\/14.5.11\/","token":"14.5.11"},"3":{"id":"3864","structure_id":"90","section_number":"14.5.12","catch_line":"Public Benefit Payment Trust Fund.","url":"\/14.5.12\/","token":"14.5.12"},"4":{"id":"1330","structure_id":"90","section_number":"14.5.2","catch_line":"Purpose.","url":"\/14.5.2\/","token":"14.5.2"},"5":{"id":"455","structure_id":"90","section_number":"14.5.3","catch_line":"Definitions.","url":"\/14.5.3\/","token":"14.5.3"},"6":{"id":"3099","structure_id":"90","section_number":"14.5.4","catch_line":"Prohibition.","url":"\/14.5.4\/","token":"14.5.4"},"7":{"id":"3408","structure_id":"90","section_number":"14.5.5","catch_line":"Early Consultation Session.","url":"\/14.5.5\/","token":"14.5.5"},"8":{"id":"2277","structure_id":"90","section_number":"14.5.6","catch_line":"Approval Of Transfers - Authority And Procedures For Projects Involving Transfers Of 50,000 Square Feet Or Greater.","url":"\/14.5.6\/","token":"14.5.6"},"9":{"id":"3856","structure_id":"90","section_number":"14.5.7","catch_line":"Director’S Determination.","url":"\/14.5.7\/","token":"14.5.7"},"10":{"id":"1097","structure_id":"90","section_number":"14.5.8","catch_line":"General Requirements.","url":"\/14.5.8\/","token":"14.5.8"},"11":{"id":"2062","structure_id":"90","section_number":"14.5.9","catch_line":"Public Benefit Payment.","url":"\/14.5.9\/","token":"14.5.9"}},"next_section":{"id":"3099","structure_id":"90","section_number":"14.5.4","catch_line":"Prohibition.","url":"\/14.5.4\/","token":"14.5.4"},"metadata":false,"references":false,"url":"\/14.5.3\/","token":"14.5.3","formats":{"txt":"\/14.5.3.txt","json":"\/14.5.3.xml"},"dublin_core":{"Title":"Definitions.","Type":"Text","Format":"text\/html","Identifier":"§ 14.5.3","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS. (§ 14.5.3)\n\n  DEFINITIONS.\tThe following terms, whenever used in this article, shall apply\nonly to the Transfer of Floor Area Rights procedures in this article and shall\nbe defined as set forth below.  Other terms used in this article shall have the\nmeanings set forth in Section 12.03 of this Code, if defined\nthere.\tAdministrator means the chief executive officer of the Agency and his or\nher designee.\tAgency means the Community Redevelopment Agency of the City of Los\nAngeles.\tAgency Board means the Board of Commissioners of the Community\nRedevelopment Agency of the City of Los Angeles.\tApplicant means the owner of a\nReceiver Site who has submitted a proposed Transfer Plan to the Agency or the\nDepartment of City Planning.\tAppraisal means an economic valuation of the\nReceiver Site submitted by the Applicant, which (a) has been prepared by an MAI\nappraiser with at least five years experience in appraising property in the City\nand (b) sets forth the fair market value of the Receiver Site (i) as of the date\nthe application was submitted and (ii) as if the Receiver Site were vacant and\nused for its highest and best use under all then current zoning and planning\nrestrictions and Agency policies affecting the Receiver Site.\tBuildable Area\nmeans the same as Lot Area, with the following exception: for the purposes of\ncomputing the maximum Floor Area Rights available through the approval of a\nTransfer Plan for a Transit Area Mixed Use Project, as defined herein, the\nbuildable area shall include the lot area plus the area between the exterior lot\nlines and the centerline of any abutting public right-of-way.\tCentral City TFAR\nArea means those portions of the Central City Community Plan Area, including\nportions of the City Center Redevelopment Project Area, as shown on Map A, dated\nApril 30, 2010, and attached to Council File No. 10-1175, generally bounded by:\nU.S. Highway 101 on the north; Alameda Street, Los Angeles Street, San Pedro\nStreet, and Main Street on the east; the Santa Monica Freeway (Interstate 10) on\nthe south; and the Harbor Freeway (110 Freeway) and Hill Street on the\nwest.\tCity Council means the City Council of the City of Los Angeles.\tCommission\nmeans the City Planning Commission of the City of Los Angeles.\tCommunity Plan\nmeans the Central City Community Plan, a part of the General Plan of the City of\nLos Angeles, and including amendments to the Community Plan.\tDepartment means\nthe Department of City Planning.\tDonor Site means a site within the Central City\nTFAR Area from which Floor Area Rights are transferred pursuant to the\nprovisions of this article.\tFloor Area Deviation means the Transfer of Floor\nArea of less than 50,000 square feet as determined by the Director.\tFloor Area\nRatio (FAR) means the Floor Area of a building divided by the Lot Area of the\nlot (prior to any dedications) upon which it is located.  Notwithstanding the\nabove, the maximum Floor Area Ratio of a Transit Area Mixed Use Project shall\nmean the Floor Area of a building divided by the Buildable Area.\tFloor Area\nRights means the ability to construct additional Floor Area within a Project,\npursuant to an approved Transfer Plan, in excess of the amount of Floor Area\nthat Project would be allowed based on its Lot Area, or, in the case of a\nTransit Area Mixed Use Project, the Buildable Area.\tHigh-Density Floor Area\nRatio Factor means a denominator of six and is used in calculating the amount of\nany TFAR Transfer Payment.\tLot Area means the total horizontal area within the\nlot lines of a lot (prior to any dedication).\tProject means a building or\nstructure or structural alteration or enlargement of an existing building or\nstructure on a Receiver Site within the Central City TFAR Area.\tPublic Benefits\nmeans amenities provided to the public including, but not limited to, providing\nfor affordable housing; public open space; historic preservation; recreational,\ncultural, community and public facilities; job training and outreach programs;\nlocal hiring; payment of prevailing wages; affordable child care; streetscape\nimprovements; sustainability features; public arts programs; homeless services\nprograms; or public transportation improvements.\tPublic Benefit Payment means\nthat dollar sum established by the application of the formula set forth in\nSection 14.5.9 of this Code.\tPublic Benefit Payment Trust Fund means that\ncertain interest-bearing Trust Account administered by the City Clerk’s Office\ndesignated as CB Public Benefit Program Fund 5158, from which funds may be\ndistributed as set forth in Section 14.5.12 of this Code.\tReceiver Site means a\nsite within the Central City TFAR Area, which receives Floor Area Rights\npursuant to the provisions of this article.\tRedevelopment Plan means the City\nCenter Redevelopment Project adopted by Ordinance No. 174,593 on May 15, 2002,\nor as subsequently amended.\tRedevelopment Project Area means the City Center\nRedevelopment Project Areas, as described in the City Center Redevelopment\nPlans.\tTFAR Transfer Payment means the payment made by the owner of a Receiver\nSite in exchange for the Agency’s or City’s Transfer of Floor Area Rights to\na Receiver Site pursuant to the valuation method set forth in Section 14.5.10 of\nthis Code.\tTransfer means the conveyance of unused allowable Floor Area of a lot\nfrom a Donor Site to a Receiver Site, which is approved in accordance with the\nrequirements of this article.\tTransfer Plan means a plan that identifies and\ndescribes the Donor Site(s), Receiver Site(s), the amount of Floor Area Rights\nto be transferred and the Public Benefit Payment.\tTransit Area Mixed Use Project\nmeans any Project or portion of a Project in the Central City TFAR Area that:\n(1) provides floor area for at least two different land uses, such as commercial\noffice and commercial retail, commercial office and multi-family residential, or\ncommercial retail and hotel, or any other combination of uses; (2) is located\nwithin 1500 feet of a fixed rail transit station, as measured from the exterior\nlot line to the nearest station entrance; and (3) meets the standards and\nguidelines in the Downtown Design Guide.\n","html":"\n\t\t\t\t\t<section><p>  DEFINITIONS.<br \/><br \/>\tThe following terms, whenever used in this article, shall apply only to the Transfer of Floor Area Rights procedures in this article and shall be defined as set forth below.  Other terms used in this article shall have the meanings set forth in Section 12.03 of this Code, if defined there.<br \/><br \/>\tAdministrator means the chief executive officer of the Agency and his or her designee.<br \/><br \/>\tAgency means the Community Redevelopment Agency of the City of Los Angeles.<br \/><br \/>\tAgency Board means the Board of Commissioners of the Community Redevelopment Agency of the City of Los Angeles.<br \/><br \/>\tApplicant means the owner of a Receiver Site who has submitted a proposed Transfer Plan to the Agency or the Department of City Planning.<br \/><br \/>\tAppraisal means an economic valuation of the Receiver Site submitted by the Applicant, which (a) has been prepared by an MAI appraiser with at least five years experience in appraising property in the City and (b) sets forth the fair market value of the Receiver Site (i) as of the date the application was submitted and (ii) as if the Receiver Site were vacant and used for its highest and best use under all then current zoning and planning restrictions and Agency policies affecting the Receiver Site.<br \/><br \/>\tBuildable Area means the same as Lot Area, with the following exception: for the purposes of computing the maximum Floor Area Rights available through the approval of a Transfer Plan for a Transit Area Mixed Use Project, as defined herein, the buildable area shall include the lot area plus the area between the exterior lot lines and the centerline of any abutting public right-of-way.<br \/><br \/>\tCentral City TFAR Area means those portions of the Central City Community Plan Area, including portions of the City Center Redevelopment Project Area, as shown on Map A, dated April 30, 2010, and attached to Council File No. 10-1175, generally bounded by: U.S. Highway 101 on the north; Alameda Street, Los Angeles Street, San Pedro Street, and Main Street on the east; the Santa Monica Freeway (Interstate 10) on the south; and the Harbor Freeway (110 Freeway) and Hill Street on the west.<br \/><br \/>\tCity Council means the City Council of the City of Los Angeles.<br \/><br \/>\tCommission means the City Planning Commission of the City of Los Angeles.<br \/><br \/>\tCommunity Plan means the Central City Community Plan, a part of the General Plan of the City of Los Angeles, and including amendments to the Community Plan.<br \/><br \/>\tDepartment means the Department of City Planning.<br \/><br \/>\tDonor Site means a site within the Central City TFAR Area from which Floor Area Rights are transferred pursuant to the provisions of this article.<br \/><br \/>\tFloor Area Deviation means the Transfer of Floor Area of less than 50,000 square feet as determined by the Director.<br \/><br \/>\tFloor Area Ratio (FAR) means the Floor Area of a building divided by the Lot Area of the lot (prior to any dedications) upon which it is located.  Notwithstanding the above, the maximum Floor Area Ratio of a Transit Area Mixed Use Project shall mean the Floor Area of a building divided by the Buildable Area.<br \/><br \/>\tFloor Area Rights means the ability to construct additional Floor Area within a Project, pursuant to an approved Transfer Plan, in excess of the amount of Floor Area that Project would be allowed based on its Lot Area, or, in the case of a Transit Area Mixed Use Project, the Buildable Area.<br \/><br \/>\tHigh-Density Floor Area Ratio Factor means a denominator of six and is used in calculating the amount of any TFAR Transfer Payment.<br \/><br \/>\tLot Area means the total horizontal area within the lot lines of a lot (prior to any dedication).<br \/><br \/>\tProject means a building or structure or structural alteration or enlargement of an existing building or structure on a Receiver Site within the Central City TFAR Area.<br \/><br \/>\tPublic Benefits means amenities provided to the public including, but not limited to, providing for affordable housing; public open space; historic preservation; recreational, cultural, community and public facilities; job training and outreach programs; local hiring; payment of prevailing wages; affordable child care; streetscape improvements; sustainability features; public arts programs; homeless services programs; or public transportation improvements.<br \/><br \/>\tPublic Benefit Payment means that dollar sum established by the application of the formula set forth in Section 14.5.9 of this Code.<br \/><br \/>\tPublic Benefit Payment Trust Fund means that certain interest-bearing Trust Account administered by the City Clerk’s Office designated as CB Public Benefit Program Fund 5158, from which funds may be distributed as set forth in Section 14.5.12 of this Code.<br \/><br \/>\tReceiver Site means a site within the Central City TFAR Area, which receives Floor Area Rights pursuant to the provisions of this article.<br \/><br \/>\tRedevelopment Plan means the City Center Redevelopment Project adopted by <span class=\"dictionary\">Ordinance<\/span> No. 174,593 on May 15, 2002, or as subsequently amended.<br \/><br \/>\tRedevelopment Project Area means the City Center Redevelopment Project Areas, as described in the City Center Redevelopment Plans.<br \/><br \/>\tTFAR Transfer Payment means the payment made by the owner of a Receiver Site in exchange for the Agency’s or City’s Transfer of Floor Area Rights to a Receiver Site pursuant to the valuation method set forth in Section 14.5.10 of this Code.<br \/><br \/>\tTransfer means the conveyance of unused allowable Floor Area of a lot from a Donor Site to a Receiver Site, which is approved in accordance with the requirements of this article.<br \/><br \/>\tTransfer Plan means a plan that identifies and describes the Donor Site(s), Receiver Site(s), the amount of Floor Area Rights to be transferred and the Public Benefit Payment.<br \/><br \/>\tTransit Area Mixed Use Project means any Project or portion of a Project in the Central City TFAR Area that: (1) provides floor area for at least two different land uses, such as commercial office and commercial retail, commercial office and multi-family residential, or commercial retail and hotel, or any other combination of uses; (2) is located within 1500 feet of a fixed rail transit station, as measured from the exterior lot line to the nearest station entrance; and (3) meets the standards and guidelines in the Downtown Design Guide.<\/p><\/section>","previous_section":{"id":"1330","structure_id":"90","section_number":"14.5.2","catch_line":"Purpose.","url":"\/14.5.2\/","token":"14.5.2"},"text":{"0":{"id":"448","text":"  DEFINITIONS.\tThe following terms, whenever used in this article, shall apply only to the Transfer of Floor Area Rights procedures in this article and shall be defined as set forth below.  Other terms used in this article shall have the meanings set forth in Section 12.03 of this Code, if defined there.\tAdministrator means the chief executive officer of the Agency and his or her designee.\tAgency means the Community Redevelopment Agency of the City of Los Angeles.\tAgency Board means the Board of Commissioners of the Community Redevelopment Agency of the City of Los Angeles.\tApplicant means the owner of a Receiver Site who has submitted a proposed Transfer Plan to the Agency or the Department of City Planning.\tAppraisal means an economic valuation of the Receiver Site submitted by the Applicant, which (a) has been prepared by an MAI appraiser with at least five years experience in appraising property in the City and (b) sets forth the fair market value of the Receiver Site (i) as of the date the application was submitted and (ii) as if the Receiver Site were vacant and used for its highest and best use under all then current zoning and planning restrictions and Agency policies affecting the Receiver Site.\tBuildable Area means the same as Lot Area, with the following exception: for the purposes of computing the maximum Floor Area Rights available through the approval of a Transfer Plan for a Transit Area Mixed Use Project, as defined herein, the buildable area shall include the lot area plus the area between the exterior lot lines and the centerline of any abutting public right-of-way.\tCentral City TFAR Area means those portions of the Central City Community Plan Area, including portions of the City Center Redevelopment Project Area, as shown on Map A, dated April 30, 2010, and attached to Council File No. 10-1175, generally bounded by: U.S. Highway 101 on the north; Alameda Street, Los Angeles Street, San Pedro Street, and Main Street on the east; the Santa Monica Freeway (Interstate 10) on the south; and the Harbor Freeway (110 Freeway) and Hill Street on the west.\tCity Council means the City Council of the City of Los Angeles.\tCommission means the City Planning Commission of the City of Los Angeles.\tCommunity Plan means the Central City Community Plan, a part of the General Plan of the City of Los Angeles, and including amendments to the Community Plan.\tDepartment means the Department of City Planning.\tDonor Site means a site within the Central City TFAR Area from which Floor Area Rights are transferred pursuant to the provisions of this article.\tFloor Area Deviation means the Transfer of Floor Area of less than 50,000 square feet as determined by the Director.\tFloor Area Ratio (FAR) means the Floor Area of a building divided by the Lot Area of the lot (prior to any dedications) upon which it is located.  Notwithstanding the above, the maximum Floor Area Ratio of a Transit Area Mixed Use Project shall mean the Floor Area of a building divided by the Buildable Area.\tFloor Area Rights means the ability to construct additional Floor Area within a Project, pursuant to an approved Transfer Plan, in excess of the amount of Floor Area that Project would be allowed based on its Lot Area, or, in the case of a Transit Area Mixed Use Project, the Buildable Area.\tHigh-Density Floor Area Ratio Factor means a denominator of six and is used in calculating the amount of any TFAR Transfer Payment.\tLot Area means the total horizontal area within the lot lines of a lot (prior to any dedication).\tProject means a building or structure or structural alteration or enlargement of an existing building or structure on a Receiver Site within the Central City TFAR Area.\tPublic Benefits means amenities provided to the public including, but not limited to, providing for affordable housing; public open space; historic preservation; recreational, cultural, community and public facilities; job training and outreach programs; local hiring; payment of prevailing wages; affordable child care; streetscape improvements; sustainability features; public arts programs; homeless services programs; or public transportation improvements.\tPublic Benefit Payment means that dollar sum established by the application of the formula set forth in Section 14.5.9 of this Code.\tPublic Benefit Payment Trust Fund means that certain interest-bearing Trust Account administered by the City Clerk’s Office designated as CB Public Benefit Program Fund 5158, from which funds may be distributed as set forth in Section 14.5.12 of this Code.\tReceiver Site means a site within the Central City TFAR Area, which receives Floor Area Rights pursuant to the provisions of this article.\tRedevelopment Plan means the City Center Redevelopment Project adopted by Ordinance No. 174,593 on May 15, 2002, or as subsequently amended.\tRedevelopment Project Area means the City Center Redevelopment Project Areas, as described in the City Center Redevelopment Plans.\tTFAR Transfer Payment means the payment made by the owner of a Receiver Site in exchange for the Agency’s or City’s Transfer of Floor Area Rights to a Receiver Site pursuant to the valuation method set forth in Section 14.5.10 of this Code.\tTransfer means the conveyance of unused allowable Floor Area of a lot from a Donor Site to a Receiver Site, which is approved in accordance with the requirements of this article.\tTransfer Plan means a plan that identifies and describes the Donor Site(s), Receiver Site(s), the amount of Floor Area Rights to be transferred and the Public Benefit Payment.\tTransit Area Mixed Use Project means any Project or portion of a Project in the Central City TFAR Area that: (1) provides floor area for at least two different land uses, such as commercial office and commercial retail, commercial office and multi-family residential, or commercial retail and hotel, or any other combination of uses; (2) is located within 1500 feet of a fixed rail transit station, as measured from the exterior lot line to the nearest station entrance; and (3) meets the standards and guidelines in the Downtown Design Guide.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}