{"section_number":"14.5.6","edition_id":"1","section_id":"2277","structure_id":"90","catch_line":"Approval Of Transfers – Authority And Procedures For Projects Involving Transfers Of 50,000 Square Feet Or Greater.","history":"","full_text":"  APPROVAL OF TRANSFERS – AUTHORITY AND PROCEDURES FOR PROJECTS INVOLVING TRANSFERS OF 50,000 SQUARE FEET OR GREATER.\n\n\tThe City Council, acting on recommendations of the Commission or Agency Board, as required, shall have the authority to grant Transfers of Floor Area Rights of 50,000 square feet or greater.  A Transfer to any Project in the City Center Redevelopment Project Area shall not, by itself, require an Owner Participation Agreement or Disposition and Development Agreement, or other similar agreement that involves the application of Agency policies.\n\n\tA.\tProjects Involving a Transfer on a Receiver Site within the Central City TFAR Area which is not Located within the City Center Redevelopment Project Area.\n\n\t1.\tApplication.  An Applicant seeking a Transfer shall file a request for approval of a Transfer with the Department on a form prescribed by the Director of Planning.  The request shall be accompanied by a proposed Transfer Plan.  The Transfer Plan shall be the only mechanism for approving the Transfer for any Project involving a Transfer of Floor Area Rights of 50,000 square feet or greater, pursuant to this article.  The Department shall forward a copy of the application and Transfer Plan to the Mayor’s Office, the City Council Office for the City Council District in which the Receiver Site is located, and the Chief Legislative Analyst within 7 calendar days of receiving the application.  For purposes of this section, an application shall be deemed to be complete when the Department has received sufficient information with which to prepare an initial study to assess the environmental impacts of the proposed Project.\n\n\t2.\tAction by Commission.  The Director shall issue a report to the Commission recommending approval, approval with conditions or disapproval of the request for Transfer, including the Public Benefit Payment and the TFAR Transfer Payment to be provided, with the recommendation to be based solely upon the degree that the Transfer Plan complies with the findings and conditions set forth in this section.  After reviewing the Director’s report, the Commission must make the following findings in order to recommend approval to the City Council:\n\n\t(a)\tFindings.\n\n\t(1)\tThe increase in Floor Area generated by the proposed Transfer is appropriate with respect to location and access to public transit and other modes of transportation, compatible with other existing and proposed developments and the City’s supporting infrastructure, or otherwise appropriate for the long-term development of the Central City;\n\n\t(2)\tThe Transfer serves the public interest; and\n\n\t(3)\tThe Transfer is in conformance with the Community Plan and any other relevant policy documents previously adopted by the Commission or the City Council.\n\n\t(b)\tConditions of Approval.\n\n\t(1)\tThe Transfer shall provide a Public Benefit Payment, and, if applicable, a TFAR Transfer payment in conformance, respectively, with Section 14.5.9 and Section 14.5.10 of this Code;\n\n\t(2)\tTransfer must comply with any urban design standards and guidelines adopted by the City Planning Commission for the area, including the Downtown Design Guide, and other applicable design guidelines;\n\n\t(3)\tThe Commission may require additional conditions for the Transfer to ensure consistency with the purposes and objectives of the Community Plan.\n\n\t(c)\tCommission Hearing.\n\n\t(1)\tA public hearing on the proposed Transfer for a Project shall be held by the Commission in accordance with the procedures set forth in Section 12.24 D. of this Code.\n\n\t(d)\tTime for the Commission to Act.\n\n\t(1)\t Commission shall act upon any proposed Transfer for a Project within 75 calendar days from the date of submittal to it of the Director’s report and recommendation on the Transfer Plan.  This time limit may be extended by mutual consent of the Applicant and the Commission.  The Commission shall forthwith transmit a copy of its action to the Applicant and any other person requesting notice in writing.  If the Commission fails to act on the proposed Transfer within 75 calendar days, the request shall be automatically submitted to the City Council for its action.\n\n\t3.\tAppeals.\n\n\t(a)\tFiling of an Appeal.  If the Commission recommends disapproval of a request, in whole or in part, its action on any disapproved portion shall be final unless an appeal is taken to the City Council.  The Applicant may appeal any disapproval within 15 calendar days after the Commission mails its decision to the Applicant by filing the appeal with the City Clerk on a form prescribed by the Commission.\n\n\t(b)\tAppellate Decision – Public Hearing and Notice.  Before the Council acts on the appeal, it shall hold a public hearing.  The City Clerk shall set the matter for hearing, giving notice by mail of the time, place and purpose of the hearing to the applicant and to any interested party who has requested in writing to be so notified.  The notice shall be mailed at least ten calendar days prior to the hearing.\n\n\t(c)\tTime for Appellate Decision.  The Council shall make its decision within 75 calendar days after the expiration of the appeal period.  The 75 day time limit to act on an appeal may be extended by mutual written consent of the applicant and the Council.  If the Council fails to act within this time limit, the failure shall constitute a denial of the application or disapproval of the initial request.\n\n\tB.\tProjects Involving a Transfer on a Receiver Site within the City Center Redevelopment Project Area.\n\n\t1.\tApplication.  An Applicant seeking a Transfer shall file a request for approval of a Transfer with the Agency on a form prescribed jointly by the Director of Planning and the Administrator.  The request shall be accompanied by a proposed Transfer Plan.  The Transfer Plan shall be the only mechanism for approving the Transfer for any Project involving a Transfer of Floor Area Rights of 50,000 square feet or greater, pursuant to this article.  The Agency shall forward a copy of the application and Transfer Plan to the Mayor’s Office, the City Council Office for the City Council District in which the Receiver Site is located, the Department of City Planning and the Chief Legislative Analyst within 7 calendar days of receiving the completed application.\n\n\t2.\tAction by Agency Board.  The Administrator shall issue a report recommending approval, approval with conditions or disapproval of the request for Transfer, including the Public Benefit Payment and the TFAR Transfer Payment to be provided, with the recommendation to be based solely upon the degree that the Transfer Plan complies with the findings and conditions set forth in this section.  After reviewing the Administrator’s report, the Agency Board shall make the following findings in order to approve a Transfer: \n\n\t(a)\tFindings.\n\n\t(1)\tThe increase in Floor Area generated by the proposed Transfer is appropriate with respect to location and access to public transit and other modes of transportation, compatible with other existing and proposed developments and the City’s supporting infrastructure, or otherwise determined to be appropriate for the long-term development of the Central City;\n\n\t(2)\tThe Project is consistent with the purposes and objectives of the Redevelopment Plan;\n\n\t(3)\tThe Transfer serves the public interest by complying with the requirements of Section 14.5.9 of this Code; and;\n\n\t(4)\tThe Transfer is in conformance with the Community Plan and any other relevant policy documents previously adopted by the Commission or the City Council.\n\n\t(b)\tCondition of Approval.\n\n\t(1)\tThe Transfer shall provide a Public Benefit Payment, and, if applicable, a TFAR Transfer payment in conformance, respectively, with Section 14.5.9 and Section 14.5.10 of this Code.\n\n\t(2)\tThe Transfer must comply with any applicable urban design standards and guidelines adopted for the area, including the Downtown Design Guide.\n\n\t3.\tReview of Agency Board’s Disapproval or Failure to Act.  If the Agency Board disapproves a request for approval of a Transfer for a Project or fails to act on the request within 12 months after the submission of a completed request for approval of a Transfer to the Agency, the Applicant may request review of the action of the Agency Board to the Commission, the initial decision-maker for the City, in accordance with this subdivision.  For purposes of this subdivision, a request to file an application shall be deemed to be complete when the Agency has received sufficient information with which to assess the environmental impacts of the proposed Project.\n\n\t(a)\tA request for review shall be filed with the Commission no later than 20 calendar days after the earlier of: (i) the date of disapproval of a request for approval of a Transfer, or (ii) 12 months after the submission to the Agency of a completed request for approval of a Transfer.\n\n\t(b)\tThe request for review shall include the proposed Transfer Plan for a Project, and any documentation received by the Applicant from the Agency Board disapproving the request for approval of the Transfer.  The request for review shall specify in detail the grounds for the review.  The request for review shall include other information as the Commission may request.\n\n\t(c)\tThe Commission shall act on the request for review within 75 calendar days after receipt of the request for review.  The Commission shall determine whether the Agency Board acted reasonably, in light of all the circumstances, in disapproving or failing to act on the request for approval of a Transfer.  In the event the Commission fails to act within 75 calendar days after receipt of the request for review, the request for review shall be automatically submitted to the City Council for its action.\n\n\t(d)\tIf the Commission finds for the Applicant on any matter in dispute, the Commission shall remand the matter to the Agency Board for further action consistent with the Commission’s decision.  The Commission may impose conditions on the remanded request as it deems necessary to accomplish the purposes and objectives of this article.  Upon remand, the Agency Board shall complete its proceedings with respect to the proposed Transfer in a manner that is consistent with the Commission’s action on the matter, including any additional conditions it deems necessary.  If the Agency Board fails to approve the request for approval of the Transfer within 90 calendar days after the Commission remands the matter to it, the Applicant may submit the request directly to the Commission without Agency Board approval.  Thereafter, the Commission shall proceed pursuant to this Section 14.5.6.\n\n\t(e)\tIf the Commission upholds the Agency Board’s action or failure to act, the Applicant may appeal the action of the Commission by filing a written appeal with the City Council.  The City Council shall determine whether the Agency Board acted reasonably in light of all of the circumstances in disapproving or failing to act on the request for approval of the Transfer.  Any appeal to the City Council shall be filed with the City Clerk within 20 calendar days after the Commission’s action, and shall contain the proposed Transfer Plan and the record of the proceedings before the Agency Board and the Commission.\n\n\t(f)\tIf the City Council finds for the Applicant on any matter in dispute, the City Council shall remand the matter to the Agency Board to complete its proceedings with respect to the proposed Transfer in a manner that is consistent with the City Council’s action on the matter.  The City Council may impose conditions on the remanded request as it deems necessary to accomplish the purposes and objectives of this article.\n\n\t4.\tCommission Review of Agency Board Approval.  If the Agency Board approves a request for an approval of a Transfer for a Project, the Agency and the Applicant shall jointly submit the proposed Transfer Plan for the Project to the Commission, the initial decision-maker for the City, after approval of the request by the Agency Board.\n\n\tThe Commission may recommend approval, conditional approval or disapproval of the Transfer for a Project.\n\n\t(a)\tFindings.  In acting on a Transfer for a Project, the Commission shall make the findings in Subsection B.2.(a) of this Section 14.5.6.\n\n\t(b)\tConditions of Approval.\n\n\t(1)\tThe Transfer shall provide a Public Benefit Payment, and, if applicable, a TFAR Transfer payment in conformance, respectively, with Section 14.5.9 and Section 14.5.10 of this Code; and;\n\n\t(2)\tThe Commission may require additional conditions for the Transfer to ensure consistency with the purposes and objectives of the Redevelopment Plan and the Community Plan, and to secure an appropriate development in harmony with the General Plan.\n\n\t(c)\tCommission Hearing.  A public hearing on the proposed Transfer for a Project shall be held by the Commission in accordance with the procedures set forth in Section 12.24 D. of this Code.\n\n\t(d)\tCommission Action.\n\n\t(1)\tThe Commission shall act upon any proposed Transfer for a Project within 75 calendar days from the date of submittal to it of the Agency’s Board approved Transfer Plan.  This time limit may be extended by mutual consent of the Applicant and the Commission.  The Commission shall forthwith transmit a copy of its action to the Applicant, the Agency Board and any other person requesting notice in writing.  If the Commission fails to act on the proposed Transfer within 75 calendar days, the request shall be automatically submitted to the City Council for its action.\n\n\t(2)\tIf the Commission recommends disapproval of a request, in whole or in part, its action on any disapproved portion shall be final unless an appeal is taken to the City Council.  The Applicant may appeal any disapproval within 15 calendar days after the Commission mails its decision to the Applicant by filing the appeal with the City Clerk on a form prescribed by the Commission.\n\n\t(e)\tCouncil Action.\n\n\t(1)\tThe City Council may approve, conditionally approve or disapprove a proposed Transfer for a Project by a majority vote.  In acting on the Transfer, the City Council shall make findings in support of its decision.  The City Council shall not approve or conditionally approve a Transfer unless it finds that the development resulting from the Transfer meets each of the standards set forth in Subsection A.2.(a) and A.2.(b) or B.2.(a) and B.2.(b) of this section, as applicable.\n\n\t(2)\tThe Council may impose conditions as it deems appropriate to accomplish the purposes and objectives of the Redevelopment and Community Plans and to assure that the development resulting from the Transfer meets the standards set forth in Subsection A.2.(a) and A.2.(b) or B.2.(a) and B.2.(b) of this section, as applicable.\n\n\t(f)\tMayoral Action.\n\n\t(1)\tWhen the City Council approves or conditionally approves a proposed Transfer for a Project, the matter together with the files and reports shall forthwith be transmitted to the Mayor.  The Mayor may approve or disapprove the proposed Transfer within ten calendar days of its presentation to him or her.  This action shall be based solely upon the administrative record and whether the Mayor believes the proposed Transfer conforms with the requirements for approval set forth in this section.  If the Mayor disapproves the proposed Transfer, he or she shall return the matter to the City Clerk for presentation to the City Council, together with the objections in writing.  The City Council, within 60 calendar days after the matter has been returned to it, may override the disapproval by a two-thirds vote.\n\n\t(2)\tIf the City Council fails to override the Mayor’s disapproval within the 60 calendar days, the Mayor’s disapproval shall constitute a denial of the proposed Transfer.  If the Mayor fails to return the matter to the City Clerk within ten calendar days of the presentation to him or her, the approval of the proposed Transfer shall become final.","order_by":"5.6","ancestry":{"1":{"id":"90","name":"Transfer Of Floor Area Rights – Central City Community Plan And City Center Redevelopment Project Areas","identifier":"4.5","label":"article","url":"\/1\/4.5\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"1872","structure_id":"90","section_number":"14.5.1","catch_line":"Scope.","url":"\/14.5.1\/","token":"14.5.1"},"1":{"id":"995","structure_id":"90","section_number":"14.5.10","catch_line":"Tfar Transfer Payment.","url":"\/14.5.10\/","token":"14.5.10"},"2":{"id":"671","structure_id":"90","section_number":"14.5.11","catch_line":"Payments And Vesting.","url":"\/14.5.11\/","token":"14.5.11"},"3":{"id":"3864","structure_id":"90","section_number":"14.5.12","catch_line":"Public Benefit Payment Trust Fund.","url":"\/14.5.12\/","token":"14.5.12"},"4":{"id":"1330","structure_id":"90","section_number":"14.5.2","catch_line":"Purpose.","url":"\/14.5.2\/","token":"14.5.2"},"5":{"id":"455","structure_id":"90","section_number":"14.5.3","catch_line":"Definitions.","url":"\/14.5.3\/","token":"14.5.3"},"6":{"id":"3099","structure_id":"90","section_number":"14.5.4","catch_line":"Prohibition.","url":"\/14.5.4\/","token":"14.5.4"},"7":{"id":"3408","structure_id":"90","section_number":"14.5.5","catch_line":"Early Consultation Session.","url":"\/14.5.5\/","token":"14.5.5"},"8":{"id":"2277","structure_id":"90","section_number":"14.5.6","catch_line":"Approval Of Transfers - Authority And Procedures For Projects Involving Transfers Of 50,000 Square Feet Or Greater.","url":"\/14.5.6\/","token":"14.5.6"},"9":{"id":"3856","structure_id":"90","section_number":"14.5.7","catch_line":"Director’S Determination.","url":"\/14.5.7\/","token":"14.5.7"},"10":{"id":"1097","structure_id":"90","section_number":"14.5.8","catch_line":"General Requirements.","url":"\/14.5.8\/","token":"14.5.8"},"11":{"id":"2062","structure_id":"90","section_number":"14.5.9","catch_line":"Public Benefit Payment.","url":"\/14.5.9\/","token":"14.5.9"}},"next_section":{"id":"3856","structure_id":"90","section_number":"14.5.7","catch_line":"Director’S Determination.","url":"\/14.5.7\/","token":"14.5.7"},"metadata":false,"references":false,"url":"\/14.5.6\/","token":"14.5.6","formats":{"txt":"\/14.5.6.txt","json":"\/14.5.6.xml"},"dublin_core":{"Title":"Approval Of Transfers – Authority And Procedures For Projects Involving Transfers Of 50,000 Square Feet Or Greater.","Type":"Text","Format":"text\/html","Identifier":"§ 14.5.6","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nAPPROVAL OF TRANSFERS – AUTHORITY AND PROCEDURES FOR PROJECTS INVOLVING\nTRANSFERS OF 50,000 SQUARE FEET OR GREATER. (§ 14.5.6)\n\n  APPROVAL OF TRANSFERS – AUTHORITY AND PROCEDURES FOR PROJECTS INVOLVING\nTRANSFERS OF 50,000 SQUARE FEET OR GREATER.\tThe City Council, acting on\nrecommendations of the Commission or Agency Board, as required, shall have the\nauthority to grant Transfers of Floor Area Rights of 50,000 square feet or\ngreater.  A Transfer to any Project in the City Center Redevelopment Project\nArea shall not, by itself, require an Owner Participation Agreement or\nDisposition and Development Agreement, or other similar agreement that involves\nthe application of Agency policies.\tA.\tProjects Involving a Transfer on a\nReceiver Site within the Central City TFAR Area which is not Located within the\nCity Center Redevelopment Project Area.\t1.\tApplication.  An Applicant seeking a\nTransfer shall file a request for approval of a Transfer with the Department on\na form prescribed by the Director of Planning.  The request shall be\naccompanied by a proposed Transfer Plan.  The Transfer Plan shall be the only\nmechanism for approving the Transfer for any Project involving a Transfer of\nFloor Area Rights of 50,000 square feet or greater, pursuant to this article. \nThe Department shall forward a copy of the application and Transfer Plan to the\nMayor’s Office, the City Council Office for the City Council District in which\nthe Receiver Site is located, and the Chief Legislative Analyst within 7\ncalendar days of receiving the application.  For purposes of this section, an\napplication shall be deemed to be complete when the Department has received\nsufficient information with which to prepare an initial study to assess the\nenvironmental impacts of the proposed Project.\t2.\tAction by Commission.  The\nDirector shall issue a report to the Commission recommending approval, approval\nwith conditions or disapproval of the request for Transfer, including the Public\nBenefit Payment and the TFAR Transfer Payment to be provided, with the\nrecommendation to be based solely upon the degree that the Transfer Plan\ncomplies with the findings and conditions set forth in this section.  After\nreviewing the Director’s report, the Commission must make the following\nfindings in order to recommend approval to the City\nCouncil:\t(a)\tFindings.\t(1)\tThe increase in Floor Area generated by the proposed\nTransfer is appropriate with respect to location and access to public transit\nand other modes of transportation, compatible with other existing and proposed\ndevelopments and the City’s supporting infrastructure, or otherwise\nappropriate for the long-term development of the Central City;\t(2)\tThe Transfer\nserves the public interest; and\t(3)\tThe Transfer is in conformance with the\nCommunity Plan and any other relevant policy documents previously adopted by the\nCommission or the City Council.\t(b)\tConditions of Approval.\t(1)\tThe Transfer\nshall provide a Public Benefit Payment, and, if applicable, a TFAR Transfer\npayment in conformance, respectively, with Section 14.5.9 and Section 14.5.10 of\nthis Code;\t(2)\tTransfer must comply with any urban design standards and\nguidelines adopted by the City Planning Commission for the area, including the\nDowntown Design Guide, and other applicable design guidelines;\t(3)\tThe\nCommission may require additional conditions for the Transfer to ensure\nconsistency with the purposes and objectives of the Community\nPlan.\t(c)\tCommission Hearing.\t(1)\tA public hearing on the proposed Transfer for\na Project shall be held by the Commission in accordance with the procedures set\nforth in Section 12.24 D. of this Code.\t(d)\tTime for the Commission to Act.\t(1)\t\nCommission shall act upon any proposed Transfer for a Project within 75 calendar\ndays from the date of submittal to it of the Director’s report and\nrecommendation on the Transfer Plan.  This time limit may be extended by mutual\nconsent of the Applicant and the Commission.  The Commission shall forthwith\ntransmit a copy of its action to the Applicant and any other person requesting\nnotice in writing.  If the Commission fails to act on the proposed Transfer\nwithin 75 calendar days, the request shall be automatically submitted to the\nCity Council for its action.\t3.\tAppeals.\t(a)\tFiling of an Appeal.  If the\nCommission recommends disapproval of a request, in whole or in part, its action\non any disapproved portion shall be final unless an appeal is taken to the City\nCouncil.  The Applicant may appeal any disapproval within 15 calendar days\nafter the Commission mails its decision to the Applicant by filing the appeal\nwith the City Clerk on a form prescribed by the Commission.\t(b)\tAppellate\nDecision – Public Hearing and Notice.  Before the Council acts on the appeal,\nit shall hold a public hearing.  The City Clerk shall set the matter for\nhearing, giving notice by mail of the time, place and purpose of the hearing to\nthe applicant and to any interested party who has requested in writing to be so\nnotified.  The notice shall be mailed at least ten calendar days prior to the\nhearing.\t(c)\tTime for Appellate Decision.  The Council shall make its decision\nwithin 75 calendar days after the expiration of the appeal period.  The 75 day\ntime limit to act on an appeal may be extended by mutual written consent of the\napplicant and the Council.  If the Council fails to act within this time limit,\nthe failure shall constitute a denial of the application or disapproval of the\ninitial request.\tB.\tProjects Involving a Transfer on a Receiver Site within the\nCity Center Redevelopment Project Area.\t1.\tApplication.  An Applicant seeking a\nTransfer shall file a request for approval of a Transfer with the Agency on a\nform prescribed jointly by the Director of Planning and the Administrator.  The\nrequest shall be accompanied by a proposed Transfer Plan.  The Transfer Plan\nshall be the only mechanism for approving the Transfer for any Project involving\na Transfer of Floor Area Rights of 50,000 square feet or greater, pursuant to\nthis article.  The Agency shall forward a copy of the application and Transfer\nPlan to the Mayor’s Office, the City Council Office for the City Council\nDistrict in which the Receiver Site is located, the Department of City Planning\nand the Chief Legislative Analyst within 7 calendar days of receiving the\ncompleted application.\t2.\tAction by Agency Board.  The Administrator shall\nissue a report recommending approval, approval with conditions or disapproval of\nthe request for Transfer, including the Public Benefit Payment and the TFAR\nTransfer Payment to be provided, with the recommendation to be based solely upon\nthe degree that the Transfer Plan complies with the findings and conditions set\nforth in this section.  After reviewing the Administrator’s report, the\nAgency Board shall make the following findings in order to approve a\nTransfer: \t(a)\tFindings.\t(1)\tThe increase in Floor Area generated by the\nproposed Transfer is appropriate with respect to location and access to public\ntransit and other modes of transportation, compatible with other existing and\nproposed developments and the City’s supporting infrastructure, or otherwise\ndetermined to be appropriate for the long-term development of the Central\nCity;\t(2)\tThe Project is consistent with the purposes and objectives of the\nRedevelopment Plan;\t(3)\tThe Transfer serves the public interest by complying\nwith the requirements of Section 14.5.9 of this Code; and;\t(4)\tThe Transfer is\nin conformance with the Community Plan and any other relevant policy documents\npreviously adopted by the Commission or the City Council.\t(b)\tCondition of\nApproval.\t(1)\tThe Transfer shall provide a Public Benefit Payment, and, if\napplicable, a TFAR Transfer payment in conformance, respectively, with Section\n14.5.9 and Section 14.5.10 of this Code.\t(2)\tThe Transfer must comply with any\napplicable urban design standards and guidelines adopted for the area, including\nthe Downtown Design Guide.\t3.\tReview of Agency Board’s Disapproval or Failure\nto Act.  If the Agency Board disapproves a request for approval of a Transfer\nfor a Project or fails to act on the request within 12 months after the\nsubmission of a completed request for approval of a Transfer to the Agency, the\nApplicant may request review of the action of the Agency Board to the\nCommission, the initial decision-maker for the City, in accordance with this\nsubdivision.  For purposes of this subdivision, a request to file an\napplication shall be deemed to be complete when the Agency has received\nsufficient information with which to assess the environmental impacts of the\nproposed Project.\t(a)\tA request for review shall be filed with the Commission no\nlater than 20 calendar days after the earlier of: (i) the date of disapproval of\na request for approval of a Transfer, or (ii) 12 months after the submission to\nthe Agency of a completed request for approval of a Transfer.\t(b)\tThe request\nfor review shall include the proposed Transfer Plan for a Project, and any\ndocumentation received by the Applicant from the Agency Board disapproving the\nrequest for approval of the Transfer.  The request for review shall specify in\ndetail the grounds for the review.  The request for review shall include other\ninformation as the Commission may request.\t(c)\tThe Commission shall act on the\nrequest for review within 75 calendar days after receipt of the request for\nreview.  The Commission shall determine whether the Agency Board acted\nreasonably, in light of all the circumstances, in disapproving or failing to act\non the request for approval of a Transfer.  In the event the Commission fails\nto act within 75 calendar days after receipt of the request for review, the\nrequest for review shall be automatically submitted to the City Council for its\naction.\t(d)\tIf the Commission finds for the Applicant on any matter in dispute,\nthe Commission shall remand the matter to the Agency Board for further action\nconsistent with the Commission’s decision.  The Commission may impose\nconditions on the remanded request as it deems necessary to accomplish the\npurposes and objectives of this article.  Upon remand, the Agency Board shall\ncomplete its proceedings with respect to the proposed Transfer in a manner that\nis consistent with the Commission’s action on the matter, including any\nadditional conditions it deems necessary.  If the Agency Board fails to approve\nthe request for approval of the Transfer within 90 calendar days after the\nCommission remands the matter to it, the Applicant may submit the request\ndirectly to the Commission without Agency Board approval.  Thereafter, the\nCommission shall proceed pursuant to this Section 14.5.6.\t(e)\tIf the Commission\nupholds the Agency Board’s action or failure to act, the Applicant may appeal\nthe action of the Commission by filing a written appeal with the City Council. \nThe City Council shall determine whether the Agency Board acted reasonably in\nlight of all of the circumstances in disapproving or failing to act on the\nrequest for approval of the Transfer.  Any appeal to the City Council shall be\nfiled with the City Clerk within 20 calendar days after the Commission’s\naction, and shall contain the proposed Transfer Plan and the record of the\nproceedings before the Agency Board and the Commission.\t(f)\tIf the City Council\nfinds for the Applicant on any matter in dispute, the City Council shall remand\nthe matter to the Agency Board to complete its proceedings with respect to the\nproposed Transfer in a manner that is consistent with the City Council’s\naction on the matter.  The City Council may impose conditions on the remanded\nrequest as it deems necessary to accomplish the purposes and objectives of this\narticle.\t4.\tCommission Review of Agency Board Approval.  If the Agency Board\napproves a request for an approval of a Transfer for a Project, the Agency and\nthe Applicant shall jointly submit the proposed Transfer Plan for the Project to\nthe Commission, the initial decision-maker for the City, after approval of the\nrequest by the Agency Board.\tThe Commission may recommend approval, conditional\napproval or disapproval of the Transfer for a Project.\t(a)\tFindings.  In acting\non a Transfer for a Project, the Commission shall make the findings in\nSubsection B.2.(a) of this Section 14.5.6.\t(b)\tConditions of Approval.\t(1)\tThe\nTransfer shall provide a Public Benefit Payment, and, if applicable, a TFAR\nTransfer payment in conformance, respectively, with Section 14.5.9 and Section\n14.5.10 of this Code; and;\t(2)\tThe Commission may require additional conditions\nfor the Transfer to ensure consistency with the purposes and objectives of the\nRedevelopment Plan and the Community Plan, and to secure an appropriate\ndevelopment in harmony with the General Plan.\t(c)\tCommission Hearing.  A public\nhearing on the proposed Transfer for a Project shall be held by the Commission\nin accordance with the procedures set forth in Section 12.24 D. of this\nCode.\t(d)\tCommission Action.\t(1)\tThe Commission shall act upon any proposed\nTransfer for a Project within 75 calendar days from the date of submittal to it\nof the Agency’s Board approved Transfer Plan.  This time limit may be\nextended by mutual consent of the Applicant and the Commission.  The Commission\nshall forthwith transmit a copy of its action to the Applicant, the Agency Board\nand any other person requesting notice in writing.  If the Commission fails to\nact on the proposed Transfer within 75 calendar days, the request shall be\nautomatically submitted to the City Council for its action.\t(2)\tIf the\nCommission recommends disapproval of a request, in whole or in part, its action\non any disapproved portion shall be final unless an appeal is taken to the City\nCouncil.  The Applicant may appeal any disapproval within 15 calendar days\nafter the Commission mails its decision to the Applicant by filing the appeal\nwith the City Clerk on a form prescribed by the Commission.\t(e)\tCouncil\nAction.\t(1)\tThe City Council may approve, conditionally approve or disapprove a\nproposed Transfer for a Project by a majority vote.  In acting on the Transfer,\nthe City Council shall make findings in support of its decision.  The City\nCouncil shall not approve or conditionally approve a Transfer unless it finds\nthat the development resulting from the Transfer meets each of the standards set\nforth in Subsection A.2.(a) and A.2.(b) or B.2.(a) and B.2.(b) of this section,\nas applicable.\t(2)\tThe Council may impose conditions as it deems appropriate to\naccomplish the purposes and objectives of the Redevelopment and Community Plans\nand to assure that the development resulting from the Transfer meets the\nstandards set forth in Subsection A.2.(a) and A.2.(b) or B.2.(a) and B.2.(b) of\nthis section, as applicable.\t(f)\tMayoral Action.\t(1)\tWhen the City Council\napproves or conditionally approves a proposed Transfer for a Project, the matter\ntogether with the files and reports shall forthwith be transmitted to the\nMayor.  The Mayor may approve or disapprove the proposed Transfer within ten\ncalendar days of its presentation to him or her.  This action shall be based\nsolely upon the administrative record and whether the Mayor believes the\nproposed Transfer conforms with the requirements for approval set forth in this\nsection.  If the Mayor disapproves the proposed Transfer, he or she shall\nreturn the matter to the City Clerk for presentation to the City Council,\ntogether with the objections in writing.  The City Council, within 60 calendar\ndays after the matter has been returned to it, may override the disapproval by a\ntwo-thirds vote.\t(2)\tIf the City Council fails to override the Mayor’s\ndisapproval within the 60 calendar days, the Mayor’s disapproval shall\nconstitute a denial of the proposed Transfer.  If the Mayor fails to return the\nmatter to the City Clerk within ten calendar days of the presentation to him or\nher, the approval of the proposed Transfer shall become final.\n","html":"\n\t\t\t\t\t<section><p>  APPROVAL OF TRANSFERS – AUTHORITY AND PROCEDURES FOR PROJECTS INVOLVING TRANSFERS OF 50,000 SQUARE FEET OR GREATER.<br \/><br \/>\tThe City Council, acting on recommendations of the Commission or Agency Board, as required, shall have the authority to grant Transfers of Floor Area Rights of 50,000 square feet or greater.  A Transfer to any Project in the City Center Redevelopment Project Area shall not, by itself, require an Owner Participation Agreement or <span class=\"dictionary\">Disposition<\/span> and Development Agreement, or other similar agreement that involves the application of Agency policies.<br \/><br \/>\tA.\tProjects Involving a Transfer on a Receiver Site within the Central City TFAR Area which is not Located within the City Center Redevelopment Project Area.<br \/><br \/>\t1.\tApplication.  An Applicant seeking a Transfer shall file a request for approval of a Transfer with the Department on a form prescribed by the Director of Planning.  The request shall be accompanied by a proposed Transfer Plan.  The Transfer Plan shall be the only mechanism for approving the Transfer for any Project involving a Transfer of Floor Area Rights of 50,000 square feet or greater, pursuant to this article.  The Department shall forward a copy of the application and Transfer Plan to the Mayor’s Office, the City Council Office for the City Council District in which the Receiver Site is located, and the Chief Legislative Analyst within 7 calendar days of receiving the application.  For purposes of this section, an application shall be deemed to be complete when the Department has received sufficient information with which to prepare an initial study to assess the environmental impacts of the proposed Project.<br \/><br \/>\t2.\tAction by Commission.  The Director shall <span class=\"dictionary\">issue<\/span> a report to the Commission recommending approval, approval with conditions or disapproval of the request for Transfer, including the Public Benefit Payment and the TFAR Transfer Payment to be provided, with the recommendation to be based solely upon the degree that the Transfer Plan complies with the <span class=\"dictionary\">findings<\/span> and conditions set forth in this section.  After reviewing the Director’s report, the Commission must make the following <span class=\"dictionary\">findings<\/span> in <span class=\"dictionary\">order<\/span> to recommend approval to the City Council:<br \/><br \/>\t(a)\t<span class=\"dictionary\">Findings<\/span>.<br \/><br \/>\t(1)\tThe increase in Floor Area generated by the proposed Transfer is appropriate with respect to location and access to public transit and other modes of transportation, compatible with other existing and proposed developments and the City’s supporting infrastructure, or otherwise appropriate for the long-term development of the Central City;<br \/><br \/>\t(2)\tThe Transfer serves the public interest; and<br \/><br \/>\t(3)\tThe Transfer is in conformance with the Community Plan and any other relevant policy documents previously adopted by the Commission or the City Council.<br \/><br \/>\t(b)\tConditions of Approval.<br \/><br \/>\t(1)\tThe Transfer shall provide a Public Benefit Payment, and, if applicable, a TFAR Transfer payment in conformance, respectively, with Section 14.5.9 and Section 14.5.10 of this Code;<br \/><br \/>\t(2)\tTransfer must comply with any urban design standards and guidelines adopted by the City Planning Commission for the area, including the Downtown Design Guide, and other applicable design guidelines;<br \/><br \/>\t(3)\tThe Commission may require additional conditions for the Transfer to ensure consistency with the purposes and objectives of the Community Plan.<br \/><br \/>\t(c)\tCommission <span class=\"dictionary\">Hearing<\/span>.<br \/><br \/>\t(1)\tA public <span class=\"dictionary\">hearing<\/span> on the proposed Transfer for a Project shall be held by the Commission in accordance with the procedures set forth in Section 12.24 D. of this Code.<br \/><br \/>\t(d)\tTime for the Commission to Act.<br \/><br \/>\t(1)\t Commission shall act upon any proposed Transfer for a Project within 75 calendar days from the date of submittal to it of the Director’s report and recommendation on the Transfer Plan.  This time limit may be extended by mutual consent of the Applicant and the Commission.  The Commission shall forthwith transmit a copy of its action to the Applicant and any other person requesting notice in writing.  If the Commission fails to act on the proposed Transfer within 75 calendar days, the request shall be automatically submitted to the City Council for its action.<br \/><br \/>\t3.\t<span class=\"dictionary\">Appeals<\/span>.<br \/><br \/>\t(a)\tFiling of an <span class=\"dictionary\">Appeal<\/span>.  If the Commission recommends disapproval of a request, in whole or in part, its action on any disapproved portion shall be final unless an <span class=\"dictionary\">appeal<\/span> is taken to the City Council.  The Applicant may <span class=\"dictionary\">appeal<\/span> any disapproval within 15 calendar days after the Commission mails its decision to the Applicant by filing the <span class=\"dictionary\">appeal<\/span> with the City Clerk on a form prescribed by the Commission.<br \/><br \/>\t(b)\t<span class=\"dictionary\">Appellate<\/span> Decision – Public <span class=\"dictionary\">Hearing<\/span> and Notice.  Before the Council acts on the <span class=\"dictionary\">appeal<\/span>, it shall hold a public <span class=\"dictionary\">hearing<\/span>.  The City Clerk shall set the matter for <span class=\"dictionary\">hearing<\/span>, giving notice by mail of the time, place and purpose of the <span class=\"dictionary\">hearing<\/span> to the applicant and to any interested <span class=\"dictionary\">party<\/span> who has requested in writing to be so notified.  The notice shall be mailed at least ten calendar days prior to the <span class=\"dictionary\">hearing<\/span>.<br \/><br \/>\t(c)\tTime for <span class=\"dictionary\">Appellate<\/span> Decision.  The Council shall make its decision within 75 calendar days after the expiration of the <span class=\"dictionary\">appeal<\/span> period.  The 75 day time limit to act on an <span class=\"dictionary\">appeal<\/span> may be extended by mutual written consent of the applicant and the Council.  If the Council fails to act within this time limit, the failure shall constitute a denial of the application or disapproval of the initial request.<br \/><br \/>\tB.\tProjects Involving a Transfer on a Receiver Site within the City Center Redevelopment Project Area.<br \/><br \/>\t1.\tApplication.  An Applicant seeking a Transfer shall file a request for approval of a Transfer with the Agency on a form prescribed jointly by the Director of Planning and the Administrator.  The request shall be accompanied by a proposed Transfer Plan.  The Transfer Plan shall be the only mechanism for approving the Transfer for any Project involving a Transfer of Floor Area Rights of 50,000 square feet or greater, pursuant to this article.  The Agency shall forward a copy of the application and Transfer Plan to the Mayor’s Office, the City Council Office for the City Council District in which the Receiver Site is located, the Department of City Planning and the Chief Legislative Analyst within 7 calendar days of receiving the completed application.<br \/><br \/>\t2.\tAction by Agency Board.  The Administrator shall <span class=\"dictionary\">issue<\/span> a report recommending approval, approval with conditions or disapproval of the request for Transfer, including the Public Benefit Payment and the TFAR Transfer Payment to be provided, with the recommendation to be based solely upon the degree that the Transfer Plan complies with the <span class=\"dictionary\">findings<\/span> and conditions set forth in this section.  After reviewing the Administrator’s report, the Agency Board shall make the following <span class=\"dictionary\">findings<\/span> in <span class=\"dictionary\">order<\/span> to approve a Transfer: <br \/><br \/>\t(a)\t<span class=\"dictionary\">Findings<\/span>.<br \/><br \/>\t(1)\tThe increase in Floor Area generated by the proposed Transfer is appropriate with respect to location and access to public transit and other modes of transportation, compatible with other existing and proposed developments and the City’s supporting infrastructure, or otherwise determined to be appropriate for the long-term development of the Central City;<br \/><br \/>\t(2)\tThe Project is consistent with the purposes and objectives of the Redevelopment Plan;<br \/><br \/>\t(3)\tThe Transfer serves the public interest by complying with the requirements of Section 14.5.9 of this Code; and;<br \/><br \/>\t(4)\tThe Transfer is in conformance with the Community Plan and any other relevant policy documents previously adopted by the Commission or the City Council.<br \/><br \/>\t(b)\tCondition of Approval.<br \/><br \/>\t(1)\tThe Transfer shall provide a Public Benefit Payment, and, if applicable, a TFAR Transfer payment in conformance, respectively, with Section 14.5.9 and Section 14.5.10 of this Code.<br \/><br \/>\t(2)\tThe Transfer must comply with any applicable urban design standards and guidelines adopted for the area, including the Downtown Design Guide.<br \/><br \/>\t3.\tReview of Agency Board’s Disapproval or Failure to Act.  If the Agency Board disapproves a request for approval of a Transfer for a Project or fails to act on the request within 12 months after the submission of a completed request for approval of a Transfer to the Agency, the Applicant may request review of the action of the Agency Board to the Commission, the initial decision-maker for the City, in accordance with this subdivision.  For purposes of this subdivision, a request to file an application shall be deemed to be complete when the Agency has received sufficient information with which to assess the environmental impacts of the proposed Project.<br \/><br \/>\t(a)\tA request for review shall be filed with the Commission no later than 20 calendar days after the earlier of: (i) the date of disapproval of a request for approval of a Transfer, or (ii) 12 months after the submission to the Agency of a completed request for approval of a Transfer.<br \/><br \/>\t(b)\tThe request for review shall include the proposed Transfer Plan for a Project, and any documentation received by the Applicant from the Agency Board disapproving the request for approval of the Transfer.  The request for review shall specify in detail the grounds for the review.  The request for review shall include other information as the Commission may request.<br \/><br \/>\t(c)\tThe Commission shall act on the request for review within 75 calendar days after receipt of the request for review.  The Commission shall determine whether the Agency Board acted reasonably, in light of all the circumstances, in disapproving or failing to act on the request for approval of a Transfer.  In the event the Commission fails to act within 75 calendar days after receipt of the request for review, the request for review shall be automatically submitted to the City Council for its action.<br \/><br \/>\t(d)\tIf the Commission finds for the Applicant on any matter in dispute, the Commission shall <span class=\"dictionary\">remand<\/span> the matter to the Agency Board for further action consistent with the Commission’s decision.  The Commission may impose conditions on the remanded request as it deems necessary to accomplish the purposes and objectives of this article.  Upon <span class=\"dictionary\">remand<\/span>, the Agency Board shall complete its proceedings with respect to the proposed Transfer in a manner that is consistent with the Commission’s action on the matter, including any additional conditions it deems necessary.  If the Agency Board fails to approve the request for approval of the Transfer within 90 calendar days after the Commission <span class=\"dictionary\">remands<\/span> the matter to it, the Applicant may submit the request directly to the Commission without Agency Board approval.  Thereafter, the Commission shall proceed pursuant to this Section 14.5.6.<br \/><br \/>\t(e)\tIf the Commission <span class=\"dictionary\">upholds<\/span> the Agency Board’s action or failure to act, the Applicant may <span class=\"dictionary\">appeal<\/span> the action of the Commission by filing a written <span class=\"dictionary\">appeal<\/span> with the City Council.  The City Council shall determine whether the Agency Board acted reasonably in light of all of the circumstances in disapproving or failing to act on the request for approval of the Transfer.  Any <span class=\"dictionary\">appeal<\/span> to the City Council shall be filed with the City Clerk within 20 calendar days after the Commission’s action, and shall contain the proposed Transfer Plan and the record of the proceedings before the Agency Board and the Commission.<br \/><br \/>\t(f)\tIf the City Council finds for the Applicant on any matter in dispute, the City Council shall <span class=\"dictionary\">remand<\/span> the matter to the Agency Board to complete its proceedings with respect to the proposed Transfer in a manner that is consistent with the City Council’s action on the matter.  The City Council may impose conditions on the remanded request as it deems necessary to accomplish the purposes and objectives of this article.<br \/><br \/>\t4.\tCommission Review of Agency Board Approval.  If the Agency Board approves a request for an approval of a Transfer for a Project, the Agency and the Applicant shall jointly submit the proposed Transfer Plan for the Project to the Commission, the initial decision-maker for the City, after approval of the request by the Agency Board.<br \/><br \/>\tThe Commission may recommend approval, conditional approval or disapproval of the Transfer for a Project.<br \/><br \/>\t(a)\t<span class=\"dictionary\">Findings<\/span>.  In acting on a Transfer for a Project, the Commission shall make the <span class=\"dictionary\">findings<\/span> in Subsection B.2.(a) of this Section 14.5.6.<br \/><br \/>\t(b)\tConditions of Approval.<br \/><br \/>\t(1)\tThe Transfer shall provide a Public Benefit Payment, and, if applicable, a TFAR Transfer payment in conformance, respectively, with Section 14.5.9 and Section 14.5.10 of this Code; and;<br \/><br \/>\t(2)\tThe Commission may require additional conditions for the Transfer to ensure consistency with the purposes and objectives of the Redevelopment Plan and the Community Plan, and to secure an appropriate development in harmony with the General Plan.<br \/><br \/>\t(c)\tCommission <span class=\"dictionary\">Hearing<\/span>.  A public <span class=\"dictionary\">hearing<\/span> on the proposed Transfer for a Project shall be held by the Commission in accordance with the procedures set forth in Section 12.24 D. of this Code.<br \/><br \/>\t(d)\tCommission Action.<br \/><br \/>\t(1)\tThe Commission shall act upon any proposed Transfer for a Project within 75 calendar days from the date of submittal to it of the Agency’s Board approved Transfer Plan.  This time limit may be extended by mutual consent of the Applicant and the Commission.  The Commission shall forthwith transmit a copy of its action to the Applicant, the Agency Board and any other person requesting notice in writing.  If the Commission fails to act on the proposed Transfer within 75 calendar days, the request shall be automatically submitted to the City Council for its action.<br \/><br \/>\t(2)\tIf the Commission recommends disapproval of a request, in whole or in part, its action on any disapproved portion shall be final unless an <span class=\"dictionary\">appeal<\/span> is taken to the City Council.  The Applicant may <span class=\"dictionary\">appeal<\/span> any disapproval within 15 calendar days after the Commission mails its decision to the Applicant by filing the <span class=\"dictionary\">appeal<\/span> with the City Clerk on a form prescribed by the Commission.<br \/><br \/>\t(e)\tCouncil Action.<br \/><br \/>\t(1)\tThe City Council may approve, conditionally approve or disapprove a proposed Transfer for a Project by a majority vote.  In acting on the Transfer, the City Council shall make <span class=\"dictionary\">findings<\/span> in support of its decision.  The City Council shall not approve or conditionally approve a Transfer unless it finds that the development resulting from the Transfer meets each of the standards set forth in Subsection A.2.(a) and A.2.(b) or B.2.(a) and B.2.(b) of this section, as applicable.<br \/><br \/>\t(2)\tThe Council may impose conditions as it deems appropriate to accomplish the purposes and objectives of the Redevelopment and Community Plans and to assure that the development resulting from the Transfer meets the standards set forth in Subsection A.2.(a) and A.2.(b) or B.2.(a) and B.2.(b) of this section, as applicable.<br \/><br \/>\t(f)\tMayoral Action.<br \/><br \/>\t(1)\tWhen the City Council approves or conditionally approves a proposed Transfer for a Project, the matter together with the files and reports shall forthwith be transmitted to the Mayor.  The Mayor may approve or disapprove the proposed Transfer within ten calendar days of its presentation to him or her.  This action shall be based solely upon the administrative record and whether the Mayor believes the proposed Transfer conforms with the requirements for approval set forth in this section.  If the Mayor disapproves the proposed Transfer, he or she shall return the matter to the City Clerk for presentation to the City Council, together with the objections in writing.  The City Council, within 60 calendar days after the matter has been returned to it, may override the disapproval by a two-thirds vote.<br \/><br \/>\t(2)\tIf the City Council fails to override the Mayor’s disapproval within the 60 calendar days, the Mayor’s disapproval shall constitute a denial of the proposed Transfer.  If the Mayor fails to return the matter to the City Clerk within ten calendar days of the presentation to him or her, the approval of the proposed Transfer shall become final.<\/p><\/section>","previous_section":{"id":"3408","structure_id":"90","section_number":"14.5.5","catch_line":"Early Consultation Session.","url":"\/14.5.5\/","token":"14.5.5"},"text":{"0":{"id":"2257","text":"  APPROVAL OF TRANSFERS – AUTHORITY AND PROCEDURES FOR PROJECTS INVOLVING TRANSFERS OF 50,000 SQUARE FEET OR GREATER.\tThe City Council, acting on recommendations of the Commission or Agency Board, as required, shall have the authority to grant Transfers of Floor Area Rights of 50,000 square feet or greater.  A Transfer to any Project in the City Center Redevelopment Project Area shall not, by itself, require an Owner Participation Agreement or Disposition and Development Agreement, or other similar agreement that involves the application of Agency policies.\tA.\tProjects Involving a Transfer on a Receiver Site within the Central City TFAR Area which is not Located within the City Center Redevelopment Project Area.\t1.\tApplication.  An Applicant seeking a Transfer shall file a request for approval of a Transfer with the Department on a form prescribed by the Director of Planning.  The request shall be accompanied by a proposed Transfer Plan.  The Transfer Plan shall be the only mechanism for approving the Transfer for any Project involving a Transfer of Floor Area Rights of 50,000 square feet or greater, pursuant to this article.  The Department shall forward a copy of the application and Transfer Plan to the Mayor’s Office, the City Council Office for the City Council District in which the Receiver Site is located, and the Chief Legislative Analyst within 7 calendar days of receiving the application.  For purposes of this section, an application shall be deemed to be complete when the Department has received sufficient information with which to prepare an initial study to assess the environmental impacts of the proposed Project.\t2.\tAction by Commission.  The Director shall issue a report to the Commission recommending approval, approval with conditions or disapproval of the request for Transfer, including the Public Benefit Payment and the TFAR Transfer Payment to be provided, with the recommendation to be based solely upon the degree that the Transfer Plan complies with the findings and conditions set forth in this section.  After reviewing the Director’s report, the Commission must make the following findings in order to recommend approval to the City Council:\t(a)\tFindings.\t(1)\tThe increase in Floor Area generated by the proposed Transfer is appropriate with respect to location and access to public transit and other modes of transportation, compatible with other existing and proposed developments and the City’s supporting infrastructure, or otherwise appropriate for the long-term development of the Central City;\t(2)\tThe Transfer serves the public interest; and\t(3)\tThe Transfer is in conformance with the Community Plan and any other relevant policy documents previously adopted by the Commission or the City Council.\t(b)\tConditions of Approval.\t(1)\tThe Transfer shall provide a Public Benefit Payment, and, if applicable, a TFAR Transfer payment in conformance, respectively, with Section 14.5.9 and Section 14.5.10 of this Code;\t(2)\tTransfer must comply with any urban design standards and guidelines adopted by the City Planning Commission for the area, including the Downtown Design Guide, and other applicable design guidelines;\t(3)\tThe Commission may require additional conditions for the Transfer to ensure consistency with the purposes and objectives of the Community Plan.\t(c)\tCommission Hearing.\t(1)\tA public hearing on the proposed Transfer for a Project shall be held by the Commission in accordance with the procedures set forth in Section 12.24 D. of this Code.\t(d)\tTime for the Commission to Act.\t(1)\t Commission shall act upon any proposed Transfer for a Project within 75 calendar days from the date of submittal to it of the Director’s report and recommendation on the Transfer Plan.  This time limit may be extended by mutual consent of the Applicant and the Commission.  The Commission shall forthwith transmit a copy of its action to the Applicant and any other person requesting notice in writing.  If the Commission fails to act on the proposed Transfer within 75 calendar days, the request shall be automatically submitted to the City Council for its action.\t3.\tAppeals.\t(a)\tFiling of an Appeal.  If the Commission recommends disapproval of a request, in whole or in part, its action on any disapproved portion shall be final unless an appeal is taken to the City Council.  The Applicant may appeal any disapproval within 15 calendar days after the Commission mails its decision to the Applicant by filing the appeal with the City Clerk on a form prescribed by the Commission.\t(b)\tAppellate Decision – Public Hearing and Notice.  Before the Council acts on the appeal, it shall hold a public hearing.  The City Clerk shall set the matter for hearing, giving notice by mail of the time, place and purpose of the hearing to the applicant and to any interested party who has requested in writing to be so notified.  The notice shall be mailed at least ten calendar days prior to the hearing.\t(c)\tTime for Appellate Decision.  The Council shall make its decision within 75 calendar days after the expiration of the appeal period.  The 75 day time limit to act on an appeal may be extended by mutual written consent of the applicant and the Council.  If the Council fails to act within this time limit, the failure shall constitute a denial of the application or disapproval of the initial request.\tB.\tProjects Involving a Transfer on a Receiver Site within the City Center Redevelopment Project Area.\t1.\tApplication.  An Applicant seeking a Transfer shall file a request for approval of a Transfer with the Agency on a form prescribed jointly by the Director of Planning and the Administrator.  The request shall be accompanied by a proposed Transfer Plan.  The Transfer Plan shall be the only mechanism for approving the Transfer for any Project involving a Transfer of Floor Area Rights of 50,000 square feet or greater, pursuant to this article.  The Agency shall forward a copy of the application and Transfer Plan to the Mayor’s Office, the City Council Office for the City Council District in which the Receiver Site is located, the Department of City Planning and the Chief Legislative Analyst within 7 calendar days of receiving the completed application.\t2.\tAction by Agency Board.  The Administrator shall issue a report recommending approval, approval with conditions or disapproval of the request for Transfer, including the Public Benefit Payment and the TFAR Transfer Payment to be provided, with the recommendation to be based solely upon the degree that the Transfer Plan complies with the findings and conditions set forth in this section.  After reviewing the Administrator’s report, the Agency Board shall make the following findings in order to approve a Transfer: \t(a)\tFindings.\t(1)\tThe increase in Floor Area generated by the proposed Transfer is appropriate with respect to location and access to public transit and other modes of transportation, compatible with other existing and proposed developments and the City’s supporting infrastructure, or otherwise determined to be appropriate for the long-term development of the Central City;\t(2)\tThe Project is consistent with the purposes and objectives of the Redevelopment Plan;\t(3)\tThe Transfer serves the public interest by complying with the requirements of Section 14.5.9 of this Code; and;\t(4)\tThe Transfer is in conformance with the Community Plan and any other relevant policy documents previously adopted by the Commission or the City Council.\t(b)\tCondition of Approval.\t(1)\tThe Transfer shall provide a Public Benefit Payment, and, if applicable, a TFAR Transfer payment in conformance, respectively, with Section 14.5.9 and Section 14.5.10 of this Code.\t(2)\tThe Transfer must comply with any applicable urban design standards and guidelines adopted for the area, including the Downtown Design Guide.\t3.\tReview of Agency Board’s Disapproval or Failure to Act.  If the Agency Board disapproves a request for approval of a Transfer for a Project or fails to act on the request within 12 months after the submission of a completed request for approval of a Transfer to the Agency, the Applicant may request review of the action of the Agency Board to the Commission, the initial decision-maker for the City, in accordance with this subdivision.  For purposes of this subdivision, a request to file an application shall be deemed to be complete when the Agency has received sufficient information with which to assess the environmental impacts of the proposed Project.\t(a)\tA request for review shall be filed with the Commission no later than 20 calendar days after the earlier of: (i) the date of disapproval of a request for approval of a Transfer, or (ii) 12 months after the submission to the Agency of a completed request for approval of a Transfer.\t(b)\tThe request for review shall include the proposed Transfer Plan for a Project, and any documentation received by the Applicant from the Agency Board disapproving the request for approval of the Transfer.  The request for review shall specify in detail the grounds for the review.  The request for review shall include other information as the Commission may request.\t(c)\tThe Commission shall act on the request for review within 75 calendar days after receipt of the request for review.  The Commission shall determine whether the Agency Board acted reasonably, in light of all the circumstances, in disapproving or failing to act on the request for approval of a Transfer.  In the event the Commission fails to act within 75 calendar days after receipt of the request for review, the request for review shall be automatically submitted to the City Council for its action.\t(d)\tIf the Commission finds for the Applicant on any matter in dispute, the Commission shall remand the matter to the Agency Board for further action consistent with the Commission’s decision.  The Commission may impose conditions on the remanded request as it deems necessary to accomplish the purposes and objectives of this article.  Upon remand, the Agency Board shall complete its proceedings with respect to the proposed Transfer in a manner that is consistent with the Commission’s action on the matter, including any additional conditions it deems necessary.  If the Agency Board fails to approve the request for approval of the Transfer within 90 calendar days after the Commission remands the matter to it, the Applicant may submit the request directly to the Commission without Agency Board approval.  Thereafter, the Commission shall proceed pursuant to this Section 14.5.6.\t(e)\tIf the Commission upholds the Agency Board’s action or failure to act, the Applicant may appeal the action of the Commission by filing a written appeal with the City Council.  The City Council shall determine whether the Agency Board acted reasonably in light of all of the circumstances in disapproving or failing to act on the request for approval of the Transfer.  Any appeal to the City Council shall be filed with the City Clerk within 20 calendar days after the Commission’s action, and shall contain the proposed Transfer Plan and the record of the proceedings before the Agency Board and the Commission.\t(f)\tIf the City Council finds for the Applicant on any matter in dispute, the City Council shall remand the matter to the Agency Board to complete its proceedings with respect to the proposed Transfer in a manner that is consistent with the City Council’s action on the matter.  The City Council may impose conditions on the remanded request as it deems necessary to accomplish the purposes and objectives of this article.\t4.\tCommission Review of Agency Board Approval.  If the Agency Board approves a request for an approval of a Transfer for a Project, the Agency and the Applicant shall jointly submit the proposed Transfer Plan for the Project to the Commission, the initial decision-maker for the City, after approval of the request by the Agency Board.\tThe Commission may recommend approval, conditional approval or disapproval of the Transfer for a Project.\t(a)\tFindings.  In acting on a Transfer for a Project, the Commission shall make the findings in Subsection B.2.(a) of this Section 14.5.6.\t(b)\tConditions of Approval.\t(1)\tThe Transfer shall provide a Public Benefit Payment, and, if applicable, a TFAR Transfer payment in conformance, respectively, with Section 14.5.9 and Section 14.5.10 of this Code; and;\t(2)\tThe Commission may require additional conditions for the Transfer to ensure consistency with the purposes and objectives of the Redevelopment Plan and the Community Plan, and to secure an appropriate development in harmony with the General Plan.\t(c)\tCommission Hearing.  A public hearing on the proposed Transfer for a Project shall be held by the Commission in accordance with the procedures set forth in Section 12.24 D. of this Code.\t(d)\tCommission Action.\t(1)\tThe Commission shall act upon any proposed Transfer for a Project within 75 calendar days from the date of submittal to it of the Agency’s Board approved Transfer Plan.  This time limit may be extended by mutual consent of the Applicant and the Commission.  The Commission shall forthwith transmit a copy of its action to the Applicant, the Agency Board and any other person requesting notice in writing.  If the Commission fails to act on the proposed Transfer within 75 calendar days, the request shall be automatically submitted to the City Council for its action.\t(2)\tIf the Commission recommends disapproval of a request, in whole or in part, its action on any disapproved portion shall be final unless an appeal is taken to the City Council.  The Applicant may appeal any disapproval within 15 calendar days after the Commission mails its decision to the Applicant by filing the appeal with the City Clerk on a form prescribed by the Commission.\t(e)\tCouncil Action.\t(1)\tThe City Council may approve, conditionally approve or disapprove a proposed Transfer for a Project by a majority vote.  In acting on the Transfer, the City Council shall make findings in support of its decision.  The City Council shall not approve or conditionally approve a Transfer unless it finds that the development resulting from the Transfer meets each of the standards set forth in Subsection A.2.(a) and A.2.(b) or B.2.(a) and B.2.(b) of this section, as applicable.\t(2)\tThe Council may impose conditions as it deems appropriate to accomplish the purposes and objectives of the Redevelopment and Community Plans and to assure that the development resulting from the Transfer meets the standards set forth in Subsection A.2.(a) and A.2.(b) or B.2.(a) and B.2.(b) of this section, as applicable.\t(f)\tMayoral Action.\t(1)\tWhen the City Council approves or conditionally approves a proposed Transfer for a Project, the matter together with the files and reports shall forthwith be transmitted to the Mayor.  The Mayor may approve or disapprove the proposed Transfer within ten calendar days of its presentation to him or her.  This action shall be based solely upon the administrative record and whether the Mayor believes the proposed Transfer conforms with the requirements for approval set forth in this section.  If the Mayor disapproves the proposed Transfer, he or she shall return the matter to the City Clerk for presentation to the City Council, together with the objections in writing.  The City Council, within 60 calendar days after the matter has been returned to it, may override the disapproval by a two-thirds vote.\t(2)\tIf the City Council fails to override the Mayor’s disapproval within the 60 calendar days, the Mayor’s disapproval shall constitute a denial of the proposed Transfer.  If the Mayor fails to return the matter to the City Clerk within ten calendar days of the presentation to him or her, the approval of the proposed Transfer shall become final.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}