{"section_number":"14.5.11","edition_id":"1","section_id":"671","structure_id":"90","catch_line":"Payments And Vesting.","history":"","full_text":"  PAYMENTS AND VESTING.\n\n\tAny Public Benefit Payment together with any TFAR Transfer Payment to the Agency or City shall be provided as set forth in the Transfer Plan and as set forth below: \n\n\tA.\tIf the approved Transfer Plan specifies a single-phase Project on the Receiver Site, then the owner of the Receiver Site shall pay the Public Benefit Payment together with any TFAR Transfer Payment due to the Agency or the City on or before the earlier of\n\n\t1.\tThe issuance of the building permit for the Project; or\n\n\t2.\tTwenty-four months after the final approval of the Transfer and the expiration of any appeals or appeals periods, unless extended by the Director in writing, and the Administrator when the Agency has taken an action on the Transfer Plan.\n\n\tB.\tIf the approved Transfer Plan specifies a multi-phased Project on the Receiver Site, then the owner of the Receiver Site must pay the Public Benefit Payment together with any Transfer Payment due to the Agency or the City, through any one of the three methods set forth below, except as may be extended by the Director in writing, and the Administrator when the Agency has taken an action on the Transfer Plan:\n\n\t1.\tIn total for all phases of the Project, on or before the earlier of:  (i) the issuance of the building permit for the first phase of the Project or (ii) 24 months after the final approval of the Transfer and the expiration of any appeals or appeals periods for all phases of the Project;\n\n\t2.\tIncrementally by each phase of the Project, proportionate to the Floor Area Rights utilized in each phase, on or before the issuance of the building permit for each phase, with the amount of each payment being subject to payment indexing in accordance with an executed agreement between the owner of the Receiver Site and the Agency or the City; or\n\n\t3.\tIncrementally by each phase of the Project, proportionate to the Floor Area Rights utilized in each phase, on or before the issuance of the building permit for each phase, with the amount of each payment being recalculated as of the date that the building permit for each phase is issued in accordance with an Appraisal establishing the fair market value of the Receiver Site within six months prior to the issuance of the building permit for that phase.\n\n\tC.\tUpon the Applicant’s payment to the Agency or the City of all of the Public Benefit Payment together with all of the TFAR Transfer Payment required under an approved Transfer, all Floor Area Rights transferred to the Receiver Site pursuant to the Transfer Plan shall vest in the Receiver Site and thereafter run with the land.","order_by":"5.11","ancestry":{"1":{"id":"90","name":"Transfer Of Floor Area Rights – Central City Community Plan And City Center Redevelopment Project Areas","identifier":"4.5","label":"article","url":"\/1\/4.5\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"1872","structure_id":"90","section_number":"14.5.1","catch_line":"Scope.","url":"\/14.5.1\/","token":"14.5.1"},"1":{"id":"995","structure_id":"90","section_number":"14.5.10","catch_line":"Tfar Transfer Payment.","url":"\/14.5.10\/","token":"14.5.10"},"2":{"id":"671","structure_id":"90","section_number":"14.5.11","catch_line":"Payments And Vesting.","url":"\/14.5.11\/","token":"14.5.11"},"3":{"id":"3864","structure_id":"90","section_number":"14.5.12","catch_line":"Public Benefit Payment Trust Fund.","url":"\/14.5.12\/","token":"14.5.12"},"4":{"id":"1330","structure_id":"90","section_number":"14.5.2","catch_line":"Purpose.","url":"\/14.5.2\/","token":"14.5.2"},"5":{"id":"455","structure_id":"90","section_number":"14.5.3","catch_line":"Definitions.","url":"\/14.5.3\/","token":"14.5.3"},"6":{"id":"3099","structure_id":"90","section_number":"14.5.4","catch_line":"Prohibition.","url":"\/14.5.4\/","token":"14.5.4"},"7":{"id":"3408","structure_id":"90","section_number":"14.5.5","catch_line":"Early Consultation Session.","url":"\/14.5.5\/","token":"14.5.5"},"8":{"id":"2277","structure_id":"90","section_number":"14.5.6","catch_line":"Approval Of Transfers - Authority And Procedures For Projects Involving Transfers Of 50,000 Square Feet Or Greater.","url":"\/14.5.6\/","token":"14.5.6"},"9":{"id":"3856","structure_id":"90","section_number":"14.5.7","catch_line":"Director’S Determination.","url":"\/14.5.7\/","token":"14.5.7"},"10":{"id":"1097","structure_id":"90","section_number":"14.5.8","catch_line":"General Requirements.","url":"\/14.5.8\/","token":"14.5.8"},"11":{"id":"2062","structure_id":"90","section_number":"14.5.9","catch_line":"Public Benefit Payment.","url":"\/14.5.9\/","token":"14.5.9"}},"next_section":{"id":"3864","structure_id":"90","section_number":"14.5.12","catch_line":"Public Benefit Payment Trust Fund.","url":"\/14.5.12\/","token":"14.5.12"},"metadata":false,"references":false,"url":"\/14.5.11\/","token":"14.5.11","formats":{"txt":"\/14.5.11.txt","json":"\/14.5.11.xml"},"dublin_core":{"Title":"Payments And Vesting.","Type":"Text","Format":"text\/html","Identifier":"§ 14.5.11","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPAYMENTS AND VESTING. (§ 14.5.11)\n\n  PAYMENTS AND VESTING.\tAny Public Benefit Payment together with any TFAR\nTransfer Payment to the Agency or City shall be provided as set forth in the\nTransfer Plan and as set forth below: \tA.\tIf the approved Transfer Plan\nspecifies a single-phase Project on the Receiver Site, then the owner of the\nReceiver Site shall pay the Public Benefit Payment together with any TFAR\nTransfer Payment due to the Agency or the City on or before the earlier\nof\t1.\tThe issuance of the building permit for the Project; or\t2.\tTwenty-four\nmonths after the final approval of the Transfer and the expiration of any\nappeals or appeals periods, unless extended by the Director in writing, and the\nAdministrator when the Agency has taken an action on the Transfer Plan.\tB.\tIf\nthe approved Transfer Plan specifies a multi-phased Project on the Receiver\nSite, then the owner of the Receiver Site must pay the Public Benefit Payment\ntogether with any Transfer Payment due to the Agency or the City, through any\none of the three methods set forth below, except as may be extended by the\nDirector in writing, and the Administrator when the Agency has taken an action\non the Transfer Plan:\t1.\tIn total for all phases of the Project, on or before\nthe earlier of:  (i) the issuance of the building permit for the first phase of\nthe Project or (ii) 24 months after the final approval of the Transfer and the\nexpiration of any appeals or appeals periods for all phases of the\nProject;\t2.\tIncrementally by each phase of the Project, proportionate to the\nFloor Area Rights utilized in each phase, on or before the issuance of the\nbuilding permit for each phase, with the amount of each payment being subject to\npayment indexing in accordance with an executed agreement between the owner of\nthe Receiver Site and the Agency or the City; or\t3.\tIncrementally by each phase\nof the Project, proportionate to the Floor Area Rights utilized in each phase,\non or before the issuance of the building permit for each phase, with the amount\nof each payment being recalculated as of the date that the building permit for\neach phase is issued in accordance with an Appraisal establishing the fair\nmarket value of the Receiver Site within six months prior to the issuance of the\nbuilding permit for that phase.\tC.\tUpon the Applicant’s payment to the Agency\nor the City of all of the Public Benefit Payment together with all of the TFAR\nTransfer Payment required under an approved Transfer, all Floor Area Rights\ntransferred to the Receiver Site pursuant to the Transfer Plan shall vest in the\nReceiver Site and thereafter run with the land.\n","html":"\n\t\t\t\t\t<section><p>  PAYMENTS AND VESTING.<br \/><br \/>\tAny Public Benefit Payment together with any TFAR Transfer Payment to the Agency or City shall be provided as set forth in the Transfer Plan and as set forth below: <br \/><br \/>\tA.\tIf the approved Transfer Plan specifies a single-phase Project on the Receiver Site, then the owner of the Receiver Site shall pay the Public Benefit Payment together with any TFAR Transfer Payment due to the Agency or the City on or before the earlier of<br \/><br \/>\t1.\tThe issuance of the building permit for the Project; or<br \/><br \/>\t2.\tTwenty-four months after the final approval of the Transfer and the expiration of any <span class=\"dictionary\">appeals<\/span> or <span class=\"dictionary\">appeals<\/span> periods, unless extended by the Director in writing, and the Administrator when the Agency has taken an action on the Transfer Plan.<br \/><br \/>\tB.\tIf the approved Transfer Plan specifies a multi-phased Project on the Receiver Site, then the owner of the Receiver Site must pay the Public Benefit Payment together with any Transfer Payment due to the Agency or the City, through any one of the three methods set forth below, except as may be extended by the Director in writing, and the Administrator when the Agency has taken an action on the Transfer Plan:<br \/><br \/>\t1.\tIn total for all phases of the Project, on or before the earlier of:  (i) the issuance of the building permit for the first phase of the Project or (ii) 24 months after the final approval of the Transfer and the expiration of any <span class=\"dictionary\">appeals<\/span> or <span class=\"dictionary\">appeals<\/span> periods for all phases of the Project;<br \/><br \/>\t2.\tIncrementally by each phase of the Project, proportionate to the Floor Area Rights utilized in each phase, on or before the issuance of the building permit for each phase, with the amount of each payment being subject to payment indexing in accordance with an executed agreement between the owner of the Receiver Site and the Agency or the City; or<br \/><br \/>\t3.\tIncrementally by each phase of the Project, proportionate to the Floor Area Rights utilized in each phase, on or before the issuance of the building permit for each phase, with the amount of each payment being recalculated as of the date that the building permit for each phase is issued in accordance with an Appraisal establishing the fair market value of the Receiver Site within six months prior to the issuance of the building permit for that phase.<br \/><br \/>\tC.\tUpon the Applicant’s payment to the Agency or the City of all of the Public Benefit Payment together with all of the TFAR Transfer Payment required under an approved Transfer, all Floor Area Rights transferred to the Receiver Site pursuant to the Transfer Plan shall vest in the Receiver Site and thereafter run with the land.<\/p><\/section>","previous_section":{"id":"995","structure_id":"90","section_number":"14.5.10","catch_line":"Tfar Transfer Payment.","url":"\/14.5.10\/","token":"14.5.10"},"text":{"0":{"id":"663","text":"  PAYMENTS AND VESTING.\tAny Public Benefit Payment together with any TFAR Transfer Payment to the Agency or City shall be provided as set forth in the Transfer Plan and as set forth below: \tA.\tIf the approved Transfer Plan specifies a single-phase Project on the Receiver Site, then the owner of the Receiver Site shall pay the Public Benefit Payment together with any TFAR Transfer Payment due to the Agency or the City on or before the earlier of\t1.\tThe issuance of the building permit for the Project; or\t2.\tTwenty-four months after the final approval of the Transfer and the expiration of any appeals or appeals periods, unless extended by the Director in writing, and the Administrator when the Agency has taken an action on the Transfer Plan.\tB.\tIf the approved Transfer Plan specifies a multi-phased Project on the Receiver Site, then the owner of the Receiver Site must pay the Public Benefit Payment together with any Transfer Payment due to the Agency or the City, through any one of the three methods set forth below, except as may be extended by the Director in writing, and the Administrator when the Agency has taken an action on the Transfer Plan:\t1.\tIn total for all phases of the Project, on or before the earlier of:  (i) the issuance of the building permit for the first phase of the Project or (ii) 24 months after the final approval of the Transfer and the expiration of any appeals or appeals periods for all phases of the Project;\t2.\tIncrementally by each phase of the Project, proportionate to the Floor Area Rights utilized in each phase, on or before the issuance of the building permit for each phase, with the amount of each payment being subject to payment indexing in accordance with an executed agreement between the owner of the Receiver Site and the Agency or the City; or\t3.\tIncrementally by each phase of the Project, proportionate to the Floor Area Rights utilized in each phase, on or before the issuance of the building permit for each phase, with the amount of each payment being recalculated as of the date that the building permit for each phase is issued in accordance with an Appraisal establishing the fair market value of the Receiver Site within six months prior to the issuance of the building permit for that phase.\tC.\tUpon the Applicant’s payment to the Agency or the City of all of the Public Benefit Payment together with all of the TFAR Transfer Payment required under an approved Transfer, all Floor Area Rights transferred to the Receiver Site pursuant to the Transfer Plan shall vest in the Receiver Site and thereafter run with the land.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}