{"section_number":"14.5.9","edition_id":"1","section_id":"2062","structure_id":"90","catch_line":"Public Benefit Payment.","history":"","full_text":"  PUBLIC BENEFIT PAYMENT.\n\n\tA.\tA shall be provided as part of an approved Transfer Plan and shall serve a public purpose, such as: providing for affordable housing; public open space; historic preservation; recreational; cultural; community and public facilities; job training and outreach programs; affordable child care; streetscape improvements; public arts programs; homeless services programs; or public transportation improvements.  Prior to approving or recommending approval of a Transfer Plan, the Agency Board, Commission or the City Council shall make a finding that the Public Benefit Payment proposed by the Applicant in the Transfer Plan, or by the Agency Board, Commission or the City Council in its conditional approval, will result in Public Benefits with an economic value consistent with the sum of the Public Benefit Payment set forth in Subsection C. of this Section 14.5.9.\n\n\tB.\tAs approved by the City Council, a Public Benefit Payment may be provided by any combination of the payment of monies to the Transfer of Floor Area Rights Public Benefit Payment Trust Fund (“Public Benefit Payment Trust Fund”) or by the direct provision of Public Benefits by the Applicant; provided, however, that without City Council approval at least 50% of the Public Benefit Payment must consist of cash payment by the Applicant to the Public Benefit Payment Trust fund.\n\n\tC.\tThe Public Benefit Payment under any Transfer Plan shall equal:  (1) the sale price of the Receiver Site, if it has been purchased through an unrelated third-party transaction within 18 months of the date of submission of the request for approval of the Transfer, or an Appraisal, if it has not; (2) divided by the Lot Area (prior to any dedications) of the Receiver Site; (3) further divided by the High-Density Floor Area Ratio Factor; (4) multiplied by 40%; and (5) further multiplied by the number of square feet of Floor Area Rights to be transferred to the Receiver Site.\n\n\t[Example:  If Receiver Site with a Lot Area of 100,000 square feet (before any dedications) was purchased for $40,000,000 (through an unrelated third-party transaction within 18 months of the date of submission of the request for approval of the Transfer), the Public Benefit Payment under a Transfer Plan transferring 100,000 square feet of Floor Area Rights would equal:  (a) $40,000,000 (the purchase price); (b) divided by 100,000 (the Lot Area of the Receiver Site); (c) divided by 6 (the High-Density Floor Area Ratio Factor); (d) multiplied by 40%; and (e) multiplied by 100,000 (the number of square feet of Floor Area Rights to be transferred) = $2,666,666.67 (or $26.67 for each square foot of transferred Floor Area Rights).]","order_by":"5.9","ancestry":{"1":{"id":"90","name":"Transfer Of Floor Area Rights – Central City Community Plan And City Center Redevelopment Project Areas","identifier":"4.5","label":"article","url":"\/1\/4.5\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"1872","structure_id":"90","section_number":"14.5.1","catch_line":"Scope.","url":"\/14.5.1\/","token":"14.5.1"},"1":{"id":"995","structure_id":"90","section_number":"14.5.10","catch_line":"Tfar Transfer Payment.","url":"\/14.5.10\/","token":"14.5.10"},"2":{"id":"671","structure_id":"90","section_number":"14.5.11","catch_line":"Payments And Vesting.","url":"\/14.5.11\/","token":"14.5.11"},"3":{"id":"3864","structure_id":"90","section_number":"14.5.12","catch_line":"Public Benefit Payment Trust Fund.","url":"\/14.5.12\/","token":"14.5.12"},"4":{"id":"1330","structure_id":"90","section_number":"14.5.2","catch_line":"Purpose.","url":"\/14.5.2\/","token":"14.5.2"},"5":{"id":"455","structure_id":"90","section_number":"14.5.3","catch_line":"Definitions.","url":"\/14.5.3\/","token":"14.5.3"},"6":{"id":"3099","structure_id":"90","section_number":"14.5.4","catch_line":"Prohibition.","url":"\/14.5.4\/","token":"14.5.4"},"7":{"id":"3408","structure_id":"90","section_number":"14.5.5","catch_line":"Early Consultation Session.","url":"\/14.5.5\/","token":"14.5.5"},"8":{"id":"2277","structure_id":"90","section_number":"14.5.6","catch_line":"Approval Of Transfers - Authority And Procedures For Projects Involving Transfers Of 50,000 Square Feet Or Greater.","url":"\/14.5.6\/","token":"14.5.6"},"9":{"id":"3856","structure_id":"90","section_number":"14.5.7","catch_line":"Director’S Determination.","url":"\/14.5.7\/","token":"14.5.7"},"10":{"id":"1097","structure_id":"90","section_number":"14.5.8","catch_line":"General Requirements.","url":"\/14.5.8\/","token":"14.5.8"},"11":{"id":"2062","structure_id":"90","section_number":"14.5.9","catch_line":"Public Benefit Payment.","url":"\/14.5.9\/","token":"14.5.9"}},"next_section":{"id":"2062","structure_id":"90","section_number":"14.5.9","catch_line":"Public Benefit Payment.","url":"\/14.5.9\/","token":"14.5.9"},"metadata":false,"references":false,"url":"\/14.5.9\/","token":"14.5.9","formats":{"txt":"\/14.5.9.txt","json":"\/14.5.9.xml"},"dublin_core":{"Title":"Public Benefit Payment.","Type":"Text","Format":"text\/html","Identifier":"§ 14.5.9","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPUBLIC BENEFIT PAYMENT. (§ 14.5.9)\n\n  PUBLIC BENEFIT PAYMENT.\tA.\tA shall be provided as part of an approved\nTransfer Plan and shall serve a public purpose, such as: providing for\naffordable housing; public open space; historic preservation; recreational;\ncultural; community and public facilities; job training and outreach programs;\naffordable child care; streetscape improvements; public arts programs; homeless\nservices programs; or public transportation improvements.  Prior to approving\nor recommending approval of a Transfer Plan, the Agency Board, Commission or the\nCity Council shall make a finding that the Public Benefit Payment proposed by\nthe Applicant in the Transfer Plan, or by the Agency Board, Commission or the\nCity Council in its conditional approval, will result in Public Benefits with an\neconomic value consistent with the sum of the Public Benefit Payment set forth\nin Subsection C. of this Section 14.5.9.\tB.\tAs approved by the City Council, a\nPublic Benefit Payment may be provided by any combination of the payment of\nmonies to the Transfer of Floor Area Rights Public Benefit Payment Trust Fund\n(“Public Benefit Payment Trust Fund”) or by the direct provision of Public\nBenefits by the Applicant; provided, however, that without City Council approval\nat least 50% of the Public Benefit Payment must consist of cash payment by the\nApplicant to the Public Benefit Payment Trust fund.\tC.\tThe Public Benefit\nPayment under any Transfer Plan shall equal:  (1) the sale price of the\nReceiver Site, if it has been purchased through an unrelated third-party\ntransaction within 18 months of the date of submission of the request for\napproval of the Transfer, or an Appraisal, if it has not; (2) divided by the Lot\nArea (prior to any dedications) of the Receiver Site; (3) further divided by the\nHigh-Density Floor Area Ratio Factor; (4) multiplied by 40%; and (5) further\nmultiplied by the number of square feet of Floor Area Rights to be transferred\nto the Receiver Site.\t[Example:  If Receiver Site with a Lot Area of 100,000\nsquare feet (before any dedications) was purchased for $40,000,000 (through an\nunrelated third-party transaction within 18 months of the date of submission of\nthe request for approval of the Transfer), the Public Benefit Payment under a\nTransfer Plan transferring 100,000 square feet of Floor Area Rights would\nequal:  (a) $40,000,000 (the purchase price); (b) divided by 100,000 (the Lot\nArea of the Receiver Site); (c) divided by 6 (the High-Density Floor Area Ratio\nFactor); (d) multiplied by 40%; and (e) multiplied by 100,000 (the number of\nsquare feet of Floor Area Rights to be transferred) = $2,666,666.67 (or $26.67\nfor each square foot of transferred Floor Area Rights).]\n","html":"\n\t\t\t\t\t<section><p>  PUBLIC BENEFIT PAYMENT.<br \/><br \/>\tA.\tA shall be provided as part of an approved Transfer Plan and shall serve a public purpose, such as: providing for affordable housing; public open space; historic preservation; recreational; cultural; community and public facilities; job training and outreach programs; affordable child care; streetscape improvements; public arts programs; homeless services programs; or public transportation improvements.  Prior to approving or recommending approval of a Transfer Plan, the Agency Board, Commission or the City Council shall make a <span class=\"dictionary\">finding<\/span> that the Public Benefit Payment proposed by the Applicant in the Transfer Plan, or by the Agency Board, Commission or the City Council in its conditional approval, will result in Public Benefits with an economic value consistent with the sum of the Public Benefit Payment set forth in Subsection C. of this Section 14.5.9.<br \/><br \/>\tB.\tAs approved by the City Council, a Public Benefit Payment may be provided by any combination of the payment of monies to the Transfer of Floor Area Rights Public Benefit Payment Trust Fund (“Public Benefit Payment Trust Fund”) or by the direct provision of Public Benefits by the Applicant; provided, however, that without City Council approval at least 50% of the Public Benefit Payment must consist of cash payment by the Applicant to the Public Benefit Payment Trust fund.<br \/><br \/>\tC.\tThe Public Benefit Payment under any Transfer Plan shall equal:  (1) the sale price of the Receiver Site, if it has been purchased through an unrelated third-<span class=\"dictionary\">party<\/span> transaction within 18 months of the date of submission of the request for approval of the Transfer, or an Appraisal, if it has not; (2) divided by the Lot Area (prior to any dedications) of the Receiver Site; (3) further divided by the High-Density Floor Area Ratio Factor; (4) multiplied by 40%; and (5) further multiplied by the number of square feet of Floor Area Rights to be transferred to the Receiver Site.<br \/><br \/>\t[Example:  If Receiver Site with a Lot Area of 100,000 square feet (before any dedications) was purchased for $40,000,000 (through an unrelated third-<span class=\"dictionary\">party<\/span> transaction within 18 months of the date of submission of the request for approval of the Transfer), the Public Benefit Payment under a Transfer Plan transferring 100,000 square feet of Floor Area Rights would equal:  (a) $40,000,000 (the purchase price); (b) divided by 100,000 (the Lot Area of the Receiver Site); (c) divided by 6 (the High-Density Floor Area Ratio Factor); (d) multiplied by 40%; and (e) multiplied by 100,000 (the number of square feet of Floor Area Rights to be transferred) = $2,666,666.67 (or $26.67 for each square foot of transferred Floor Area Rights).]<\/p><\/section>","previous_section":{"id":"1097","structure_id":"90","section_number":"14.5.8","catch_line":"General Requirements.","url":"\/14.5.8\/","token":"14.5.8"},"text":{"0":{"id":"2044","text":"  PUBLIC BENEFIT PAYMENT.\tA.\tA shall be provided as part of an approved Transfer Plan and shall serve a public purpose, such as: providing for affordable housing; public open space; historic preservation; recreational; cultural; community and public facilities; job training and outreach programs; affordable child care; streetscape improvements; public arts programs; homeless services programs; or public transportation improvements.  Prior to approving or recommending approval of a Transfer Plan, the Agency Board, Commission or the City Council shall make a finding that the Public Benefit Payment proposed by the Applicant in the Transfer Plan, or by the Agency Board, Commission or the City Council in its conditional approval, will result in Public Benefits with an economic value consistent with the sum of the Public Benefit Payment set forth in Subsection C. of this Section 14.5.9.\tB.\tAs approved by the City Council, a Public Benefit Payment may be provided by any combination of the payment of monies to the Transfer of Floor Area Rights Public Benefit Payment Trust Fund (“Public Benefit Payment Trust Fund”) or by the direct provision of Public Benefits by the Applicant; provided, however, that without City Council approval at least 50% of the Public Benefit Payment must consist of cash payment by the Applicant to the Public Benefit Payment Trust fund.\tC.\tThe Public Benefit Payment under any Transfer Plan shall equal:  (1) the sale price of the Receiver Site, if it has been purchased through an unrelated third-party transaction within 18 months of the date of submission of the request for approval of the Transfer, or an Appraisal, if it has not; (2) divided by the Lot Area (prior to any dedications) of the Receiver Site; (3) further divided by the High-Density Floor Area Ratio Factor; (4) multiplied by 40%; and (5) further multiplied by the number of square feet of Floor Area Rights to be transferred to the Receiver Site.\t[Example:  If Receiver Site with a Lot Area of 100,000 square feet (before any dedications) was purchased for $40,000,000 (through an unrelated third-party transaction within 18 months of the date of submission of the request for approval of the Transfer), the Public Benefit Payment under a Transfer Plan transferring 100,000 square feet of Floor Area Rights would equal:  (a) $40,000,000 (the purchase price); (b) divided by 100,000 (the Lot Area of the Receiver Site); (c) divided by 6 (the High-Density Floor Area Ratio Factor); (d) multiplied by 40%; and (e) multiplied by 100,000 (the number of square feet of Floor Area Rights to be transferred) = $2,666,666.67 (or $26.67 for each square foot of transferred Floor Area Rights).]","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}