{"section_number":"151.02","edition_id":"1","section_id":"2461","structure_id":"38","catch_line":"Definitions.","history":"","full_text":"  DEFINITIONS.\n\t(Amended by Ord. No. 165,251, Eff. 11\/20\/89.)\n\n\tThe following words and phrases, whenever used in this chapter, shall be construed as defined in this section.  Words and phrases not defined herein shall be construed as defined in Sections 12.03 and 152.02 of this Code, if defined therein.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)\n\n\tAverage Per Unit Capital Improvement Cost.  An amount determined by dividing the cost of the capital improvement by the total number of dwellings in a complex with respect to which the cost was incurred, irrespective of whether all such dwellings are subject to this chapter.\n\n\tAverage Per Unit Primary Renovation Work Cost.  An amount determined by dividing the costs associated with primary renovation work by the total number of all rental units in a complex with respect to which primary renovation costs were incurred, irrespective of whether all such dwellings are subject to this chapter.  (Added by Ord. No. 176,544, Eff. 5\/2\/05.)\n\n\tAverage Per Unit Rehabilitation Cost.  An amount determined by dividing the cost of the rehabilitation, less any offsetting insurance proceeds, by the total number of dwellings in a complex with respect to which the cost was incurred, irrespective of whether all such dwellings are subject to this chapter.\n\n\tCapital Improvement.  The addition or replacement of the following improvements to a rental unit or common areas of the housing complex containing the rental unit, providing such new improvement has a useful life of five (5) years or more: roofing, carpeting, draperies, stuccoing the outside of a building, air conditioning, security gates, swimming pool, sauna or hot tub, fencing, garbage disposal, washing machine or clothes dryer, dishwasher, children’s play equipment permanently installed on the premises, the complete exterior painting of a building, and other similar improvements as determined by the Commission. Provided, however, that the complete exterior painting of a building shall only be considered as an eligible capital improvement once every ten (10) years.  (Amended by Ord. No. 165,251, Eff. 11\/20\/89.)\n\n\tCollateral Work.  (Deleted by Ord. No. 176,544, Eff. 5\/2\/05.)\n\n\tCommission.  The Rent Adjustment Commission of the City of Los Angeles.\n\n\tDepartment.  The Los Angeles Housing Department.  (Amended by Ord. No. 168,842, Eff. 7\/24\/93.)\n\n\tHousing Services.  Services connected with the use or occupancy of a rental unit including, but not limited to, utilities (including light, heat, water and telephone), ordinary repairs or replacement, and maintenance, including painting.  This term shall also include the provision of elevator service, laundry facilities and privileges, common recreational facilities, janitor service, resident manager, refuse removal, furnishings, food service, parking and any other benefits privileges or facilities.  (Amended by Ord. No. 154,808, Eff. 2\/13\/81.)\n\n\tLandlord.  An owner, lessor, or sublessor, (including any person, firm, corporation, partnership, or other entity) who receives or is entitled to receive rent for the use of any rental unit, or the agent, representative or successor of any of the foregoing.\n\n\tLuxury Housing Accommodations.  Housing accommodations wherein as of May 31, 1978 the rent charged per month was at least $302 for a unit with no bedrooms; $420 for a unit with one bedroom; $588 for a unit with two bedrooms; $756 for a unit with three bedrooms; and $823 for a unit with four bedrooms or more. This definition does not apply to mobile homes.  (Added by Ord. No. 154,237, Eff. 8\/30\/80, Oper. 9\/1\/80.)\n\n\tMaximum Adjusted Rent.  (Amended by Ord. No. 173,810, Eff. 4\/16\/01.)  The maximum rent plus any rent increases subsequently made or granted pursuant to Sections 151.06, 151.07, or 151.08 of this chapter and less any rent reductions required by regulations promulgated by the Commission pursuant to Section 151.08 of this chapter or imposed pursuant to Section 162.00 et seq. of this Code; provided, however, as used in Section 151.06 of this chapter, this term shall not include:\n\n\t(1)\tany increase for capital improvement work or rehabilitation work, if the rent increase was approved by the Department on or after January 1, 1981, and the work was begun prior to June 1, 1982; or\n\n\t(2)\tany increase for capital improvement work where the application for a rent increase is filed with the Department on or after October 1, 1989; or,\n\n\t(3)\tany increase for smoke detectors installed on or after January 1, 1981; or\n\n\t(4)\tany increase for rehabilitation work where the application for a rent increase is filed with the Department on or after January 1, 1999.\n\n\tMaximum Rent.  The highest legal monthly rate of rent which was in effect for the rental unit during any portion of the month of April, 1979.  If a rental unit was not rented during said month, then it shall be the highest legal monthly rate of rent in effect between October 1, 1978 and March 31, 1979.  If a rental unit was not rented during this period, then it shall be the rent legally in effect at the time the rental unit was or is first re-rented after the effective date of this chapter.  Where a rental unit was exempt from the provisions of this chapter under Subdivision 5 of the definition of “Rental Units” in this section, the maximum rent shall be the amount of rent last charged for the rental unit while it was exempt.  (Amended by Ord. No. 166,320, Eff. 11\/22\/90.)\n\n\tMobilehome Owner.  A person who has a tenancy in a mobilehome park under a rental agreement.  (Added by Ord. No. 180,071, Eff. 8\/30\/08.)\n\n\tPreceding Tenant.  The tenant who vacated the rental unit as the result of an eviction or termination of tenancy pursuant to Section 151.09 A.9.  (Added by Ord. No. 165,251, Eff. 11\/20\/89.)\n\n\tPrimary Renovation Work.  (Added by Ord. No. 176,544, Eff. 5\/2\/05.)  Work performed either on a rental unit or on the building containing the rental unit that improves the property by prolonging its useful life or adding value, and involves either or both of the following:\n\n\t1.\tReplacement or substantial modification of any structural, electrical, plumbing or mechanical system that requires a permit under the Los Angeles Municipal Code.\n\n\t2.\tAbatement of hazardous materials, such as lead-based paint and asbestos, in accordance with applicable federal, state and local laws.\n\n\tPrimary Work.  (Deleted by Ord. No. 176,544 Eff. 5\/2\/05.)\n\n\tQualified Tenant.  Any tenant who satisfies any of the following criteria on the date of service of the written notice of termination described in California Civil Code Section 1946: has attained age 62; is handicapped as defined in Section 50072 of the California Health and Safe Code is disabled as defined in Title 42 United States Code § 423; or is a person residing with and on whom is legally dependent (as determined for federal income tax purposes) one or more minor children.  (Amended by Ord. No. 162,743, Eff. 9\/24\/87.)\n\n\tRehabilitation Work.  Any rehabilitation or repair work done on or in a rental unit or common area of the housing complex containing the rental unit and which work was done in order to comply with an order issued by the Department of Building and Safety, the Health Department, or the Fire Department due to changes in the housing code since January 1, 1979, or to repair damage resulting from fire, earthquake or other natural disaster.  (Amended by Ord. No. 165,251, Eff. 11\/20\/89.)\n\n\tRelated Work.  Improvements or repairs which, in and of themselves, do not constitute Primary Renovation Work but which are undertaken in conjunction with and are necessary to the initiation and\/or completion of Primary Renovation Work.  (Added by Ord. No. 176,544, Eff. 5\/2\/05.)\n\n\tRent.  The consideration, including any bonus, benefits or gratuity, demanded or received by a landlord for or in connection with the use or occupancy of a rental unit, including but not limited to monies demanded or paid for the following: meals where required by the landlord as a condition of the tenancy; parking; furnishings; other housing services of any kind; subletting; or security deposits.  (Amended by Ord. No. 154,808, Eff. 2\/13\/81.)\n\n\tRent Increase.  An increase in rent or any reduction in housing services where there is not a corresponding reduction in the amount of rent received.  The Rent Adjustment Commission shall promulgate regulations as to what constitutes such “corresponding reduction”.\n\n\tRental Complex.  One or more buildings, used in whole or in part for residential purposes, located on a single lot, contiguous lots, or lots separated only by street or alley.  (Added by Ord. No. 160,791, Eff. 2\/10\/86.)\n\n\tRental Units.  (Amended by Ord. No. 157,385, Eff. 1\/24\/83.)  All dwelling units, efficiency dwelling units, guest rooms, and suites, as defined in Section 12.03 of this Code, and all housing accommodations as defined in Government Code Section 12927, and duplexes and condominiums in the City of Los Angeles, rented or offered for rent for living or dwelling purposes, the land and buildings appurtenant thereto, and all housing services, privileges, furnishings and facilities supplied in connection with the use or occupancy thereof, including garage and parking facilities.  (Sentence Amended by Ord. No. 170,445, Eff. 5\/6\/95, Oper. 7\/5\/95.)    This term shall also include mobile homes, whether rent is paid for the mobile home and the land upon which the mobile home is located, or rent is paid for the land alone.  Further, it shall include recreational vehicles, as defined in California Civil Code Section 799.29 if located in a mobile home park or recreational vehicle park, whether rent is paid for the recreational vehicle and the land upon which it is located, or rent is paid for the land alone.  (Sentence Amended by Ord. No. 181,744, Eff. 7\/15\/11.)  The term shall not include:\n\n\t1.\tDwellings, one family, except where two or more dwelling units are located on the same lot.  This exception shall not apply to duplexes or condominiums.  (Amended by Ord. No. 170,445, Eff. 5\/6\/95, Oper. 7\/5\/95.)\n\n\t2.\t(Amended by Ord. No. 176,472, Eff. 3\/26\/05.)  Housing accommodations in hotels, motels, inns, tourist homes and boarding and rooming houses, provided that at such time as an accommodation has been occupied as the primary residence of one or more of the same tenants for any period more than 30 days such accommodation shall become a rental unit subject to the provisions of this chapter.  The computation of the 30 days shall include days in which the tenant was required to:\n\n\t(a)\tmove into a different guestroom or efficiency unit before the expiration of 30 days occupancy; or\n\n\t(b)\tcheck out and re-register before the expiration of 30 days occupancy if a purpose was to avoid application of this chapter.\n\nEvidence that an occupant was required to check out and re-register shall create a rebuttable presumption, which shall affect solely the burden of producing evidence, that the housing accommodation is a rental unit subject to the provisions of this chapter.\n\n\t3.\tA dwelling unit in a nonprofit stock cooperative while occupied by a shareholder tenant of the nonprofit stock cooperative.\n\n\t4.\tHousing accommodations in any hospital; state licensed community care facility; convent; monastery; extended medical care facility; asylum; fraternity or sorority house; or housing accommodations owned, operated or managed by an institution of higher education, a high school, or an elementary school for occupancy by its students.\n\n\t5.\tHousing accommodations owned and operated by the Los Angeles City Housing Authority, or which a government unit, agency or authority owns, operates, or manages and which are specifically exempted from municipal rent regulation by state or federal law or administrative regulation, or housing accommodations specifically exempted from municipal rent regulation by state or federal law or administrative regulation.  This exception shall not apply once the government ownership, operation, management, regulation or rental assistance is discontinued.  This exception shall not apply to rental units for which rental assistance is paid pursuant to the Housing Choice Voucher Program codified at 24 CFR part 982, and those units are subject to the provisions of this article to the fullest extent allowed by law.  (Amended by Ord. No. 177,587, Eff. 7\/5\/06.)\n\n\t6.\tHousing accommodations, located in a structure for which the first Certificate of Occupancy was issued after October 1, 1978, are exempt from provisions of this Chapter.  If the property was occupied for residential purposes prior to October 1, 1978 and a Certificate of Occupancy for the subject building was never issued or was not issued until after October 1, 1978, the housing accommodation shall be subject to the provisions of this Chapter if relevant documentation, such as a building permit, establishes that the building was first occupied for residential purposes prior to October 1, 1978.  This exception shall not apply to individual mobile home coaches, mobile home parks, individual recreational vehicles or recreational vehicle parks.  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)\n\n\t7.\tLuxury Housing Accommodations.  This exemption shall only apply to housing accommodations which have been issued a certificate from the Department indicating that it has been proven to the Department’s satisfaction that the subject housing accommodations were rented at the requisite rent levels on May 31, 1978.\n\n\t8.\tSubstantial Renovation.  Housing accommodations for which renovation work was started and completed on or after September 1, 1980 which work cost at least $10,000 for a unit with no bedrooms; $11,000 for a unit with one bedroom; $13,000 for a unit with two bedrooms; $15,000 for a unit with three bedrooms; and $17,000 for a unit with four bedrooms or more. This exemption shall apply only to rental units which have submitted an application for a certification of exemption to the Department prior to October 4, 1989, and which have been issued a certificate from the Department indicating that it has been demonstrated to the satisfaction of the Department that the requisite renovation work has been completed.  (Amended by Ord. No. 165,251, Eff. 11\/20\/89.)\n\n\t9.\t(Amended by Ord. No. 181,744, Eff. 7\/15\/11.)  Affordable Housing Accommodations are housing accommodations with a government imposed regulatory agreement that has been recorded with the Los Angeles County Recorder, or which shall be recorded within six months of the filing of an exemption pursuant to this Subdivision with the Department, guaranteeing that the subject housing accommodations will be affordable to either lower income or very low income households for a period of at least 55 years, with units affordable only to households with an income at 60 percent of the Area Medium Income or less.  None of the subject housing accommodations shall be affordable only to households with incomes greater than 60 percent of the Area Medium Income, as these terms are defined by the U.S. Department of Housing and Urban Development.  “Lower Income or very low income households” is defined in accordance with California Health and Safety Code Sections 50079.5 and 50105.\n\n\tThis exemption shall apply only to housing accommodations which have been issued an affordable housing exemption by the Department indicating satisfaction of the following conditions:\n\n\t(1)\tthe subject housing accommodations are only available to lower income or very low income households with none of the subject accommodations affordable only to households with income greater than 60% of Area Median Income;\n\n\t(2)\trent levels conform to the amounts set by the U.S. Department of Housing and Urban Development, or the California Department of Housing and Community Development, as applicable, based on the public funding source for the subject accommodations; except as follows:\n\n\tAnnual rent increases shall be in accordance with LAMC Section 151.06 D. for any tenancies established prior to the recording of the government imposed regulatory agreement where the tenant household has not received permanent relocation assistance in accordance with the Uniform Relocation Act, the California Relocation Assistance Act or LAMC Section 151.09 G., whichever is applicable;\n\n\t(3)\tactions to recover possession of housing accommodations from a tenant shall be limited to the grounds set forth in LAMC Section 151.09 A.;\n\n\t(4)\tthe landlord shall comply with the provisions of the Tenant Habitability Program, pursuant to Article 2 of this Chapter, if applicable;\n\n\t(5)\trelocation assistance shall be provided to an eligible tenant household based on the applicable provisions of the Uniform Relocation Act or the California Relocation Assistance Act; or the amount set forth in LAMC Section 151.09 G., whichever is greater.\n\n\tThe Department shall have the authority to revoke an exemption issued pursuant to this Subdivision for failure to adhere to any of the conditions for an exemption set forth in this Subdivision.\n\n\t10.\tRecreational vehicles which are not occupied by a tenant who has continuously resided in the park for nine or more months.  This exception shall not apply to a lot or space which becomes vacant as a result of the park operator’s terminating the tenancy on grounds other than those specified in Section 151.09 A. of this chapter.\n\n\t11.\tHousing accommodations in limited-equity housing cooperatives, as defined in Health and Safety Code Section 33007.5, when occupied by a member tenant of the limited-equity housing cooperative.  However, if the cooperative acquired the property pursuant to Government Code Section 54237(d), then all dwellings in the limited-equity housing cooperative shall be excepted from this chapter. (Added by Ord. No. 157,723, Eff. 7\/1\/83.)\n\n\t12.\tAny mobilehome park for which a permit to operate is defined in Chapter 4 of Part 2.1 of Division 13 of the California Health and Safety Code was first issued on or after the effective date of this amendment (hereafter “existing park”).  If acreage is added to a mobilehome park which park obtained a permit to operate prior to the effective date of this amendment, then any site located on such additional acreage shall be exempt from the provisions of this chapter.  Any new home sites created within the boundaries of an existing park through increased density or elimination of open space shall not be subject to this exception.  (Added by Ord. No. 160,791, Eff. 2\/10\/86.)\n\n\tSeismic Work.  (Deleted by Ord. No. 181,744, Eff. 7\/15\/11.)\n\n\tTenant.  A tenant, subtenant, lessee, sublessee or any other person entitled to use or occupancy of a rental unit.\n\n\tTenant Habitability Plan.  A document, submitted by a landlord to the Department, identifying any impact Primary Renovation Work and Related Work will have on the habitability of a tenant’s permanent place of residence and the steps the landlord will take to mitigate the impact on the tenant and the tenant’s personal property during the period Primary Renovation Work and Related Work are undertaken.  (Added by Ord. No. 176,544, Eff. 5\/2\/05.)\n\n\tUnsafe Building or Structure.  (Added by Ord. No. 170,445, Eff. 5\/6\/95, Oper. 7\/5\/95.)  For the purposes of this chapter, the term “unsafe building or structure” shall be as defined in the California Building Code (Title 24, Part 2 California Code of Regulations, Section 203).  It is defined as follows:\n\n\t“Sec. 203.\n\n\t“(a) General.  All buildings or structures regulated by this code which are structurally unsafe or not provided with adequate egress, or which constitute a fire hazard, or are otherwise dangerous to human life are, for the purpose of this section, unsafe.  Any use of buildings or structures constituting a hazard to safety, health or public welfare by reason of inadequate maintenance, dilapidation, obsolescence, fire hazard, disaster, damage or abandonment is, for the purpose of this section, an unsafe use.  Parapet walls, cornices, spires, towers, tanks, statuary and other appendages or structural members which are supported by, attached to, or a part of a building and which are in deteriorated condition or otherwise unable to sustain the design loads which are specified in this code are hereby designated as unsafe building appendages.\n\n\t“All such unsafe buildings, structures or appendages are hereby declared to be public nuisances and shall be abated by repair, rehabilitation, demolition or removal in accordance with the procedures set forth in the Dangerous Buildings Code or such alternate procedures as may have been or as may be adopted by this jurisdiction.  As an alternative, the building official, or other employee or official of this jurisdiction as designated by the governing body, may institute any other appropriate action to prevent, restrain, correct or abate the violation.\n\n\t“(b)  Fire Hazard.  No person, including but not limited to the state and its political subdivisions, operating any occupancy subject to these regulations shall permit any fire hazard, as defined in this section, to exist on premises under their control, or fail to take immediate action or abate a fire hazard when requested to do so by the enforcing agency.\n\n\t“NOTE:\n\n\t‘Fire hazard’ as used in these regulations means any condition, arrangement or act which will increase, or may cause an increase of the hazard or menace of fire to a greater degree than customarily recognized as normal by persons in the public service of preventing, suppressing or extinguishing fire; or which may obstruct, delay or hinder, or may become the cause of obstruction, delay or hindrance to the prevention, suppression or extinguishment of fire.”","order_by":"02","ancestry":{"1":{"id":"38","name":"Rent Stabilization Ordinance","identifier":"1","label":"article","url":"\/15\/1\/"},"2":{"id":"37","name":"Rent Stabilization Ordinance","identifier":"15","label":"chapter","url":"\/15\/"}},"structure_contents":{"0":{"id":"1697","structure_id":"38","section_number":"151.00","catch_line":"Title.","url":"\/151.00\/","token":"151.00"},"1":{"id":"1881","structure_id":"38","section_number":"151.01","catch_line":"Declaration Of Purpose.","url":"\/151.01\/","token":"151.01"},"2":{"id":"2461","structure_id":"38","section_number":"151.02","catch_line":"Definitions.","url":"\/151.02\/","token":"151.02"},"3":{"id":"1905","structure_id":"38","section_number":"151.03","catch_line":"The Rent Adjustment Commission.","url":"\/151.03\/","token":"151.03"},"4":{"id":"2887","structure_id":"38","section_number":"151.04","catch_line":"Restriction On Rents.","url":"\/151.04\/","token":"151.04"},"5":{"id":"2613","structure_id":"38","section_number":"151.05","catch_line":"Registration, Notification Of Tenants, Posting Of Notice And Payment Of Fees.","url":"\/151.05\/","token":"151.05"},"6":{"id":"1401","structure_id":"38","section_number":"151.05.1","catch_line":"Passthrough Of Surcharge For The Systematic Code Enforcement Fee.","url":"\/151.05.1\/","token":"151.05.1"},"7":{"id":"1394","structure_id":"38","section_number":"151.06","catch_line":"Automatic Adjustments.","url":"\/151.06\/","token":"151.06"},"8":{"id":"1165","structure_id":"38","section_number":"151.06.02","catch_line":"Payment Of Interest On Security Deposits.","url":"\/151.06.02\/","token":"151.06.02"},"9":{"id":"2392","structure_id":"38","section_number":"151.06.1","catch_line":"Smoke Detectors.","url":"\/151.06.1\/","token":"151.06.1"},"10":{"id":"3311","structure_id":"38","section_number":"151.06.2","catch_line":"Surcharge For Water Conservation Assessment.","url":"\/151.06.2\/","token":"151.06.2"},"11":{"id":"3423","structure_id":"38","section_number":"151.06.5","catch_line":"Reductions In Rent.","url":"\/151.06.5\/","token":"151.06.5"},"12":{"id":"66","structure_id":"38","section_number":"151.07","catch_line":"Authority Of The Department And The Commission To Grant Individual Rent Adjustments.","url":"\/151.07\/","token":"151.07"},"13":{"id":"3940","structure_id":"38","section_number":"151.08","catch_line":"Authority Of Commission To Regulate By Class.","url":"\/151.08\/","token":"151.08"},"14":{"id":"1253","structure_id":"38","section_number":"151.09","catch_line":"Evictions.","url":"\/151.09\/","token":"151.09"},"15":{"id":"2643","structure_id":"38","section_number":"151.10","catch_line":"Remedies.","url":"\/151.10\/","token":"151.10"},"16":{"id":"3461","structure_id":"38","section_number":"151.11","catch_line":"Refusal Of A Tenant To Pay.","url":"\/151.11\/","token":"151.11"},"17":{"id":"1361","structure_id":"38","section_number":"151.12","catch_line":"Operative Date.","url":"\/151.12\/","token":"151.12"},"18":{"id":"3106","structure_id":"38","section_number":"151.13","catch_line":"Minor Errors In Payment.","url":"\/151.13\/","token":"151.13"},"19":{"id":"467","structure_id":"38","section_number":"151.14","catch_line":"Filing Of Application For Rent Adjustments, Requests For Hearing, And Appeals.","url":"\/151.14\/","token":"151.14"},"20":{"id":"2596","structure_id":"38","section_number":"151.15","catch_line":"151.15.Penalties For Late Registration And For Failure To Post Notice That Property Is Subject To The Rent Stabilization Ordinance.","url":"\/151.15\/","token":"151.15"},"21":{"id":"2542","structure_id":"38","section_number":"151.16","catch_line":"Research Services.","url":"\/151.16\/","token":"151.16"},"22":{"id":"3174","structure_id":"38","section_number":"151.18","catch_line":"Additional Services Contracts.","url":"\/151.18\/","token":"151.18"},"23":{"id":"909","structure_id":"38","section_number":"151.19","catch_line":"Review Of Ordinance.","url":"\/151.19\/","token":"151.19"},"24":{"id":"2430","structure_id":"38","section_number":"151.20","catch_line":"Temporary Eviction Controls And Rent Reductions For Mobile Homes Damaged In The January, 1994 Earthquake.","url":"\/151.20\/","token":"151.20"},"25":{"id":"2740","structure_id":"38","section_number":"151.21","catch_line":"Hurricane Katrina And Hurricane Rita Temporary Relief Program.","url":"\/151.21\/","token":"151.21"},"26":{"id":"299","structure_id":"38","section_number":"151.22","catch_line":"Ellis Act Provisions - Statement Of Purpose And Effect.","url":"\/151.22\/","token":"151.22"},"27":{"id":"3047","structure_id":"38","section_number":"151.23","catch_line":"Ellis Act Provisions - Required Notice.","url":"\/151.23\/","token":"151.23"},"28":{"id":"2552","structure_id":"38","section_number":"151.24","catch_line":"Ellis Act Provisions - Notification To Department Of Intent To Re-Rent Unit.","url":"\/151.24\/","token":"151.24"},"29":{"id":"1480","structure_id":"38","section_number":"151.25","catch_line":"Ellis Act Provisions - Civil Penalties For Offering Units For Rent Within Two Years Of Withdrawal.","url":"\/151.25\/","token":"151.25"},"30":{"id":"1337","structure_id":"38","section_number":"151.26","catch_line":"Ellis Act Provisions - Regulation Of Property On Re-Offer For Rent Or Lease After Withdrawal.","url":"\/151.26\/","token":"151.26"},"31":{"id":"1267","structure_id":"38","section_number":"151.27","catch_line":"Ellis Act Provisions - Re-Rental Rights Of Displaced Tenants.","url":"\/151.27\/","token":"151.27"},"32":{"id":"2909","structure_id":"38","section_number":"151.28","catch_line":"Ellis Act Provisions - Rental Of Replacement Units.","url":"\/151.28\/","token":"151.28"},"33":{"id":"71","structure_id":"38","section_number":"151.29","catch_line":"Regulation Of Leases In Mobilehome Parks.","url":"\/151.29\/","token":"151.29"},"34":{"id":"3924","structure_id":"38","section_number":"151.30","catch_line":"Evictions For Owner, Family, Or Resident Manager\nOccupancy.","url":"\/151.30\/","token":"151.30"}},"next_section":{"id":"1905","structure_id":"38","section_number":"151.03","catch_line":"The Rent Adjustment Commission.","url":"\/151.03\/","token":"151.03"},"metadata":false,"references":false,"url":"\/151.02\/","token":"151.02","formats":{"txt":"\/151.02.txt","json":"\/151.02.xml"},"dublin_core":{"Title":"Definitions.","Type":"Text","Format":"text\/html","Identifier":"§ 151.02","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS. (§ 151.02)\n\n  DEFINITIONS.\n\t(Amended by Ord. No. 165,251, Eff. 11\/20\/89.)\tThe following words and phrases,\nwhenever used in this chapter, shall be construed as defined in this section. \nWords and phrases not defined herein shall be construed as defined in Sections\n12.03 and 152.02 of this Code, if defined therein.  (Amended by Ord. No.\n176,544, Eff. 5\/2\/05.)\tAverage Per Unit Capital Improvement Cost.  An amount\ndetermined by dividing the cost of the capital improvement by the total number\nof dwellings in a complex with respect to which the cost was incurred,\nirrespective of whether all such dwellings are subject to this chapter.\tAverage\nPer Unit Primary Renovation Work Cost.  An amount determined by dividing the\ncosts associated with primary renovation work by the total number of all rental\nunits in a complex with respect to which primary renovation costs were incurred,\nirrespective of whether all such dwellings are subject to this chapter.  (Added\nby Ord. No. 176,544, Eff. 5\/2\/05.)\tAverage Per Unit Rehabilitation Cost.  An\namount determined by dividing the cost of the rehabilitation, less any\noffsetting insurance proceeds, by the total number of dwellings in a complex\nwith respect to which the cost was incurred, irrespective of whether all such\ndwellings are subject to this chapter.\tCapital Improvement.  The addition or\nreplacement of the following improvements to a rental unit or common areas of\nthe housing complex containing the rental unit, providing such new improvement\nhas a useful life of five (5) years or more: roofing, carpeting, draperies,\nstuccoing the outside of a building, air conditioning, security gates, swimming\npool, sauna or hot tub, fencing, garbage disposal, washing machine or clothes\ndryer, dishwasher, children’s play equipment permanently installed on the\npremises, the complete exterior painting of a building, and other similar\nimprovements as determined by the Commission. Provided, however, that the\ncomplete exterior painting of a building shall only be considered as an eligible\ncapital improvement once every ten (10) years.  (Amended by Ord. No. 165,251,\nEff. 11\/20\/89.)\tCollateral Work.  (Deleted by Ord. No. 176,544, Eff.\n5\/2\/05.)\tCommission.  The Rent Adjustment Commission of the City of Los\nAngeles.\tDepartment.  The Los Angeles Housing Department.  (Amended by Ord.\nNo. 168,842, Eff. 7\/24\/93.)\tHousing Services.  Services connected with the use\nor occupancy of a rental unit including, but not limited to, utilities\n(including light, heat, water and telephone), ordinary repairs or replacement,\nand maintenance, including painting.  This term shall also include the\nprovision of elevator service, laundry facilities and privileges, common\nrecreational facilities, janitor service, resident manager, refuse removal,\nfurnishings, food service, parking and any other benefits privileges or\nfacilities.  (Amended by Ord. No. 154,808, Eff. 2\/13\/81.)\tLandlord.  An owner,\nlessor, or sublessor, (including any person, firm, corporation, partnership, or\nother entity) who receives or is entitled to receive rent for the use of any\nrental unit, or the agent, representative or successor of any of the\nforegoing.\tLuxury Housing Accommodations.  Housing accommodations wherein as of\nMay 31, 1978 the rent charged per month was at least $302 for a unit with no\nbedrooms; $420 for a unit with one bedroom; $588 for a unit with two bedrooms;\n$756 for a unit with three bedrooms; and $823 for a unit with four bedrooms or\nmore. This definition does not apply to mobile homes.  (Added by Ord. No.\n154,237, Eff. 8\/30\/80, Oper. 9\/1\/80.)\tMaximum Adjusted Rent.  (Amended by Ord.\nNo. 173,810, Eff. 4\/16\/01.)  The maximum rent plus any rent increases\nsubsequently made or granted pursuant to Sections 151.06, 151.07, or 151.08 of\nthis chapter and less any rent reductions required by regulations promulgated by\nthe Commission pursuant to Section 151.08 of this chapter or imposed pursuant to\nSection 162.00 et seq. of this Code; provided, however, as used in Section\n151.06 of this chapter, this term shall not include:\t(1)\tany increase for\ncapital improvement work or rehabilitation work, if the rent increase was\napproved by the Department on or after January 1, 1981, and the work was begun\nprior to June 1, 1982; or\t(2)\tany increase for capital improvement work where\nthe application for a rent increase is filed with the Department on or after\nOctober 1, 1989; or,\t(3)\tany increase for smoke detectors installed on or after\nJanuary 1, 1981; or\t(4)\tany increase for rehabilitation work where the\napplication for a rent increase is filed with the Department on or after January\n1, 1999.\tMaximum Rent.  The highest legal monthly rate of rent which was in\neffect for the rental unit during any portion of the month of April, 1979.  If\na rental unit was not rented during said month, then it shall be the highest\nlegal monthly rate of rent in effect between October 1, 1978 and March 31,\n1979.  If a rental unit was not rented during this period, then it shall be the\nrent legally in effect at the time the rental unit was or is first re-rented\nafter the effective date of this chapter.  Where a rental unit was exempt from\nthe provisions of this chapter under Subdivision 5 of the definition of\n“Rental Units” in this section, the maximum rent shall be the amount of rent\nlast charged for the rental unit while it was exempt.  (Amended by Ord. No.\n166,320, Eff. 11\/22\/90.)\tMobilehome Owner.  A person who has a tenancy in a\nmobilehome park under a rental agreement.  (Added by Ord. No. 180,071, Eff.\n8\/30\/08.)\tPreceding Tenant.  The tenant who vacated the rental unit as the\nresult of an eviction or termination of tenancy pursuant to Section 151.09\nA.9.  (Added by Ord. No. 165,251, Eff. 11\/20\/89.)\tPrimary Renovation Work. \n(Added by Ord. No. 176,544, Eff. 5\/2\/05.)  Work performed either on a rental\nunit or on the building containing the rental unit that improves the property by\nprolonging its useful life or adding value, and involves either or both of the\nfollowing:\t1.\tReplacement or substantial modification of any structural,\nelectrical, plumbing or mechanical system that requires a permit under the Los\nAngeles Municipal Code.\t2.\tAbatement of hazardous materials, such as lead-based\npaint and asbestos, in accordance with applicable federal, state and local\nlaws.\tPrimary Work.  (Deleted by Ord. No. 176,544 Eff. 5\/2\/05.)\tQualified\nTenant.  Any tenant who satisfies any of the following criteria on the date of\nservice of the written notice of termination described in California Civil Code\nSection 1946: has attained age 62; is handicapped as defined in Section 50072 of\nthe California Health and Safe Code is disabled as defined in Title 42 United\nStates Code § 423; or is a person residing with and on whom is legally\ndependent (as determined for federal income tax purposes) one or more minor\nchildren.  (Amended by Ord. No. 162,743, Eff. 9\/24\/87.)\tRehabilitation Work. \nAny rehabilitation or repair work done on or in a rental unit or common area of\nthe housing complex containing the rental unit and which work was done in order\nto comply with an order issued by the Department of Building and Safety, the\nHealth Department, or the Fire Department due to changes in the housing code\nsince January 1, 1979, or to repair damage resulting from fire, earthquake or\nother natural disaster.  (Amended by Ord. No. 165,251, Eff. 11\/20\/89.)\tRelated\nWork.  Improvements or repairs which, in and of themselves, do not constitute\nPrimary Renovation Work but which are undertaken in conjunction with and are\nnecessary to the initiation and\/or completion of Primary Renovation Work. \n(Added by Ord. No. 176,544, Eff. 5\/2\/05.)\tRent.  The consideration, including\nany bonus, benefits or gratuity, demanded or received by a landlord for or in\nconnection with the use or occupancy of a rental unit, including but not limited\nto monies demanded or paid for the following: meals where required by the\nlandlord as a condition of the tenancy; parking; furnishings; other housing\nservices of any kind; subletting; or security deposits.  (Amended by Ord. No.\n154,808, Eff. 2\/13\/81.)\tRent Increase.  An increase in rent or any reduction in\nhousing services where there is not a corresponding reduction in the amount of\nrent received.  The Rent Adjustment Commission shall promulgate regulations as\nto what constitutes such “corresponding reduction”.\tRental Complex.  One or\nmore buildings, used in whole or in part for residential purposes, located on a\nsingle lot, contiguous lots, or lots separated only by street or alley.  (Added\nby Ord. No. 160,791, Eff. 2\/10\/86.)\tRental Units.  (Amended by Ord. No.\n157,385, Eff. 1\/24\/83.)  All dwelling units, efficiency dwelling units, guest\nrooms, and suites, as defined in Section 12.03 of this Code, and all housing\naccommodations as defined in Government Code Section 12927, and duplexes and\ncondominiums in the City of Los Angeles, rented or offered for rent for living\nor dwelling purposes, the land and buildings appurtenant thereto, and all\nhousing services, privileges, furnishings and facilities supplied in connection\nwith the use or occupancy thereof, including garage and parking facilities. \n(Sentence Amended by Ord. No. 170,445, Eff. 5\/6\/95, Oper. 7\/5\/95.)    This\nterm shall also include mobile homes, whether rent is paid for the mobile home\nand the land upon which the mobile home is located, or rent is paid for the land\nalone.  Further, it shall include recreational vehicles, as defined in\nCalifornia Civil Code Section 799.29 if located in a mobile home park or\nrecreational vehicle park, whether rent is paid for the recreational vehicle and\nthe land upon which it is located, or rent is paid for the land alone. \n(Sentence Amended by Ord. No. 181,744, Eff. 7\/15\/11.)  The term shall not\ninclude:\t1.\tDwellings, one family, except where two or more dwelling units are\nlocated on the same lot.  This exception shall not apply to duplexes or\ncondominiums.  (Amended by Ord. No. 170,445, Eff. 5\/6\/95, Oper.\n7\/5\/95.)\t2.\t(Amended by Ord. No. 176,472, Eff. 3\/26\/05.)  Housing\naccommodations in hotels, motels, inns, tourist homes and boarding and rooming\nhouses, provided that at such time as an accommodation has been occupied as the\nprimary residence of one or more of the same tenants for any period more than 30\ndays such accommodation shall become a rental unit subject to the provisions of\nthis chapter.  The computation of the 30 days shall include days in which the\ntenant was required to:\t(a)\tmove into a different guestroom or efficiency unit\nbefore the expiration of 30 days occupancy; or\t(b)\tcheck out and re-register\nbefore the expiration of 30 days occupancy if a purpose was to avoid application\nof this chapter.Evidence that an occupant was required to check out and\nre-register shall create a rebuttable presumption, which shall affect solely the\nburden of producing evidence, that the housing accommodation is a rental unit\nsubject to the provisions of this chapter.\t3.\tA dwelling unit in a nonprofit\nstock cooperative while occupied by a shareholder tenant of the nonprofit stock\ncooperative.\t4.\tHousing accommodations in any hospital; state licensed community\ncare facility; convent; monastery; extended medical care facility; asylum;\nfraternity or sorority house; or housing accommodations owned, operated or\nmanaged by an institution of higher education, a high school, or an elementary\nschool for occupancy by its students.\t5.\tHousing accommodations owned and\noperated by the Los Angeles City Housing Authority, or which a government unit,\nagency or authority owns, operates, or manages and which are specifically\nexempted from municipal rent regulation by state or federal law or\nadministrative regulation, or housing accommodations specifically exempted from\nmunicipal rent regulation by state or federal law or administrative\nregulation.  This exception shall not apply once the government ownership,\noperation, management, regulation or rental assistance is discontinued.  This\nexception shall not apply to rental units for which rental assistance is paid\npursuant to the Housing Choice Voucher Program codified at 24 CFR part 982, and\nthose units are subject to the provisions of this article to the fullest extent\nallowed by law.  (Amended by Ord. No. 177,587, Eff. 7\/5\/06.)\t6.\tHousing\naccommodations, located in a structure for which the first Certificate of\nOccupancy was issued after October 1, 1978, are exempt from provisions of this\nChapter.  If the property was occupied for residential purposes prior to\nOctober 1, 1978 and a Certificate of Occupancy for the subject building was\nnever issued or was not issued until after October 1, 1978, the housing\naccommodation shall be subject to the provisions of this Chapter if relevant\ndocumentation, such as a building permit, establishes that the building was\nfirst occupied for residential purposes prior to October 1, 1978.  This\nexception shall not apply to individual mobile home coaches, mobile home parks,\nindividual recreational vehicles or recreational vehicle parks.  (Amended by\nOrd. No. 181,744, Eff. 7\/15\/11.)\t7.\tLuxury Housing Accommodations.  This\nexemption shall only apply to housing accommodations which have been issued a\ncertificate from the Department indicating that it has been proven to the\nDepartment’s satisfaction that the subject housing accommodations were rented\nat the requisite rent levels on May 31, 1978.\t8.\tSubstantial Renovation. \nHousing accommodations for which renovation work was started and completed on or\nafter September 1, 1980 which work cost at least $10,000 for a unit with no\nbedrooms; $11,000 for a unit with one bedroom; $13,000 for a unit with two\nbedrooms; $15,000 for a unit with three bedrooms; and $17,000 for a unit with\nfour bedrooms or more. This exemption shall apply only to rental units which\nhave submitted an application for a certification of exemption to the Department\nprior to October 4, 1989, and which have been issued a certificate from the\nDepartment indicating that it has been demonstrated to the satisfaction of the\nDepartment that the requisite renovation work has been completed.  (Amended by\nOrd. No. 165,251, Eff. 11\/20\/89.)\t9.\t(Amended by Ord. No. 181,744, Eff.\n7\/15\/11.)  Affordable Housing Accommodations are housing accommodations with a\ngovernment imposed regulatory agreement that has been recorded with the Los\nAngeles County Recorder, or which shall be recorded within six months of the\nfiling of an exemption pursuant to this Subdivision with the Department,\nguaranteeing that the subject housing accommodations will be affordable to\neither lower income or very low income households for a period of at least 55\nyears, with units affordable only to households with an income at 60 percent of\nthe Area Medium Income or less.  None of the subject housing accommodations\nshall be affordable only to households with incomes greater than 60 percent of\nthe Area Medium Income, as these terms are defined by the U.S. Department of\nHousing and Urban Development.  “Lower Income or very low income\nhouseholds” is defined in accordance with California Health and Safety Code\nSections 50079.5 and 50105.\tThis exemption shall apply only to housing\naccommodations which have been issued an affordable housing exemption by the\nDepartment indicating satisfaction of the following conditions:\t(1)\tthe subject\nhousing accommodations are only available to lower income or very low income\nhouseholds with none of the subject accommodations affordable only to households\nwith income greater than 60% of Area Median Income;\t(2)\trent levels conform to\nthe amounts set by the U.S. Department of Housing and Urban Development, or the\nCalifornia Department of Housing and Community Development, as applicable, based\non the public funding source for the subject accommodations; except as\nfollows:\tAnnual rent increases shall be in accordance with LAMC Section 151.06\nD. for any tenancies established prior to the recording of the government\nimposed regulatory agreement where the tenant household has not received\npermanent relocation assistance in accordance with the Uniform Relocation Act,\nthe California Relocation Assistance Act or LAMC Section 151.09 G., whichever is\napplicable;\t(3)\tactions to recover possession of housing accommodations from a\ntenant shall be limited to the grounds set forth in LAMC Section 151.09\nA.;\t(4)\tthe landlord shall comply with the provisions of the Tenant Habitability\nProgram, pursuant to Article 2 of this Chapter, if applicable;\t(5)\trelocation\nassistance shall be provided to an eligible tenant household based on the\napplicable provisions of the Uniform Relocation Act or the California Relocation\nAssistance Act; or the amount set forth in LAMC Section 151.09 G., whichever is\ngreater.\tThe Department shall have the authority to revoke an exemption issued\npursuant to this Subdivision for failure to adhere to any of the conditions for\nan exemption set forth in this Subdivision.\t10.\tRecreational vehicles which are\nnot occupied by a tenant who has continuously resided in the park for nine or\nmore months.  This exception shall not apply to a lot or space which becomes\nvacant as a result of the park operator’s terminating the tenancy on grounds\nother than those specified in Section 151.09 A. of this chapter.\t11.\tHousing\naccommodations in limited-equity housing cooperatives, as defined in Health and\nSafety Code Section 33007.5, when occupied by a member tenant of the\nlimited-equity housing cooperative.  However, if the cooperative acquired the\nproperty pursuant to Government Code Section 54237(d), then all dwellings in the\nlimited-equity housing cooperative shall be excepted from this chapter. (Added\nby Ord. No. 157,723, Eff. 7\/1\/83.)\t12.\tAny mobilehome park for which a permit to\noperate is defined in Chapter 4 of Part 2.1 of Division 13 of the California\nHealth and Safety Code was first issued on or after the effective date of this\namendment (hereafter “existing park”).  If acreage is added to a mobilehome\npark which park obtained a permit to operate prior to the effective date of this\namendment, then any site located on such additional acreage shall be exempt from\nthe provisions of this chapter.  Any new home sites created within the\nboundaries of an existing park through increased density or elimination of open\nspace shall not be subject to this exception.  (Added by Ord. No. 160,791, Eff.\n2\/10\/86.)\tSeismic Work.  (Deleted by Ord. No. 181,744, Eff. 7\/15\/11.)\tTenant. \nA tenant, subtenant, lessee, sublessee or any other person entitled to use or\noccupancy of a rental unit.\tTenant Habitability Plan.  A document, submitted by\na landlord to the Department, identifying any impact Primary Renovation Work and\nRelated Work will have on the habitability of a tenant’s permanent place of\nresidence and the steps the landlord will take to mitigate the impact on the\ntenant and the tenant’s personal property during the period Primary Renovation\nWork and Related Work are undertaken.  (Added by Ord. No. 176,544, Eff.\n5\/2\/05.)\tUnsafe Building or Structure.  (Added by Ord. No. 170,445, Eff.\n5\/6\/95, Oper. 7\/5\/95.)  For the purposes of this chapter, the term “unsafe\nbuilding or structure” shall be as defined in the California Building Code\n(Title 24, Part 2 California Code of Regulations, Section 203).  It is defined\nas follows:\t“Sec. 203.\t“(a) General.  All buildings or structures regulated\nby this code which are structurally unsafe or not provided with adequate egress,\nor which constitute a fire hazard, or are otherwise dangerous to human life are,\nfor the purpose of this section, unsafe.  Any use of buildings or structures\nconstituting a hazard to safety, health or public welfare by reason of\ninadequate maintenance, dilapidation, obsolescence, fire hazard, disaster,\ndamage or abandonment is, for the purpose of this section, an unsafe use. \nParapet walls, cornices, spires, towers, tanks, statuary and other appendages or\nstructural members which are supported by, attached to, or a part of a building\nand which are in deteriorated condition or otherwise unable to sustain the\ndesign loads which are specified in this code are hereby designated as unsafe\nbuilding appendages.\t“All such unsafe buildings, structures or appendages are\nhereby declared to be public nuisances and shall be abated by repair,\nrehabilitation, demolition or removal in accordance with the procedures set\nforth in the Dangerous Buildings Code or such alternate procedures as may have\nbeen or as may be adopted by this jurisdiction.  As an alternative, the\nbuilding official, or other employee or official of this jurisdiction as\ndesignated by the governing body, may institute any other appropriate action to\nprevent, restrain, correct or abate the violation.\t“(b)  Fire Hazard.  No\nperson, including but not limited to the state and its political subdivisions,\noperating any occupancy subject to these regulations shall permit any fire\nhazard, as defined in this section, to exist on premises under their control, or\nfail to take immediate action or abate a fire hazard when requested to do so by\nthe enforcing agency.\t“NOTE:\t‘Fire hazard’ as used in these regulations\nmeans any condition, arrangement or act which will increase, or may cause an\nincrease of the hazard or menace of fire to a greater degree than customarily\nrecognized as normal by persons in the public service of preventing, suppressing\nor extinguishing fire; or which may obstruct, delay or hinder, or may become the\ncause of obstruction, delay or hindrance to the prevention, suppression or\nextinguishment of fire.”\n","html":"\n\t\t\t\t\t<section><p>  DEFINITIONS.\n\t(Amended by Ord. No. 165,251, Eff. 11\/20\/89.)<br \/><br \/>\tThe following words and phrases, whenever used in this chapter, shall be construed as defined in this section.  Words and phrases not defined herein shall be construed as defined in Sections 12.03 and 152.02 of this Code, if defined therein.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)<br \/><br \/>\tAverage Per Unit Capital Improvement Cost.  An amount determined by dividing the cost of the capital improvement by the total number of dwellings in a complex with respect to which the cost was incurred, irrespective of whether all such dwellings are subject to this chapter.<br \/><br \/>\tAverage Per Unit Primary Renovation Work Cost.  An amount determined by dividing the costs associated with primary renovation work by the total number of all rental units in a complex with respect to which primary renovation costs were incurred, irrespective of whether all such dwellings are subject to this chapter.  (Added by Ord. No. 176,544, Eff. 5\/2\/05.)<br \/><br \/>\tAverage Per Unit Rehabilitation Cost.  An amount determined by dividing the cost of the rehabilitation, less any offsetting insurance proceeds, by the total number of dwellings in a complex with respect to which the cost was incurred, irrespective of whether all such dwellings are subject to this chapter.<br \/><br \/>\tCapital Improvement.  The addition or replacement of the following improvements to a rental unit or common areas of the housing complex containing the rental unit, providing such new improvement has a useful life of five (5) years or more: roofing, carpeting, draperies, stuccoing the outside of a building, air conditioning, security gates, swimming pool, sauna or hot tub, fencing, garbage disposal, washing machine or clothes dryer, dishwasher, children’s play equipment permanently installed on the premises, the complete exterior painting of a building, and other similar improvements as determined by the Commission. Provided, however, that the complete exterior painting of a building shall only be considered as an eligible capital improvement once every ten (10) years.  (Amended by Ord. No. 165,251, Eff. 11\/20\/89.)<br \/><br \/>\t<span class=\"dictionary\">Collateral<\/span> Work.  (Deleted by Ord. No. 176,544, Eff. 5\/2\/05.)<br \/><br \/>\tCommission.  The Rent Adjustment Commission of the City of Los Angeles.<br \/><br \/>\tDepartment.  The Los Angeles Housing Department.  (Amended by Ord. No. 168,842, Eff. 7\/24\/93.)<br \/><br \/>\tHousing Services.  Services connected with the use or occupancy of a rental unit including, but not limited to, utilities (including light, heat, water and telephone), ordinary repairs or replacement, and maintenance, including painting.  This term shall also include the provision of elevator service, laundry facilities and <span class=\"dictionary\">privileges<\/span>, common recreational facilities, janitor service, resident manager, refuse removal, furnishings, food service, parking and any other benefits <span class=\"dictionary\">privileges<\/span> or facilities.  (Amended by Ord. No. 154,808, Eff. 2\/13\/81.)<br \/><br \/>\tLandlord.  An owner, lessor, or sublessor, (including any person, firm, corporation, partnership, or other entity) who receives or is entitled to receive rent for the use of any rental unit, or the agent, representative or successor of any of the foregoing.<br \/><br \/>\tLuxury Housing Accommodations.  Housing accommodations wherein as of May 31, 1978 the rent charged per month was at least $302 for a unit with no bedrooms; $420 for a unit with one bedroom; $588 for a unit with two bedrooms; $756 for a unit with three bedrooms; and $823 for a unit with four bedrooms or more. This definition does not apply to mobile homes.  (Added by Ord. No. 154,237, Eff. 8\/30\/80, Oper. 9\/1\/80.)<br \/><br \/>\tMaximum Adjusted Rent.  (Amended by Ord. No. 173,810, Eff. 4\/16\/01.)  The maximum rent plus any rent increases subsequently made or granted pursuant to Sections 151.06, 151.07, or 151.08 of this chapter and less any rent reductions required by regulations promulgated by the Commission pursuant to Section 151.08 of this chapter or imposed pursuant to Section 162.00 et seq. of this Code; provided, however, as used in Section 151.06 of this chapter, this term shall not include:<br \/><br \/>\t(1)\tany increase for capital improvement work or rehabilitation work, if the rent increase was approved by the Department on or after January 1, 1981, and the work was begun prior to June 1, 1982; or<br \/><br \/>\t(2)\tany increase for capital improvement work where the application for a rent increase is filed with the Department on or after October 1, 1989; or,<br \/><br \/>\t(3)\tany increase for smoke detectors installed on or after January 1, 1981; or<br \/><br \/>\t(4)\tany increase for rehabilitation work where the application for a rent increase is filed with the Department on or after January 1, 1999.<br \/><br \/>\tMaximum Rent.  The highest legal monthly rate of rent which was in effect for the rental unit during any portion of the month of April, 1979.  If a rental unit was not rented during said month, then it shall be the highest legal monthly rate of rent in effect between October 1, 1978 and March 31, 1979.  If a rental unit was not rented during this period, then it shall be the rent legally in effect at the time the rental unit was or is first re-rented after the effective date of this chapter.  Where a rental unit was exempt from the provisions of this chapter under Subdivision 5 of the definition of “Rental Units” in this section, the maximum rent shall be the amount of rent last charged for the rental unit while it was exempt.  (Amended by Ord. No. 166,320, Eff. 11\/22\/90.)<br \/><br \/>\tMobilehome Owner.  A person who has a tenancy in a mobilehome park under a rental agreement.  (Added by Ord. No. 180,071, Eff. 8\/30\/08.)<br \/><br \/>\tPreceding Tenant.  The tenant who vacated the rental unit as the result of an eviction or termination of tenancy pursuant to Section 151.09 A.9.  (Added by Ord. No. 165,251, Eff. 11\/20\/89.)<br \/><br \/>\tPrimary Renovation Work.  (Added by Ord. No. 176,544, Eff. 5\/2\/05.)  Work performed either on a rental unit or on the building containing the rental unit that improves the property by prolonging its useful life or adding value, and involves either or both of the following:<br \/><br \/>\t1.\tReplacement or substantial modification of any structural, electrical, plumbing or mechanical system that requires a permit under the Los Angeles Municipal Code.<br \/><br \/>\t2.\tAbatement of hazardous <span class=\"dictionary\">materials<\/span>, such as lead-based paint and asbestos, in accordance with applicable federal, state and local <span class=\"dictionary\">laws<\/span>.<br \/><br \/>\tPrimary Work.  (Deleted by Ord. No. 176,544 Eff. 5\/2\/05.)<br \/><br \/>\tQualified Tenant.  Any tenant who satisfies any of the following criteria on the date of service of the written notice of termination described in California Civil Code Section 1946: has attained age 62; is handicapped as defined in Section 50072 of the California Health and Safe Code is disabled as defined in Title 42 United States Code §&nbsp;423; or is a person residing with and on whom is legally dependent (as determined for federal income tax purposes) one or more <span class=\"dictionary\">minor<\/span> children.  (Amended by Ord. No. 162,743, Eff. 9\/24\/87.)<br \/><br \/>\tRehabilitation Work.  Any rehabilitation or repair work done on or in a rental unit or common area of the housing complex containing the rental unit and which work was done in <span class=\"dictionary\">order<\/span> to comply with an <span class=\"dictionary\">order<\/span> issued by the Department of Building and Safety, the Health Department, or the Fire Department due to changes in the housing code since January 1, 1979, or to repair damage resulting from fire, earthquake or other natural disaster.  (Amended by Ord. No. 165,251, Eff. 11\/20\/89.)<br \/><br \/>\tRelated Work.  Improvements or repairs which, in and of themselves, do not constitute Primary Renovation Work but which are undertaken in conjunction with and are necessary to the initiation and\/or completion of Primary Renovation Work.  (Added by Ord. No. 176,544, Eff. 5\/2\/05.)<br \/><br \/>\tRent.  The consideration, including any bonus, benefits or gratuity, demanded or received by a landlord for or in connection with the use or occupancy of a rental unit, including but not limited to monies demanded or paid for the following: meals where required by the landlord as a condition of the tenancy; parking; furnishings; other housing services of any kind; subletting; or security deposits.  (Amended by Ord. No. 154,808, Eff. 2\/13\/81.)<br \/><br \/>\tRent Increase.  An increase in rent or any reduction in housing services where there is not a corresponding reduction in the amount of rent received.  The Rent Adjustment Commission shall promulgate regulations as to what constitutes such “corresponding reduction”.<br \/><br \/>\tRental Complex.  One or more buildings, used in whole or in part for residential purposes, located on a single lot, contiguous lots, or lots separated only by street or alley.  (Added by Ord. No. 160,791, Eff. 2\/10\/86.)<br \/><br \/>\tRental Units.  (Amended by Ord. No. 157,385, Eff. 1\/24\/83.)  All dwelling units, efficiency dwelling units, guest rooms, and suites, as defined in Section 12.03 of this Code, and all housing accommodations as defined in Government Code Section 12927, and duplexes and condominiums in the City of Los Angeles, rented or offered for rent for living or dwelling purposes, the land and buildings appurtenant thereto, and all housing services, <span class=\"dictionary\">privileges<\/span>, furnishings and facilities supplied in connection with the use or occupancy thereof, including garage and parking facilities.  (Sentence Amended by Ord. No. 170,445, Eff. 5\/6\/95, Oper. 7\/5\/95.)    This term shall also include mobile homes, whether rent is paid for the mobile home and the land upon which the mobile home is located, or rent is paid for the land alone.  Further, it shall include recreational vehicles, as defined in California Civil Code Section 799.29 if located in a mobile home park or recreational vehicle park, whether rent is paid for the recreational vehicle and the land upon which it is located, or rent is paid for the land alone.  (Sentence Amended by Ord. No. 181,744, Eff. 7\/15\/11.)  The term shall not include:<br \/><br \/>\t1.\tDwellings, one family, except where two or more dwelling units are located on the same lot.  This exception shall not apply to duplexes or condominiums.  (Amended by Ord. No. 170,445, Eff. 5\/6\/95, Oper. 7\/5\/95.)<br \/><br \/>\t2.\t(Amended by Ord. No. 176,472, Eff. 3\/26\/05.)  Housing accommodations in hotels, motels, inns, tourist homes and boarding and rooming houses, provided that at such time as an accommodation has been occupied as the primary residence of one or more of the same tenants for any period more than 30 days such accommodation shall become a rental unit subject to the provisions of this chapter.  The computation of the 30 days shall include days in which the tenant was required to:<br \/><br \/>\t(a)\tmove into a different guestroom or efficiency unit before the expiration of 30 days occupancy; or<br \/><br \/>\t(b)\tcheck out and re-register before the expiration of 30 days occupancy if a purpose was to avoid application of this chapter.<br \/><br \/><span class=\"dictionary\">Evidence<\/span> that an occupant was required to check out and re-register shall create a rebuttable <span class=\"dictionary\">presumption<\/span>, which shall affect solely the burden of producing <span class=\"dictionary\">evidence<\/span>, that the housing accommodation is a rental unit subject to the provisions of this chapter.<br \/><br \/>\t3.\tA dwelling unit in a nonprofit stock cooperative while occupied by a shareholder tenant of the nonprofit stock cooperative.<br \/><br \/>\t4.\tHousing accommodations in any hospital; state licensed community care facility; convent; monastery; extended medical care facility; asylum; fraternity or sorority house; or housing accommodations owned, operated or managed by an institution of higher education, a high school, or an elementary school for occupancy by its students.<br \/><br \/>\t5.\tHousing accommodations owned and operated by the Los Angeles City Housing Authority, or which a government unit, agency or authority owns, operates, or manages and which are specifically exempted from municipal rent regulation by state or federal <span class=\"dictionary\">law<\/span> or administrative regulation, or housing accommodations specifically exempted from municipal rent regulation by state or federal <span class=\"dictionary\">law<\/span> or administrative regulation.  This exception shall not apply once the government ownership, operation, management, regulation or rental assistance is discontinued.  This exception shall not apply to rental units for which rental assistance is paid pursuant to the Housing Choice Voucher Program codified at 24 CFR part 982, and those units are subject to the provisions of this article to the fullest extent allowed by <span class=\"dictionary\">law<\/span>.  (Amended by Ord. No. 177,587, Eff. 7\/5\/06.)<br \/><br \/>\t6.\tHousing accommodations, located in a structure for which the first Certificate of Occupancy was issued after October 1, 1978, are exempt from provisions of this Chapter.  If the property was occupied for residential purposes prior to October 1, 1978 and a Certificate of Occupancy for the subject building was never issued or was not issued until after October 1, 1978, the housing accommodation shall be subject to the provisions of this Chapter if relevant documentation, such as a building permit, establishes that the building was first occupied for residential purposes prior to October 1, 1978.  This exception shall not apply to individual mobile home coaches, mobile home parks, individual recreational vehicles or recreational vehicle parks.  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)<br \/><br \/>\t7.\tLuxury Housing Accommodations.  This exemption shall only apply to housing accommodations which have been issued a certificate from the Department indicating that it has been proven to the Department’s satisfaction that the subject housing accommodations were rented at the requisite rent levels on May 31, 1978.<br \/><br \/>\t8.\tSubstantial Renovation.  Housing accommodations for which renovation work was started and completed on or after September 1, 1980 which work cost at least $10,000 for a unit with no bedrooms; $11,000 for a unit with one bedroom; $13,000 for a unit with two bedrooms; $15,000 for a unit with three bedrooms; and $17,000 for a unit with four bedrooms or more. This exemption shall apply only to rental units which have submitted an application for a certification of exemption to the Department prior to October 4, 1989, and which have been issued a certificate from the Department indicating that it has been demonstrated to the satisfaction of the Department that the requisite renovation work has been completed.  (Amended by Ord. No. 165,251, Eff. 11\/20\/89.)<br \/><br \/>\t9.\t(Amended by Ord. No. 181,744, Eff. 7\/15\/11.)  Affordable Housing Accommodations are housing accommodations with a government imposed regulatory agreement that has been recorded with the Los Angeles County Recorder, or which shall be recorded within six months of the filing of an exemption pursuant to this Subdivision with the Department, guaranteeing that the subject housing accommodations will be affordable to either lower income or very low income households for a period of at least 55 years, with units affordable only to households with an income at 60 percent of the Area Medium Income or less.  None of the subject housing accommodations shall be affordable only to households with incomes greater than 60 percent of the Area Medium Income, as these terms are defined by the U.S. Department of Housing and Urban Development.  “Lower Income or very low income households” is defined in accordance with California Health and Safety Code Sections 50079.5 and 50105.<br \/><br \/>\tThis exemption shall apply only to housing accommodations which have been issued an affordable housing exemption by the Department indicating satisfaction of the following conditions:<br \/><br \/>\t(1)\tthe subject housing accommodations are only available to lower income or very low income households with none of the subject accommodations affordable only to households with income greater than 60% of Area Median Income;<br \/><br \/>\t(2)\trent levels conform to the amounts set by the U.S. Department of Housing and Urban Development, or the California Department of Housing and Community Development, as applicable, based on the public funding source for the subject accommodations; except as follows:<br \/><br \/>\tAnnual rent increases shall be in accordance with LAMC Section 151.06 D. for any tenancies established prior to the recording of the government imposed regulatory agreement where the tenant household has not received permanent relocation assistance in accordance with the Uniform Relocation Act, the California Relocation Assistance Act or LAMC Section 151.09 G., whichever is applicable;<br \/><br \/>\t(3)\tactions to recover <span class=\"dictionary\">possession<\/span> of housing accommodations from a tenant shall be limited to the grounds set forth in LAMC Section 151.09 A.;<br \/><br \/>\t(4)\tthe landlord shall comply with the provisions of the Tenant Habitability Program, pursuant to Article 2 of this Chapter, if applicable;<br \/><br \/>\t(5)\trelocation assistance shall be provided to an eligible tenant household based on the applicable provisions of the Uniform Relocation Act or the California Relocation Assistance Act; or the amount set forth in LAMC Section 151.09 G., whichever is greater.<br \/><br \/>\tThe Department shall have the authority to revoke an exemption issued pursuant to this Subdivision for failure to adhere to any of the conditions for an exemption set forth in this Subdivision.<br \/><br \/>\t10.\tRecreational vehicles which are not occupied by a tenant who has continuously resided in the park for nine or more months.  This exception shall not apply to a lot or space which becomes vacant as a result of the park operator’s terminating the tenancy on grounds other than those specified in Section 151.09 A. of this chapter.<br \/><br \/>\t11.\tHousing accommodations in limited-<span class=\"dictionary\">equity<\/span> housing cooperatives, as defined in Health and Safety Code Section 33007.5, when occupied by a member tenant of the limited-<span class=\"dictionary\">equity<\/span> housing cooperative.  However, if the cooperative acquired the property pursuant to Government Code Section 54237(d), then all dwellings in the limited-<span class=\"dictionary\">equity<\/span> housing cooperative shall be excepted from this chapter. (Added by Ord. No. 157,723, Eff. 7\/1\/83.)<br \/><br \/>\t12.\tAny mobilehome park for which a permit to operate is defined in Chapter 4 of Part 2.1 of Division 13 of the California Health and Safety Code was first issued on or after the effective date of this amendment (hereafter “existing park”).  If acreage is added to a mobilehome park which park obtained a permit to operate prior to the effective date of this amendment, then any site located on such additional acreage shall be exempt from the provisions of this chapter.  Any new home sites created within the boundaries of an existing park through increased density or elimination of open space shall not be subject to this exception.  (Added by Ord. No. 160,791, Eff. 2\/10\/86.)<br \/><br \/>\tSeismic Work.  (Deleted by Ord. No. 181,744, Eff. 7\/15\/11.)<br \/><br \/>\tTenant.  A tenant, subtenant, lessee, sublessee or any other person entitled to use or occupancy of a rental unit.<br \/><br \/>\tTenant Habitability Plan.  A document, submitted by a landlord to the Department, identifying any impact Primary Renovation Work and Related Work will have on the habitability of a tenant’s permanent place of residence and the steps the landlord will take to mitigate the impact on the tenant and the tenant’s personal property during the period Primary Renovation Work and Related Work are undertaken.  (Added by Ord. No. 176,544, Eff. 5\/2\/05.)<br \/><br \/>\tUnsafe Building or Structure.  (Added by Ord. No. 170,445, Eff. 5\/6\/95, Oper. 7\/5\/95.)  For the purposes of this chapter, the term “unsafe building or structure” shall be as defined in the California Building Code (Title 24, Part 2 California Code of Regulations, Section 203).  It is defined as follows:<br \/><br \/>\t“Sec. 203.<br \/><br \/>\t“(a) General.  All buildings or structures regulated by this code which are structurally unsafe or not provided with adequate egress, or which constitute a fire hazard, or are otherwise dangerous to human life are, for the purpose of this section, unsafe.  Any use of buildings or structures constituting a hazard to safety, health or public welfare by reason of inadequate maintenance, dilapidation, obsolescence, fire hazard, disaster, damage or abandonment is, for the purpose of this section, an unsafe use.  Parapet walls, cornices, spires, towers, tanks, statuary and other appendages or structural members which are supported by, attached to, or a part of a building and which are in deteriorated condition or otherwise unable to <span class=\"dictionary\">sustain<\/span> the design loads which are specified in this code are hereby designated as unsafe building appendages.<br \/><br \/>\t“All such unsafe buildings, structures or appendages are hereby declared to be public nuisances and shall be abated by repair, rehabilitation, demolition or removal in accordance with the procedures set forth in the Dangerous Buildings Code or such alternate procedures as may have been or as may be adopted by this <span class=\"dictionary\">jurisdiction<\/span>.  As an alternative, the building official, or other employee or official of this <span class=\"dictionary\">jurisdiction<\/span> as designated by the governing body, may institute any other appropriate action to prevent, restrain, correct or abate the violation.<br \/><br \/>\t“(b)  Fire Hazard.  No person, including but not limited to the state and its political subdivisions, operating any occupancy subject to these regulations shall permit any fire hazard, as defined in this section, to exist on premises under their control, or fail to take immediate action or abate a fire hazard when requested to do so by the enforcing agency.<br \/><br \/>\t“NOTE:<br \/><br \/>\t‘Fire hazard’ as used in these regulations means any condition, arrangement or act which will increase, or may cause an increase of the hazard or menace of fire to a greater degree than customarily recognized as normal by persons in the public service of preventing, suppressing or extinguishing fire; or which may obstruct, delay or hinder, or may become the cause of obstruction, delay or hindrance to the prevention, suppression or extinguishment of fire.”<\/p><\/section>","previous_section":{"id":"1881","structure_id":"38","section_number":"151.01","catch_line":"Declaration Of Purpose.","url":"\/151.01\/","token":"151.01"},"text":{"0":{"id":"2438","text":"  DEFINITIONS.\n\t(Amended by Ord. No. 165,251, Eff. 11\/20\/89.)\tThe following words and phrases, whenever used in this chapter, shall be construed as defined in this section.  Words and phrases not defined herein shall be construed as defined in Sections 12.03 and 152.02 of this Code, if defined therein.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)\tAverage Per Unit Capital Improvement Cost.  An amount determined by dividing the cost of the capital improvement by the total number of dwellings in a complex with respect to which the cost was incurred, irrespective of whether all such dwellings are subject to this chapter.\tAverage Per Unit Primary Renovation Work Cost.  An amount determined by dividing the costs associated with primary renovation work by the total number of all rental units in a complex with respect to which primary renovation costs were incurred, irrespective of whether all such dwellings are subject to this chapter.  (Added by Ord. No. 176,544, Eff. 5\/2\/05.)\tAverage Per Unit Rehabilitation Cost.  An amount determined by dividing the cost of the rehabilitation, less any offsetting insurance proceeds, by the total number of dwellings in a complex with respect to which the cost was incurred, irrespective of whether all such dwellings are subject to this chapter.\tCapital Improvement.  The addition or replacement of the following improvements to a rental unit or common areas of the housing complex containing the rental unit, providing such new improvement has a useful life of five (5) years or more: roofing, carpeting, draperies, stuccoing the outside of a building, air conditioning, security gates, swimming pool, sauna or hot tub, fencing, garbage disposal, washing machine or clothes dryer, dishwasher, children’s play equipment permanently installed on the premises, the complete exterior painting of a building, and other similar improvements as determined by the Commission. Provided, however, that the complete exterior painting of a building shall only be considered as an eligible capital improvement once every ten (10) years.  (Amended by Ord. No. 165,251, Eff. 11\/20\/89.)\tCollateral Work.  (Deleted by Ord. No. 176,544, Eff. 5\/2\/05.)\tCommission.  The Rent Adjustment Commission of the City of Los Angeles.\tDepartment.  The Los Angeles Housing Department.  (Amended by Ord. No. 168,842, Eff. 7\/24\/93.)\tHousing Services.  Services connected with the use or occupancy of a rental unit including, but not limited to, utilities (including light, heat, water and telephone), ordinary repairs or replacement, and maintenance, including painting.  This term shall also include the provision of elevator service, laundry facilities and privileges, common recreational facilities, janitor service, resident manager, refuse removal, furnishings, food service, parking and any other benefits privileges or facilities.  (Amended by Ord. No. 154,808, Eff. 2\/13\/81.)\tLandlord.  An owner, lessor, or sublessor, (including any person, firm, corporation, partnership, or other entity) who receives or is entitled to receive rent for the use of any rental unit, or the agent, representative or successor of any of the foregoing.\tLuxury Housing Accommodations.  Housing accommodations wherein as of May 31, 1978 the rent charged per month was at least $302 for a unit with no bedrooms; $420 for a unit with one bedroom; $588 for a unit with two bedrooms; $756 for a unit with three bedrooms; and $823 for a unit with four bedrooms or more. This definition does not apply to mobile homes.  (Added by Ord. No. 154,237, Eff. 8\/30\/80, Oper. 9\/1\/80.)\tMaximum Adjusted Rent.  (Amended by Ord. No. 173,810, Eff. 4\/16\/01.)  The maximum rent plus any rent increases subsequently made or granted pursuant to Sections 151.06, 151.07, or 151.08 of this chapter and less any rent reductions required by regulations promulgated by the Commission pursuant to Section 151.08 of this chapter or imposed pursuant to Section 162.00 et seq. of this Code; provided, however, as used in Section 151.06 of this chapter, this term shall not include:\t(1)\tany increase for capital improvement work or rehabilitation work, if the rent increase was approved by the Department on or after January 1, 1981, and the work was begun prior to June 1, 1982; or\t(2)\tany increase for capital improvement work where the application for a rent increase is filed with the Department on or after October 1, 1989; or,\t(3)\tany increase for smoke detectors installed on or after January 1, 1981; or\t(4)\tany increase for rehabilitation work where the application for a rent increase is filed with the Department on or after January 1, 1999.\tMaximum Rent.  The highest legal monthly rate of rent which was in effect for the rental unit during any portion of the month of April, 1979.  If a rental unit was not rented during said month, then it shall be the highest legal monthly rate of rent in effect between October 1, 1978 and March 31, 1979.  If a rental unit was not rented during this period, then it shall be the rent legally in effect at the time the rental unit was or is first re-rented after the effective date of this chapter.  Where a rental unit was exempt from the provisions of this chapter under Subdivision 5 of the definition of “Rental Units” in this section, the maximum rent shall be the amount of rent last charged for the rental unit while it was exempt.  (Amended by Ord. No. 166,320, Eff. 11\/22\/90.)\tMobilehome Owner.  A person who has a tenancy in a mobilehome park under a rental agreement.  (Added by Ord. No. 180,071, Eff. 8\/30\/08.)\tPreceding Tenant.  The tenant who vacated the rental unit as the result of an eviction or termination of tenancy pursuant to Section 151.09 A.9.  (Added by Ord. No. 165,251, Eff. 11\/20\/89.)\tPrimary Renovation Work.  (Added by Ord. No. 176,544, Eff. 5\/2\/05.)  Work performed either on a rental unit or on the building containing the rental unit that improves the property by prolonging its useful life or adding value, and involves either or both of the following:\t1.\tReplacement or substantial modification of any structural, electrical, plumbing or mechanical system that requires a permit under the Los Angeles Municipal Code.\t2.\tAbatement of hazardous materials, such as lead-based paint and asbestos, in accordance with applicable federal, state and local laws.\tPrimary Work.  (Deleted by Ord. No. 176,544 Eff. 5\/2\/05.)\tQualified Tenant.  Any tenant who satisfies any of the following criteria on the date of service of the written notice of termination described in California Civil Code Section 1946: has attained age 62; is handicapped as defined in Section 50072 of the California Health and Safe Code is disabled as defined in Title 42 United States Code § 423; or is a person residing with and on whom is legally dependent (as determined for federal income tax purposes) one or more minor children.  (Amended by Ord. No. 162,743, Eff. 9\/24\/87.)\tRehabilitation Work.  Any rehabilitation or repair work done on or in a rental unit or common area of the housing complex containing the rental unit and which work was done in order to comply with an order issued by the Department of Building and Safety, the Health Department, or the Fire Department due to changes in the housing code since January 1, 1979, or to repair damage resulting from fire, earthquake or other natural disaster.  (Amended by Ord. No. 165,251, Eff. 11\/20\/89.)\tRelated Work.  Improvements or repairs which, in and of themselves, do not constitute Primary Renovation Work but which are undertaken in conjunction with and are necessary to the initiation and\/or completion of Primary Renovation Work.  (Added by Ord. No. 176,544, Eff. 5\/2\/05.)\tRent.  The consideration, including any bonus, benefits or gratuity, demanded or received by a landlord for or in connection with the use or occupancy of a rental unit, including but not limited to monies demanded or paid for the following: meals where required by the landlord as a condition of the tenancy; parking; furnishings; other housing services of any kind; subletting; or security deposits.  (Amended by Ord. No. 154,808, Eff. 2\/13\/81.)\tRent Increase.  An increase in rent or any reduction in housing services where there is not a corresponding reduction in the amount of rent received.  The Rent Adjustment Commission shall promulgate regulations as to what constitutes such “corresponding reduction”.\tRental Complex.  One or more buildings, used in whole or in part for residential purposes, located on a single lot, contiguous lots, or lots separated only by street or alley.  (Added by Ord. No. 160,791, Eff. 2\/10\/86.)\tRental Units.  (Amended by Ord. No. 157,385, Eff. 1\/24\/83.)  All dwelling units, efficiency dwelling units, guest rooms, and suites, as defined in Section 12.03 of this Code, and all housing accommodations as defined in Government Code Section 12927, and duplexes and condominiums in the City of Los Angeles, rented or offered for rent for living or dwelling purposes, the land and buildings appurtenant thereto, and all housing services, privileges, furnishings and facilities supplied in connection with the use or occupancy thereof, including garage and parking facilities.  (Sentence Amended by Ord. No. 170,445, Eff. 5\/6\/95, Oper. 7\/5\/95.)    This term shall also include mobile homes, whether rent is paid for the mobile home and the land upon which the mobile home is located, or rent is paid for the land alone.  Further, it shall include recreational vehicles, as defined in California Civil Code Section 799.29 if located in a mobile home park or recreational vehicle park, whether rent is paid for the recreational vehicle and the land upon which it is located, or rent is paid for the land alone.  (Sentence Amended by Ord. No. 181,744, Eff. 7\/15\/11.)  The term shall not include:\t1.\tDwellings, one family, except where two or more dwelling units are located on the same lot.  This exception shall not apply to duplexes or condominiums.  (Amended by Ord. No. 170,445, Eff. 5\/6\/95, Oper. 7\/5\/95.)\t2.\t(Amended by Ord. No. 176,472, Eff. 3\/26\/05.)  Housing accommodations in hotels, motels, inns, tourist homes and boarding and rooming houses, provided that at such time as an accommodation has been occupied as the primary residence of one or more of the same tenants for any period more than 30 days such accommodation shall become a rental unit subject to the provisions of this chapter.  The computation of the 30 days shall include days in which the tenant was required to:\t(a)\tmove into a different guestroom or efficiency unit before the expiration of 30 days occupancy; or\t(b)\tcheck out and re-register before the expiration of 30 days occupancy if a purpose was to avoid application of this chapter.Evidence that an occupant was required to check out and re-register shall create a rebuttable presumption, which shall affect solely the burden of producing evidence, that the housing accommodation is a rental unit subject to the provisions of this chapter.\t3.\tA dwelling unit in a nonprofit stock cooperative while occupied by a shareholder tenant of the nonprofit stock cooperative.\t4.\tHousing accommodations in any hospital; state licensed community care facility; convent; monastery; extended medical care facility; asylum; fraternity or sorority house; or housing accommodations owned, operated or managed by an institution of higher education, a high school, or an elementary school for occupancy by its students.\t5.\tHousing accommodations owned and operated by the Los Angeles City Housing Authority, or which a government unit, agency or authority owns, operates, or manages and which are specifically exempted from municipal rent regulation by state or federal law or administrative regulation, or housing accommodations specifically exempted from municipal rent regulation by state or federal law or administrative regulation.  This exception shall not apply once the government ownership, operation, management, regulation or rental assistance is discontinued.  This exception shall not apply to rental units for which rental assistance is paid pursuant to the Housing Choice Voucher Program codified at 24 CFR part 982, and those units are subject to the provisions of this article to the fullest extent allowed by law.  (Amended by Ord. No. 177,587, Eff. 7\/5\/06.)\t6.\tHousing accommodations, located in a structure for which the first Certificate of Occupancy was issued after October 1, 1978, are exempt from provisions of this Chapter.  If the property was occupied for residential purposes prior to October 1, 1978 and a Certificate of Occupancy for the subject building was never issued or was not issued until after October 1, 1978, the housing accommodation shall be subject to the provisions of this Chapter if relevant documentation, such as a building permit, establishes that the building was first occupied for residential purposes prior to October 1, 1978.  This exception shall not apply to individual mobile home coaches, mobile home parks, individual recreational vehicles or recreational vehicle parks.  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)\t7.\tLuxury Housing Accommodations.  This exemption shall only apply to housing accommodations which have been issued a certificate from the Department indicating that it has been proven to the Department’s satisfaction that the subject housing accommodations were rented at the requisite rent levels on May 31, 1978.\t8.\tSubstantial Renovation.  Housing accommodations for which renovation work was started and completed on or after September 1, 1980 which work cost at least $10,000 for a unit with no bedrooms; $11,000 for a unit with one bedroom; $13,000 for a unit with two bedrooms; $15,000 for a unit with three bedrooms; and $17,000 for a unit with four bedrooms or more. This exemption shall apply only to rental units which have submitted an application for a certification of exemption to the Department prior to October 4, 1989, and which have been issued a certificate from the Department indicating that it has been demonstrated to the satisfaction of the Department that the requisite renovation work has been completed.  (Amended by Ord. No. 165,251, Eff. 11\/20\/89.)\t9.\t(Amended by Ord. No. 181,744, Eff. 7\/15\/11.)  Affordable Housing Accommodations are housing accommodations with a government imposed regulatory agreement that has been recorded with the Los Angeles County Recorder, or which shall be recorded within six months of the filing of an exemption pursuant to this Subdivision with the Department, guaranteeing that the subject housing accommodations will be affordable to either lower income or very low income households for a period of at least 55 years, with units affordable only to households with an income at 60 percent of the Area Medium Income or less.  None of the subject housing accommodations shall be affordable only to households with incomes greater than 60 percent of the Area Medium Income, as these terms are defined by the U.S. Department of Housing and Urban Development.  “Lower Income or very low income households” is defined in accordance with California Health and Safety Code Sections 50079.5 and 50105.\tThis exemption shall apply only to housing accommodations which have been issued an affordable housing exemption by the Department indicating satisfaction of the following conditions:\t(1)\tthe subject housing accommodations are only available to lower income or very low income households with none of the subject accommodations affordable only to households with income greater than 60% of Area Median Income;\t(2)\trent levels conform to the amounts set by the U.S. Department of Housing and Urban Development, or the California Department of Housing and Community Development, as applicable, based on the public funding source for the subject accommodations; except as follows:\tAnnual rent increases shall be in accordance with LAMC Section 151.06 D. for any tenancies established prior to the recording of the government imposed regulatory agreement where the tenant household has not received permanent relocation assistance in accordance with the Uniform Relocation Act, the California Relocation Assistance Act or LAMC Section 151.09 G., whichever is applicable;\t(3)\tactions to recover possession of housing accommodations from a tenant shall be limited to the grounds set forth in LAMC Section 151.09 A.;\t(4)\tthe landlord shall comply with the provisions of the Tenant Habitability Program, pursuant to Article 2 of this Chapter, if applicable;\t(5)\trelocation assistance shall be provided to an eligible tenant household based on the applicable provisions of the Uniform Relocation Act or the California Relocation Assistance Act; or the amount set forth in LAMC Section 151.09 G., whichever is greater.\tThe Department shall have the authority to revoke an exemption issued pursuant to this Subdivision for failure to adhere to any of the conditions for an exemption set forth in this Subdivision.\t10.\tRecreational vehicles which are not occupied by a tenant who has continuously resided in the park for nine or more months.  This exception shall not apply to a lot or space which becomes vacant as a result of the park operator’s terminating the tenancy on grounds other than those specified in Section 151.09 A. of this chapter.\t11.\tHousing accommodations in limited-equity housing cooperatives, as defined in Health and Safety Code Section 33007.5, when occupied by a member tenant of the limited-equity housing cooperative.  However, if the cooperative acquired the property pursuant to Government Code Section 54237(d), then all dwellings in the limited-equity housing cooperative shall be excepted from this chapter. (Added by Ord. No. 157,723, Eff. 7\/1\/83.)\t12.\tAny mobilehome park for which a permit to operate is defined in Chapter 4 of Part 2.1 of Division 13 of the California Health and Safety Code was first issued on or after the effective date of this amendment (hereafter “existing park”).  If acreage is added to a mobilehome park which park obtained a permit to operate prior to the effective date of this amendment, then any site located on such additional acreage shall be exempt from the provisions of this chapter.  Any new home sites created within the boundaries of an existing park through increased density or elimination of open space shall not be subject to this exception.  (Added by Ord. No. 160,791, Eff. 2\/10\/86.)\tSeismic Work.  (Deleted by Ord. No. 181,744, Eff. 7\/15\/11.)\tTenant.  A tenant, subtenant, lessee, sublessee or any other person entitled to use or occupancy of a rental unit.\tTenant Habitability Plan.  A document, submitted by a landlord to the Department, identifying any impact Primary Renovation Work and Related Work will have on the habitability of a tenant’s permanent place of residence and the steps the landlord will take to mitigate the impact on the tenant and the tenant’s personal property during the period Primary Renovation Work and Related Work are undertaken.  (Added by Ord. No. 176,544, Eff. 5\/2\/05.)\tUnsafe Building or Structure.  (Added by Ord. No. 170,445, Eff. 5\/6\/95, Oper. 7\/5\/95.)  For the purposes of this chapter, the term “unsafe building or structure” shall be as defined in the California Building Code (Title 24, Part 2 California Code of Regulations, Section 203).  It is defined as follows:\t“Sec. 203.\t“(a) General.  All buildings or structures regulated by this code which are structurally unsafe or not provided with adequate egress, or which constitute a fire hazard, or are otherwise dangerous to human life are, for the purpose of this section, unsafe.  Any use of buildings or structures constituting a hazard to safety, health or public welfare by reason of inadequate maintenance, dilapidation, obsolescence, fire hazard, disaster, damage or abandonment is, for the purpose of this section, an unsafe use.  Parapet walls, cornices, spires, towers, tanks, statuary and other appendages or structural members which are supported by, attached to, or a part of a building and which are in deteriorated condition or otherwise unable to sustain the design loads which are specified in this code are hereby designated as unsafe building appendages.\t“All such unsafe buildings, structures or appendages are hereby declared to be public nuisances and shall be abated by repair, rehabilitation, demolition or removal in accordance with the procedures set forth in the Dangerous Buildings Code or such alternate procedures as may have been or as may be adopted by this jurisdiction.  As an alternative, the building official, or other employee or official of this jurisdiction as designated by the governing body, may institute any other appropriate action to prevent, restrain, correct or abate the violation.\t“(b)  Fire Hazard.  No person, including but not limited to the state and its political subdivisions, operating any occupancy subject to these regulations shall permit any fire hazard, as defined in this section, to exist on premises under their control, or fail to take immediate action or abate a fire hazard when requested to do so by the enforcing agency.\t“NOTE:\t‘Fire hazard’ as used in these regulations means any condition, arrangement or act which will increase, or may cause an increase of the hazard or menace of fire to a greater degree than customarily recognized as normal by persons in the public service of preventing, suppressing or extinguishing fire; or which may obstruct, delay or hinder, or may become the cause of obstruction, delay or hindrance to the prevention, suppression or extinguishment of fire.”","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}