{"section_number":"151.05","edition_id":"1","section_id":"2613","structure_id":"38","catch_line":"Registration, Notification Of Tenants, Posting Of Notice And Payment Of Fees.","history":"","full_text":"  REGISTRATION, NOTIFICATION OF TENANTS, POSTING OF NOTICE AND PAYMENT OF FEES.\n\t(Title Amended by Ord. No. 180,769, Eff. 8\/16\/09.)\n\n\tA.\t(Amended by Ord. No. 157,572, Eff. 4\/1\/83.)  On or after July, 1979, no landlord shall demand or accept rent for a rental unit without first procuring and serving on the tenant or displaying in a conspicuous place a valid written registration statement from the Department or its designee. On or after April 30, 1983, no landlord shall demand or accept rent for a rental unit without first serving a copy of a valid registration or annual registration renewal statement on the tenant of that rental unit.\n\n\t1.\tEvery rental unit registration and registration statement issued on or before April 29, 1980 shall expire at midnight April 30, 1980.  Applications for registration renewal for a previously registered unit shall be made to the Department or its designee no later than June 15, 1980. However, a landlord may continue to accept or demand rent for a previously registered unit without a current registration statement until July 1, 1980.\n\n\t2.\tFor a rental unit which first becomes subject to this chapter between May 1, 1980 and December 31, 1980, inclusive, the landlord shall procure a registration statement.\n\n\t3.\tThe registration or registration renewal statement issued pursuant to Subdivision 1. or 2. above shall expire on March 31, 1981.  A landlord who accepts or demands rent for a rental unit on or after January 1, 1981 shall procure a valid registration statement.  Application for such registration statement shall be made to the Department or its designee no later than February 14, 1981.\n\n\t4.\tThe registration or registration statement issued pursuant to Subdivision 3. above shall expire on March 31, 1982.  A landlord who accepts or demands rent for a rental unit on or after January 1, 1982 shall procure a valid registration statement.  Applications for such registration statement shall be made to the Department or its designee no later than February 14, 1982 and any statement so issued shall expire on April 30, 1983.\n\n\t5.\tOn or after June 1, 1982, a landlord who accepts or demands rent for a rental unit on or after the first day of January of each year shall procure a valid registration or annual registration renewal statement.  Application for a registration or annual registration renewal statement shall be made to the Department or its designee no later than the last day of February of each year, and the statement so issued shall expire on the last day of April of the following year, except that the 1996 registration statement shall expire on June 30, 1997.  (Amended by Ord. No. 171,648, Eff. 8\/3\/97.)\n\n\tB.\tThe Department or its designee shall, upon the payment of all outstanding fees imposed pursuant to this Chapter and furnishing of an emergency contact, including the contact’s name, address and phone number, register or renew the registration of a rental unit.  For any rental unit for which a registration or annual registration renewal statement is required, a registration or annual registration renewal fee shall be paid.  This fee shall be due and payable on the first day of January of each year, and shall be deemed delinquent if not paid on or before the last day of the month of February of each year.  The fees required hereunder shall be as follows:  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)\n\n\t1.\tFor a rental unit for which a landlord accepts or demands rent between May 1, 1979 and April 30, 1980, inclusive, there shall be an initial registration fee of three dollars, and if rent for such rental unit is accepted or demanded between May 1, 1980 and December 31, 1980 inclusive, there shall also be paid a registration renewal fee of three dollars.\n\n\t2.\tFor a rental unit which first becomes subject to this chapter between May 1, 1980 and December 31, 1980 inclusive, there shall be an initial registration fee of three dollars; and\n\n\t3.\tFor any rental unit for which a landlord accepts or demands rent on or after January 1, 1981, there shall be a registration or registration renewal fee of four dollars.\n\n\t4.\tFor any rental unit for which a landlord accepts or demands rent between January 1, 1982 and December 31, 1982 inclusive, there shall be a registration or registration renewal fee of seven dollars.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)\n\n\t5.\tFor any rental unit for which a registration or annual registration renewal statement is required, a registration or annual registration renewal fee shall be paid.  This fee shall be due and payable on the first day of January of each year, and shall be deemed delinquent if not paid on or before the last day of the following month.  The amount of this fee shall be twenty-four dollars and fifty-one cents ($24.51).  (Amended by Ord. No. 181,966, Eff. 12\/20\/11.)\n\n\tC.\tThe landlord shall maintain records setting forth the maximum rent for each rental unit.  Each landlord who demands or accepts a higher rent than said maximum rent shall inform the tenant or any prospective tenant of the rental unit in writing of the factual justification for the difference between said maximum rent and the rent which the landlord is currently charging or proposes to charge.  (Amended by Ord. No. 154,237, Eff. 8\/30\/80, Oper. 9\/1\/80.)\n\n\tD.\tFor a rental unit for which a four dollar fee has been paid pursuant to Subdivision 3. of Subsection B. of this section, the landlord, for the month of April, 1981, and on a one time basis only, may demand and collect a total of four dollars per rental unit from the tenant of the rental unit after serving the tenant with a thirty days written notice on a form provided by the Department explaining the nature of the onetime charge.  (Amended by Ord. No. 154,237, Eff. 8\/30\/80, Oper. 9\/1\/80.)\n\n\tE.\tFor a rental unit for which a registration or registration renewal fee has been paid pursuant to Subdivision 4. of Subsection B. of this section, the landlord, for the month of June, 1982, and on a one-time basis only may demand and collect a total of four dollars per rental unit from the tenant of the rental unit after serving the tenant with a thirty days written notice on a form provided by the Department explaining the nature of the one-time charge. (Added by Ord. No. 155,561, Eff. 8\/9\/81.)\n\n\tF.\tFor a rental unit for which the registration or annual registration renewal fee has been paid pursuant to Subdivision 5. of Subsection B. of this section, the landlord may demand and collect a rental surcharge of $9.35 (nine dollars and 35 cents) from the tenant of the rental unit after serving the tenant with a 30-day written notice in a form prescribed by the Department.  (First Paragraph Amended by Ord. No. 177,107, Eff. 12\/18\/05, Oper. 1\/1\/06.)\n\n\tThe rental surcharge may only be collected in June of the year in which the registration or annual registration fee became due and payable, provided that the landlord is not delinquent in the payment of the registration or annual registration renewal fee.  Except that, during the 1997 registration cycle, the tenant surcharge may be collected during any month prior to December 31, 1997 subject to the notification requirement described above and provided that the landlord is not delinquent in the payment of the registration or annual registration renewal fee.  (Second Para. Amended by Ord. No. 171,648, Eff. 8\/3\/97.)\n\n\tG.\tThe landlord of a rental unit which is not registered with the Department shall provide the Department, on the form approved by the Department and accompanied by supporting documentation, a written declaration stating the facts upon which the landlord bases a claim of exclusion from the provisions of this Chapter.  If a landlord fails to submit a written declaration and supporting documents by the last day of the month of January of each year, the unit shall be deemed to be subject to the provisions of this Chapter and any fees collected shall be non-refundable.  If a landlord declares that the rental unit is not subject to the registration requirements of this Subsection because the rental unit is vacant, the landlord shall provide the Department with a copy of a notice recorded against the property declaring that the unit is and shall remain vacant, and the unit shall be secured against unauthorized entry.  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)\n\n\tH.\t(Repealed by Ord. No. 181,744, Eff. 7\/15\/11.)\n\n\tI.\tFor every property for which a landlord is required to procure a written registration statement pursuant to the provisions of Subsection A. of this Section, the landlord shall post a notice on a form prescribed by the Department, providing information about the Rent Stabilization Ordinance and Department contact information.  Notices must be posted in a conspicuous location in the lobby of the property, near a mailbox used by all residents on the property, or in or near a public entrance to the property.  The notice shall be written in English and Spanish, and in any other languages as required by the Department.  (Added by Ord. No. 180,769, Eff. 8\/16\/09.)","order_by":"05","ancestry":{"1":{"id":"38","name":"Rent Stabilization Ordinance","identifier":"1","label":"article","url":"\/15\/1\/"},"2":{"id":"37","name":"Rent Stabilization Ordinance","identifier":"15","label":"chapter","url":"\/15\/"}},"structure_contents":{"0":{"id":"1697","structure_id":"38","section_number":"151.00","catch_line":"Title.","url":"\/151.00\/","token":"151.00"},"1":{"id":"1881","structure_id":"38","section_number":"151.01","catch_line":"Declaration Of Purpose.","url":"\/151.01\/","token":"151.01"},"2":{"id":"2461","structure_id":"38","section_number":"151.02","catch_line":"Definitions.","url":"\/151.02\/","token":"151.02"},"3":{"id":"1905","structure_id":"38","section_number":"151.03","catch_line":"The Rent Adjustment Commission.","url":"\/151.03\/","token":"151.03"},"4":{"id":"2887","structure_id":"38","section_number":"151.04","catch_line":"Restriction On Rents.","url":"\/151.04\/","token":"151.04"},"5":{"id":"2613","structure_id":"38","section_number":"151.05","catch_line":"Registration, Notification Of Tenants, Posting Of Notice And Payment Of Fees.","url":"\/151.05\/","token":"151.05"},"6":{"id":"1401","structure_id":"38","section_number":"151.05.1","catch_line":"Passthrough Of Surcharge For The Systematic Code Enforcement Fee.","url":"\/151.05.1\/","token":"151.05.1"},"7":{"id":"1394","structure_id":"38","section_number":"151.06","catch_line":"Automatic Adjustments.","url":"\/151.06\/","token":"151.06"},"8":{"id":"1165","structure_id":"38","section_number":"151.06.02","catch_line":"Payment Of Interest On Security Deposits.","url":"\/151.06.02\/","token":"151.06.02"},"9":{"id":"2392","structure_id":"38","section_number":"151.06.1","catch_line":"Smoke Detectors.","url":"\/151.06.1\/","token":"151.06.1"},"10":{"id":"3311","structure_id":"38","section_number":"151.06.2","catch_line":"Surcharge For Water Conservation Assessment.","url":"\/151.06.2\/","token":"151.06.2"},"11":{"id":"3423","structure_id":"38","section_number":"151.06.5","catch_line":"Reductions In Rent.","url":"\/151.06.5\/","token":"151.06.5"},"12":{"id":"66","structure_id":"38","section_number":"151.07","catch_line":"Authority Of The Department And The Commission To Grant Individual Rent Adjustments.","url":"\/151.07\/","token":"151.07"},"13":{"id":"3940","structure_id":"38","section_number":"151.08","catch_line":"Authority Of Commission To Regulate By Class.","url":"\/151.08\/","token":"151.08"},"14":{"id":"1253","structure_id":"38","section_number":"151.09","catch_line":"Evictions.","url":"\/151.09\/","token":"151.09"},"15":{"id":"2643","structure_id":"38","section_number":"151.10","catch_line":"Remedies.","url":"\/151.10\/","token":"151.10"},"16":{"id":"3461","structure_id":"38","section_number":"151.11","catch_line":"Refusal Of A Tenant To Pay.","url":"\/151.11\/","token":"151.11"},"17":{"id":"1361","structure_id":"38","section_number":"151.12","catch_line":"Operative Date.","url":"\/151.12\/","token":"151.12"},"18":{"id":"3106","structure_id":"38","section_number":"151.13","catch_line":"Minor Errors In Payment.","url":"\/151.13\/","token":"151.13"},"19":{"id":"467","structure_id":"38","section_number":"151.14","catch_line":"Filing Of Application For Rent Adjustments, Requests For Hearing, And Appeals.","url":"\/151.14\/","token":"151.14"},"20":{"id":"2596","structure_id":"38","section_number":"151.15","catch_line":"151.15.Penalties For Late Registration And For Failure To Post Notice That Property Is Subject To The Rent Stabilization Ordinance.","url":"\/151.15\/","token":"151.15"},"21":{"id":"2542","structure_id":"38","section_number":"151.16","catch_line":"Research Services.","url":"\/151.16\/","token":"151.16"},"22":{"id":"3174","structure_id":"38","section_number":"151.18","catch_line":"Additional Services Contracts.","url":"\/151.18\/","token":"151.18"},"23":{"id":"909","structure_id":"38","section_number":"151.19","catch_line":"Review Of Ordinance.","url":"\/151.19\/","token":"151.19"},"24":{"id":"2430","structure_id":"38","section_number":"151.20","catch_line":"Temporary Eviction Controls And Rent Reductions For Mobile Homes Damaged In The January, 1994 Earthquake.","url":"\/151.20\/","token":"151.20"},"25":{"id":"2740","structure_id":"38","section_number":"151.21","catch_line":"Hurricane Katrina And Hurricane Rita Temporary Relief Program.","url":"\/151.21\/","token":"151.21"},"26":{"id":"299","structure_id":"38","section_number":"151.22","catch_line":"Ellis Act Provisions - Statement Of Purpose And Effect.","url":"\/151.22\/","token":"151.22"},"27":{"id":"3047","structure_id":"38","section_number":"151.23","catch_line":"Ellis Act Provisions - Required Notice.","url":"\/151.23\/","token":"151.23"},"28":{"id":"2552","structure_id":"38","section_number":"151.24","catch_line":"Ellis Act Provisions - Notification To Department Of Intent To Re-Rent Unit.","url":"\/151.24\/","token":"151.24"},"29":{"id":"1480","structure_id":"38","section_number":"151.25","catch_line":"Ellis Act Provisions - Civil Penalties For Offering Units For Rent Within Two Years Of Withdrawal.","url":"\/151.25\/","token":"151.25"},"30":{"id":"1337","structure_id":"38","section_number":"151.26","catch_line":"Ellis Act Provisions - Regulation Of Property On Re-Offer For Rent Or Lease After Withdrawal.","url":"\/151.26\/","token":"151.26"},"31":{"id":"1267","structure_id":"38","section_number":"151.27","catch_line":"Ellis Act Provisions - Re-Rental Rights Of Displaced Tenants.","url":"\/151.27\/","token":"151.27"},"32":{"id":"2909","structure_id":"38","section_number":"151.28","catch_line":"Ellis Act Provisions - Rental Of Replacement Units.","url":"\/151.28\/","token":"151.28"},"33":{"id":"71","structure_id":"38","section_number":"151.29","catch_line":"Regulation Of Leases In Mobilehome Parks.","url":"\/151.29\/","token":"151.29"},"34":{"id":"3924","structure_id":"38","section_number":"151.30","catch_line":"Evictions For Owner, Family, Or Resident Manager\nOccupancy.","url":"\/151.30\/","token":"151.30"}},"next_section":{"id":"1401","structure_id":"38","section_number":"151.05.1","catch_line":"Passthrough Of Surcharge For The Systematic Code Enforcement Fee.","url":"\/151.05.1\/","token":"151.05.1"},"metadata":false,"references":false,"url":"\/151.05\/","token":"151.05","formats":{"txt":"\/151.05.txt","json":"\/151.05.xml"},"dublin_core":{"Title":"Registration, Notification Of Tenants, Posting Of Notice And Payment Of Fees.","Type":"Text","Format":"text\/html","Identifier":"§ 151.05","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nREGISTRATION, NOTIFICATION OF TENANTS, POSTING OF NOTICE AND PAYMENT OF FEES.\n(§ 151.05)\n\n  REGISTRATION, NOTIFICATION OF TENANTS, POSTING OF NOTICE AND PAYMENT OF FEES.\n\t(Title Amended by Ord. No. 180,769, Eff. 8\/16\/09.)\tA.\t(Amended by Ord. No.\n157,572, Eff. 4\/1\/83.)  On or after July, 1979, no landlord shall demand or\naccept rent for a rental unit without first procuring and serving on the tenant\nor displaying in a conspicuous place a valid written registration statement from\nthe Department or its designee. On or after April 30, 1983, no landlord shall\ndemand or accept rent for a rental unit without first serving a copy of a valid\nregistration or annual registration renewal statement on the tenant of that\nrental unit.\t1.\tEvery rental unit registration and registration statement issued\non or before April 29, 1980 shall expire at midnight April 30, 1980. \nApplications for registration renewal for a previously registered unit shall be\nmade to the Department or its designee no later than June 15, 1980. However, a\nlandlord may continue to accept or demand rent for a previously registered unit\nwithout a current registration statement until July 1, 1980.\t2.\tFor a rental\nunit which first becomes subject to this chapter between May 1, 1980 and\nDecember 31, 1980, inclusive, the landlord shall procure a registration\nstatement.\t3.\tThe registration or registration renewal statement issued pursuant\nto Subdivision 1. or 2. above shall expire on March 31, 1981.  A landlord who\naccepts or demands rent for a rental unit on or after January 1, 1981 shall\nprocure a valid registration statement.  Application for such registration\nstatement shall be made to the Department or its designee no later than February\n14, 1981.\t4.\tThe registration or registration statement issued pursuant to\nSubdivision 3. above shall expire on March 31, 1982.  A landlord who accepts or\ndemands rent for a rental unit on or after January 1, 1982 shall procure a valid\nregistration statement.  Applications for such registration statement shall be\nmade to the Department or its designee no later than February 14, 1982 and any\nstatement so issued shall expire on April 30, 1983.\t5.\tOn or after June 1, 1982,\na landlord who accepts or demands rent for a rental unit on or after the first\nday of January of each year shall procure a valid registration or annual\nregistration renewal statement.  Application for a registration or annual\nregistration renewal statement shall be made to the Department or its designee\nno later than the last day of February of each year, and the statement so issued\nshall expire on the last day of April of the following year, except that the\n1996 registration statement shall expire on June 30, 1997.  (Amended by Ord.\nNo. 171,648, Eff. 8\/3\/97.)\tB.\tThe Department or its designee shall, upon the\npayment of all outstanding fees imposed pursuant to this Chapter and furnishing\nof an emergency contact, including the contact’s name, address and phone\nnumber, register or renew the registration of a rental unit.  For any rental\nunit for which a registration or annual registration renewal statement is\nrequired, a registration or annual registration renewal fee shall be paid. \nThis fee shall be due and payable on the first day of January of each year, and\nshall be deemed delinquent if not paid on or before the last day of the month of\nFebruary of each year.  The fees required hereunder shall be as follows: \n(Amended by Ord. No. 181,744, Eff. 7\/15\/11.)\t1.\tFor a rental unit for which a\nlandlord accepts or demands rent between May 1, 1979 and April 30, 1980,\ninclusive, there shall be an initial registration fee of three dollars, and if\nrent for such rental unit is accepted or demanded between May 1, 1980 and\nDecember 31, 1980 inclusive, there shall also be paid a registration renewal fee\nof three dollars.\t2.\tFor a rental unit which first becomes subject to this\nchapter between May 1, 1980 and December 31, 1980 inclusive, there shall be an\ninitial registration fee of three dollars; and\t3.\tFor any rental unit for which\na landlord accepts or demands rent on or after January 1, 1981, there shall be a\nregistration or registration renewal fee of four dollars.\t4.\tFor any rental unit\nfor which a landlord accepts or demands rent between January 1, 1982 and\nDecember 31, 1982 inclusive, there shall be a registration or registration\nrenewal fee of seven dollars.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82,\nOper. 5\/15\/82.)\t5.\tFor any rental unit for which a registration or annual\nregistration renewal statement is required, a registration or annual\nregistration renewal fee shall be paid.  This fee shall be due and payable on\nthe first day of January of each year, and shall be deemed delinquent if not\npaid on or before the last day of the following month.  The amount of this fee\nshall be twenty-four dollars and fifty-one cents ($24.51).  (Amended by Ord.\nNo. 181,966, Eff. 12\/20\/11.)\tC.\tThe landlord shall maintain records setting\nforth the maximum rent for each rental unit.  Each landlord who demands or\naccepts a higher rent than said maximum rent shall inform the tenant or any\nprospective tenant of the rental unit in writing of the factual justification\nfor the difference between said maximum rent and the rent which the landlord is\ncurrently charging or proposes to charge.  (Amended by Ord. No. 154,237, Eff.\n8\/30\/80, Oper. 9\/1\/80.)\tD.\tFor a rental unit for which a four dollar fee has\nbeen paid pursuant to Subdivision 3. of Subsection B. of this section, the\nlandlord, for the month of April, 1981, and on a one time basis only, may demand\nand collect a total of four dollars per rental unit from the tenant of the\nrental unit after serving the tenant with a thirty days written notice on a form\nprovided by the Department explaining the nature of the onetime charge. \n(Amended by Ord. No. 154,237, Eff. 8\/30\/80, Oper. 9\/1\/80.)\tE.\tFor a rental unit\nfor which a registration or registration renewal fee has been paid pursuant to\nSubdivision 4. of Subsection B. of this section, the landlord, for the month of\nJune, 1982, and on a one-time basis only may demand and collect a total of four\ndollars per rental unit from the tenant of the rental unit after serving the\ntenant with a thirty days written notice on a form provided by the Department\nexplaining the nature of the one-time charge. (Added by Ord. No. 155,561, Eff.\n8\/9\/81.)\tF.\tFor a rental unit for which the registration or annual registration\nrenewal fee has been paid pursuant to Subdivision 5. of Subsection B. of this\nsection, the landlord may demand and collect a rental surcharge of $9.35 (nine\ndollars and 35 cents) from the tenant of the rental unit after serving the\ntenant with a 30-day written notice in a form prescribed by the Department. \n(First Paragraph Amended by Ord. No. 177,107, Eff. 12\/18\/05, Oper. 1\/1\/06.)\tThe\nrental surcharge may only be collected in June of the year in which the\nregistration or annual registration fee became due and payable, provided that\nthe landlord is not delinquent in the payment of the registration or annual\nregistration renewal fee.  Except that, during the 1997 registration cycle, the\ntenant surcharge may be collected during any month prior to December 31, 1997\nsubject to the notification requirement described above and provided that the\nlandlord is not delinquent in the payment of the registration or annual\nregistration renewal fee.  (Second Para. Amended by Ord. No. 171,648, Eff.\n8\/3\/97.)\tG.\tThe landlord of a rental unit which is not registered with the\nDepartment shall provide the Department, on the form approved by the Department\nand accompanied by supporting documentation, a written declaration stating the\nfacts upon which the landlord bases a claim of exclusion from the provisions of\nthis Chapter.  If a landlord fails to submit a written declaration and\nsupporting documents by the last day of the month of January of each year, the\nunit shall be deemed to be subject to the provisions of this Chapter and any\nfees collected shall be non-refundable.  If a landlord declares that the rental\nunit is not subject to the registration requirements of this Subsection because\nthe rental unit is vacant, the landlord shall provide the Department with a copy\nof a notice recorded against the property declaring that the unit is and shall\nremain vacant, and the unit shall be secured against unauthorized entry. \n(Amended by Ord. No. 181,744, Eff. 7\/15\/11.)\tH.\t(Repealed by Ord. No. 181,744,\nEff. 7\/15\/11.)\tI.\tFor every property for which a landlord is required to procure\na written registration statement pursuant to the provisions of Subsection A. of\nthis Section, the landlord shall post a notice on a form prescribed by the\nDepartment, providing information about the Rent Stabilization Ordinance and\nDepartment contact information.  Notices must be posted in a conspicuous\nlocation in the lobby of the property, near a mailbox used by all residents on\nthe property, or in or near a public entrance to the property.  The notice\nshall be written in English and Spanish, and in any other languages as required\nby the Department.  (Added by Ord. No. 180,769, Eff. 8\/16\/09.)\n","html":"\n\t\t\t\t\t<section><p>  REGISTRATION, NOTIFICATION OF TENANTS, POSTING OF NOTICE AND PAYMENT OF FEES.\n\t(Title Amended by Ord. No. 180,769, Eff. 8\/16\/09.)<br \/><br \/>\tA.\t(Amended by Ord. No. 157,572, Eff. 4\/1\/83.)  On or after July, 1979, no landlord shall demand or accept rent for a rental unit without first procuring and serving on the tenant or displaying in a conspicuous place a valid written registration statement from the Department or its designee. On or after April 30, 1983, no landlord shall demand or accept rent for a rental unit without first serving a copy of a valid registration or annual registration renewal statement on the tenant of that rental unit.<br \/><br \/>\t1.\tEvery rental unit registration and registration statement issued on or before April 29, 1980 shall expire at midnight April 30, 1980.  Applications for registration renewal for a previously registered unit shall be made to the Department or its designee no later than June 15, 1980. However, a landlord may continue to accept or demand rent for a previously registered unit without a current registration statement until July 1, 1980.<br \/><br \/>\t2.\tFor a rental unit which first becomes subject to this chapter between May 1, 1980 and December 31, 1980, inclusive, the landlord shall procure a registration statement.<br \/><br \/>\t3.\tThe registration or registration renewal statement issued pursuant to Subdivision 1. or 2. above shall expire on March 31, 1981.  A landlord who accepts or demands rent for a rental unit on or after January 1, 1981 shall procure a valid registration statement.  Application for such registration statement shall be made to the Department or its designee no later than February 14, 1981.<br \/><br \/>\t4.\tThe registration or registration statement issued pursuant to Subdivision 3. above shall expire on March 31, 1982.  A landlord who accepts or demands rent for a rental unit on or after January 1, 1982 shall procure a valid registration statement.  Applications for such registration statement shall be made to the Department or its designee no later than February 14, 1982 and any statement so issued shall expire on April 30, 1983.<br \/><br \/>\t5.\tOn or after June 1, 1982, a landlord who accepts or demands rent for a rental unit on or after the first day of January of each year shall procure a valid registration or annual registration renewal statement.  Application for a registration or annual registration renewal statement shall be made to the Department or its designee no later than the last day of February of each year, and the statement so issued shall expire on the last day of April of the following year, except that the 1996 registration statement shall expire on June 30, 1997.  (Amended by Ord. No. 171,648, Eff. 8\/3\/97.)<br \/><br \/>\tB.\tThe Department or its designee shall, upon the payment of all outstanding fees imposed pursuant to this Chapter and furnishing of an emergency contact, including the contact’s name, address and phone number, register or renew the registration of a rental unit.  For any rental unit for which a registration or annual registration renewal statement is required, a registration or annual registration renewal fee shall be paid.  This fee shall be due and payable on the first day of January of each year, and shall be deemed delinquent if not paid on or before the last day of the month of February of each year.  The fees required hereunder shall be as follows:  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)<br \/><br \/>\t1.\tFor a rental unit for which a landlord accepts or demands rent between May 1, 1979 and April 30, 1980, inclusive, there shall be an initial registration fee of three dollars, and if rent for such rental unit is accepted or demanded between May 1, 1980 and December 31, 1980 inclusive, there shall also be paid a registration renewal fee of three dollars.<br \/><br \/>\t2.\tFor a rental unit which first becomes subject to this chapter between May 1, 1980 and December 31, 1980 inclusive, there shall be an initial registration fee of three dollars; and<br \/><br \/>\t3.\tFor any rental unit for which a landlord accepts or demands rent on or after January 1, 1981, there shall be a registration or registration renewal fee of four dollars.<br \/><br \/>\t4.\tFor any rental unit for which a landlord accepts or demands rent between January 1, 1982 and December 31, 1982 inclusive, there shall be a registration or registration renewal fee of seven dollars.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)<br \/><br \/>\t5.\tFor any rental unit for which a registration or annual registration renewal statement is required, a registration or annual registration renewal fee shall be paid.  This fee shall be due and payable on the first day of January of each year, and shall be deemed delinquent if not paid on or before the last day of the following month.  The amount of this fee shall be twenty-four dollars and fifty-one cents ($24.51).  (Amended by Ord. No. 181,966, Eff. 12\/20\/11.)<br \/><br \/>\tC.\tThe landlord shall maintain records setting forth the maximum rent for each rental unit.  Each landlord who demands or accepts a higher rent than said maximum rent shall inform the tenant or any prospective tenant of the rental unit in writing of the factual justification for the difference between said maximum rent and the rent which the landlord is currently charging or proposes to charge.  (Amended by Ord. No. 154,237, Eff. 8\/30\/80, Oper. 9\/1\/80.)<br \/><br \/>\tD.\tFor a rental unit for which a four dollar fee has been paid pursuant to Subdivision 3. of Subsection B. of this section, the landlord, for the month of April, 1981, and on a one time basis only, may demand and collect a total of four dollars per rental unit from the tenant of the rental unit after serving the tenant with a thirty days written notice on a form provided by the Department explaining the nature of the onetime charge.  (Amended by Ord. No. 154,237, Eff. 8\/30\/80, Oper. 9\/1\/80.)<br \/><br \/>\tE.\tFor a rental unit for which a registration or registration renewal fee has been paid pursuant to Subdivision 4. of Subsection B. of this section, the landlord, for the month of June, 1982, and on a one-time basis only may demand and collect a total of four dollars per rental unit from the tenant of the rental unit after serving the tenant with a thirty days written notice on a form provided by the Department explaining the nature of the one-time charge. (Added by Ord. No. 155,561, Eff. 8\/9\/81.)<br \/><br \/>\tF.\tFor a rental unit for which the registration or annual registration renewal fee has been paid pursuant to Subdivision 5. of Subsection B. of this section, the landlord may demand and collect a rental surcharge of $9.35 (nine dollars and 35 cents) from the tenant of the rental unit after serving the tenant with a 30-day written notice in a form prescribed by the Department.  (First Paragraph Amended by Ord. No. 177,107, Eff. 12\/18\/05, Oper. 1\/1\/06.)<br \/><br \/>\tThe rental surcharge may only be collected in June of the year in which the registration or annual registration fee became due and payable, provided that the landlord is not delinquent in the payment of the registration or annual registration renewal fee.  Except that, during the 1997 registration cycle, the tenant surcharge may be collected during any month prior to December 31, 1997 subject to the notification requirement described above and provided that the landlord is not delinquent in the payment of the registration or annual registration renewal fee.  (Second Para. Amended by Ord. No. 171,648, Eff. 8\/3\/97.)<br \/><br \/>\tG.\tThe landlord of a rental unit which is not registered with the Department shall provide the Department, on the form approved by the Department and accompanied by supporting documentation, a written declaration stating the <span class=\"dictionary\">facts<\/span> upon which the landlord bases a claim of exclusion from the provisions of this Chapter.  If a landlord fails to submit a written declaration and supporting documents by the last day of the month of January of each year, the unit shall be deemed to be subject to the provisions of this Chapter and any fees collected shall be non-refundable.  If a landlord declares that the rental unit is not subject to the registration requirements of this Subsection because the rental unit is vacant, the landlord shall provide the Department with a copy of a notice recorded against the property declaring that the unit is and shall remain vacant, and the unit shall be secured against unauthorized entry.  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)<br \/><br \/>\tH.\t(Repealed by Ord. No. 181,744, Eff. 7\/15\/11.)<br \/><br \/>\tI.\tFor every property for which a landlord is required to procure a written registration statement pursuant to the provisions of Subsection A. of this Section, the landlord shall post a notice on a form prescribed by the Department, providing information about the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span> and Department contact information.  Notices must be posted in a conspicuous location in the lobby of the property, near a mailbox used by all residents on the property, or in or near a public entrance to the property.  The notice shall be written in English and Spanish, and in any other languages as required by the Department.  (Added by Ord. No. 180,769, Eff. 8\/16\/09.)<\/p><\/section>","previous_section":{"id":"2887","structure_id":"38","section_number":"151.04","catch_line":"Restriction On Rents.","url":"\/151.04\/","token":"151.04"},"text":{"0":{"id":"2590","text":"  REGISTRATION, NOTIFICATION OF TENANTS, POSTING OF NOTICE AND PAYMENT OF FEES.\n\t(Title Amended by Ord. No. 180,769, Eff. 8\/16\/09.)\tA.\t(Amended by Ord. No. 157,572, Eff. 4\/1\/83.)  On or after July, 1979, no landlord shall demand or accept rent for a rental unit without first procuring and serving on the tenant or displaying in a conspicuous place a valid written registration statement from the Department or its designee. On or after April 30, 1983, no landlord shall demand or accept rent for a rental unit without first serving a copy of a valid registration or annual registration renewal statement on the tenant of that rental unit.\t1.\tEvery rental unit registration and registration statement issued on or before April 29, 1980 shall expire at midnight April 30, 1980.  Applications for registration renewal for a previously registered unit shall be made to the Department or its designee no later than June 15, 1980. However, a landlord may continue to accept or demand rent for a previously registered unit without a current registration statement until July 1, 1980.\t2.\tFor a rental unit which first becomes subject to this chapter between May 1, 1980 and December 31, 1980, inclusive, the landlord shall procure a registration statement.\t3.\tThe registration or registration renewal statement issued pursuant to Subdivision 1. or 2. above shall expire on March 31, 1981.  A landlord who accepts or demands rent for a rental unit on or after January 1, 1981 shall procure a valid registration statement.  Application for such registration statement shall be made to the Department or its designee no later than February 14, 1981.\t4.\tThe registration or registration statement issued pursuant to Subdivision 3. above shall expire on March 31, 1982.  A landlord who accepts or demands rent for a rental unit on or after January 1, 1982 shall procure a valid registration statement.  Applications for such registration statement shall be made to the Department or its designee no later than February 14, 1982 and any statement so issued shall expire on April 30, 1983.\t5.\tOn or after June 1, 1982, a landlord who accepts or demands rent for a rental unit on or after the first day of January of each year shall procure a valid registration or annual registration renewal statement.  Application for a registration or annual registration renewal statement shall be made to the Department or its designee no later than the last day of February of each year, and the statement so issued shall expire on the last day of April of the following year, except that the 1996 registration statement shall expire on June 30, 1997.  (Amended by Ord. No. 171,648, Eff. 8\/3\/97.)\tB.\tThe Department or its designee shall, upon the payment of all outstanding fees imposed pursuant to this Chapter and furnishing of an emergency contact, including the contact’s name, address and phone number, register or renew the registration of a rental unit.  For any rental unit for which a registration or annual registration renewal statement is required, a registration or annual registration renewal fee shall be paid.  This fee shall be due and payable on the first day of January of each year, and shall be deemed delinquent if not paid on or before the last day of the month of February of each year.  The fees required hereunder shall be as follows:  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)\t1.\tFor a rental unit for which a landlord accepts or demands rent between May 1, 1979 and April 30, 1980, inclusive, there shall be an initial registration fee of three dollars, and if rent for such rental unit is accepted or demanded between May 1, 1980 and December 31, 1980 inclusive, there shall also be paid a registration renewal fee of three dollars.\t2.\tFor a rental unit which first becomes subject to this chapter between May 1, 1980 and December 31, 1980 inclusive, there shall be an initial registration fee of three dollars; and\t3.\tFor any rental unit for which a landlord accepts or demands rent on or after January 1, 1981, there shall be a registration or registration renewal fee of four dollars.\t4.\tFor any rental unit for which a landlord accepts or demands rent between January 1, 1982 and December 31, 1982 inclusive, there shall be a registration or registration renewal fee of seven dollars.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)\t5.\tFor any rental unit for which a registration or annual registration renewal statement is required, a registration or annual registration renewal fee shall be paid.  This fee shall be due and payable on the first day of January of each year, and shall be deemed delinquent if not paid on or before the last day of the following month.  The amount of this fee shall be twenty-four dollars and fifty-one cents ($24.51).  (Amended by Ord. No. 181,966, Eff. 12\/20\/11.)\tC.\tThe landlord shall maintain records setting forth the maximum rent for each rental unit.  Each landlord who demands or accepts a higher rent than said maximum rent shall inform the tenant or any prospective tenant of the rental unit in writing of the factual justification for the difference between said maximum rent and the rent which the landlord is currently charging or proposes to charge.  (Amended by Ord. No. 154,237, Eff. 8\/30\/80, Oper. 9\/1\/80.)\tD.\tFor a rental unit for which a four dollar fee has been paid pursuant to Subdivision 3. of Subsection B. of this section, the landlord, for the month of April, 1981, and on a one time basis only, may demand and collect a total of four dollars per rental unit from the tenant of the rental unit after serving the tenant with a thirty days written notice on a form provided by the Department explaining the nature of the onetime charge.  (Amended by Ord. No. 154,237, Eff. 8\/30\/80, Oper. 9\/1\/80.)\tE.\tFor a rental unit for which a registration or registration renewal fee has been paid pursuant to Subdivision 4. of Subsection B. of this section, the landlord, for the month of June, 1982, and on a one-time basis only may demand and collect a total of four dollars per rental unit from the tenant of the rental unit after serving the tenant with a thirty days written notice on a form provided by the Department explaining the nature of the one-time charge. (Added by Ord. No. 155,561, Eff. 8\/9\/81.)\tF.\tFor a rental unit for which the registration or annual registration renewal fee has been paid pursuant to Subdivision 5. of Subsection B. of this section, the landlord may demand and collect a rental surcharge of $9.35 (nine dollars and 35 cents) from the tenant of the rental unit after serving the tenant with a 30-day written notice in a form prescribed by the Department.  (First Paragraph Amended by Ord. No. 177,107, Eff. 12\/18\/05, Oper. 1\/1\/06.)\tThe rental surcharge may only be collected in June of the year in which the registration or annual registration fee became due and payable, provided that the landlord is not delinquent in the payment of the registration or annual registration renewal fee.  Except that, during the 1997 registration cycle, the tenant surcharge may be collected during any month prior to December 31, 1997 subject to the notification requirement described above and provided that the landlord is not delinquent in the payment of the registration or annual registration renewal fee.  (Second Para. Amended by Ord. No. 171,648, Eff. 8\/3\/97.)\tG.\tThe landlord of a rental unit which is not registered with the Department shall provide the Department, on the form approved by the Department and accompanied by supporting documentation, a written declaration stating the facts upon which the landlord bases a claim of exclusion from the provisions of this Chapter.  If a landlord fails to submit a written declaration and supporting documents by the last day of the month of January of each year, the unit shall be deemed to be subject to the provisions of this Chapter and any fees collected shall be non-refundable.  If a landlord declares that the rental unit is not subject to the registration requirements of this Subsection because the rental unit is vacant, the landlord shall provide the Department with a copy of a notice recorded against the property declaring that the unit is and shall remain vacant, and the unit shall be secured against unauthorized entry.  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)\tH.\t(Repealed by Ord. No. 181,744, Eff. 7\/15\/11.)\tI.\tFor every property for which a landlord is required to procure a written registration statement pursuant to the provisions of Subsection A. of this Section, the landlord shall post a notice on a form prescribed by the Department, providing information about the Rent Stabilization Ordinance and Department contact information.  Notices must be posted in a conspicuous location in the lobby of the property, near a mailbox used by all residents on the property, or in or near a public entrance to the property.  The notice shall be written in English and Spanish, and in any other languages as required by the Department.  (Added by Ord. No. 180,769, Eff. 8\/16\/09.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}