{"section_number":"151.29","edition_id":"1","section_id":"71","structure_id":"38","catch_line":"Regulation Of Leases In Mobilehome Parks.","history":"","full_text":"  REGULATION OF LEASES IN MOBILEHOME PARKS.\n\t(Added by Ord. No. 180,071, Eff. 8\/30\/08.)\n\n\tState law, including the Mobilehome Residency Law at California Civil Code Section 798, et seq., governs many aspects of agreements to rent mobilehomes.  This section supplements the provisions of the State Mobilehome Residency Law.\n\n\tA.\tEvery mobilehome owner and every prospective mobilehome owner in a mobilehome park subject to the provisions of this article shall have the option to reject a rental agreement offered for the lease of a mobilehome, and to reject a rental agreement offered for the lease of the site of the mobilehome, and shall be entitled to accept a rental agreement for a term of 12 months or less, including a month-to-month agreement, pursuant to the provisions of state law and Subsection C. of this section.\n\n\tB.\tNeither a mobilehome owner nor a prospective mobilehome owner shall be required to sign a lease or rental agreement that is exempt from the provisions of this article.  Neither a mobilehome owner nor a prospective mobilehome owner shall be required to sign a lease in excess of 12 months.\n\n\tC.\tA prospective mobilehome owner who rejects an offered rental agreement in excess of 12 months duration shall be entitled to instead accept a rental agreement for a term of 12 months or less from the date the offered rental agreement was to have begun.  In the event the prospective mobilehome owner elects to have a rental agreement for a term of 12 months or less, including a month-to-month rental agreement, the rental agreement shall contain the same rental charges, terms and conditions as the rejected rental agreement during the first 12 months, except for options, if any, contained in the offered rental agreement to extend or renew the rental agreement.\n\n\tD.\tBefore any rental agreement in excess of 12 months is executed by a prospective mobilehome owner, the prospective mobilehome owner shall:  (i) be offered the option of a rental agreement for a term of 12 months or less; and (ii) be informed both orally and in writing that a lease or rental agreement in excess of 12 months shall not be subject to the terms and provisions of this article.\n\n\tE.\tA notice, which conforms to the following language and printed in at least 12-point boldface type if the rental agreement is printed, or in capital letters if the rental agreement is typed, shall be presented to the prospective mobile home owner at the time of presentation of a rental agreement creating a tenancy with a term greater than twelve months:\n\nIMPORTANT NOTICE TO PROSPECTIVE MOBILEHOME OWNER REGARDING THE PROPOSED RENTAL AGREEMENT FOR _______________.  PLEASE TAKE NOTICE THAT THIS RENTAL AGREEMENT CREATES A TENANCY WITH A TERM IN EXCESS OF 12 MONTHS.  BY SIGNING THIS RENTAL AGREEMENT, YOU ARE EXEMPTING THIS TENANCY FROM THE PROVISIONS OF THE RENT STABILIZATION ORDINANCE OF THE CITY OF LOS ANGELES FOR THE TERM OF THIS RENTAL AGREEMENT.  THE RENT STABILIZATION ORDINANCE (LOS ANGELES MUNICIPAL CODE CHAPTER XV, ARTICLE 1) AND THE STATE MOBILEHOME RESIDENCY LAW (CALIFORNIA CIVIL CODE SECTION 798, et seq.) GIVE YOU CERTAIN RIGHTS, INCLUDING THE RIGHT TO A TENANCY OF 12 MONTHS OR LESS THAT IS NOT EXEMPT FROM THE PROVISIONS OF THE RENT STABILIZATION ORDINANCE.  BEFORE SIGNING THIS RENTAL AGREEMENT, YOU MAY WANT TO SEE A LAWYER.  IF YOU SIGN THE RENTAL AGREEMENT, YOU MAY CANCEL THE RENTAL AGREEMENT BY NOTIFYING THE PARK MANAGEMENT IN WRITING OF THE CANCELLATION WITHIN 72 HOURS OF YOUR EXECUTION OF THE AGREEMENT.  IT IS UNLAWFUL FOR A MOBILEHOME PARKOWNER OR ANY AGENT OR REPRESENTATIVE OF THE OWNER TO DISCRIMINATE OR RETALIATE AGAINST YOU BECAUSE OF THE EXERCISE OF ANY RIGHTS YOU MAY HAVE UNDER THE RENT STABILIZATION ORDINANCE OF THE CITY OF LOS ANGELES, OR BECAUSE OF YOUR CHOICE TO ENTER INTO A RENTAL AGREEMENT THAT IS SUBJECT TO THE PROVISIONS OF THAT ORDINANCE.\n\n\tF.\tThe Notice described in Subsection E. of this section shall contain a place for the prospective mobilehome owner to acknowledge receipt of the notice and shall also contain an acknowledgment signed under penalty of perjury by the person offering the rental agreement that the notice has been given to the prospective mobilehome owner in accordance with the previous subsection.  A copy of the notice executed by the person offering the rental agreement shall be provided to the prospective mobilehome owner.\n\n\tG.\tA prospective mobilehome owner may cancel a mobilehome rental agreement by notifying park management in writing of the cancellation within 72 hours of the execution of the agreement.","order_by":"29","ancestry":{"1":{"id":"38","name":"Rent Stabilization Ordinance","identifier":"1","label":"article","url":"\/15\/1\/"},"2":{"id":"37","name":"Rent Stabilization Ordinance","identifier":"15","label":"chapter","url":"\/15\/"}},"structure_contents":{"0":{"id":"1697","structure_id":"38","section_number":"151.00","catch_line":"Title.","url":"\/151.00\/","token":"151.00"},"1":{"id":"1881","structure_id":"38","section_number":"151.01","catch_line":"Declaration Of Purpose.","url":"\/151.01\/","token":"151.01"},"2":{"id":"2461","structure_id":"38","section_number":"151.02","catch_line":"Definitions.","url":"\/151.02\/","token":"151.02"},"3":{"id":"1905","structure_id":"38","section_number":"151.03","catch_line":"The Rent Adjustment Commission.","url":"\/151.03\/","token":"151.03"},"4":{"id":"2887","structure_id":"38","section_number":"151.04","catch_line":"Restriction On Rents.","url":"\/151.04\/","token":"151.04"},"5":{"id":"2613","structure_id":"38","section_number":"151.05","catch_line":"Registration, Notification Of Tenants, Posting Of Notice And Payment Of Fees.","url":"\/151.05\/","token":"151.05"},"6":{"id":"1401","structure_id":"38","section_number":"151.05.1","catch_line":"Passthrough Of Surcharge For The Systematic Code Enforcement Fee.","url":"\/151.05.1\/","token":"151.05.1"},"7":{"id":"1394","structure_id":"38","section_number":"151.06","catch_line":"Automatic Adjustments.","url":"\/151.06\/","token":"151.06"},"8":{"id":"1165","structure_id":"38","section_number":"151.06.02","catch_line":"Payment Of Interest On Security Deposits.","url":"\/151.06.02\/","token":"151.06.02"},"9":{"id":"2392","structure_id":"38","section_number":"151.06.1","catch_line":"Smoke Detectors.","url":"\/151.06.1\/","token":"151.06.1"},"10":{"id":"3311","structure_id":"38","section_number":"151.06.2","catch_line":"Surcharge For Water Conservation Assessment.","url":"\/151.06.2\/","token":"151.06.2"},"11":{"id":"3423","structure_id":"38","section_number":"151.06.5","catch_line":"Reductions In Rent.","url":"\/151.06.5\/","token":"151.06.5"},"12":{"id":"66","structure_id":"38","section_number":"151.07","catch_line":"Authority Of The Department And The Commission To Grant Individual Rent Adjustments.","url":"\/151.07\/","token":"151.07"},"13":{"id":"3940","structure_id":"38","section_number":"151.08","catch_line":"Authority Of Commission To Regulate By Class.","url":"\/151.08\/","token":"151.08"},"14":{"id":"1253","structure_id":"38","section_number":"151.09","catch_line":"Evictions.","url":"\/151.09\/","token":"151.09"},"15":{"id":"2643","structure_id":"38","section_number":"151.10","catch_line":"Remedies.","url":"\/151.10\/","token":"151.10"},"16":{"id":"3461","structure_id":"38","section_number":"151.11","catch_line":"Refusal Of A Tenant To Pay.","url":"\/151.11\/","token":"151.11"},"17":{"id":"1361","structure_id":"38","section_number":"151.12","catch_line":"Operative Date.","url":"\/151.12\/","token":"151.12"},"18":{"id":"3106","structure_id":"38","section_number":"151.13","catch_line":"Minor Errors In Payment.","url":"\/151.13\/","token":"151.13"},"19":{"id":"467","structure_id":"38","section_number":"151.14","catch_line":"Filing Of Application For Rent Adjustments, Requests For Hearing, And Appeals.","url":"\/151.14\/","token":"151.14"},"20":{"id":"2596","structure_id":"38","section_number":"151.15","catch_line":"151.15.Penalties For Late Registration And For Failure To Post Notice That Property Is Subject To The Rent Stabilization Ordinance.","url":"\/151.15\/","token":"151.15"},"21":{"id":"2542","structure_id":"38","section_number":"151.16","catch_line":"Research Services.","url":"\/151.16\/","token":"151.16"},"22":{"id":"3174","structure_id":"38","section_number":"151.18","catch_line":"Additional Services Contracts.","url":"\/151.18\/","token":"151.18"},"23":{"id":"909","structure_id":"38","section_number":"151.19","catch_line":"Review Of Ordinance.","url":"\/151.19\/","token":"151.19"},"24":{"id":"2430","structure_id":"38","section_number":"151.20","catch_line":"Temporary Eviction Controls And Rent Reductions For Mobile Homes Damaged In The January, 1994 Earthquake.","url":"\/151.20\/","token":"151.20"},"25":{"id":"2740","structure_id":"38","section_number":"151.21","catch_line":"Hurricane Katrina And Hurricane Rita Temporary Relief Program.","url":"\/151.21\/","token":"151.21"},"26":{"id":"299","structure_id":"38","section_number":"151.22","catch_line":"Ellis Act Provisions - Statement Of Purpose And Effect.","url":"\/151.22\/","token":"151.22"},"27":{"id":"3047","structure_id":"38","section_number":"151.23","catch_line":"Ellis Act Provisions - Required Notice.","url":"\/151.23\/","token":"151.23"},"28":{"id":"2552","structure_id":"38","section_number":"151.24","catch_line":"Ellis Act Provisions - Notification To Department Of Intent To Re-Rent Unit.","url":"\/151.24\/","token":"151.24"},"29":{"id":"1480","structure_id":"38","section_number":"151.25","catch_line":"Ellis Act Provisions - Civil Penalties For Offering Units For Rent Within Two Years Of Withdrawal.","url":"\/151.25\/","token":"151.25"},"30":{"id":"1337","structure_id":"38","section_number":"151.26","catch_line":"Ellis Act Provisions - Regulation Of Property On Re-Offer For Rent Or Lease After Withdrawal.","url":"\/151.26\/","token":"151.26"},"31":{"id":"1267","structure_id":"38","section_number":"151.27","catch_line":"Ellis Act Provisions - Re-Rental Rights Of Displaced Tenants.","url":"\/151.27\/","token":"151.27"},"32":{"id":"2909","structure_id":"38","section_number":"151.28","catch_line":"Ellis Act Provisions - Rental Of Replacement Units.","url":"\/151.28\/","token":"151.28"},"33":{"id":"71","structure_id":"38","section_number":"151.29","catch_line":"Regulation Of Leases In Mobilehome Parks.","url":"\/151.29\/","token":"151.29"},"34":{"id":"3924","structure_id":"38","section_number":"151.30","catch_line":"Evictions For Owner, Family, Or Resident Manager\nOccupancy.","url":"\/151.30\/","token":"151.30"}},"next_section":{"id":"3924","structure_id":"38","section_number":"151.30","catch_line":"Evictions For Owner, Family, Or Resident Manager\nOccupancy.","url":"\/151.30\/","token":"151.30"},"metadata":false,"references":false,"url":"\/151.29\/","token":"151.29","formats":{"txt":"\/151.29.txt","json":"\/151.29.xml"},"dublin_core":{"Title":"Regulation Of Leases In Mobilehome Parks.","Type":"Text","Format":"text\/html","Identifier":"§ 151.29","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nREGULATION OF LEASES IN MOBILEHOME PARKS. (§ 151.29)\n\n  REGULATION OF LEASES IN MOBILEHOME PARKS.\n\t(Added by Ord. No. 180,071, Eff. 8\/30\/08.)\tState law, including the Mobilehome\nResidency Law at California Civil Code Section 798, et seq., governs many\naspects of agreements to rent mobilehomes.  This section supplements the\nprovisions of the State Mobilehome Residency Law.\tA.\tEvery mobilehome owner and\nevery prospective mobilehome owner in a mobilehome park subject to the\nprovisions of this article shall have the option to reject a rental agreement\noffered for the lease of a mobilehome, and to reject a rental agreement offered\nfor the lease of the site of the mobilehome, and shall be entitled to accept a\nrental agreement for a term of 12 months or less, including a month-to-month\nagreement, pursuant to the provisions of state law and Subsection C. of this\nsection.\tB.\tNeither a mobilehome owner nor a prospective mobilehome owner shall\nbe required to sign a lease or rental agreement that is exempt from the\nprovisions of this article.  Neither a mobilehome owner nor a prospective\nmobilehome owner shall be required to sign a lease in excess of 12 months.\tC.\tA\nprospective mobilehome owner who rejects an offered rental agreement in excess\nof 12 months duration shall be entitled to instead accept a rental agreement for\na term of 12 months or less from the date the offered rental agreement was to\nhave begun.  In the event the prospective mobilehome owner elects to have a\nrental agreement for a term of 12 months or less, including a month-to-month\nrental agreement, the rental agreement shall contain the same rental charges,\nterms and conditions as the rejected rental agreement during the first 12\nmonths, except for options, if any, contained in the offered rental agreement to\nextend or renew the rental agreement.\tD.\tBefore any rental agreement in excess\nof 12 months is executed by a prospective mobilehome owner, the prospective\nmobilehome owner shall:  (i) be offered the option of a rental agreement for a\nterm of 12 months or less; and (ii) be informed both orally and in writing that\na lease or rental agreement in excess of 12 months shall not be subject to the\nterms and provisions of this article.\tE.\tA notice, which conforms to the\nfollowing language and printed in at least 12-point boldface type if the rental\nagreement is printed, or in capital letters if the rental agreement is typed,\nshall be presented to the prospective mobile home owner at the time of\npresentation of a rental agreement creating a tenancy with a term greater than\ntwelve months:IMPORTANT NOTICE TO PROSPECTIVE MOBILEHOME OWNER REGARDING THE\nPROPOSED RENTAL AGREEMENT FOR _______________.  PLEASE TAKE NOTICE THAT THIS\nRENTAL AGREEMENT CREATES A TENANCY WITH A TERM IN EXCESS OF 12 MONTHS.  BY\nSIGNING THIS RENTAL AGREEMENT, YOU ARE EXEMPTING THIS TENANCY FROM THE\nPROVISIONS OF THE RENT STABILIZATION ORDINANCE OF THE CITY OF LOS ANGELES FOR\nTHE TERM OF THIS RENTAL AGREEMENT.  THE RENT STABILIZATION ORDINANCE (LOS\nANGELES MUNICIPAL CODE CHAPTER XV, ARTICLE 1) AND THE STATE MOBILEHOME RESIDENCY\nLAW (CALIFORNIA CIVIL CODE SECTION 798, et seq.) GIVE YOU CERTAIN RIGHTS,\nINCLUDING THE RIGHT TO A TENANCY OF 12 MONTHS OR LESS THAT IS NOT EXEMPT FROM\nTHE PROVISIONS OF THE RENT STABILIZATION ORDINANCE.  BEFORE SIGNING THIS RENTAL\nAGREEMENT, YOU MAY WANT TO SEE A LAWYER.  IF YOU SIGN THE RENTAL AGREEMENT, YOU\nMAY CANCEL THE RENTAL AGREEMENT BY NOTIFYING THE PARK MANAGEMENT IN WRITING OF\nTHE CANCELLATION WITHIN 72 HOURS OF YOUR EXECUTION OF THE AGREEMENT.  IT IS\nUNLAWFUL FOR A MOBILEHOME PARKOWNER OR ANY AGENT OR REPRESENTATIVE OF THE OWNER\nTO DISCRIMINATE OR RETALIATE AGAINST YOU BECAUSE OF THE EXERCISE OF ANY RIGHTS\nYOU MAY HAVE UNDER THE RENT STABILIZATION ORDINANCE OF THE CITY OF LOS ANGELES,\nOR BECAUSE OF YOUR CHOICE TO ENTER INTO A RENTAL AGREEMENT THAT IS SUBJECT TO\nTHE PROVISIONS OF THAT ORDINANCE.\tF.\tThe Notice described in Subsection E. of\nthis section shall contain a place for the prospective mobilehome owner to\nacknowledge receipt of the notice and shall also contain an acknowledgment\nsigned under penalty of perjury by the person offering the rental agreement that\nthe notice has been given to the prospective mobilehome owner in accordance with\nthe previous subsection.  A copy of the notice executed by the person offering\nthe rental agreement shall be provided to the prospective mobilehome owner.\tG.\tA\nprospective mobilehome owner may cancel a mobilehome rental agreement by\nnotifying park management in writing of the cancellation within 72 hours of the\nexecution of the agreement.\n","html":"\n\t\t\t\t\t<section><p>  REGULATION OF LEASES IN MOBILEHOME PARKS.\n\t(Added by Ord. No. 180,071, Eff. 8\/30\/08.)<br \/><br \/>\tState <span class=\"dictionary\">law<\/span>, including the Mobilehome Residency <span class=\"dictionary\">Law<\/span> at California Civil Code Section 798, et seq., governs many aspects of agreements to rent mobilehomes.  This section supplements the provisions of the State Mobilehome Residency <span class=\"dictionary\">Law<\/span>.<br \/><br \/>\tA.\tEvery mobilehome owner and every prospective mobilehome owner in a mobilehome park subject to the provisions of this article shall have the option to reject a rental agreement offered for the lease of a mobilehome, and to reject a rental agreement offered for the lease of the site of the mobilehome, and shall be entitled to accept a rental agreement for a term of 12 months or less, including a month-to-month agreement, pursuant to the provisions of state <span class=\"dictionary\">law<\/span> and Subsection C. of this section.<br \/><br \/>\tB.\tNeither a mobilehome owner nor a prospective mobilehome owner shall be required to sign a lease or rental agreement that is exempt from the provisions of this article.  Neither a mobilehome owner nor a prospective mobilehome owner shall be required to sign a lease in excess of 12 months.<br \/><br \/>\tC.\tA prospective mobilehome owner who rejects an offered rental agreement in excess of 12 months duration shall be entitled to instead accept a rental agreement for a term of 12 months or less from the date the offered rental agreement was to have begun.  In the event the prospective mobilehome owner elects to have a rental agreement for a term of 12 months or less, including a month-to-month rental agreement, the rental agreement shall contain the same rental charges, terms and conditions as the rejected rental agreement during the first 12 months, except for options, if any, contained in the offered rental agreement to extend or renew the rental agreement.<br \/><br \/>\tD.\tBefore any rental agreement in excess of 12 months is executed by a prospective mobilehome owner, the prospective mobilehome owner shall:  (i) be offered the option of a rental agreement for a term of 12 months or less; and (ii) be informed both orally and in writing that a lease or rental agreement in excess of 12 months shall not be subject to the terms and provisions of this article.<br \/><br \/>\tE.\tA notice, which conforms to the following language and printed in at least 12-point boldface type if the rental agreement is printed, or in capital letters if the rental agreement is typed, shall be presented to the prospective mobile home owner at the time of presentation of a rental agreement creating a tenancy with a term greater than twelve months:<br \/><br \/>IMPORTANT NOTICE TO PROSPECTIVE MOBILEHOME OWNER REGARDING THE PROPOSED RENTAL AGREEMENT FOR _______________.  PLEASE TAKE NOTICE THAT THIS RENTAL AGREEMENT CREATES A TENANCY WITH A TERM IN EXCESS OF 12 MONTHS.  BY SIGNING THIS RENTAL AGREEMENT, YOU ARE EXEMPTING THIS TENANCY FROM THE PROVISIONS OF THE RENT STABILIZATION <span class=\"dictionary\">ORDINANCE<\/span> OF THE CITY OF LOS ANGELES FOR THE TERM OF THIS RENTAL AGREEMENT.  THE RENT STABILIZATION <span class=\"dictionary\">ORDINANCE<\/span> (LOS ANGELES MUNICIPAL CODE CHAPTER XV, ARTICLE 1) AND THE STATE MOBILEHOME RESIDENCY <span class=\"dictionary\">LAW<\/span> (CALIFORNIA CIVIL CODE SECTION 798, et seq.) GIVE YOU CERTAIN RIGHTS, INCLUDING THE RIGHT TO A TENANCY OF 12 MONTHS OR LESS THAT IS NOT EXEMPT FROM THE PROVISIONS OF THE RENT STABILIZATION <span class=\"dictionary\">ORDINANCE<\/span>.  BEFORE SIGNING THIS RENTAL AGREEMENT, YOU MAY WANT TO SEE A LAWYER.  IF YOU SIGN THE RENTAL AGREEMENT, YOU MAY CANCEL THE RENTAL AGREEMENT BY NOTIFYING THE PARK MANAGEMENT IN WRITING OF THE CANCELLATION WITHIN 72 HOURS OF YOUR EXECUTION OF THE AGREEMENT.  IT IS UNLAWFUL FOR A MOBILEHOME PARKOWNER OR ANY AGENT OR REPRESENTATIVE OF THE OWNER TO DISCRIMINATE OR RETALIATE AGAINST YOU BECAUSE OF THE EXERCISE OF ANY RIGHTS YOU MAY HAVE UNDER THE RENT STABILIZATION <span class=\"dictionary\">ORDINANCE<\/span> OF THE CITY OF LOS ANGELES, OR BECAUSE OF YOUR CHOICE TO ENTER INTO A RENTAL AGREEMENT THAT IS SUBJECT TO THE PROVISIONS OF THAT <span class=\"dictionary\">ORDINANCE<\/span>.<br \/><br \/>\tF.\tThe Notice described in Subsection E. of this section shall contain a place for the prospective mobilehome owner to acknowledge receipt of the notice and shall also contain an acknowledgment signed under <span class=\"dictionary\">penalty<\/span> of <span class=\"dictionary\">perjury<\/span> by the person offering the rental agreement that the notice has been given to the prospective mobilehome owner in accordance with the previous subsection.  A copy of the notice executed by the person offering the rental agreement shall be provided to the prospective mobilehome owner.<br \/><br \/>\tG.\tA prospective mobilehome owner may cancel a mobilehome rental agreement by notifying park management in writing of the cancellation within 72 hours of the execution of the agreement.<\/p><\/section>","previous_section":{"id":"2909","structure_id":"38","section_number":"151.28","catch_line":"Ellis Act Provisions - Rental Of Replacement Units.","url":"\/151.28\/","token":"151.28"},"text":{"0":{"id":"71","text":"  REGULATION OF LEASES IN MOBILEHOME PARKS.\n\t(Added by Ord. No. 180,071, Eff. 8\/30\/08.)\tState law, including the Mobilehome Residency Law at California Civil Code Section 798, et seq., governs many aspects of agreements to rent mobilehomes.  This section supplements the provisions of the State Mobilehome Residency Law.\tA.\tEvery mobilehome owner and every prospective mobilehome owner in a mobilehome park subject to the provisions of this article shall have the option to reject a rental agreement offered for the lease of a mobilehome, and to reject a rental agreement offered for the lease of the site of the mobilehome, and shall be entitled to accept a rental agreement for a term of 12 months or less, including a month-to-month agreement, pursuant to the provisions of state law and Subsection C. of this section.\tB.\tNeither a mobilehome owner nor a prospective mobilehome owner shall be required to sign a lease or rental agreement that is exempt from the provisions of this article.  Neither a mobilehome owner nor a prospective mobilehome owner shall be required to sign a lease in excess of 12 months.\tC.\tA prospective mobilehome owner who rejects an offered rental agreement in excess of 12 months duration shall be entitled to instead accept a rental agreement for a term of 12 months or less from the date the offered rental agreement was to have begun.  In the event the prospective mobilehome owner elects to have a rental agreement for a term of 12 months or less, including a month-to-month rental agreement, the rental agreement shall contain the same rental charges, terms and conditions as the rejected rental agreement during the first 12 months, except for options, if any, contained in the offered rental agreement to extend or renew the rental agreement.\tD.\tBefore any rental agreement in excess of 12 months is executed by a prospective mobilehome owner, the prospective mobilehome owner shall:  (i) be offered the option of a rental agreement for a term of 12 months or less; and (ii) be informed both orally and in writing that a lease or rental agreement in excess of 12 months shall not be subject to the terms and provisions of this article.\tE.\tA notice, which conforms to the following language and printed in at least 12-point boldface type if the rental agreement is printed, or in capital letters if the rental agreement is typed, shall be presented to the prospective mobile home owner at the time of presentation of a rental agreement creating a tenancy with a term greater than twelve months:IMPORTANT NOTICE TO PROSPECTIVE MOBILEHOME OWNER REGARDING THE PROPOSED RENTAL AGREEMENT FOR _______________.  PLEASE TAKE NOTICE THAT THIS RENTAL AGREEMENT CREATES A TENANCY WITH A TERM IN EXCESS OF 12 MONTHS.  BY SIGNING THIS RENTAL AGREEMENT, YOU ARE EXEMPTING THIS TENANCY FROM THE PROVISIONS OF THE RENT STABILIZATION ORDINANCE OF THE CITY OF LOS ANGELES FOR THE TERM OF THIS RENTAL AGREEMENT.  THE RENT STABILIZATION ORDINANCE (LOS ANGELES MUNICIPAL CODE CHAPTER XV, ARTICLE 1) AND THE STATE MOBILEHOME RESIDENCY LAW (CALIFORNIA CIVIL CODE SECTION 798, et seq.) GIVE YOU CERTAIN RIGHTS, INCLUDING THE RIGHT TO A TENANCY OF 12 MONTHS OR LESS THAT IS NOT EXEMPT FROM THE PROVISIONS OF THE RENT STABILIZATION ORDINANCE.  BEFORE SIGNING THIS RENTAL AGREEMENT, YOU MAY WANT TO SEE A LAWYER.  IF YOU SIGN THE RENTAL AGREEMENT, YOU MAY CANCEL THE RENTAL AGREEMENT BY NOTIFYING THE PARK MANAGEMENT IN WRITING OF THE CANCELLATION WITHIN 72 HOURS OF YOUR EXECUTION OF THE AGREEMENT.  IT IS UNLAWFUL FOR A MOBILEHOME PARKOWNER OR ANY AGENT OR REPRESENTATIVE OF THE OWNER TO DISCRIMINATE OR RETALIATE AGAINST YOU BECAUSE OF THE EXERCISE OF ANY RIGHTS YOU MAY HAVE UNDER THE RENT STABILIZATION ORDINANCE OF THE CITY OF LOS ANGELES, OR BECAUSE OF YOUR CHOICE TO ENTER INTO A RENTAL AGREEMENT THAT IS SUBJECT TO THE PROVISIONS OF THAT ORDINANCE.\tF.\tThe Notice described in Subsection E. of this section shall contain a place for the prospective mobilehome owner to acknowledge receipt of the notice and shall also contain an acknowledgment signed under penalty of perjury by the person offering the rental agreement that the notice has been given to the prospective mobilehome owner in accordance with the previous subsection.  A copy of the notice executed by the person offering the rental agreement shall be provided to the prospective mobilehome owner.\tG.\tA prospective mobilehome owner may cancel a mobilehome rental agreement by notifying park management in writing of the cancellation within 72 hours of the execution of the agreement.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}