{"section_number":"151.07","edition_id":"1","section_id":"66","structure_id":"38","catch_line":"Authority Of The Department And The Commission To Grant Individual Rent Adjustments.","history":"","full_text":"  AUTHORITY OF THE DEPARTMENT AND THE COMMISSION TO GRANT INDIVIDUAL RENT ADJUSTMENTS.\n\n\tA.\tAuthority of the Department.\n\n\t1.\tThe Department, in accordance with such regulations and guidelines as the Commission may establish, shall have the authority to grant adjustments in the rent for a rental unit or units located in the same housing complex upon receipt of an application for an adjustment filed by the landlord of the unit or units if it finds that one or more of the grounds set forth in this Subdivision exist.  Nothing in this Section shall prevent the Department from granting rent adjustments under more than one provision of this Section, provided the rent adjustments are for different work or improvements.  The Department shall not grant a rent adjustment for a rental unit under more than one provision of this Section for the same work or improvement.  The Department shall not process any applications for rent adjustments under this Section if the landlord has not paid all outstanding fees imposed pursuant to Section 151.05, Section 161.352 and  Section 161.901 of this Code.  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)\n\n\ta.\t(Amended by Ord. No. 165,251, Eff. 11\/20\/89.)  That on or after April 1, 1978, the landlord has completed a capital improvement with respect to a rental unit and has not increased the rent to reflect the cost of such improvement. If the Department so finds, the landlord shall be entitled to a permanent monthly rent increase of 1\/60th the average per unit capital improvement cost; provided, however, any rent adjustment for a capital improvement granted by the Department between February 13, 1981, and May 31, 1982, shall terminate after five (5) years.\n\n\tExcept that, for any capital improvement work for which a rent increase application is filed with the Department on or after October 1, 1989 the landlord shall only be entitled to a temporary monthly rent increase of 1\/60th of fifty percent (50%) of the average per unit capital improvement cost for a period not to exceed six (6) years.\n\n\tThis temporary monthly surcharge shall not exceed $55.00 per month for each rental unit unless agreed upon in writing by a landlord and a tenant. If the surcharge, as calculated under the above formula, would exceed $55.00 per month, then the surcharge period of six (6) years may be extended until the allowable capital improvement expenses are recovered. This surcharge shall not be included as part of the Maximum Adjusted Rent for purposes of calculating the automatic rent adjustment pursuant to Section 151.06 D.\n\n\tAny capital improvement rent increase or surcharge approved by the Department shall terminate if the Department determines that there has been a complete failure of a capital improvement. The Commission may adopt regulations to implement this provision.\n\n\tFor the purposes of this provision, seismic work shall not be eligible as a capital improvement.  (Added by Ord. No. 165,501, Eff. 3\/23\/90.)\n\n\tEXCEPTION:  (Added by Ord. No. 170,445, Eff. 5\/6\/95, Oper. 7\/5\/95.)\n\n\tThis paragraph shall not apply in the following circumstances:\n\n\tIf the rental unit is the subject of a notice of noncompliance sent to the Franchise Tax Board pursuant to Section 17274 of the Revenue and Taxation Code, and the work is to correct the violations that were the subject of the Notice.\n\n\tIf the rental unit is the subject of a notice of rent reduction or a notice of acceptance into the Rent Escrow Account Program issued pursuant to Section 162.00 et seq. of this Code, and the work is to correct the conditions that caused the placement.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)\n\n\tIf the rental unit is the subject of a criminal conviction related to the landlord’s failure to comply with a citation or order issued by the Department, the Department of Building and Safety, Fire Department, or Department of Health with respect to the subject rental unit, and the work is to correct the conditions that caused the conviction.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)\n\n\tb.\t(Amended by Ord. No. 172,410, Eff. 2\/20\/99.)  That on or after April 1, 1978, the landlord has completed rehabilitation work with respect to a rental unit and has not increased the rent to reflect the cost of the improvement.  If the Department so finds, the landlord shall be entitled to a permanent monthly rent increase of 1\/60th of the average per unit rehabilitation cost; provided, however, any rehabilitation work begun prior to June 1, 1982, shall be entitled to rent increases of 1\/36 of the average per unit rehabilitation cost.  Moreover, any rental adjustment for rehabilitation work granted by the Department between February 13, 1981 and May 31, 1982, shall terminate after 3 years.\n\n\tExcept that, for any rehabilitation work for which a rent increase application is filed with the Department on or after January 1, 1999, the landlord shall only be entitled to a temporary monthly rent increase of 1\/60th of the average per unit rehabilitation cost for a period not to exceed five years, provided, however, where the landlord has obtained a rehabilitation loan, the landlord shall only be entitled to a temporary monthly rent increase amortized over the life of the loan which is calculated based only on the loan’s principal.\n\n\tThis temporary monthly surcharge shall not exceed $75.00 per month or 10% of the Maximum Adjusted Rent, whichever is less, for each rental unit unless agreed upon in writing by a landlord and a tenant.  If the surcharge, as calculated under the above formula, would exceed $75.00 per month or 10% of the Maximum Adjusted Rent, whichever is less, then the surcharge period of five years may be extended until the allowable rehabilitation expenses are recovered.  If the landlord receives a loan made with public funds to do the rehabilitation work, and that loan allows for deferment of the loan repayment, the surcharge shall also be deferred for the same amount of time.  This surcharge shall not be included as part of the Maximum Adjusted Rent for purposes of calculating the automatic rent adjustment pursuant to Section 151.06 D.\n\n\tAny rehabilitation rent increase or surcharge approved by the Department shall terminate if the Department determines that there has been a complete failure of the rehabilitation work.  The Commission may adopt regulations to implement this provision.\n\n\tFor the purposes of this Paragraph, work required for compliance with Section 91.8805 of this Code shall not be eligible as rehabilitation work.  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)\n\n\tc.\t(Repealed by Ord. No. 181,744, Eff. 7\/15\/11.)\n\n\td.\t(Added by Ord. No. 176,544, Eff. 5\/2\/05.)  That on or after the effective date of this amendment, the landlord has completed Primary Renovation Work and any Related Work in conformance with a Tenant Habitability Plan accepted by the Department and has not increased the rent to reflect the cost of such improvement.  For the purposes of this provision, any portion of the Primary Renovation Work and Related Work paid for with public funds is not eligible for this monthly rent increase until the landlord is immediately obligated to repay the public funds.\n\n\tIf the Department so finds, the landlord shall be entitled to a permanent monthly rent increase that shall not exceed the lesser of:\n\n\t(i)\t100% of the Average Per Unit Primary Renovation Work Cost amortized in accordance with a term schedule established by the Commission and an interest rate corresponding to the monthly composite rate for average yields from the sale of ten-year constant maturity U.S. government securities plus one full percentage point; or\n\n\t(ii)\t10% of the Maximum Adjusted Rent at the time an application for a rent increase was filed.\n\n\tThe maximum 10% rent increase permissible under this provision may be imposed no more than once during the tenancy of any tenant household with an annual income at or below 80% of the Area Median Income as established by the U.S. Department of Housing and Urban Development for the Los Angeles-Long Beach primary metropolitan statistical area.  For all other tenants, the Commission may promulgate regulations with respect to the number of times during any tenancy that the maximum 10% rent increase may be imposed.\n\n\tFor the purposes of this provision, costs associated with Primary Renovation Work shall include the documented incurred costs for Primary Renovation Work, Related Work, and temporary relocation of tenants undertaken in accordance with an accepted Tenant Habitability Plan.\n\n\tAny rent increase granted pursuant to this provision shall be imposed in two equal increments over a two-year period.  Upon receipt of the Department’s approval of a primary renovation rent increase, the landlord may impose the first increment after providing notice to each affected tenant pursuant to Section 827 of the California Civil Code.  The second increment may be imposed no earlier than 12 calendar months after the first increment is imposed and after providing notice to each affected tenant pursuant to Section 827 of the California Civil Code.\n\n\tEXCEPTION:\n\n\tThis paragraph shall not apply in the following circumstances:\n\n\tIf the rental unit is the subject of a notice of noncompliance sent to the Franchise Tax Board pursuant to Section 17274 of the Revenue and Taxation Code, and the work is to correct the violations that were the subject of the Notice.\n\n\tIf the rental unit is the subject of a notice of rent reduction or a Notice of Acceptance into the Rent Escrow Account Program issued pursuant to Section 162.00 et seq. of this Code, and the work is to correct the conditions that caused the placement.\n\n\tIf the rental unit is the subject of a criminal conviction related to the landlord’s failure to comply with a citation or order issued by the Department, the Department of Building and Safety, Fire Department, or Department of Health with respect to the subject rental unit, and the work is to correct the conditions that caused the conviction.\n\n\tIf the rental unit is the subject of a citation or order from a government agency to abate hazardous materials and the citation or order is issued before the acceptance of a Tenant Habitability Plan by the Department.\n\n\t2.\tProcedures for Departmental Review of Adjustment Requests.\n\n\ta.\tApplications.  An application for a rent adjustment under this subsection shall be made within twelve months after the completion of the work.  The application shall be filed with the Department upon a form and with the number of copies prescribed by the Department and shall include, among other things, the addresses and unit numbers of the unit or units for which an adjustment was requested.  If the rent adjustment request is the result of the same capital improvement, Primary Renovation Work, seismic work, or rehabilitation work, the application may include all rental units in a housing complex for which an application for a rent increase is filed.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)\n\n\tThe applicant shall produce at the request of the Department such records, receipts or reports as the Department may deem necessary to make a determination on the adjustment request.  Failure to produce requested items shall be sufficient basis to terminate the rent adjustment proceedings.  All applications shall be accompanied by a declaration stating that the above information is true and correct.\n\n\tAn application for a rent adjustment under this subsection shall be accompanied by a $25.00 filing fee.  The landlord shall not recover this filing fee from any tenant.  The requirement to pay this fee shall not apply to the first application for the housing complex made by a landlord within a calendar year pursuant to this subsection.\n\n\tb.\tNotice.  Upon receipt of an adjustment application, the Department shall notify the tenant or tenants of the subject unit or units by mail of the receipt of such application, the amount of the requested rent increase, the landlord’s justification for the request, a tenant’s right to submit written objections to the adjustment request within 10 days of the date of mailing such notice, and of the address to which the objections may be mailed or delivered.\n\n\tc.\tThe Department shall, within 45 days of the receipt of a completed application, make a determination on the application for rent adjustment.  The determination shall be either to approve or disapprove the requested rent adjustment.  If the adjustment is approved, then it must be for the amount requested.  Copies of the findings and determination of the Department shall be mailed by the Department to the applicant and all affected tenants.  Said findings and determination shall provide that any rent increases approved on or after January 1, 1981 for capital improvements or rehabilitation work begun prior to June 1, 1982 shall not be included as part of the maximum adjusted rent for purposes of computing rent increases pursuant to Section 151.06 of this chapter.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)\n\n\t3.\tRequests for Hearing.\n\n\ta.\tThe determination of the Department shall be final unless a request for hearing is filed by or on behalf of the applicant or an affected tenant, and such request is received by the Department within 15 days after the mailing of the findings and determination. A request for hearing shall be in writing and filed in the office of the Department upon a form and with the number of copies required by the Department. Each request for hearing shall be accompanied by a filing fee in the amount of $35.00.  (Amended by Ord. No. 164,167, Eff. 12\/12\/88.)\n\n\tb.\tA request for hearing shall set forth specifically, wherein the requesting party believes there was error or abuse of discretion by the Department in ruling on the application for a rent increase.  Additionally, a request for hearing may be made based on new, relevant information which was not submitted to the Department at the time of the initial determination due to mistake, surprise, inadvertence, or excusable neglect, and which information would have affected the determination of the Department if it had been submitted earlier.  The filing of a request for hearing by a tenant or tenants will not stay the effect of the determination of the Department.  However, any increase collected by the landlord pursuant to the Department’s determination but not approved by the hearing officer shall be forthwith refunded by the landlord to the tenant or tenants from whom such rent increases were collected, or offset by the landlord against the next legally due rental payment.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)\n\n\tc.\tIf a request for hearing is received by the Department within the 15 day period, then the requested hearing shall be held within 30 days of the receipt of the request by a hearing officer designated by the Department.  Notice of the time, date and place of the hearing shall be mailed by the Department to the applicant and tenants of the subject rental units at least 10 days prior to the hearing date.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)\n\n\td.\tThe hearing shall be conducted by a hearing officer designated by the Department.  At the time of the hearing the landlord and\/or any affected tenant may offer such documents, testimony, written declarations or evidence as may be pertinent to the proceedings.\n\n\te.\tIn making a determination on an application for rent increase, the designated hearing officer shall make a written determination upholding, reversing or modifying the determination of the Department.  If the determination is to reverse or modify the determination of the Department, the hearing officer shall specifically set forth the reasons or such reversal or modification.\n\n\tf.\tTime Limit.  A final decision shall be made by the hearing officer within 45 days of the termination of the time for filing of a request for hearing.  The Department shall mail copies of the findings and determination of the hearing officer to the applicant and all affected tenants.  Said findings and determination shall provide that any rent increases approved on or after January 1, 1981 for capital improvements or rehabilitation work begun prior to June 1, 1982 shall not be included as part of the maximum adjusted rent for purposes of computing rent increases pursuant to Section 151.06 of this chapter.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)\n\n\t4.\tLimitation on Rent Adjustment.  (Added by Ord. No. 154,808, Eff. 2\/13\/81.)\n\n\ta.\t(Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.) For every rental unit which experiences a rent increase based on capital improvement and\/or rehabilitation work begun prior to June 1, 1982 and also approved by the Department after February 13, 1981:\n\n\tThe Department shall mail a notice to the landlord of the rental unit indicating that the Department will issue a written order to the landlord requiring the termination of the rent increase after the cost of the work has been fully recovered, unless it determines that the rental unit became eligible for a rent increase pursuant to Section 151.06 C. or that a reduction in rent would work an undue hardship on the landlord.\n\n\tb.\tAn application for relief from the proposed order may be made within 30 days after the mailing of the notice in accordance with such procedures as the Commission may establish.\n\n\tc.\tFor any rental unit for which a capital improvement rent adjustment was granted by the Department between February 13, 1981 and May 31, 1982, and for which a hardship exemption was granted pursuant to Section 151.07 A.4.a., said capital improvement rent adjustment shall terminate upon the effective date of this amendment. The landlord shall, within ten days of the effective date of this amendment, serve a written notice of termination of the capital improvement rent adjustment to all affected tenants setting forth the amount of increase which is to be terminated.  (Added by Ord. No. 163,832, Eff. 8\/25\/88.)\n\n\t5.\tThe Department in accordance with such guidelines as the Commission may establish, shall have the authority to grant certificates of exemptions for luxury housing accommodations and substantial renovation work In processing an application for exemption, the Department shall afford both landlords and tenants notice and an opportunity to be heard prior to the issuance of a certificate of exemption. An application for a certificate of exemption shall be accompanied by a $25.00 filing fee. After August 31, 1982, no unit shall be exempt pursuant to Sections 151.02 M.7. or M.8. without first obtaining a certificate of exemption. Pending completion of the processing of an application for a certificate of exemption, the Department may issue a temporary certificate of exemption for housing accommodations.  (Amended by Ord. No. 164,167, Eff. 12\/12\/88.)\n\n\t6.\t(Subdiv. 6 Added by Ord. No. 159,908, Eff. 6\/30\/85, Oper. 7\/1\/85.)  On or before May 30, of each year, the Department shall publish in a newspaper of general circulation the annual rent increase adjustment for any rent increase imposed pursuant to Section 151.06 D. of this chapter for the following twelve (12) month period beginning on July 1 and ending on June 30.  The Department shall calculate this adjustment as follows:\n\n\tThe annual rent increase adjustment shall be based on the Consumer Price Index – All Urban Consumers for the Los Angeles-Long Beach-Anaheim-SMSA averaged for the previous twelve (12) month period ending September 30 of each year.  It shall reflect the change in the Consumer Price Index over the previous consecutive twelve (12) month period expressed as a percentage and rounded off to the nearest whole number.  If the calculated adjustment is three percent (3%) or less, the Department shall set the annual rent increase adjustment at three percent (3%) but, if the calculated adjustment is eight percent (8%) or greater, the Department shall set the annual rent increase adjustment at eight percent (8%).\n\n\t7.\tRe-rental Certificates.  (Repealed by Ord. No. 176,544, Eff. 5\/2\/05.)\n\n\t8.\tThe Commission shall promulgate regulations to establish the health, safety, and habitability standards which shall be followed for any capital improvement, Primary Renovation Work, Related Work, or rehabilitation work performed while a tenant is residing in the rental unit.  These regulations shall include, but not be limited to, provisions regarding advance notification, security, fire standards, pest control, the operation of dangerous equipment, utility interruptions, the use of potentially dangerous construction materials, and the protection of tenants and their property from exposure to natural elements.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)\n\n\tB.\tAuthority of the Commission and Hearing Officers.\n\n\t1.\t(Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)  A designated hearing officer shall have the authority, in accordance with such guidelines as the Commission may establish, to grant increases in the rent for a rental unit, or for two or more rental units located in the same housing complex, upon receipt of an application for adjustment filed by the landlord and after notice and hearing, if the hearing officer finds that such increase is in keeping with the purposes of this chapter and that the maximum rent or maximum adjusted rent otherwise permitted pursuant to this chapter does not constitute a just and reasonable return on the rental unit or units.  The following are factors, among other relevant factors as the Commission may determine, which may be considered in determining whether a rental unit yields a just and reasonable return:\n\n\ta.\tproperty taxes;\n\n\tb.\treasonable operating and maintenance expenses;\n\n\tc.\tthe extent of capital improvements made to the building in which the rental unit is located as distinguished from ordinary repair, replacement and maintenance;\n\n\td.\tliving space, and the level of housing services;\n\n\te.\tsubstantial deterioration of the rental units other than as a result of ordinary wear and tear;\n\n\tf.\tfailure to perform ordinary repair, replacement and maintenance; and\n\n\tg.\tfinancing costs on the property if such financing was obtained prior to June 1, 1978 and if it contains either a balloon payment or variable rate provision.\n\n\t2.\tAnti-Speculation Provision.  If the only justification offered for the requested rent increase on the landlord’s application is an assertion that the maximum rents or maximum adjusted rents permitted pursuant to this chapter do not allow the landlord a return sufficient to pay both the operating expenses and debt service on the rental unit or units or on the housing complex containing the rental unit or units, a rent adjustment will not be permitted pursuant to this subsection to a landlord who acquired an interest in the rental unit or units after October 1, 1978.\n\n\t3.\tProcedures.\n\n\ta.\tAn application for rent adjustment shall be submitted on a form and with the number of copies prescribed by the Department and shall include among other things the addresses and unit numbers of the unit or units for which an adjustment is requested. Such application may include all rental units in a housing complex for which a rent increase is requested. Each application shall be accompanied by a $25.00 filing fee. An applicant shall produce at the request of the Department or hearing officer to whom the matter is assigned such records, receipts or reports as the Department or hearing officer may deem necessary to make a determination on the adjustment request. Failure to produce such requested items shall be sufficient basis for the Department or hearing officer to terminate the rent adjustment proceeding. All applications shall be accompanied by a declaration stating that the above information is true and correct.  (Amended by Ord. No. 164,167, Eff. 12\/12\/88.)\n\n\tb.\tUpon receipt of a completed application, the application shall be referred by the Department to a hearing officer for processing and determination.  The Department shall notify by mail the tenant or tenants of the subject unit or units of the receipt of such application, the amount of the requested rent increase, the landlord’s justification for the request, and the place, date and time of the hearing on the adjustment request.  The hearing shall be set no less than 10 days nor more than 45 days after the date of mailing such notice.\n\n\tc.\tThe hearing shall be conducted by a hearing officer designated by the Department.  At the time of the hearing the landlord and\/or any affected tenant may offer such documents, testimony, written declarations or evidence as may be pertinent to the proceedings.\n\n\td.\tA determination with written findings in support thereof shall be made by the assigned hearing officer within 75 days from the date of the filing of the application.  A rent adjustment may be granted for less than, but for no more than the amount requested.\n\n\te.\tCopies of the findings and determination of the hearing officer shall be mailed by the Department to the applicant and all affected tenants.  The determination shall become final 15 days from the date of mailing unless an appeal is filed with the Commission within such period.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)\n\n\t4.\tAppeals.\n\n\ta.\tTime and Manner.  An appeal to the Commission from the determination of a hearing officer may be filed by the applicant or any affected tenant pursuant to this subsection within 15 days after mailing of such determination. Such appeals shall be in writing and shall be filed in the office of the Department upon a form and with the number of copies required by the Commission. Each appeal shall be accompanied by a $50.00 filing fee. An appeal shall set forth specifically wherein the appellant believes there was an error or abuse of discretion by the hearing officer. Additionally, an appeal may be made based on new, relevant information which was not submitted to the hearing officer at the time of the initial determination due to mistake, surprise, inadvertence, or excusable neglect, and which information would have affected the determination of the hearing officer if it had been submitted earlier. The filing of an appeal will not stay the effect of the hearing officer’s determination. However, any rent increases collected by the landlord pursuant to the hearing officer’s determination but not approved on appeal shall be forthwith refunded to the tenant or tenants from whom such rent increases were collected or offset against the next legally due rental payment.  (Amended by Ord. No. 164,167, Eff. 12\/12\/88.)\n\n\tb.\tRecord on Appeal.  Upon receipt of an appeal, the entire administrative record of the matter, including the appeal, shall be filed with the Commission.  At any time prior to action on the appeal, the hearing officer may submit to the Commission written comments pertaining to the appeal.\n\n\tc.\tHearing Date and Notice.  Upon receipt of the appeal, the Commission shall cause the matter to be set for hearing before three or more Commissioners acting as an appeals board, and notice shall be given by mail of the date, time, place and purpose thereof to the applicant and all affected tenants.  Such notice shall be in writing and mailed at least 10 days prior to said hearing.  The appeals board shall make its determination within 60 days after the expiration of the appeal period or within such extended period of time as may be mutually agreed upon by the appellant and the designated appeals board.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)\n\n\td.\tDetermination.  If the appeals board fails to act within the time limits specified in this section, the determination of the hearing officer shall become final.  The decision on appeal shall be concurred in by a majority of the appeals board.  The appeals board may affirm, modify or reverse the determination of the hearing officer.  It may modify or reverse such determination only upon making written findings setting forth specifically either  (i)  wherein the action of the hearing officer was in error or constituted an abuse of discretion, or  (ii)  the new information not available at the time of the hearing upon which the appellant relies, and supporting its own determination.  A copy of the findings and determination shall be mailed to the applicant and to affected tenants.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)","order_by":"07","ancestry":{"1":{"id":"38","name":"Rent Stabilization Ordinance","identifier":"1","label":"article","url":"\/15\/1\/"},"2":{"id":"37","name":"Rent Stabilization Ordinance","identifier":"15","label":"chapter","url":"\/15\/"}},"structure_contents":{"0":{"id":"1697","structure_id":"38","section_number":"151.00","catch_line":"Title.","url":"\/151.00\/","token":"151.00"},"1":{"id":"1881","structure_id":"38","section_number":"151.01","catch_line":"Declaration Of Purpose.","url":"\/151.01\/","token":"151.01"},"2":{"id":"2461","structure_id":"38","section_number":"151.02","catch_line":"Definitions.","url":"\/151.02\/","token":"151.02"},"3":{"id":"1905","structure_id":"38","section_number":"151.03","catch_line":"The Rent Adjustment Commission.","url":"\/151.03\/","token":"151.03"},"4":{"id":"2887","structure_id":"38","section_number":"151.04","catch_line":"Restriction On Rents.","url":"\/151.04\/","token":"151.04"},"5":{"id":"2613","structure_id":"38","section_number":"151.05","catch_line":"Registration, Notification Of Tenants, Posting Of Notice And Payment Of Fees.","url":"\/151.05\/","token":"151.05"},"6":{"id":"1401","structure_id":"38","section_number":"151.05.1","catch_line":"Passthrough Of Surcharge For The Systematic Code Enforcement Fee.","url":"\/151.05.1\/","token":"151.05.1"},"7":{"id":"1394","structure_id":"38","section_number":"151.06","catch_line":"Automatic Adjustments.","url":"\/151.06\/","token":"151.06"},"8":{"id":"1165","structure_id":"38","section_number":"151.06.02","catch_line":"Payment Of Interest On Security Deposits.","url":"\/151.06.02\/","token":"151.06.02"},"9":{"id":"2392","structure_id":"38","section_number":"151.06.1","catch_line":"Smoke Detectors.","url":"\/151.06.1\/","token":"151.06.1"},"10":{"id":"3311","structure_id":"38","section_number":"151.06.2","catch_line":"Surcharge For Water Conservation Assessment.","url":"\/151.06.2\/","token":"151.06.2"},"11":{"id":"3423","structure_id":"38","section_number":"151.06.5","catch_line":"Reductions In Rent.","url":"\/151.06.5\/","token":"151.06.5"},"12":{"id":"66","structure_id":"38","section_number":"151.07","catch_line":"Authority Of The Department And The Commission To Grant Individual Rent Adjustments.","url":"\/151.07\/","token":"151.07"},"13":{"id":"3940","structure_id":"38","section_number":"151.08","catch_line":"Authority Of Commission To Regulate By Class.","url":"\/151.08\/","token":"151.08"},"14":{"id":"1253","structure_id":"38","section_number":"151.09","catch_line":"Evictions.","url":"\/151.09\/","token":"151.09"},"15":{"id":"2643","structure_id":"38","section_number":"151.10","catch_line":"Remedies.","url":"\/151.10\/","token":"151.10"},"16":{"id":"3461","structure_id":"38","section_number":"151.11","catch_line":"Refusal Of A Tenant To Pay.","url":"\/151.11\/","token":"151.11"},"17":{"id":"1361","structure_id":"38","section_number":"151.12","catch_line":"Operative Date.","url":"\/151.12\/","token":"151.12"},"18":{"id":"3106","structure_id":"38","section_number":"151.13","catch_line":"Minor Errors In Payment.","url":"\/151.13\/","token":"151.13"},"19":{"id":"467","structure_id":"38","section_number":"151.14","catch_line":"Filing Of Application For Rent Adjustments, Requests For Hearing, And Appeals.","url":"\/151.14\/","token":"151.14"},"20":{"id":"2596","structure_id":"38","section_number":"151.15","catch_line":"151.15.Penalties For Late Registration And For Failure To Post Notice That Property Is Subject To The Rent Stabilization Ordinance.","url":"\/151.15\/","token":"151.15"},"21":{"id":"2542","structure_id":"38","section_number":"151.16","catch_line":"Research Services.","url":"\/151.16\/","token":"151.16"},"22":{"id":"3174","structure_id":"38","section_number":"151.18","catch_line":"Additional Services Contracts.","url":"\/151.18\/","token":"151.18"},"23":{"id":"909","structure_id":"38","section_number":"151.19","catch_line":"Review Of Ordinance.","url":"\/151.19\/","token":"151.19"},"24":{"id":"2430","structure_id":"38","section_number":"151.20","catch_line":"Temporary Eviction Controls And Rent Reductions For Mobile Homes Damaged In The January, 1994 Earthquake.","url":"\/151.20\/","token":"151.20"},"25":{"id":"2740","structure_id":"38","section_number":"151.21","catch_line":"Hurricane Katrina And Hurricane Rita Temporary Relief Program.","url":"\/151.21\/","token":"151.21"},"26":{"id":"299","structure_id":"38","section_number":"151.22","catch_line":"Ellis Act Provisions - Statement Of Purpose And Effect.","url":"\/151.22\/","token":"151.22"},"27":{"id":"3047","structure_id":"38","section_number":"151.23","catch_line":"Ellis Act Provisions - Required Notice.","url":"\/151.23\/","token":"151.23"},"28":{"id":"2552","structure_id":"38","section_number":"151.24","catch_line":"Ellis Act Provisions - Notification To Department Of Intent To Re-Rent Unit.","url":"\/151.24\/","token":"151.24"},"29":{"id":"1480","structure_id":"38","section_number":"151.25","catch_line":"Ellis Act Provisions - Civil Penalties For Offering Units For Rent Within Two Years Of Withdrawal.","url":"\/151.25\/","token":"151.25"},"30":{"id":"1337","structure_id":"38","section_number":"151.26","catch_line":"Ellis Act Provisions - Regulation Of Property On Re-Offer For Rent Or Lease After Withdrawal.","url":"\/151.26\/","token":"151.26"},"31":{"id":"1267","structure_id":"38","section_number":"151.27","catch_line":"Ellis Act Provisions - Re-Rental Rights Of Displaced Tenants.","url":"\/151.27\/","token":"151.27"},"32":{"id":"2909","structure_id":"38","section_number":"151.28","catch_line":"Ellis Act Provisions - Rental Of Replacement Units.","url":"\/151.28\/","token":"151.28"},"33":{"id":"71","structure_id":"38","section_number":"151.29","catch_line":"Regulation Of Leases In Mobilehome Parks.","url":"\/151.29\/","token":"151.29"},"34":{"id":"3924","structure_id":"38","section_number":"151.30","catch_line":"Evictions For Owner, Family, Or Resident Manager\nOccupancy.","url":"\/151.30\/","token":"151.30"}},"next_section":{"id":"3940","structure_id":"38","section_number":"151.08","catch_line":"Authority Of Commission To Regulate By Class.","url":"\/151.08\/","token":"151.08"},"metadata":false,"references":false,"url":"\/151.07\/","token":"151.07","formats":{"txt":"\/151.07.txt","json":"\/151.07.xml"},"dublin_core":{"Title":"Authority Of The Department And The Commission To Grant Individual Rent Adjustments.","Type":"Text","Format":"text\/html","Identifier":"§ 151.07","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nAUTHORITY OF THE DEPARTMENT AND THE COMMISSION TO GRANT INDIVIDUAL RENT\nADJUSTMENTS. (§ 151.07)\n\n  AUTHORITY OF THE DEPARTMENT AND THE COMMISSION TO GRANT INDIVIDUAL RENT\nADJUSTMENTS.\tA.\tAuthority of the Department.\t1.\tThe Department, in accordance\nwith such regulations and guidelines as the Commission may establish, shall have\nthe authority to grant adjustments in the rent for a rental unit or units\nlocated in the same housing complex upon receipt of an application for an\nadjustment filed by the landlord of the unit or units if it finds that one or\nmore of the grounds set forth in this Subdivision exist.  Nothing in this\nSection shall prevent the Department from granting rent adjustments under more\nthan one provision of this Section, provided the rent adjustments are for\ndifferent work or improvements.  The Department shall not grant a rent\nadjustment for a rental unit under more than one provision of this Section for\nthe same work or improvement.  The Department shall not process any\napplications for rent adjustments under this Section if the landlord has not\npaid all outstanding fees imposed pursuant to Section 151.05, Section 161.352\nand  Section 161.901 of this Code.  (Amended by Ord. No. 181,744, Eff.\n7\/15\/11.)\ta.\t(Amended by Ord. No. 165,251, Eff. 11\/20\/89.)  That on or after\nApril 1, 1978, the landlord has completed a capital improvement with respect to\na rental unit and has not increased the rent to reflect the cost of such\nimprovement. If the Department so finds, the landlord shall be entitled to a\npermanent monthly rent increase of 1\/60th the average per unit capital\nimprovement cost; provided, however, any rent adjustment for a capital\nimprovement granted by the Department between February 13, 1981, and May 31,\n1982, shall terminate after five (5) years.\tExcept that, for any capital\nimprovement work for which a rent increase application is filed with the\nDepartment on or after October 1, 1989 the landlord shall only be entitled to a\ntemporary monthly rent increase of 1\/60th of fifty percent (50%) of the average\nper unit capital improvement cost for a period not to exceed six (6) years.\tThis\ntemporary monthly surcharge shall not exceed $55.00 per month for each rental\nunit unless agreed upon in writing by a landlord and a tenant. If the surcharge,\nas calculated under the above formula, would exceed $55.00 per month, then the\nsurcharge period of six (6) years may be extended until the allowable capital\nimprovement expenses are recovered. This surcharge shall not be included as part\nof the Maximum Adjusted Rent for purposes of calculating the automatic rent\nadjustment pursuant to Section 151.06 D.\tAny capital improvement rent increase\nor surcharge approved by the Department shall terminate if the Department\ndetermines that there has been a complete failure of a capital improvement. The\nCommission may adopt regulations to implement this provision.\tFor the purposes\nof this provision, seismic work shall not be eligible as a capital\nimprovement.  (Added by Ord. No. 165,501, Eff. 3\/23\/90.)\tEXCEPTION:  (Added by\nOrd. No. 170,445, Eff. 5\/6\/95, Oper. 7\/5\/95.)\tThis paragraph shall not apply in\nthe following circumstances:\tIf the rental unit is the subject of a notice of\nnoncompliance sent to the Franchise Tax Board pursuant to Section 17274 of the\nRevenue and Taxation Code, and the work is to correct the violations that were\nthe subject of the Notice.\tIf the rental unit is the subject of a notice of rent\nreduction or a notice of acceptance into the Rent Escrow Account Program issued\npursuant to Section 162.00 et seq. of this Code, and the work is to correct the\nconditions that caused the placement.  (Amended by Ord. No. 176,544, Eff.\n5\/2\/05.)\tIf the rental unit is the subject of a criminal conviction related to\nthe landlord’s failure to comply with a citation or order issued by the\nDepartment, the Department of Building and Safety, Fire Department, or\nDepartment of Health with respect to the subject rental unit, and the work is to\ncorrect the conditions that caused the conviction.  (Amended by Ord. No.\n176,544, Eff. 5\/2\/05.)\tb.\t(Amended by Ord. No. 172,410, Eff. 2\/20\/99.)  That on\nor after April 1, 1978, the landlord has completed rehabilitation work with\nrespect to a rental unit and has not increased the rent to reflect the cost of\nthe improvement.  If the Department so finds, the landlord shall be entitled to\na permanent monthly rent increase of 1\/60th of the average per unit\nrehabilitation cost; provided, however, any rehabilitation work begun prior to\nJune 1, 1982, shall be entitled to rent increases of 1\/36 of the average per\nunit rehabilitation cost.  Moreover, any rental adjustment for rehabilitation\nwork granted by the Department between February 13, 1981 and May 31, 1982, shall\nterminate after 3 years.\tExcept that, for any rehabilitation work for which a\nrent increase application is filed with the Department on or after January 1,\n1999, the landlord shall only be entitled to a temporary monthly rent increase\nof 1\/60th of the average per unit rehabilitation cost for a period not to exceed\nfive years, provided, however, where the landlord has obtained a rehabilitation\nloan, the landlord shall only be entitled to a temporary monthly rent increase\namortized over the life of the loan which is calculated based only on the\nloan’s principal.\tThis temporary monthly surcharge shall not exceed $75.00 per\nmonth or 10% of the Maximum Adjusted Rent, whichever is less, for each rental\nunit unless agreed upon in writing by a landlord and a tenant.  If the\nsurcharge, as calculated under the above formula, would exceed $75.00 per month\nor 10% of the Maximum Adjusted Rent, whichever is less, then the surcharge\nperiod of five years may be extended until the allowable rehabilitation expenses\nare recovered.  If the landlord receives a loan made with public funds to do\nthe rehabilitation work, and that loan allows for deferment of the loan\nrepayment, the surcharge shall also be deferred for the same amount of time. \nThis surcharge shall not be included as part of the Maximum Adjusted Rent for\npurposes of calculating the automatic rent adjustment pursuant to Section 151.06\nD.\tAny rehabilitation rent increase or surcharge approved by the Department\nshall terminate if the Department determines that there has been a complete\nfailure of the rehabilitation work.  The Commission may adopt regulations to\nimplement this provision.\tFor the purposes of this Paragraph, work required for\ncompliance with Section 91.8805 of this Code shall not be eligible as\nrehabilitation work.  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)\tc.\t(Repealed\nby Ord. No. 181,744, Eff. 7\/15\/11.)\td.\t(Added by Ord. No. 176,544, Eff.\n5\/2\/05.)  That on or after the effective date of this amendment, the landlord\nhas completed Primary Renovation Work and any Related Work in conformance with a\nTenant Habitability Plan accepted by the Department and has not increased the\nrent to reflect the cost of such improvement.  For the purposes of this\nprovision, any portion of the Primary Renovation Work and Related Work paid for\nwith public funds is not eligible for this monthly rent increase until the\nlandlord is immediately obligated to repay the public funds.\tIf the Department\nso finds, the landlord shall be entitled to a permanent monthly rent increase\nthat shall not exceed the lesser of:\t(i)\t100% of the Average Per Unit Primary\nRenovation Work Cost amortized in accordance with a term schedule established by\nthe Commission and an interest rate corresponding to the monthly composite rate\nfor average yields from the sale of ten-year constant maturity U.S. government\nsecurities plus one full percentage point; or\t(ii)\t10% of the Maximum Adjusted\nRent at the time an application for a rent increase was filed.\tThe maximum 10%\nrent increase permissible under this provision may be imposed no more than once\nduring the tenancy of any tenant household with an annual income at or below 80%\nof the Area Median Income as established by the U.S. Department of Housing and\nUrban Development for the Los Angeles-Long Beach primary metropolitan\nstatistical area.  For all other tenants, the Commission may promulgate\nregulations with respect to the number of times during any tenancy that the\nmaximum 10% rent increase may be imposed.\tFor the purposes of this provision,\ncosts associated with Primary Renovation Work shall include the documented\nincurred costs for Primary Renovation Work, Related Work, and temporary\nrelocation of tenants undertaken in accordance with an accepted Tenant\nHabitability Plan.\tAny rent increase granted pursuant to this provision shall be\nimposed in two equal increments over a two-year period.  Upon receipt of the\nDepartment’s approval of a primary renovation rent increase, the landlord may\nimpose the first increment after providing notice to each affected tenant\npursuant to Section 827 of the California Civil Code.  The second increment may\nbe imposed no earlier than 12 calendar months after the first increment is\nimposed and after providing notice to each affected tenant pursuant to Section\n827 of the California Civil Code.\tEXCEPTION:\tThis paragraph shall not apply in\nthe following circumstances:\tIf the rental unit is the subject of a notice of\nnoncompliance sent to the Franchise Tax Board pursuant to Section 17274 of the\nRevenue and Taxation Code, and the work is to correct the violations that were\nthe subject of the Notice.\tIf the rental unit is the subject of a notice of rent\nreduction or a Notice of Acceptance into the Rent Escrow Account Program issued\npursuant to Section 162.00 et seq. of this Code, and the work is to correct the\nconditions that caused the placement.\tIf the rental unit is the subject of a\ncriminal conviction related to the landlord’s failure to comply with a\ncitation or order issued by the Department, the Department of Building and\nSafety, Fire Department, or Department of Health with respect to the subject\nrental unit, and the work is to correct the conditions that caused the\nconviction.\tIf the rental unit is the subject of a citation or order from a\ngovernment agency to abate hazardous materials and the citation or order is\nissued before the acceptance of a Tenant Habitability Plan by the\nDepartment.\t2.\tProcedures for Departmental Review of Adjustment\nRequests.\ta.\tApplications.  An application for a rent adjustment under this\nsubsection shall be made within twelve months after the completion of the\nwork.  The application shall be filed with the Department upon a form and with\nthe number of copies prescribed by the Department and shall include, among other\nthings, the addresses and unit numbers of the unit or units for which an\nadjustment was requested.  If the rent adjustment request is the result of the\nsame capital improvement, Primary Renovation Work, seismic work, or\nrehabilitation work, the application may include all rental units in a housing\ncomplex for which an application for a rent increase is filed.  (Amended by\nOrd. No. 176,544, Eff. 5\/2\/05.)\tThe applicant shall produce at the request of\nthe Department such records, receipts or reports as the Department may deem\nnecessary to make a determination on the adjustment request.  Failure to\nproduce requested items shall be sufficient basis to terminate the rent\nadjustment proceedings.  All applications shall be accompanied by a declaration\nstating that the above information is true and correct.\tAn application for a\nrent adjustment under this subsection shall be accompanied by a $25.00 filing\nfee.  The landlord shall not recover this filing fee from any tenant.  The\nrequirement to pay this fee shall not apply to the first application for the\nhousing complex made by a landlord within a calendar year pursuant to this\nsubsection.\tb.\tNotice.  Upon receipt of an adjustment application, the\nDepartment shall notify the tenant or tenants of the subject unit or units by\nmail of the receipt of such application, the amount of the requested rent\nincrease, the landlord’s justification for the request, a tenant’s right to\nsubmit written objections to the adjustment request within 10 days of the date\nof mailing such notice, and of the address to which the objections may be mailed\nor delivered.\tc.\tThe Department shall, within 45 days of the receipt of a\ncompleted application, make a determination on the application for rent\nadjustment.  The determination shall be either to approve or disapprove the\nrequested rent adjustment.  If the adjustment is approved, then it must be for\nthe amount requested.  Copies of the findings and determination of the\nDepartment shall be mailed by the Department to the applicant and all affected\ntenants.  Said findings and determination shall provide that any rent increases\napproved on or after January 1, 1981 for capital improvements or rehabilitation\nwork begun prior to June 1, 1982 shall not be included as part of the maximum\nadjusted rent for purposes of computing rent increases pursuant to Section\n151.06 of this chapter.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper.\n5\/15\/82.)\t3.\tRequests for Hearing.\ta.\tThe determination of the Department shall\nbe final unless a request for hearing is filed by or on behalf of the applicant\nor an affected tenant, and such request is received by the Department within 15\ndays after the mailing of the findings and determination. A request for hearing\nshall be in writing and filed in the office of the Department upon a form and\nwith the number of copies required by the Department. Each request for hearing\nshall be accompanied by a filing fee in the amount of $35.00.  (Amended by Ord.\nNo. 164,167, Eff. 12\/12\/88.)\tb.\tA request for hearing shall set forth\nspecifically, wherein the requesting party believes there was error or abuse of\ndiscretion by the Department in ruling on the application for a rent increase. \nAdditionally, a request for hearing may be made based on new, relevant\ninformation which was not submitted to the Department at the time of the initial\ndetermination due to mistake, surprise, inadvertence, or excusable neglect, and\nwhich information would have affected the determination of the Department if it\nhad been submitted earlier.  The filing of a request for hearing by a tenant or\ntenants will not stay the effect of the determination of the Department. \nHowever, any increase collected by the landlord pursuant to the Department’s\ndetermination but not approved by the hearing officer shall be forthwith\nrefunded by the landlord to the tenant or tenants from whom such rent increases\nwere collected, or offset by the landlord against the next legally due rental\npayment.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)\tc.\tIf a\nrequest for hearing is received by the Department within the 15 day period, then\nthe requested hearing shall be held within 30 days of the receipt of the request\nby a hearing officer designated by the Department.  Notice of the time, date\nand place of the hearing shall be mailed by the Department to the applicant and\ntenants of the subject rental units at least 10 days prior to the hearing\ndate.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)\td.\tThe\nhearing shall be conducted by a hearing officer designated by the Department. \nAt the time of the hearing the landlord and\/or any affected tenant may offer\nsuch documents, testimony, written declarations or evidence as may be pertinent\nto the proceedings.\te.\tIn making a determination on an application for rent\nincrease, the designated hearing officer shall make a written determination\nupholding, reversing or modifying the determination of the Department.  If the\ndetermination is to reverse or modify the determination of the Department, the\nhearing officer shall specifically set forth the reasons or such reversal or\nmodification.\tf.\tTime Limit.  A final decision shall be made by the hearing\nofficer within 45 days of the termination of the time for filing of a request\nfor hearing.  The Department shall mail copies of the findings and\ndetermination of the hearing officer to the applicant and all affected\ntenants.  Said findings and determination shall provide that any rent increases\napproved on or after January 1, 1981 for capital improvements or rehabilitation\nwork begun prior to June 1, 1982 shall not be included as part of the maximum\nadjusted rent for purposes of computing rent increases pursuant to Section\n151.06 of this chapter.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper.\n5\/15\/82.)\t4.\tLimitation on Rent Adjustment.  (Added by Ord. No. 154,808, Eff.\n2\/13\/81.)\ta.\t(Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.) For\nevery rental unit which experiences a rent increase based on capital improvement\nand\/or rehabilitation work begun prior to June 1, 1982 and also approved by the\nDepartment after February 13, 1981:\tThe Department shall mail a notice to the\nlandlord of the rental unit indicating that the Department will issue a written\norder to the landlord requiring the termination of the rent increase after the\ncost of the work has been fully recovered, unless it determines that the rental\nunit became eligible for a rent increase pursuant to Section 151.06 C. or that a\nreduction in rent would work an undue hardship on the landlord.\tb.\tAn\napplication for relief from the proposed order may be made within 30 days after\nthe mailing of the notice in accordance with such procedures as the Commission\nmay establish.\tc.\tFor any rental unit for which a capital improvement rent\nadjustment was granted by the Department between February 13, 1981 and May 31,\n1982, and for which a hardship exemption was granted pursuant to Section 151.07\nA.4.a., said capital improvement rent adjustment shall terminate upon the\neffective date of this amendment. The landlord shall, within ten days of the\neffective date of this amendment, serve a written notice of termination of the\ncapital improvement rent adjustment to all affected tenants setting forth the\namount of increase which is to be terminated.  (Added by Ord. No. 163,832, Eff.\n8\/25\/88.)\t5.\tThe Department in accordance with such guidelines as the Commission\nmay establish, shall have the authority to grant certificates of exemptions for\nluxury housing accommodations and substantial renovation work In processing an\napplication for exemption, the Department shall afford both landlords and\ntenants notice and an opportunity to be heard prior to the issuance of a\ncertificate of exemption. An application for a certificate of exemption shall be\naccompanied by a $25.00 filing fee. After August 31, 1982, no unit shall be\nexempt pursuant to Sections 151.02 M.7. or M.8. without first obtaining a\ncertificate of exemption. Pending completion of the processing of an application\nfor a certificate of exemption, the Department may issue a temporary certificate\nof exemption for housing accommodations.  (Amended by Ord. No. 164,167, Eff.\n12\/12\/88.)\t6.\t(Subdiv. 6 Added by Ord. No. 159,908, Eff. 6\/30\/85, Oper.\n7\/1\/85.)  On or before May 30, of each year, the Department shall publish in a\nnewspaper of general circulation the annual rent increase adjustment for any\nrent increase imposed pursuant to Section 151.06 D. of this chapter for the\nfollowing twelve (12) month period beginning on July 1 and ending on June 30. \nThe Department shall calculate this adjustment as follows:\tThe annual rent\nincrease adjustment shall be based on the Consumer Price Index – All Urban\nConsumers for the Los Angeles-Long Beach-Anaheim-SMSA averaged for the previous\ntwelve (12) month period ending September 30 of each year.  It shall reflect\nthe change in the Consumer Price Index over the previous consecutive twelve (12)\nmonth period expressed as a percentage and rounded off to the nearest whole\nnumber.  If the calculated adjustment is three percent (3%) or less, the\nDepartment shall set the annual rent increase adjustment at three percent (3%)\nbut, if the calculated adjustment is eight percent (8%) or greater, the\nDepartment shall set the annual rent increase adjustment at eight percent\n(8%).\t7.\tRe-rental Certificates.  (Repealed by Ord. No. 176,544, Eff.\n5\/2\/05.)\t8.\tThe Commission shall promulgate regulations to establish the health,\nsafety, and habitability standards which shall be followed for any capital\nimprovement, Primary Renovation Work, Related Work, or rehabilitation work\nperformed while a tenant is residing in the rental unit.  These regulations\nshall include, but not be limited to, provisions regarding advance notification,\nsecurity, fire standards, pest control, the operation of dangerous equipment,\nutility interruptions, the use of potentially dangerous construction materials,\nand the protection of tenants and their property from exposure to natural\nelements.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)\tB.\tAuthority of the\nCommission and Hearing Officers.\t1.\t(Amended by Ord. No. 156,597, Eff. 5\/20\/82,\nOper. 5\/15\/82.)  A designated hearing officer shall have the authority, in\naccordance with such guidelines as the Commission may establish, to grant\nincreases in the rent for a rental unit, or for two or more rental units located\nin the same housing complex, upon receipt of an application for adjustment filed\nby the landlord and after notice and hearing, if the hearing officer finds that\nsuch increase is in keeping with the purposes of this chapter and that the\nmaximum rent or maximum adjusted rent otherwise permitted pursuant to this\nchapter does not constitute a just and reasonable return on the rental unit or\nunits.  The following are factors, among other relevant factors as the\nCommission may determine, which may be considered in determining whether a\nrental unit yields a just and reasonable return:\ta.\tproperty\ntaxes;\tb.\treasonable operating and maintenance expenses;\tc.\tthe extent of\ncapital improvements made to the building in which the rental unit is located as\ndistinguished from ordinary repair, replacement and maintenance;\td.\tliving\nspace, and the level of housing services;\te.\tsubstantial deterioration of the\nrental units other than as a result of ordinary wear and tear;\tf.\tfailure to\nperform ordinary repair, replacement and maintenance; and\tg.\tfinancing costs on\nthe property if such financing was obtained prior to June 1, 1978 and if it\ncontains either a balloon payment or variable rate\nprovision.\t2.\tAnti-Speculation Provision.  If the only justification offered\nfor the requested rent increase on the landlord’s application is an assertion\nthat the maximum rents or maximum adjusted rents permitted pursuant to this\nchapter do not allow the landlord a return sufficient to pay both the operating\nexpenses and debt service on the rental unit or units or on the housing complex\ncontaining the rental unit or units, a rent adjustment will not be permitted\npursuant to this subsection to a landlord who acquired an interest in the rental\nunit or units after October 1, 1978.\t3.\tProcedures.\ta.\tAn application for rent\nadjustment shall be submitted on a form and with the number of copies prescribed\nby the Department and shall include among other things the addresses and unit\nnumbers of the unit or units for which an adjustment is requested. Such\napplication may include all rental units in a housing complex for which a rent\nincrease is requested. Each application shall be accompanied by a $25.00 filing\nfee. An applicant shall produce at the request of the Department or hearing\nofficer to whom the matter is assigned such records, receipts or reports as the\nDepartment or hearing officer may deem necessary to make a determination on the\nadjustment request. Failure to produce such requested items shall be sufficient\nbasis for the Department or hearing officer to terminate the rent adjustment\nproceeding. All applications shall be accompanied by a declaration stating that\nthe above information is true and correct.  (Amended by Ord. No. 164,167, Eff.\n12\/12\/88.)\tb.\tUpon receipt of a completed application, the application shall be\nreferred by the Department to a hearing officer for processing and\ndetermination.  The Department shall notify by mail the tenant or tenants of\nthe subject unit or units of the receipt of such application, the amount of the\nrequested rent increase, the landlord’s justification for the request, and the\nplace, date and time of the hearing on the adjustment request.  The hearing\nshall be set no less than 10 days nor more than 45 days after the date of\nmailing such notice.\tc.\tThe hearing shall be conducted by a hearing officer\ndesignated by the Department.  At the time of the hearing the landlord and\/or\nany affected tenant may offer such documents, testimony, written declarations or\nevidence as may be pertinent to the proceedings.\td.\tA determination with written\nfindings in support thereof shall be made by the assigned hearing officer within\n75 days from the date of the filing of the application.  A rent adjustment may\nbe granted for less than, but for no more than the amount requested.\te.\tCopies\nof the findings and determination of the hearing officer shall be mailed by the\nDepartment to the applicant and all affected tenants.  The determination shall\nbecome final 15 days from the date of mailing unless an appeal is filed with the\nCommission within such period.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82,\nOper. 5\/15\/82.)\t4.\tAppeals.\ta.\tTime and Manner.  An appeal to the Commission\nfrom the determination of a hearing officer may be filed by the applicant or any\naffected tenant pursuant to this subsection within 15 days after mailing of such\ndetermination. Such appeals shall be in writing and shall be filed in the office\nof the Department upon a form and with the number of copies required by the\nCommission. Each appeal shall be accompanied by a $50.00 filing fee. An appeal\nshall set forth specifically wherein the appellant believes there was an error\nor abuse of discretion by the hearing officer. Additionally, an appeal may be\nmade based on new, relevant information which was not submitted to the hearing\nofficer at the time of the initial determination due to mistake, surprise,\ninadvertence, or excusable neglect, and which information would have affected\nthe determination of the hearing officer if it had been submitted earlier. The\nfiling of an appeal will not stay the effect of the hearing officer’s\ndetermination. However, any rent increases collected by the landlord pursuant to\nthe hearing officer’s determination but not approved on appeal shall be\nforthwith refunded to the tenant or tenants from whom such rent increases were\ncollected or offset against the next legally due rental payment.  (Amended by\nOrd. No. 164,167, Eff. 12\/12\/88.)\tb.\tRecord on Appeal.  Upon receipt of an\nappeal, the entire administrative record of the matter, including the appeal,\nshall be filed with the Commission.  At any time prior to action on the appeal,\nthe hearing officer may submit to the Commission written comments pertaining to\nthe appeal.\tc.\tHearing Date and Notice.  Upon receipt of the appeal, the\nCommission shall cause the matter to be set for hearing before three or more\nCommissioners acting as an appeals board, and notice shall be given by mail of\nthe date, time, place and purpose thereof to the applicant and all affected\ntenants.  Such notice shall be in writing and mailed at least 10 days prior to\nsaid hearing.  The appeals board shall make its determination within 60 days\nafter the expiration of the appeal period or within such extended period of time\nas may be mutually agreed upon by the appellant and the designated appeals\nboard.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper.\n5\/15\/82.)\td.\tDetermination.  If the appeals board fails to act within the time\nlimits specified in this section, the determination of the hearing officer shall\nbecome final.  The decision on appeal shall be concurred in by a majority of\nthe appeals board.  The appeals board may affirm, modify or reverse the\ndetermination of the hearing officer.  It may modify or reverse such\ndetermination only upon making written findings setting forth specifically\neither  (i)  wherein the action of the hearing officer was in error or\nconstituted an abuse of discretion, or  (ii)  the new information not\navailable at the time of the hearing upon which the appellant relies, and\nsupporting its own determination.  A copy of the findings and determination\nshall be mailed to the applicant and to affected tenants.  (Amended by Ord. No.\n156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)\n","html":"\n\t\t\t\t\t<section><p>  AUTHORITY OF THE DEPARTMENT AND THE COMMISSION TO GRANT INDIVIDUAL RENT ADJUSTMENTS.<br \/><br \/>\tA.\tAuthority of the Department.<br \/><br \/>\t1.\tThe Department, in accordance with such regulations and guidelines as the Commission may establish, shall have the authority to grant adjustments in the rent for a rental unit or units located in the same housing complex upon receipt of an application for an adjustment filed by the landlord of the unit or units if it finds that one or more of the grounds set forth in this Subdivision exist.  Nothing in this Section shall prevent the Department from granting rent adjustments under more than one provision of this Section, provided the rent adjustments are for different work or improvements.  The Department shall not grant a rent adjustment for a rental unit under more than one provision of this Section for the same work or improvement.  The Department shall not process any applications for rent adjustments under this Section if the landlord has not paid all outstanding fees imposed pursuant to Section 151.05, Section 161.352 and  Section 161.901 of this Code.  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)<br \/><br \/>\ta.\t(Amended by Ord. No. 165,251, Eff. 11\/20\/89.)  That on or after April 1, 1978, the landlord has completed a capital improvement with respect to a rental unit and has not increased the rent to reflect the cost of such improvement. If the Department so finds, the landlord shall be entitled to a permanent monthly rent increase of 1\/60th the average per unit capital improvement cost; provided, however, any rent adjustment for a capital improvement granted by the Department between February 13, 1981, and May 31, 1982, shall terminate after five (5) years.<br \/><br \/>\tExcept that, for any capital improvement work for which a rent increase application is filed with the Department on or after October 1, 1989 the landlord shall only be entitled to a temporary monthly rent increase of 1\/60th of fifty percent (50%) of the average per unit capital improvement cost for a period not to exceed six (6) years.<br \/><br \/>\tThis temporary monthly surcharge shall not exceed $55.00 per month for each rental unit unless agreed upon in writing by a landlord and a tenant. If the surcharge, as calculated under the above formula, would exceed $55.00 per month, then the surcharge period of six (6) years may be extended until the allowable capital improvement expenses are recovered. This surcharge shall not be included as part of the Maximum Adjusted Rent for purposes of calculating the automatic rent adjustment pursuant to Section 151.06 D.<br \/><br \/>\tAny capital improvement rent increase or surcharge approved by the Department shall terminate if the Department determines that there has been a complete failure of a capital improvement. The Commission may adopt regulations to implement this provision.<br \/><br \/>\tFor the purposes of this provision, seismic work shall not be eligible as a capital improvement.  (Added by Ord. No. 165,501, Eff. 3\/23\/90.)<br \/><br \/>\tEXCEPTION:  (Added by Ord. No. 170,445, Eff. 5\/6\/95, Oper. 7\/5\/95.)<br \/><br \/>\tThis paragraph shall not apply in the following circumstances:<br \/><br \/>\tIf the rental unit is the subject of a notice of noncompliance sent to the Franchise Tax Board pursuant to Section 17274 of the Revenue and Taxation Code, and the work is to correct the violations that were the subject of the Notice.<br \/><br \/>\tIf the rental unit is the subject of a notice of rent reduction or a notice of acceptance into the Rent Escrow Account Program issued pursuant to Section 162.00 et seq. of this Code, and the work is to correct the conditions that caused the placement.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)<br \/><br \/>\tIf the rental unit is the subject of a criminal <span class=\"dictionary\">conviction<\/span> related to the landlord’s failure to comply with a <span class=\"dictionary\">citation<\/span> or <span class=\"dictionary\">order<\/span> issued by the Department, the Department of Building and Safety, Fire Department, or Department of Health with respect to the subject rental unit, and the work is to correct the conditions that caused the <span class=\"dictionary\">conviction<\/span>.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)<br \/><br \/>\tb.\t(Amended by Ord. No. 172,410, Eff. 2\/20\/99.)  That on or after April 1, 1978, the landlord has completed rehabilitation work with respect to a rental unit and has not increased the rent to reflect the cost of the improvement.  If the Department so finds, the landlord shall be entitled to a permanent monthly rent increase of 1\/60th of the average per unit rehabilitation cost; provided, however, any rehabilitation work begun prior to June 1, 1982, shall be entitled to rent increases of 1\/36 of the average per unit rehabilitation cost.  Moreover, any rental adjustment for rehabilitation work granted by the Department between February 13, 1981 and May 31, 1982, shall terminate after 3 years.<br \/><br \/>\tExcept that, for any rehabilitation work for which a rent increase application is filed with the Department on or after January 1, 1999, the landlord shall only be entitled to a temporary monthly rent increase of 1\/60th of the average per unit rehabilitation cost for a period not to exceed five years, provided, however, where the landlord has obtained a rehabilitation loan, the landlord shall only be entitled to a temporary monthly rent increase amortized over the life of the loan which is calculated based only on the loan’s principal.<br \/><br \/>\tThis temporary monthly surcharge shall not exceed $75.00 per month or 10% of the Maximum Adjusted Rent, whichever is less, for each rental unit unless agreed upon in writing by a landlord and a tenant.  If the surcharge, as calculated under the above formula, would exceed $75.00 per month or 10% of the Maximum Adjusted Rent, whichever is less, then the surcharge period of five years may be extended until the allowable rehabilitation expenses are recovered.  If the landlord receives a loan made with public funds to do the rehabilitation work, and that loan allows for deferment of the loan repayment, the surcharge shall also be deferred for the same amount of time.  This surcharge shall not be included as part of the Maximum Adjusted Rent for purposes of calculating the automatic rent adjustment pursuant to Section 151.06 D.<br \/><br \/>\tAny rehabilitation rent increase or surcharge approved by the Department shall terminate if the Department determines that there has been a complete failure of the rehabilitation work.  The Commission may adopt regulations to implement this provision.<br \/><br \/>\tFor the purposes of this Paragraph, work required for compliance with Section 91.8805 of this Code shall not be eligible as rehabilitation work.  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)<br \/><br \/>\tc.\t(Repealed by Ord. No. 181,744, Eff. 7\/15\/11.)<br \/><br \/>\td.\t(Added by Ord. No. 176,544, Eff. 5\/2\/05.)  That on or after the effective date of this amendment, the landlord has completed Primary Renovation Work and any Related Work in conformance with a Tenant Habitability Plan accepted by the Department and has not increased the rent to reflect the cost of such improvement.  For the purposes of this provision, any portion of the Primary Renovation Work and Related Work paid for with public funds is not eligible for this monthly rent increase until the landlord is immediately obligated to repay the public funds.<br \/><br \/>\tIf the Department so finds, the landlord shall be entitled to a permanent monthly rent increase that shall not exceed the lesser of:<br \/><br \/>\t(i)\t100% of the Average Per Unit Primary Renovation Work Cost amortized in accordance with a term schedule established by the Commission and an interest rate corresponding to the monthly composite rate for average yields from the sale of ten-year constant maturity U.S. government securities plus one full percentage point; or<br \/><br \/>\t(ii)\t10% of the Maximum Adjusted Rent at the time an application for a rent increase was filed.<br \/><br \/>\tThe maximum 10% rent increase permissible under this provision may be imposed no more than once during the tenancy of any tenant household with an annual income at or below 80% of the Area Median Income as established by the U.S. Department of Housing and Urban Development for the Los Angeles-Long Beach primary metropolitan statistical area.  For all other tenants, the Commission may promulgate regulations with respect to the number of times during any tenancy that the maximum 10% rent increase may be imposed.<br \/><br \/>\tFor the purposes of this provision, costs associated with Primary Renovation Work shall include the documented incurred costs for Primary Renovation Work, Related Work, and temporary relocation of tenants undertaken in accordance with an accepted Tenant Habitability Plan.<br \/><br \/>\tAny rent increase granted pursuant to this provision shall be imposed in two equal increments over a two-year period.  Upon receipt of the Department’s approval of a primary renovation rent increase, the landlord may impose the first increment after providing notice to each affected tenant pursuant to Section 827 of the California Civil Code.  The second increment may be imposed no earlier than 12 calendar months after the first increment is imposed and after providing notice to each affected tenant pursuant to Section 827 of the California Civil Code.<br \/><br \/>\tEXCEPTION:<br \/><br \/>\tThis paragraph shall not apply in the following circumstances:<br \/><br \/>\tIf the rental unit is the subject of a notice of noncompliance sent to the Franchise Tax Board pursuant to Section 17274 of the Revenue and Taxation Code, and the work is to correct the violations that were the subject of the Notice.<br \/><br \/>\tIf the rental unit is the subject of a notice of rent reduction or a Notice of Acceptance into the Rent Escrow Account Program issued pursuant to Section 162.00 et seq. of this Code, and the work is to correct the conditions that caused the placement.<br \/><br \/>\tIf the rental unit is the subject of a criminal <span class=\"dictionary\">conviction<\/span> related to the landlord’s failure to comply with a <span class=\"dictionary\">citation<\/span> or <span class=\"dictionary\">order<\/span> issued by the Department, the Department of Building and Safety, Fire Department, or Department of Health with respect to the subject rental unit, and the work is to correct the conditions that caused the <span class=\"dictionary\">conviction<\/span>.<br \/><br \/>\tIf the rental unit is the subject of a <span class=\"dictionary\">citation<\/span> or <span class=\"dictionary\">order<\/span> from a government agency to abate hazardous <span class=\"dictionary\">materials<\/span> and the <span class=\"dictionary\">citation<\/span> or <span class=\"dictionary\">order<\/span> is issued before the acceptance of a Tenant Habitability Plan by the Department.<br \/><br \/>\t2.\tProcedures for Departmental Review of Adjustment Requests.<br \/><br \/>\ta.\tApplications.  An application for a rent adjustment under this subsection shall be made within twelve months after the completion of the work.  The application shall be filed with the Department upon a form and with the number of copies prescribed by the Department and shall include, among other things, the addresses and unit numbers of the unit or units for which an adjustment was requested.  If the rent adjustment request is the result of the same capital improvement, Primary Renovation Work, seismic work, or rehabilitation work, the application may include all rental units in a housing complex for which an application for a rent increase is filed.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)<br \/><br \/>\tThe applicant shall produce at the request of the Department such records, receipts or reports as the Department may deem necessary to make a determination on the adjustment request.  Failure to produce requested items shall be sufficient basis to terminate the rent adjustment proceedings.  All applications shall be accompanied by a declaration stating that the above information is true and correct.<br \/><br \/>\tAn application for a rent adjustment under this subsection shall be accompanied by a $25.00 filing fee.  The landlord shall not recover this filing fee from any tenant.  The requirement to pay this fee shall not apply to the first application for the housing complex made by a landlord within a calendar year pursuant to this subsection.<br \/><br \/>\tb.\tNotice.  Upon receipt of an adjustment application, the Department shall notify the tenant or tenants of the subject unit or units by mail of the receipt of such application, the amount of the requested rent increase, the landlord’s justification for the request, a tenant’s right to submit written objections to the adjustment request within 10 days of the date of mailing such notice, and of the address to which the objections may be mailed or delivered.<br \/><br \/>\tc.\tThe Department shall, within 45 days of the receipt of a completed application, make a determination on the application for rent adjustment.  The determination shall be either to approve or disapprove the requested rent adjustment.  If the adjustment is approved, then it must be for the amount requested.  Copies of the <span class=\"dictionary\">findings<\/span> and determination of the Department shall be mailed by the Department to the applicant and all affected tenants.  Said <span class=\"dictionary\">findings<\/span> and determination shall provide that any rent increases approved on or after January 1, 1981 for capital improvements or rehabilitation work begun prior to June 1, 1982 shall not be included as part of the maximum adjusted rent for purposes of computing rent increases pursuant to Section 151.06 of this chapter.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)<br \/><br \/>\t3.\tRequests for <span class=\"dictionary\">Hearing<\/span>.<br \/><br \/>\ta.\tThe determination of the Department shall be final unless a request for <span class=\"dictionary\">hearing<\/span> is filed by or on behalf of the applicant or an affected tenant, and such request is received by the Department within 15 days after the mailing of the <span class=\"dictionary\">findings<\/span> and determination. A request for <span class=\"dictionary\">hearing<\/span> shall be in writing and filed in the office of the Department upon a form and with the number of copies required by the Department. Each request for <span class=\"dictionary\">hearing<\/span> shall be accompanied by a filing fee in the amount of $35.00.  (Amended by Ord. No. 164,167, Eff. 12\/12\/88.)<br \/><br \/>\tb.\tA request for <span class=\"dictionary\">hearing<\/span> shall set forth specifically, wherein the requesting <span class=\"dictionary\">party<\/span> believes there was error or abuse of discretion by the Department in ruling on the application for a rent increase.  Additionally, a request for <span class=\"dictionary\">hearing<\/span> may be made based on new, relevant information which was not submitted to the Department at the time of the initial determination due to mistake, surprise, inadvertence, or excusable neglect, and which information would have affected the determination of the Department if it had been submitted earlier.  The filing of a request for <span class=\"dictionary\">hearing<\/span> by a tenant or tenants will not <span class=\"dictionary\">stay<\/span> the effect of the determination of the Department.  However, any increase collected by the landlord pursuant to the Department’s determination but not approved by the <span class=\"dictionary\">hearing<\/span> officer shall be forthwith refunded by the landlord to the tenant or tenants from whom such rent increases were collected, or offset by the landlord against the next legally due rental payment.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)<br \/><br \/>\tc.\tIf a request for <span class=\"dictionary\">hearing<\/span> is received by the Department within the 15 day period, then the requested <span class=\"dictionary\">hearing<\/span> shall be held within 30 days of the receipt of the request by a <span class=\"dictionary\">hearing<\/span> officer designated by the Department.  Notice of the time, date and place of the <span class=\"dictionary\">hearing<\/span> shall be mailed by the Department to the applicant and tenants of the subject rental units at least 10 days prior to the <span class=\"dictionary\">hearing<\/span> date.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)<br \/><br \/>\td.\tThe <span class=\"dictionary\">hearing<\/span> shall be conducted by a <span class=\"dictionary\">hearing<\/span> officer designated by the Department.  At the time of the <span class=\"dictionary\">hearing<\/span> the landlord and\/or any affected tenant may offer such documents, <span class=\"dictionary\">testimony<\/span>, written declarations or <span class=\"dictionary\">evidence<\/span> as may be pertinent to the proceedings.<br \/><br \/>\te.\tIn making a determination on an application for rent increase, the designated <span class=\"dictionary\">hearing<\/span> officer shall make a written determination upholding, reversing or modifying the determination of the Department.  If the determination is to <span class=\"dictionary\">reverse<\/span> or modify the determination of the Department, the <span class=\"dictionary\">hearing<\/span> officer shall specifically set forth the reasons or such reversal or modification.<br \/><br \/>\tf.\tTime Limit.  A final decision shall be made by the <span class=\"dictionary\">hearing<\/span> officer within 45 days of the termination of the time for filing of a request for <span class=\"dictionary\">hearing<\/span>.  The Department shall mail copies of the <span class=\"dictionary\">findings<\/span> and determination of the <span class=\"dictionary\">hearing<\/span> officer to the applicant and all affected tenants.  Said <span class=\"dictionary\">findings<\/span> and determination shall provide that any rent increases approved on or after January 1, 1981 for capital improvements or rehabilitation work begun prior to June 1, 1982 shall not be included as part of the maximum adjusted rent for purposes of computing rent increases pursuant to Section 151.06 of this chapter.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)<br \/><br \/>\t4.\tLimitation on Rent Adjustment.  (Added by Ord. No. 154,808, Eff. 2\/13\/81.)<br \/><br \/>\ta.\t(Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.) For every rental unit which experiences a rent increase based on capital improvement and\/or rehabilitation work begun prior to June 1, 1982 and also approved by the Department after February 13, 1981:<br \/><br \/>\tThe Department shall mail a notice to the landlord of the rental unit indicating that the Department will <span class=\"dictionary\">issue<\/span> a written <span class=\"dictionary\">order<\/span> to the landlord requiring the termination of the rent increase after the cost of the work has been fully recovered, unless it determines that the rental unit became eligible for a rent increase pursuant to Section 151.06 C. or that a reduction in rent would work an undue hardship on the landlord.<br \/><br \/>\tb.\tAn application for relief from the proposed <span class=\"dictionary\">order<\/span> may be made within 30 days after the mailing of the notice in accordance with such procedures as the Commission may establish.<br \/><br \/>\tc.\tFor any rental unit for which a capital improvement rent adjustment was granted by the Department between February 13, 1981 and May 31, 1982, and for which a hardship exemption was granted pursuant to Section 151.07 A.4.a., said capital improvement rent adjustment shall terminate upon the effective date of this amendment. The landlord shall, within ten days of the effective date of this amendment, serve a written notice of termination of the capital improvement rent adjustment to all affected tenants setting forth the amount of increase which is to be terminated.  (Added by Ord. No. 163,832, Eff. 8\/25\/88.)<br \/><br \/>\t5.\tThe Department in accordance with such guidelines as the Commission may establish, shall have the authority to grant certificates of exemptions for luxury housing accommodations and substantial renovation work In processing an application for exemption, the Department shall afford both landlords and tenants notice and an opportunity to be heard prior to the issuance of a certificate of exemption. An application for a certificate of exemption shall be accompanied by a $25.00 filing fee. After August 31, 1982, no unit shall be exempt pursuant to Sections 151.02 M.7. or M.8. without first obtaining a certificate of exemption. Pending completion of the processing of an application for a certificate of exemption, the Department may <span class=\"dictionary\">issue<\/span> a temporary certificate of exemption for housing accommodations.  (Amended by Ord. No. 164,167, Eff. 12\/12\/88.)<br \/><br \/>\t6.\t(Subdiv. 6 Added by Ord. No. 159,908, Eff. 6\/30\/85, Oper. 7\/1\/85.)  On or before May 30, of each year, the Department shall publish in a newspaper of general circulation the annual rent increase adjustment for any rent increase imposed pursuant to Section 151.06 D. of this chapter for the following twelve (12) month period beginning on July 1 and ending on June 30.  The Department shall calculate this adjustment as follows:<br \/><br \/>\tThe annual rent increase adjustment shall be based on the Consumer Price Index – All Urban Consumers for the Los Angeles-Long Beach-Anaheim-SMSA averaged for the previous twelve (12) month period ending September 30 of each year.  It shall reflect the change in the Consumer Price Index over the previous consecutive twelve (12) month period expressed as a percentage and rounded off to the nearest whole number.  If the calculated adjustment is three percent (3%) or less, the Department shall set the annual rent increase adjustment at three percent (3%) but, if the calculated adjustment is eight percent (8%) or greater, the Department shall set the annual rent increase adjustment at eight percent (8%).<br \/><br \/>\t7.\tRe-rental Certificates.  (Repealed by Ord. No. 176,544, Eff. 5\/2\/05.)<br \/><br \/>\t8.\tThe Commission shall promulgate regulations to establish the health, safety, and habitability standards which shall be followed for any capital improvement, Primary Renovation Work, Related Work, or rehabilitation work performed while a tenant is residing in the rental unit.  These regulations shall include, but not be limited to, provisions regarding advance notification, security, fire standards, pest control, the operation of dangerous equipment, utility interruptions, the use of potentially dangerous construction <span class=\"dictionary\">materials<\/span>, and the protection of tenants and their property from exposure to natural elements.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)<br \/><br \/>\tB.\tAuthority of the Commission and <span class=\"dictionary\">Hearing<\/span> Officers.<br \/><br \/>\t1.\t(Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)  A designated <span class=\"dictionary\">hearing<\/span> officer shall have the authority, in accordance with such guidelines as the Commission may establish, to grant increases in the rent for a rental unit, or for two or more rental units located in the same housing complex, upon receipt of an application for adjustment filed by the landlord and after notice and <span class=\"dictionary\">hearing<\/span>, if the <span class=\"dictionary\">hearing<\/span> officer finds that such increase is in keeping with the purposes of this chapter and that the maximum rent or maximum adjusted rent otherwise permitted pursuant to this chapter does not constitute a just and reasonable return on the rental unit or units.  The following are factors, among other relevant factors as the Commission may determine, which may be considered in determining whether a rental unit yields a just and reasonable return:<br \/><br \/>\ta.\tproperty taxes;<br \/><br \/>\tb.\treasonable operating and maintenance expenses;<br \/><br \/>\tc.\tthe extent of capital improvements made to the building in which the rental unit is located as distinguished from ordinary repair, replacement and maintenance;<br \/><br \/>\td.\tliving space, and the level of housing services;<br \/><br \/>\te.\tsubstantial deterioration of the rental units other than as a result of ordinary wear and tear;<br \/><br \/>\tf.\tfailure to perform ordinary repair, replacement and maintenance; and<br \/><br \/>\tg.\tfinancing costs on the property if such financing was obtained prior to June 1, 1978 and if it contains either a balloon payment or variable rate provision.<br \/><br \/>\t2.\tAnti-Speculation Provision.  If the only justification offered for the requested rent increase on the landlord’s application is an assertion that the maximum rents or maximum adjusted rents permitted pursuant to this chapter do not allow the landlord a return sufficient to pay both the operating expenses and debt service on the rental unit or units or on the housing complex containing the rental unit or units, a rent adjustment will not be permitted pursuant to this subsection to a landlord who acquired an interest in the rental unit or units after October 1, 1978.<br \/><br \/>\t3.\tProcedures.<br \/><br \/>\ta.\tAn application for rent adjustment shall be submitted on a form and with the number of copies prescribed by the Department and shall include among other things the addresses and unit numbers of the unit or units for which an adjustment is requested. Such application may include all rental units in a housing complex for which a rent increase is requested. Each application shall be accompanied by a $25.00 filing fee. An applicant shall produce at the request of the Department or <span class=\"dictionary\">hearing<\/span> officer to whom the matter is assigned such records, receipts or reports as the Department or <span class=\"dictionary\">hearing<\/span> officer may deem necessary to make a determination on the adjustment request. Failure to produce such requested items shall be sufficient basis for the Department or <span class=\"dictionary\">hearing<\/span> officer to terminate the rent adjustment proceeding. All applications shall be accompanied by a declaration stating that the above information is true and correct.  (Amended by Ord. No. 164,167, Eff. 12\/12\/88.)<br \/><br \/>\tb.\tUpon receipt of a completed application, the application shall be referred by the Department to a <span class=\"dictionary\">hearing<\/span> officer for processing and determination.  The Department shall notify by mail the tenant or tenants of the subject unit or units of the receipt of such application, the amount of the requested rent increase, the landlord’s justification for the request, and the place, date and time of the <span class=\"dictionary\">hearing<\/span> on the adjustment request.  The <span class=\"dictionary\">hearing<\/span> shall be set no less than 10 days nor more than 45 days after the date of mailing such notice.<br \/><br \/>\tc.\tThe <span class=\"dictionary\">hearing<\/span> shall be conducted by a <span class=\"dictionary\">hearing<\/span> officer designated by the Department.  At the time of the <span class=\"dictionary\">hearing<\/span> the landlord and\/or any affected tenant may offer such documents, <span class=\"dictionary\">testimony<\/span>, written declarations or <span class=\"dictionary\">evidence<\/span> as may be pertinent to the proceedings.<br \/><br \/>\td.\tA determination with written <span class=\"dictionary\">findings<\/span> in support thereof shall be made by the assigned <span class=\"dictionary\">hearing<\/span> officer within 75 days from the date of the filing of the application.  A rent adjustment may be granted for less than, but for no more than the amount requested.<br \/><br \/>\te.\tCopies of the <span class=\"dictionary\">findings<\/span> and determination of the <span class=\"dictionary\">hearing<\/span> officer shall be mailed by the Department to the applicant and all affected tenants.  The determination shall become final 15 days from the date of mailing unless an <span class=\"dictionary\">appeal<\/span> is filed with the Commission within such period.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)<br \/><br \/>\t4.\t<span class=\"dictionary\">Appeals<\/span>.<br \/><br \/>\ta.\tTime and Manner.  An <span class=\"dictionary\">appeal<\/span> to the Commission from the determination of a <span class=\"dictionary\">hearing<\/span> officer may be filed by the applicant or any affected tenant pursuant to this subsection within 15 days after mailing of such determination. Such <span class=\"dictionary\">appeals<\/span> shall be in writing and shall be filed in the office of the Department upon a form and with the number of copies required by the Commission. Each <span class=\"dictionary\">appeal<\/span> shall be accompanied by a $50.00 filing fee. An <span class=\"dictionary\">appeal<\/span> shall set forth specifically wherein the <span class=\"dictionary\">appellant<\/span> believes there was an error or abuse of discretion by the <span class=\"dictionary\">hearing<\/span> officer. Additionally, an <span class=\"dictionary\">appeal<\/span> may be made based on new, relevant information which was not submitted to the <span class=\"dictionary\">hearing<\/span> officer at the time of the initial determination due to mistake, surprise, inadvertence, or excusable neglect, and which information would have affected the determination of the <span class=\"dictionary\">hearing<\/span> officer if it had been submitted earlier. The filing of an <span class=\"dictionary\">appeal<\/span> will not <span class=\"dictionary\">stay<\/span> the effect of the <span class=\"dictionary\">hearing<\/span> officer’s determination. However, any rent increases collected by the landlord pursuant to the <span class=\"dictionary\">hearing<\/span> officer’s determination but not approved on <span class=\"dictionary\">appeal<\/span> shall be forthwith refunded to the tenant or tenants from whom such rent increases were collected or offset against the next legally due rental payment.  (Amended by Ord. No. 164,167, Eff. 12\/12\/88.)<br \/><br \/>\tb.\tRecord on <span class=\"dictionary\">Appeal<\/span>.  Upon receipt of an <span class=\"dictionary\">appeal<\/span>, the entire administrative record of the matter, including the <span class=\"dictionary\">appeal<\/span>, shall be filed with the Commission.  At any time prior to action on the <span class=\"dictionary\">appeal<\/span>, the <span class=\"dictionary\">hearing<\/span> officer may submit to the Commission written comments pertaining to the <span class=\"dictionary\">appeal<\/span>.<br \/><br \/>\tc.\t<span class=\"dictionary\">Hearing<\/span> Date and Notice.  Upon receipt of the <span class=\"dictionary\">appeal<\/span>, the Commission shall cause the matter to be set for <span class=\"dictionary\">hearing<\/span> before three or more Commissioners acting as an <span class=\"dictionary\">appeals<\/span> board, and notice shall be given by mail of the date, time, place and purpose thereof to the applicant and all affected tenants.  Such notice shall be in writing and mailed at least 10 days prior to said <span class=\"dictionary\">hearing<\/span>.  The <span class=\"dictionary\">appeals<\/span> board shall make its determination within 60 days after the expiration of the <span class=\"dictionary\">appeal<\/span> period or within such extended period of time as may be mutually agreed upon by the <span class=\"dictionary\">appellant<\/span> and the designated <span class=\"dictionary\">appeals<\/span> board.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)<br \/><br \/>\td.\tDetermination.  If the <span class=\"dictionary\">appeals<\/span> board fails to act within the time limits specified in this section, the determination of the <span class=\"dictionary\">hearing<\/span> officer shall become final.  The decision on <span class=\"dictionary\">appeal<\/span> shall be concurred in by a majority of the <span class=\"dictionary\">appeals<\/span> board.  The <span class=\"dictionary\">appeals<\/span> board may <span class=\"dictionary\">affirm<\/span>, modify or <span class=\"dictionary\">reverse<\/span> the determination of the <span class=\"dictionary\">hearing<\/span> officer.  It may modify or <span class=\"dictionary\">reverse<\/span> such determination only upon making written <span class=\"dictionary\">findings<\/span> setting forth specifically either  (i)  wherein the action of the <span class=\"dictionary\">hearing<\/span> officer was in error or constituted an abuse of discretion, or  (ii)  the new information not available at the time of the <span class=\"dictionary\">hearing<\/span> upon which the <span class=\"dictionary\">appellant<\/span> relies, and supporting its own determination.  A copy of the <span class=\"dictionary\">findings<\/span> and determination shall be mailed to the applicant and to affected tenants.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)<\/p><\/section>","previous_section":{"id":"3423","structure_id":"38","section_number":"151.06.5","catch_line":"Reductions In Rent.","url":"\/151.06.5\/","token":"151.06.5"},"text":{"0":{"id":"66","text":"  AUTHORITY OF THE DEPARTMENT AND THE COMMISSION TO GRANT INDIVIDUAL RENT ADJUSTMENTS.\tA.\tAuthority of the Department.\t1.\tThe Department, in accordance with such regulations and guidelines as the Commission may establish, shall have the authority to grant adjustments in the rent for a rental unit or units located in the same housing complex upon receipt of an application for an adjustment filed by the landlord of the unit or units if it finds that one or more of the grounds set forth in this Subdivision exist.  Nothing in this Section shall prevent the Department from granting rent adjustments under more than one provision of this Section, provided the rent adjustments are for different work or improvements.  The Department shall not grant a rent adjustment for a rental unit under more than one provision of this Section for the same work or improvement.  The Department shall not process any applications for rent adjustments under this Section if the landlord has not paid all outstanding fees imposed pursuant to Section 151.05, Section 161.352 and  Section 161.901 of this Code.  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)\ta.\t(Amended by Ord. No. 165,251, Eff. 11\/20\/89.)  That on or after April 1, 1978, the landlord has completed a capital improvement with respect to a rental unit and has not increased the rent to reflect the cost of such improvement. If the Department so finds, the landlord shall be entitled to a permanent monthly rent increase of 1\/60th the average per unit capital improvement cost; provided, however, any rent adjustment for a capital improvement granted by the Department between February 13, 1981, and May 31, 1982, shall terminate after five (5) years.\tExcept that, for any capital improvement work for which a rent increase application is filed with the Department on or after October 1, 1989 the landlord shall only be entitled to a temporary monthly rent increase of 1\/60th of fifty percent (50%) of the average per unit capital improvement cost for a period not to exceed six (6) years.\tThis temporary monthly surcharge shall not exceed $55.00 per month for each rental unit unless agreed upon in writing by a landlord and a tenant. If the surcharge, as calculated under the above formula, would exceed $55.00 per month, then the surcharge period of six (6) years may be extended until the allowable capital improvement expenses are recovered. This surcharge shall not be included as part of the Maximum Adjusted Rent for purposes of calculating the automatic rent adjustment pursuant to Section 151.06 D.\tAny capital improvement rent increase or surcharge approved by the Department shall terminate if the Department determines that there has been a complete failure of a capital improvement. The Commission may adopt regulations to implement this provision.\tFor the purposes of this provision, seismic work shall not be eligible as a capital improvement.  (Added by Ord. No. 165,501, Eff. 3\/23\/90.)\tEXCEPTION:  (Added by Ord. No. 170,445, Eff. 5\/6\/95, Oper. 7\/5\/95.)\tThis paragraph shall not apply in the following circumstances:\tIf the rental unit is the subject of a notice of noncompliance sent to the Franchise Tax Board pursuant to Section 17274 of the Revenue and Taxation Code, and the work is to correct the violations that were the subject of the Notice.\tIf the rental unit is the subject of a notice of rent reduction or a notice of acceptance into the Rent Escrow Account Program issued pursuant to Section 162.00 et seq. of this Code, and the work is to correct the conditions that caused the placement.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)\tIf the rental unit is the subject of a criminal conviction related to the landlord’s failure to comply with a citation or order issued by the Department, the Department of Building and Safety, Fire Department, or Department of Health with respect to the subject rental unit, and the work is to correct the conditions that caused the conviction.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)\tb.\t(Amended by Ord. No. 172,410, Eff. 2\/20\/99.)  That on or after April 1, 1978, the landlord has completed rehabilitation work with respect to a rental unit and has not increased the rent to reflect the cost of the improvement.  If the Department so finds, the landlord shall be entitled to a permanent monthly rent increase of 1\/60th of the average per unit rehabilitation cost; provided, however, any rehabilitation work begun prior to June 1, 1982, shall be entitled to rent increases of 1\/36 of the average per unit rehabilitation cost.  Moreover, any rental adjustment for rehabilitation work granted by the Department between February 13, 1981 and May 31, 1982, shall terminate after 3 years.\tExcept that, for any rehabilitation work for which a rent increase application is filed with the Department on or after January 1, 1999, the landlord shall only be entitled to a temporary monthly rent increase of 1\/60th of the average per unit rehabilitation cost for a period not to exceed five years, provided, however, where the landlord has obtained a rehabilitation loan, the landlord shall only be entitled to a temporary monthly rent increase amortized over the life of the loan which is calculated based only on the loan’s principal.\tThis temporary monthly surcharge shall not exceed $75.00 per month or 10% of the Maximum Adjusted Rent, whichever is less, for each rental unit unless agreed upon in writing by a landlord and a tenant.  If the surcharge, as calculated under the above formula, would exceed $75.00 per month or 10% of the Maximum Adjusted Rent, whichever is less, then the surcharge period of five years may be extended until the allowable rehabilitation expenses are recovered.  If the landlord receives a loan made with public funds to do the rehabilitation work, and that loan allows for deferment of the loan repayment, the surcharge shall also be deferred for the same amount of time.  This surcharge shall not be included as part of the Maximum Adjusted Rent for purposes of calculating the automatic rent adjustment pursuant to Section 151.06 D.\tAny rehabilitation rent increase or surcharge approved by the Department shall terminate if the Department determines that there has been a complete failure of the rehabilitation work.  The Commission may adopt regulations to implement this provision.\tFor the purposes of this Paragraph, work required for compliance with Section 91.8805 of this Code shall not be eligible as rehabilitation work.  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)\tc.\t(Repealed by Ord. No. 181,744, Eff. 7\/15\/11.)\td.\t(Added by Ord. No. 176,544, Eff. 5\/2\/05.)  That on or after the effective date of this amendment, the landlord has completed Primary Renovation Work and any Related Work in conformance with a Tenant Habitability Plan accepted by the Department and has not increased the rent to reflect the cost of such improvement.  For the purposes of this provision, any portion of the Primary Renovation Work and Related Work paid for with public funds is not eligible for this monthly rent increase until the landlord is immediately obligated to repay the public funds.\tIf the Department so finds, the landlord shall be entitled to a permanent monthly rent increase that shall not exceed the lesser of:\t(i)\t100% of the Average Per Unit Primary Renovation Work Cost amortized in accordance with a term schedule established by the Commission and an interest rate corresponding to the monthly composite rate for average yields from the sale of ten-year constant maturity U.S. government securities plus one full percentage point; or\t(ii)\t10% of the Maximum Adjusted Rent at the time an application for a rent increase was filed.\tThe maximum 10% rent increase permissible under this provision may be imposed no more than once during the tenancy of any tenant household with an annual income at or below 80% of the Area Median Income as established by the U.S. Department of Housing and Urban Development for the Los Angeles-Long Beach primary metropolitan statistical area.  For all other tenants, the Commission may promulgate regulations with respect to the number of times during any tenancy that the maximum 10% rent increase may be imposed.\tFor the purposes of this provision, costs associated with Primary Renovation Work shall include the documented incurred costs for Primary Renovation Work, Related Work, and temporary relocation of tenants undertaken in accordance with an accepted Tenant Habitability Plan.\tAny rent increase granted pursuant to this provision shall be imposed in two equal increments over a two-year period.  Upon receipt of the Department’s approval of a primary renovation rent increase, the landlord may impose the first increment after providing notice to each affected tenant pursuant to Section 827 of the California Civil Code.  The second increment may be imposed no earlier than 12 calendar months after the first increment is imposed and after providing notice to each affected tenant pursuant to Section 827 of the California Civil Code.\tEXCEPTION:\tThis paragraph shall not apply in the following circumstances:\tIf the rental unit is the subject of a notice of noncompliance sent to the Franchise Tax Board pursuant to Section 17274 of the Revenue and Taxation Code, and the work is to correct the violations that were the subject of the Notice.\tIf the rental unit is the subject of a notice of rent reduction or a Notice of Acceptance into the Rent Escrow Account Program issued pursuant to Section 162.00 et seq. of this Code, and the work is to correct the conditions that caused the placement.\tIf the rental unit is the subject of a criminal conviction related to the landlord’s failure to comply with a citation or order issued by the Department, the Department of Building and Safety, Fire Department, or Department of Health with respect to the subject rental unit, and the work is to correct the conditions that caused the conviction.\tIf the rental unit is the subject of a citation or order from a government agency to abate hazardous materials and the citation or order is issued before the acceptance of a Tenant Habitability Plan by the Department.\t2.\tProcedures for Departmental Review of Adjustment Requests.\ta.\tApplications.  An application for a rent adjustment under this subsection shall be made within twelve months after the completion of the work.  The application shall be filed with the Department upon a form and with the number of copies prescribed by the Department and shall include, among other things, the addresses and unit numbers of the unit or units for which an adjustment was requested.  If the rent adjustment request is the result of the same capital improvement, Primary Renovation Work, seismic work, or rehabilitation work, the application may include all rental units in a housing complex for which an application for a rent increase is filed.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)\tThe applicant shall produce at the request of the Department such records, receipts or reports as the Department may deem necessary to make a determination on the adjustment request.  Failure to produce requested items shall be sufficient basis to terminate the rent adjustment proceedings.  All applications shall be accompanied by a declaration stating that the above information is true and correct.\tAn application for a rent adjustment under this subsection shall be accompanied by a $25.00 filing fee.  The landlord shall not recover this filing fee from any tenant.  The requirement to pay this fee shall not apply to the first application for the housing complex made by a landlord within a calendar year pursuant to this subsection.\tb.\tNotice.  Upon receipt of an adjustment application, the Department shall notify the tenant or tenants of the subject unit or units by mail of the receipt of such application, the amount of the requested rent increase, the landlord’s justification for the request, a tenant’s right to submit written objections to the adjustment request within 10 days of the date of mailing such notice, and of the address to which the objections may be mailed or delivered.\tc.\tThe Department shall, within 45 days of the receipt of a completed application, make a determination on the application for rent adjustment.  The determination shall be either to approve or disapprove the requested rent adjustment.  If the adjustment is approved, then it must be for the amount requested.  Copies of the findings and determination of the Department shall be mailed by the Department to the applicant and all affected tenants.  Said findings and determination shall provide that any rent increases approved on or after January 1, 1981 for capital improvements or rehabilitation work begun prior to June 1, 1982 shall not be included as part of the maximum adjusted rent for purposes of computing rent increases pursuant to Section 151.06 of this chapter.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)\t3.\tRequests for Hearing.\ta.\tThe determination of the Department shall be final unless a request for hearing is filed by or on behalf of the applicant or an affected tenant, and such request is received by the Department within 15 days after the mailing of the findings and determination. A request for hearing shall be in writing and filed in the office of the Department upon a form and with the number of copies required by the Department. Each request for hearing shall be accompanied by a filing fee in the amount of $35.00.  (Amended by Ord. No. 164,167, Eff. 12\/12\/88.)\tb.\tA request for hearing shall set forth specifically, wherein the requesting party believes there was error or abuse of discretion by the Department in ruling on the application for a rent increase.  Additionally, a request for hearing may be made based on new, relevant information which was not submitted to the Department at the time of the initial determination due to mistake, surprise, inadvertence, or excusable neglect, and which information would have affected the determination of the Department if it had been submitted earlier.  The filing of a request for hearing by a tenant or tenants will not stay the effect of the determination of the Department.  However, any increase collected by the landlord pursuant to the Department’s determination but not approved by the hearing officer shall be forthwith refunded by the landlord to the tenant or tenants from whom such rent increases were collected, or offset by the landlord against the next legally due rental payment.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)\tc.\tIf a request for hearing is received by the Department within the 15 day period, then the requested hearing shall be held within 30 days of the receipt of the request by a hearing officer designated by the Department.  Notice of the time, date and place of the hearing shall be mailed by the Department to the applicant and tenants of the subject rental units at least 10 days prior to the hearing date.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)\td.\tThe hearing shall be conducted by a hearing officer designated by the Department.  At the time of the hearing the landlord and\/or any affected tenant may offer such documents, testimony, written declarations or evidence as may be pertinent to the proceedings.\te.\tIn making a determination on an application for rent increase, the designated hearing officer shall make a written determination upholding, reversing or modifying the determination of the Department.  If the determination is to reverse or modify the determination of the Department, the hearing officer shall specifically set forth the reasons or such reversal or modification.\tf.\tTime Limit.  A final decision shall be made by the hearing officer within 45 days of the termination of the time for filing of a request for hearing.  The Department shall mail copies of the findings and determination of the hearing officer to the applicant and all affected tenants.  Said findings and determination shall provide that any rent increases approved on or after January 1, 1981 for capital improvements or rehabilitation work begun prior to June 1, 1982 shall not be included as part of the maximum adjusted rent for purposes of computing rent increases pursuant to Section 151.06 of this chapter.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)\t4.\tLimitation on Rent Adjustment.  (Added by Ord. No. 154,808, Eff. 2\/13\/81.)\ta.\t(Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.) For every rental unit which experiences a rent increase based on capital improvement and\/or rehabilitation work begun prior to June 1, 1982 and also approved by the Department after February 13, 1981:\tThe Department shall mail a notice to the landlord of the rental unit indicating that the Department will issue a written order to the landlord requiring the termination of the rent increase after the cost of the work has been fully recovered, unless it determines that the rental unit became eligible for a rent increase pursuant to Section 151.06 C. or that a reduction in rent would work an undue hardship on the landlord.\tb.\tAn application for relief from the proposed order may be made within 30 days after the mailing of the notice in accordance with such procedures as the Commission may establish.\tc.\tFor any rental unit for which a capital improvement rent adjustment was granted by the Department between February 13, 1981 and May 31, 1982, and for which a hardship exemption was granted pursuant to Section 151.07 A.4.a., said capital improvement rent adjustment shall terminate upon the effective date of this amendment. The landlord shall, within ten days of the effective date of this amendment, serve a written notice of termination of the capital improvement rent adjustment to all affected tenants setting forth the amount of increase which is to be terminated.  (Added by Ord. No. 163,832, Eff. 8\/25\/88.)\t5.\tThe Department in accordance with such guidelines as the Commission may establish, shall have the authority to grant certificates of exemptions for luxury housing accommodations and substantial renovation work In processing an application for exemption, the Department shall afford both landlords and tenants notice and an opportunity to be heard prior to the issuance of a certificate of exemption. An application for a certificate of exemption shall be accompanied by a $25.00 filing fee. After August 31, 1982, no unit shall be exempt pursuant to Sections 151.02 M.7. or M.8. without first obtaining a certificate of exemption. Pending completion of the processing of an application for a certificate of exemption, the Department may issue a temporary certificate of exemption for housing accommodations.  (Amended by Ord. No. 164,167, Eff. 12\/12\/88.)\t6.\t(Subdiv. 6 Added by Ord. No. 159,908, Eff. 6\/30\/85, Oper. 7\/1\/85.)  On or before May 30, of each year, the Department shall publish in a newspaper of general circulation the annual rent increase adjustment for any rent increase imposed pursuant to Section 151.06 D. of this chapter for the following twelve (12) month period beginning on July 1 and ending on June 30.  The Department shall calculate this adjustment as follows:\tThe annual rent increase adjustment shall be based on the Consumer Price Index – All Urban Consumers for the Los Angeles-Long Beach-Anaheim-SMSA averaged for the previous twelve (12) month period ending September 30 of each year.  It shall reflect the change in the Consumer Price Index over the previous consecutive twelve (12) month period expressed as a percentage and rounded off to the nearest whole number.  If the calculated adjustment is three percent (3%) or less, the Department shall set the annual rent increase adjustment at three percent (3%) but, if the calculated adjustment is eight percent (8%) or greater, the Department shall set the annual rent increase adjustment at eight percent (8%).\t7.\tRe-rental Certificates.  (Repealed by Ord. No. 176,544, Eff. 5\/2\/05.)\t8.\tThe Commission shall promulgate regulations to establish the health, safety, and habitability standards which shall be followed for any capital improvement, Primary Renovation Work, Related Work, or rehabilitation work performed while a tenant is residing in the rental unit.  These regulations shall include, but not be limited to, provisions regarding advance notification, security, fire standards, pest control, the operation of dangerous equipment, utility interruptions, the use of potentially dangerous construction materials, and the protection of tenants and their property from exposure to natural elements.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)\tB.\tAuthority of the Commission and Hearing Officers.\t1.\t(Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)  A designated hearing officer shall have the authority, in accordance with such guidelines as the Commission may establish, to grant increases in the rent for a rental unit, or for two or more rental units located in the same housing complex, upon receipt of an application for adjustment filed by the landlord and after notice and hearing, if the hearing officer finds that such increase is in keeping with the purposes of this chapter and that the maximum rent or maximum adjusted rent otherwise permitted pursuant to this chapter does not constitute a just and reasonable return on the rental unit or units.  The following are factors, among other relevant factors as the Commission may determine, which may be considered in determining whether a rental unit yields a just and reasonable return:\ta.\tproperty taxes;\tb.\treasonable operating and maintenance expenses;\tc.\tthe extent of capital improvements made to the building in which the rental unit is located as distinguished from ordinary repair, replacement and maintenance;\td.\tliving space, and the level of housing services;\te.\tsubstantial deterioration of the rental units other than as a result of ordinary wear and tear;\tf.\tfailure to perform ordinary repair, replacement and maintenance; and\tg.\tfinancing costs on the property if such financing was obtained prior to June 1, 1978 and if it contains either a balloon payment or variable rate provision.\t2.\tAnti-Speculation Provision.  If the only justification offered for the requested rent increase on the landlord’s application is an assertion that the maximum rents or maximum adjusted rents permitted pursuant to this chapter do not allow the landlord a return sufficient to pay both the operating expenses and debt service on the rental unit or units or on the housing complex containing the rental unit or units, a rent adjustment will not be permitted pursuant to this subsection to a landlord who acquired an interest in the rental unit or units after October 1, 1978.\t3.\tProcedures.\ta.\tAn application for rent adjustment shall be submitted on a form and with the number of copies prescribed by the Department and shall include among other things the addresses and unit numbers of the unit or units for which an adjustment is requested. Such application may include all rental units in a housing complex for which a rent increase is requested. Each application shall be accompanied by a $25.00 filing fee. An applicant shall produce at the request of the Department or hearing officer to whom the matter is assigned such records, receipts or reports as the Department or hearing officer may deem necessary to make a determination on the adjustment request. Failure to produce such requested items shall be sufficient basis for the Department or hearing officer to terminate the rent adjustment proceeding. All applications shall be accompanied by a declaration stating that the above information is true and correct.  (Amended by Ord. No. 164,167, Eff. 12\/12\/88.)\tb.\tUpon receipt of a completed application, the application shall be referred by the Department to a hearing officer for processing and determination.  The Department shall notify by mail the tenant or tenants of the subject unit or units of the receipt of such application, the amount of the requested rent increase, the landlord’s justification for the request, and the place, date and time of the hearing on the adjustment request.  The hearing shall be set no less than 10 days nor more than 45 days after the date of mailing such notice.\tc.\tThe hearing shall be conducted by a hearing officer designated by the Department.  At the time of the hearing the landlord and\/or any affected tenant may offer such documents, testimony, written declarations or evidence as may be pertinent to the proceedings.\td.\tA determination with written findings in support thereof shall be made by the assigned hearing officer within 75 days from the date of the filing of the application.  A rent adjustment may be granted for less than, but for no more than the amount requested.\te.\tCopies of the findings and determination of the hearing officer shall be mailed by the Department to the applicant and all affected tenants.  The determination shall become final 15 days from the date of mailing unless an appeal is filed with the Commission within such period.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)\t4.\tAppeals.\ta.\tTime and Manner.  An appeal to the Commission from the determination of a hearing officer may be filed by the applicant or any affected tenant pursuant to this subsection within 15 days after mailing of such determination. Such appeals shall be in writing and shall be filed in the office of the Department upon a form and with the number of copies required by the Commission. Each appeal shall be accompanied by a $50.00 filing fee. An appeal shall set forth specifically wherein the appellant believes there was an error or abuse of discretion by the hearing officer. Additionally, an appeal may be made based on new, relevant information which was not submitted to the hearing officer at the time of the initial determination due to mistake, surprise, inadvertence, or excusable neglect, and which information would have affected the determination of the hearing officer if it had been submitted earlier. The filing of an appeal will not stay the effect of the hearing officer’s determination. However, any rent increases collected by the landlord pursuant to the hearing officer’s determination but not approved on appeal shall be forthwith refunded to the tenant or tenants from whom such rent increases were collected or offset against the next legally due rental payment.  (Amended by Ord. No. 164,167, Eff. 12\/12\/88.)\tb.\tRecord on Appeal.  Upon receipt of an appeal, the entire administrative record of the matter, including the appeal, shall be filed with the Commission.  At any time prior to action on the appeal, the hearing officer may submit to the Commission written comments pertaining to the appeal.\tc.\tHearing Date and Notice.  Upon receipt of the appeal, the Commission shall cause the matter to be set for hearing before three or more Commissioners acting as an appeals board, and notice shall be given by mail of the date, time, place and purpose thereof to the applicant and all affected tenants.  Such notice shall be in writing and mailed at least 10 days prior to said hearing.  The appeals board shall make its determination within 60 days after the expiration of the appeal period or within such extended period of time as may be mutually agreed upon by the appellant and the designated appeals board.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)\td.\tDetermination.  If the appeals board fails to act within the time limits specified in this section, the determination of the hearing officer shall become final.  The decision on appeal shall be concurred in by a majority of the appeals board.  The appeals board may affirm, modify or reverse the determination of the hearing officer.  It may modify or reverse such determination only upon making written findings setting forth specifically either  (i)  wherein the action of the hearing officer was in error or constituted an abuse of discretion, or  (ii)  the new information not available at the time of the hearing upon which the appellant relies, and supporting its own determination.  A copy of the findings and determination shall be mailed to the applicant and to affected tenants.  (Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}