{"section_number":"151.06","edition_id":"1","section_id":"1394","structure_id":"38","catch_line":"Automatic Adjustments.","history":"","full_text":"  AUTOMATIC ADJUSTMENTS.\n\t(Title Amended by Ord. No. 153,552, Eff. 5\/1\/80; Section Amended by Ord. No. 154,237, Eff. 8\/30\/80, Oper. 9\/1\/80.)\n\n\tThe maximum rent or maximum adjusted rent for a rental unit may be increased without permission of the Rent Adjustment Commission or the Department, as follows:\n\n\tA.\tFor a rental unit which has not had a rent increase since May 31, 1976 (other than one imposed pursuant to Section 3B(5) or (6) of Ordinance No. 151,415, as amended and\/or Section 151.07 of this chapter:\n\n\tPrior to any increase pursuant to Subsection D. of the section, a landlord may increase the maximum rent by an amount not to exceed 19%, but if the landlord pays all the costs of electricity and\/or gas services for a rental unit, then the maximum or maximum adjusted rent may be increased an additional 1% for each such service paid by the landlord.  Thereafter, the rent may be adjusted automatically only in accordance with Subsections C. and D.\n\n\tB.\tFor a rental unit which has not had a rent increase since May 31, 1977 (other than one imposed pursuant to Section 3B(5) or (6) of Ordinance No. 151,415, as amended, and\/or Section 151.07 of this chapter) but which did have a rent increase within one year prior to that date:\n\n\tPrior to an increase pursuant to Subsection D. of this section, a landlord may increase the maximum rent by an amount not to exceed 13%, but if the landlord pays all the costs of electricity and\/or gas services for a rental unit, then the maximum or maximum adjusted rent may be increased an additional 1% for each such service paid by the landlord.  Thereafter, the rent may be adjusted automatically only in accordance with Subsections C. and D. below.\n\n\tC.\t(Amended by Ord. No. 181,744, Eff. 7\/15\/11.)  Where all of the tenants have vacated a rental unit subject to the provisions of this Article, the following provisions apply:\n\n\t1.\tThe landlord may increase the maximum rent or maximum adjusted rent to any amount upon re-rental of the unit in any of the following circumstances:\n\n\t(a)\tthe rental unit was vacated voluntarily.\n\n\t(b)\tthe rental unit was vacated as a result of the landlord’s termination of tenancy pursuant to Subdivisions 1., 2., 9. or 13. of Subsection A. of Section 151.09 of this Code.\n\n\t(c)\tthe rental unit was vacated as a result of the landlord’s termination of tenancy pursuant to Subdivisions 3. or 4. of Subsection A. of Section 151.09 of this Code, and\n\n\ti.\tThe landlord served a written notice required to terminate tenancy on the tenant prior to the City Attorney commencing a court action against the tenant pursuant to Section 47.50 of this Code; and\n\n\tii.\tThe eviction or termination of tenancy is based upon information provided by a law enforcement or prosecution agency that the tenant is committing or permitting to exist any gang-related crime, violent crime, unlawful weapon or ammunition crime, threat of violent crime, illegal drug activity or drug-related nuisance as those terms are defined in Section 47.50 of this Code.  Thereafter, so long as the rental unit continues to be rented to one or more of the same persons, no other rent increase shall be imposed pursuant to this Subsection.\n\n\t2.\tThe landlord may only offer and rent the rental unit at the lawful rent in effect at the time of the most recent termination of tenancy plus annual adjustments available under Section 151.06 of this Article in any of the following circumstances:\n\n\t(a)\tThe rental unit is vacated as a result of the termination of the Housing Assistance Payment Contract between the landlord and the Housing Authority of the City of Los Angeles because of the landlord’s failure to comply with the contractual obligations required by law.\n\n\t(b)\tThe rental unit was vacated as a result of the landlord’s termination of tenancy pursuant to Subdivision 5., 6., 7., 8., 10., 11. or 12. of Subsection A. of Section 151.09 of this Code, or pursuant to Subdivisions 3. or 4. of Subsection A. of Section 151.09 of this Code except as otherwise provided under Subparagraph c. of Subdivision 1. of Subsection C. of this Section;\n\n\t(c)\tThe rental unit was vacated as a result of the landlord creating an unreasonable interference with the tenant’s comfort, safety or enjoyment of the rental unit;\n\n\t(d)\tThe rental unit is vacated voluntarily by a tenant who was the next tenant after an eviction pursuant to Subdivision 8. of Subsection A. of Section 151.09 of this Code;\n\n\t(e)\tThe rental unit is vacated as a result of the termination of the regulation of the rental unit under any local, state or federal program;\n\n\t(f)\tThe rental unit is the subject of a notice of noncompliance sent to the Franchise Tax Board pursuant to Section 17274 of the Revenue and Taxation Code, and the violations that were the subject of the notice have not been corrected;\n\n\t(g)\tThe rental unit is the subject of a notice of acceptance into the Rent Escrow Account Program issued pursuant to Section 162.00 et seq. of this Code, and the conditions that caused the issuance of the notice have not been corrected;\n\n\t(h)\tThe rental unit is the subject of a criminal conviction related to the landlord’s failure to comply with a citation or order issued by the Los Angeles Housing Department, Los Angeles Department of Building and Safety, Los Angeles Fire Department, or Department of Health with respect to the subject rental unit, and the conditions that caused the conviction have not been corrected.\n\n\t3.\tIf the rental unit is vacated as a result of a removal of the rental unit from rental housing use pursuant to Subdivision 10. of Subsection A. of Section 151.09 of this Code, the landlord must comply with the requirements of Sections 151.22 through 151.28 of this Code, including applicable limitations on the amount of rent.\n\n\tD.\t(Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)  For a rental unit which at any time on or after the operative date of this chapter has not had a rent increase for a period of twelve consecutive months or more (other than one lawfully imposed pursuant to Section 3B(5) or (6) of Ordinance No. 151,415, as amended, and\/or pursuant to Subsection E. of this section and\/or pursuant to Section 151.07 of this chapter:\n\n\tThe maximum rent or maximum adjusted rent may be increased in an amount based on the Consumer Price Index – All Urban Consumers averaged for the twelve (12) month period ending September 30, of each year, as determined and published by the Department on or before May 30, of each year, pursuant to Section 151.07 A.6. of this chapter. This annual adjustment may be applied to any annual rent increase which first becomes effective on or before July 1, through June 30, of each year.  If the landlord pays all the costs of electricity and\/or gas services for a rental unit then the maximum rent or maximum adjusted rent may be increased an additional one percent (1%) for each such service paid by the landlord, not to exceed a total of two percent (2%).  If a rent increase had been imposed pursuant to Subsection A., B., C. or F.1., of this section, then no rent increase may be imposed pursuant to this subsection until twelve (12) consecutive months or more have elapsed since such rent increase.  (Amended by Ord. No. 159,908, Eff. 6\/30\/85 Oper. 7\/1\/85.)\n\n\tEXCEPTION:  (Amended by Ord. No. 170,445, Eff. 5\/6\/95, Oper. 7\/5\/95.)\n\n\tThis subsection shall not apply in the following circumstances:\n\n\tIf the rental unit is the subject of a notice of noncompliance sent to the Franchise Tax Board pursuant to Section 17274 of the Revenue and Taxation Code, and the violations that were the subject of the Notice have not been corrected; or\n\n\tIf the rental unit is the subject of a notice of rent reduction or a Notice of Acceptance issued pursuant to this chapter, and the conditions that caused the placement have not been corrected; or\n\n\tIf the rental unit is the subject of a criminal conviction related to the landlord’s failure to comply with a citation or order issued by the Department of Building and Safety, Fire Department, or Department of Health with respect to the subject rental unit, and the conditions that caused the conviction have not been corrected.\n\n\tE.\t(Amended by Ord. No. 154,808, Eff. 2\/13\/81.)  For a rental unit which had an automatic rent adjustment between May 1, 1980 and August 31, 1980, inclusive, and for which the landlord pays all the costs of electricity and\/or gas services for a rental unit:\n\n\tThe maximum rent or maximum adjusted rent may be increased 1% for each such service paid by the landlord.  A landlord may not increase rent pursuant to this subsection on or after May 1, 1981.\n\n\tF.\t(Added by Ord. No. 158,891, Eff. 6\/4\/84.)  For a rental unit, which is the site within a mobilehome park (hereafter “site”) on which a mobilehome is located and is vacated by all the tenants after the operative date of this subsection;\n\n\t1.\tExcept as otherwise provided in this subsection, if the mobilehome on the site is vacated voluntarily or as a result of an eviction or termination of tenancy based on one or more of the grounds described in Section 151.09 A.1., A.2. or A.9., and the mobilehome is permanently removed from the site, then the maximum rent or maximum adjusted rent may be increased to any amount upon the re-rental of the site.  Thereafter, as long as the site continues to be rented to one or more of the same persons, no other rent increase shall be imposed pursuant to this subdivision.\n\n\tHowever, this subdivision shall not apply in the following circumstances:\n\n\ta.\tIf the mobilehome has been temporarily removed for repairs; or\n\n\tb.\tIf the mobilehome has been replaced with a new mobilehome that one or more of the same tenants will occupy.\n\n\t2.\tIf the site is voluntarily vacated by all the tenants as a result of a sale of the mobilehome, and the mobilehome is not removed from the site, then the maximum rent or maximum adjusted rent may be increased by an amount not to exceed the rent on any existing comparable site in the park, or ten percent (10%), whichever is the lower.  A comparable site for the purposes of this subdivision shall be a site within the same park which has a mobilehome located on it which is substantially the same size (single, double or triple wide) as the mobilehome that was sold. Thereafter, as long as the site continues to be rented to one or more of the same persons, no other rent increase shall be imposed pursuant to this subdivision.  The rent may only be increased pursuant to this subdivision once in any twelve consecutive month period.\n\n\tG.\t(Amended by Ord. No. 181,744, Eff. 7\/15\/11.)  For a rental unit which has an additional tenant joining the occupants of the rental unit thereby resulting in an increase in the number of tenants existing at the inception of the tenancy:\n\n\t(a)\tThe  landlord may increase the maximum rent or maximum adjusted rent by an amount not to exceed 10% for each additional tenant that joins the occupants of the rental unit, except as follows:\n\n\t(i)\tThis Subsection shall not apply if the landlord had actual or constructive knowledge of the additional tenant’s occupancy of the rental unit for more than 60 days and has failed to notify the tenant of the increase pursuant to this Subsection;\n\n\t(ii)\tIf the additional tenant joined the occupants of the rental unit prior to the effective date of this amendment and the landlord had actual or constructive knowledge of the additional tenant’s occupancy of the rental unit prior to the effective date of this amendment, the landlord shall not be able to increase the rent pursuant to this Subsection unless the landlord had notified the tenant of the increase within 60 days of the effective date of this amendment;\n\n\t(iii)\tThis Subsection shall not apply for the first minor dependent child (or first minor dependent children of a multiple birth) added to an existing tenancy.\n\n\t(b)\tThe rental unit shall not be eligible for a rent increase until the additional tenant has maintained residence in the rental unit for a minimum of thirty consecutive days.","order_by":"06","ancestry":{"1":{"id":"38","name":"Rent Stabilization Ordinance","identifier":"1","label":"article","url":"\/15\/1\/"},"2":{"id":"37","name":"Rent Stabilization Ordinance","identifier":"15","label":"chapter","url":"\/15\/"}},"structure_contents":{"0":{"id":"1697","structure_id":"38","section_number":"151.00","catch_line":"Title.","url":"\/151.00\/","token":"151.00"},"1":{"id":"1881","structure_id":"38","section_number":"151.01","catch_line":"Declaration Of Purpose.","url":"\/151.01\/","token":"151.01"},"2":{"id":"2461","structure_id":"38","section_number":"151.02","catch_line":"Definitions.","url":"\/151.02\/","token":"151.02"},"3":{"id":"1905","structure_id":"38","section_number":"151.03","catch_line":"The Rent Adjustment Commission.","url":"\/151.03\/","token":"151.03"},"4":{"id":"2887","structure_id":"38","section_number":"151.04","catch_line":"Restriction On Rents.","url":"\/151.04\/","token":"151.04"},"5":{"id":"2613","structure_id":"38","section_number":"151.05","catch_line":"Registration, Notification Of Tenants, Posting Of Notice And Payment Of Fees.","url":"\/151.05\/","token":"151.05"},"6":{"id":"1401","structure_id":"38","section_number":"151.05.1","catch_line":"Passthrough Of Surcharge For The Systematic Code Enforcement Fee.","url":"\/151.05.1\/","token":"151.05.1"},"7":{"id":"1394","structure_id":"38","section_number":"151.06","catch_line":"Automatic Adjustments.","url":"\/151.06\/","token":"151.06"},"8":{"id":"1165","structure_id":"38","section_number":"151.06.02","catch_line":"Payment Of Interest On Security Deposits.","url":"\/151.06.02\/","token":"151.06.02"},"9":{"id":"2392","structure_id":"38","section_number":"151.06.1","catch_line":"Smoke Detectors.","url":"\/151.06.1\/","token":"151.06.1"},"10":{"id":"3311","structure_id":"38","section_number":"151.06.2","catch_line":"Surcharge For Water Conservation Assessment.","url":"\/151.06.2\/","token":"151.06.2"},"11":{"id":"3423","structure_id":"38","section_number":"151.06.5","catch_line":"Reductions In Rent.","url":"\/151.06.5\/","token":"151.06.5"},"12":{"id":"66","structure_id":"38","section_number":"151.07","catch_line":"Authority Of The Department And The Commission To Grant Individual Rent Adjustments.","url":"\/151.07\/","token":"151.07"},"13":{"id":"3940","structure_id":"38","section_number":"151.08","catch_line":"Authority Of Commission To Regulate By Class.","url":"\/151.08\/","token":"151.08"},"14":{"id":"1253","structure_id":"38","section_number":"151.09","catch_line":"Evictions.","url":"\/151.09\/","token":"151.09"},"15":{"id":"2643","structure_id":"38","section_number":"151.10","catch_line":"Remedies.","url":"\/151.10\/","token":"151.10"},"16":{"id":"3461","structure_id":"38","section_number":"151.11","catch_line":"Refusal Of A Tenant To Pay.","url":"\/151.11\/","token":"151.11"},"17":{"id":"1361","structure_id":"38","section_number":"151.12","catch_line":"Operative Date.","url":"\/151.12\/","token":"151.12"},"18":{"id":"3106","structure_id":"38","section_number":"151.13","catch_line":"Minor Errors In Payment.","url":"\/151.13\/","token":"151.13"},"19":{"id":"467","structure_id":"38","section_number":"151.14","catch_line":"Filing Of Application For Rent Adjustments, Requests For Hearing, And Appeals.","url":"\/151.14\/","token":"151.14"},"20":{"id":"2596","structure_id":"38","section_number":"151.15","catch_line":"151.15.Penalties For Late Registration And For Failure To Post Notice That Property Is Subject To The Rent Stabilization Ordinance.","url":"\/151.15\/","token":"151.15"},"21":{"id":"2542","structure_id":"38","section_number":"151.16","catch_line":"Research Services.","url":"\/151.16\/","token":"151.16"},"22":{"id":"3174","structure_id":"38","section_number":"151.18","catch_line":"Additional Services Contracts.","url":"\/151.18\/","token":"151.18"},"23":{"id":"909","structure_id":"38","section_number":"151.19","catch_line":"Review Of Ordinance.","url":"\/151.19\/","token":"151.19"},"24":{"id":"2430","structure_id":"38","section_number":"151.20","catch_line":"Temporary Eviction Controls And Rent Reductions For Mobile Homes Damaged In The January, 1994 Earthquake.","url":"\/151.20\/","token":"151.20"},"25":{"id":"2740","structure_id":"38","section_number":"151.21","catch_line":"Hurricane Katrina And Hurricane Rita Temporary Relief Program.","url":"\/151.21\/","token":"151.21"},"26":{"id":"299","structure_id":"38","section_number":"151.22","catch_line":"Ellis Act Provisions - Statement Of Purpose And Effect.","url":"\/151.22\/","token":"151.22"},"27":{"id":"3047","structure_id":"38","section_number":"151.23","catch_line":"Ellis Act Provisions - Required Notice.","url":"\/151.23\/","token":"151.23"},"28":{"id":"2552","structure_id":"38","section_number":"151.24","catch_line":"Ellis Act Provisions - Notification To Department Of Intent To Re-Rent Unit.","url":"\/151.24\/","token":"151.24"},"29":{"id":"1480","structure_id":"38","section_number":"151.25","catch_line":"Ellis Act Provisions - Civil Penalties For Offering Units For Rent Within Two Years Of Withdrawal.","url":"\/151.25\/","token":"151.25"},"30":{"id":"1337","structure_id":"38","section_number":"151.26","catch_line":"Ellis Act Provisions - Regulation Of Property On Re-Offer For Rent Or Lease After Withdrawal.","url":"\/151.26\/","token":"151.26"},"31":{"id":"1267","structure_id":"38","section_number":"151.27","catch_line":"Ellis Act Provisions - Re-Rental Rights Of Displaced Tenants.","url":"\/151.27\/","token":"151.27"},"32":{"id":"2909","structure_id":"38","section_number":"151.28","catch_line":"Ellis Act Provisions - Rental Of Replacement Units.","url":"\/151.28\/","token":"151.28"},"33":{"id":"71","structure_id":"38","section_number":"151.29","catch_line":"Regulation Of Leases In Mobilehome Parks.","url":"\/151.29\/","token":"151.29"},"34":{"id":"3924","structure_id":"38","section_number":"151.30","catch_line":"Evictions For Owner, Family, Or Resident Manager\nOccupancy.","url":"\/151.30\/","token":"151.30"}},"next_section":{"id":"1165","structure_id":"38","section_number":"151.06.02","catch_line":"Payment Of Interest On Security Deposits.","url":"\/151.06.02\/","token":"151.06.02"},"metadata":false,"references":false,"url":"\/151.06\/","token":"151.06","formats":{"txt":"\/151.06.txt","json":"\/151.06.xml"},"dublin_core":{"Title":"Automatic Adjustments.","Type":"Text","Format":"text\/html","Identifier":"§ 151.06","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nAUTOMATIC ADJUSTMENTS. (§ 151.06)\n\n  AUTOMATIC ADJUSTMENTS.\n\t(Title Amended by Ord. No. 153,552, Eff. 5\/1\/80; Section Amended by Ord. No.\n154,237, Eff. 8\/30\/80, Oper. 9\/1\/80.)\tThe maximum rent or maximum adjusted rent\nfor a rental unit may be increased without permission of the Rent Adjustment\nCommission or the Department, as follows:\tA.\tFor a rental unit which has not had\na rent increase since May 31, 1976 (other than one imposed pursuant to Section\n3B(5) or (6) of Ordinance No. 151,415, as amended and\/or Section 151.07 of this\nchapter:\tPrior to any increase pursuant to Subsection D. of the section, a\nlandlord may increase the maximum rent by an amount not to exceed 19%, but if\nthe landlord pays all the costs of electricity and\/or gas services for a rental\nunit, then the maximum or maximum adjusted rent may be increased an additional\n1% for each such service paid by the landlord.  Thereafter, the rent may be\nadjusted automatically only in accordance with Subsections C. and D.\tB.\tFor a\nrental unit which has not had a rent increase since May 31, 1977 (other than one\nimposed pursuant to Section 3B(5) or (6) of Ordinance No. 151,415, as amended,\nand\/or Section 151.07 of this chapter) but which did have a rent increase within\none year prior to that date:\tPrior to an increase pursuant to Subsection D. of\nthis section, a landlord may increase the maximum rent by an amount not to\nexceed 13%, but if the landlord pays all the costs of electricity and\/or gas\nservices for a rental unit, then the maximum or maximum adjusted rent may be\nincreased an additional 1% for each such service paid by the landlord. \nThereafter, the rent may be adjusted automatically only in accordance with\nSubsections C. and D. below.\tC.\t(Amended by Ord. No. 181,744, Eff. 7\/15\/11.) \nWhere all of the tenants have vacated a rental unit subject to the provisions of\nthis Article, the following provisions apply:\t1.\tThe landlord may increase the\nmaximum rent or maximum adjusted rent to any amount upon re-rental of the unit\nin any of the following circumstances:\t(a)\tthe rental unit was vacated\nvoluntarily.\t(b)\tthe rental unit was vacated as a result of the landlord’s\ntermination of tenancy pursuant to Subdivisions 1., 2., 9. or 13. of Subsection\nA. of Section 151.09 of this Code.\t(c)\tthe rental unit was vacated as a result\nof the landlord’s termination of tenancy pursuant to Subdivisions 3. or 4. of\nSubsection A. of Section 151.09 of this Code, and\ti.\tThe landlord served a\nwritten notice required to terminate tenancy on the tenant prior to the City\nAttorney commencing a court action against the tenant pursuant to Section 47.50\nof this Code; and\tii.\tThe eviction or termination of tenancy is based upon\ninformation provided by a law enforcement or prosecution agency that the tenant\nis committing or permitting to exist any gang-related crime, violent crime,\nunlawful weapon or ammunition crime, threat of violent crime, illegal drug\nactivity or drug-related nuisance as those terms are defined in Section 47.50 of\nthis Code.  Thereafter, so long as the rental unit continues to be rented to\none or more of the same persons, no other rent increase shall be imposed\npursuant to this Subsection.\t2.\tThe landlord may only offer and rent the rental\nunit at the lawful rent in effect at the time of the most recent termination of\ntenancy plus annual adjustments available under Section 151.06 of this Article\nin any of the following circumstances:\t(a)\tThe rental unit is vacated as a\nresult of the termination of the Housing Assistance Payment Contract between the\nlandlord and the Housing Authority of the City of Los Angeles because of the\nlandlord’s failure to comply with the contractual obligations required by\nlaw.\t(b)\tThe rental unit was vacated as a result of the landlord’s termination\nof tenancy pursuant to Subdivision 5., 6., 7., 8., 10., 11. or 12. of Subsection\nA. of Section 151.09 of this Code, or pursuant to Subdivisions 3. or 4. of\nSubsection A. of Section 151.09 of this Code except as otherwise provided under\nSubparagraph c. of Subdivision 1. of Subsection C. of this Section;\t(c)\tThe\nrental unit was vacated as a result of the landlord creating an unreasonable\ninterference with the tenant’s comfort, safety or enjoyment of the rental\nunit;\t(d)\tThe rental unit is vacated voluntarily by a tenant who was the next\ntenant after an eviction pursuant to Subdivision 8. of Subsection A. of Section\n151.09 of this Code;\t(e)\tThe rental unit is vacated as a result of the\ntermination of the regulation of the rental unit under any local, state or\nfederal program;\t(f)\tThe rental unit is the subject of a notice of noncompliance\nsent to the Franchise Tax Board pursuant to Section 17274 of the Revenue and\nTaxation Code, and the violations that were the subject of the notice have not\nbeen corrected;\t(g)\tThe rental unit is the subject of a notice of acceptance\ninto the Rent Escrow Account Program issued pursuant to Section 162.00 et seq.\nof this Code, and the conditions that caused the issuance of the notice have not\nbeen corrected;\t(h)\tThe rental unit is the subject of a criminal conviction\nrelated to the landlord’s failure to comply with a citation or order issued by\nthe Los Angeles Housing Department, Los Angeles Department of Building and\nSafety, Los Angeles Fire Department, or Department of Health with respect to the\nsubject rental unit, and the conditions that caused the conviction have not been\ncorrected.\t3.\tIf the rental unit is vacated as a result of a removal of the\nrental unit from rental housing use pursuant to Subdivision 10. of Subsection A.\nof Section 151.09 of this Code, the landlord must comply with the requirements\nof Sections 151.22 through 151.28 of this Code, including applicable limitations\non the amount of rent.\tD.\t(Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper.\n5\/15\/82.)  For a rental unit which at any time on or after the operative date\nof this chapter has not had a rent increase for a period of twelve consecutive\nmonths or more (other than one lawfully imposed pursuant to Section 3B(5) or (6)\nof Ordinance No. 151,415, as amended, and\/or pursuant to Subsection E. of this\nsection and\/or pursuant to Section 151.07 of this chapter:\tThe maximum rent or\nmaximum adjusted rent may be increased in an amount based on the Consumer Price\nIndex – All Urban Consumers averaged for the twelve (12) month period ending\nSeptember 30, of each year, as determined and published by the Department on or\nbefore May 30, of each year, pursuant to Section 151.07 A.6. of this chapter.\nThis annual adjustment may be applied to any annual rent increase which first\nbecomes effective on or before July 1, through June 30, of each year.  If the\nlandlord pays all the costs of electricity and\/or gas services for a rental unit\nthen the maximum rent or maximum adjusted rent may be increased an additional\none percent (1%) for each such service paid by the landlord, not to exceed a\ntotal of two percent (2%).  If a rent increase had been imposed pursuant to\nSubsection A., B., C. or F.1., of this section, then no rent increase may be\nimposed pursuant to this subsection until twelve (12) consecutive months or more\nhave elapsed since such rent increase.  (Amended by Ord. No. 159,908, Eff.\n6\/30\/85 Oper. 7\/1\/85.)\tEXCEPTION:  (Amended by Ord. No. 170,445, Eff. 5\/6\/95,\nOper. 7\/5\/95.)\tThis subsection shall not apply in the following\ncircumstances:\tIf the rental unit is the subject of a notice of noncompliance\nsent to the Franchise Tax Board pursuant to Section 17274 of the Revenue and\nTaxation Code, and the violations that were the subject of the Notice have not\nbeen corrected; or\tIf the rental unit is the subject of a notice of rent\nreduction or a Notice of Acceptance issued pursuant to this chapter, and the\nconditions that caused the placement have not been corrected; or\tIf the rental\nunit is the subject of a criminal conviction related to the landlord’s failure\nto comply with a citation or order issued by the Department of Building and\nSafety, Fire Department, or Department of Health with respect to the subject\nrental unit, and the conditions that caused the conviction have not been\ncorrected.\tE.\t(Amended by Ord. No. 154,808, Eff. 2\/13\/81.)  For a rental unit\nwhich had an automatic rent adjustment between May 1, 1980 and August 31, 1980,\ninclusive, and for which the landlord pays all the costs of electricity and\/or\ngas services for a rental unit:\tThe maximum rent or maximum adjusted rent may be\nincreased 1% for each such service paid by the landlord.  A landlord may not\nincrease rent pursuant to this subsection on or after May 1, 1981.\tF.\t(Added by\nOrd. No. 158,891, Eff. 6\/4\/84.)  For a rental unit, which is the site within a\nmobilehome park (hereafter “site”) on which a mobilehome is located and is\nvacated by all the tenants after the operative date of this\nsubsection;\t1.\tExcept as otherwise provided in this subsection, if the\nmobilehome on the site is vacated voluntarily or as a result of an eviction or\ntermination of tenancy based on one or more of the grounds described in Section\n151.09 A.1., A.2. or A.9., and the mobilehome is permanently removed from the\nsite, then the maximum rent or maximum adjusted rent may be increased to any\namount upon the re-rental of the site.  Thereafter, as long as the site\ncontinues to be rented to one or more of the same persons, no other rent\nincrease shall be imposed pursuant to this subdivision.\tHowever, this\nsubdivision shall not apply in the following circumstances:\ta.\tIf the mobilehome\nhas been temporarily removed for repairs; or\tb.\tIf the mobilehome has been\nreplaced with a new mobilehome that one or more of the same tenants will\noccupy.\t2.\tIf the site is voluntarily vacated by all the tenants as a result of\na sale of the mobilehome, and the mobilehome is not removed from the site, then\nthe maximum rent or maximum adjusted rent may be increased by an amount not to\nexceed the rent on any existing comparable site in the park, or ten percent\n(10%), whichever is the lower.  A comparable site for the purposes of this\nsubdivision shall be a site within the same park which has a mobilehome located\non it which is substantially the same size (single, double or triple wide) as\nthe mobilehome that was sold. Thereafter, as long as the site continues to be\nrented to one or more of the same persons, no other rent increase shall be\nimposed pursuant to this subdivision.  The rent may only be increased pursuant\nto this subdivision once in any twelve consecutive month period.\tG.\t(Amended by\nOrd. No. 181,744, Eff. 7\/15\/11.)  For a rental unit which has an additional\ntenant joining the occupants of the rental unit thereby resulting in an increase\nin the number of tenants existing at the inception of the tenancy:\t(a)\tThe \nlandlord may increase the maximum rent or maximum adjusted rent by an amount not\nto exceed 10% for each additional tenant that joins the occupants of the rental\nunit, except as follows:\t(i)\tThis Subsection shall not apply if the landlord had\nactual or constructive knowledge of the additional tenant’s occupancy of the\nrental unit for more than 60 days and has failed to notify the tenant of the\nincrease pursuant to this Subsection;\t(ii)\tIf the additional tenant joined the\noccupants of the rental unit prior to the effective date of this amendment and\nthe landlord had actual or constructive knowledge of the additional tenant’s\noccupancy of the rental unit prior to the effective date of this amendment, the\nlandlord shall not be able to increase the rent pursuant to this Subsection\nunless the landlord had notified the tenant of the increase within 60 days of\nthe effective date of this amendment;\t(iii)\tThis Subsection shall not apply for\nthe first minor dependent child (or first minor dependent children of a multiple\nbirth) added to an existing tenancy.\t(b)\tThe rental unit shall not be eligible\nfor a rent increase until the additional tenant has maintained residence in the\nrental unit for a minimum of thirty consecutive days.\n","html":"\n\t\t\t\t\t<section><p>  AUTOMATIC ADJUSTMENTS.\n\t(Title Amended by Ord. No. 153,552, Eff. 5\/1\/80; Section Amended by Ord. No. 154,237, Eff. 8\/30\/80, Oper. 9\/1\/80.)<br \/><br \/>\tThe maximum rent or maximum adjusted rent for a rental unit may be increased without permission of the Rent Adjustment Commission or the Department, as follows:<br \/><br \/>\tA.\tFor a rental unit which has not had a rent increase since May 31, 1976 (other than one imposed pursuant to Section 3B(5) or (6) of <span class=\"dictionary\">Ordinance<\/span> No. 151,415, as amended and\/or Section 151.07 of this chapter:<br \/><br \/>\tPrior to any increase pursuant to Subsection D. of the section, a landlord may increase the maximum rent by an amount not to exceed 19%, but if the landlord pays all the costs of electricity and\/or gas services for a rental unit, then the maximum or maximum adjusted rent may be increased an additional 1% for each such service paid by the landlord.  Thereafter, the rent may be adjusted automatically only in accordance with Subsections C. and D.<br \/><br \/>\tB.\tFor a rental unit which has not had a rent increase since May 31, 1977 (other than one imposed pursuant to Section 3B(5) or (6) of <span class=\"dictionary\">Ordinance<\/span> No. 151,415, as amended, and\/or Section 151.07 of this chapter) but which did have a rent increase within one year prior to that date:<br \/><br \/>\tPrior to an increase pursuant to Subsection D. of this section, a landlord may increase the maximum rent by an amount not to exceed 13%, but if the landlord pays all the costs of electricity and\/or gas services for a rental unit, then the maximum or maximum adjusted rent may be increased an additional 1% for each such service paid by the landlord.  Thereafter, the rent may be adjusted automatically only in accordance with Subsections C. and D. below.<br \/><br \/>\tC.\t(Amended by Ord. No. 181,744, Eff. 7\/15\/11.)  Where all of the tenants have vacated a rental unit subject to the provisions of this Article, the following provisions apply:<br \/><br \/>\t1.\tThe landlord may increase the maximum rent or maximum adjusted rent to any amount upon re-rental of the unit in any of the following circumstances:<br \/><br \/>\t(a)\tthe rental unit was vacated voluntarily.<br \/><br \/>\t(b)\tthe rental unit was vacated as a result of the landlord’s termination of tenancy pursuant to Subdivisions 1., 2., 9. or 13. of Subsection A. of Section 151.09 of this Code.<br \/><br \/>\t(c)\tthe rental unit was vacated as a result of the landlord’s termination of tenancy pursuant to Subdivisions 3. or 4. of Subsection A. of Section 151.09 of this Code, and<br \/><br \/>\ti.\tThe landlord served a written notice required to terminate tenancy on the tenant prior to the City Attorney commencing a <span class=\"dictionary\">court<\/span> action against the tenant pursuant to Section 47.50 of this Code; and<br \/><br \/>\tii.\tThe eviction or termination of tenancy is based upon information provided by a <span class=\"dictionary\">law<\/span> enforcement or <span class=\"dictionary\">prosecution<\/span> agency that the tenant is committing or permitting to exist any gang-related <span class=\"dictionary\">crime<\/span>, violent <span class=\"dictionary\">crime<\/span>, unlawful weapon or ammunition <span class=\"dictionary\">crime<\/span>, threat of violent <span class=\"dictionary\">crime<\/span>, illegal drug activity or drug-related nuisance as those terms are defined in Section 47.50 of this Code.  Thereafter, so long as the rental unit continues to be rented to one or more of the same persons, no other rent increase shall be imposed pursuant to this Subsection.<br \/><br \/>\t2.\tThe landlord may only offer and rent the rental unit at the lawful rent in effect at the time of the most recent termination of tenancy plus annual adjustments available under Section 151.06 of this Article in any of the following circumstances:<br \/><br \/>\t(a)\tThe rental unit is vacated as a result of the termination of the Housing Assistance Payment <span class=\"dictionary\">Contract<\/span> between the landlord and the Housing Authority of the City of Los Angeles because of the landlord’s failure to comply with the contractual obligations required by <span class=\"dictionary\">law<\/span>.<br \/><br \/>\t(b)\tThe rental unit was vacated as a result of the landlord’s termination of tenancy pursuant to Subdivision 5., 6., 7., 8., 10., 11. or 12. of Subsection A. of Section 151.09 of this Code, or pursuant to Subdivisions 3. or 4. of Subsection A. of Section 151.09 of this Code except as otherwise provided under Subparagraph c. of Subdivision 1. of Subsection C. of this Section;<br \/><br \/>\t(c)\tThe rental unit was vacated as a result of the landlord creating an unreasonable interference with the tenant’s comfort, safety or enjoyment of the rental unit;<br \/><br \/>\t(d)\tThe rental unit is vacated voluntarily by a tenant who was the next tenant after an eviction pursuant to Subdivision 8. of Subsection A. of Section 151.09 of this Code;<br \/><br \/>\t(e)\tThe rental unit is vacated as a result of the termination of the regulation of the rental unit under any local, state or federal program;<br \/><br \/>\t(f)\tThe rental unit is the subject of a notice of noncompliance sent to the Franchise Tax Board pursuant to Section 17274 of the Revenue and Taxation Code, and the violations that were the subject of the notice have not been corrected;<br \/><br \/>\t(g)\tThe rental unit is the subject of a notice of acceptance into the Rent Escrow Account Program issued pursuant to Section 162.00 et seq. of this Code, and the conditions that caused the issuance of the notice have not been corrected;<br \/><br \/>\t(h)\tThe rental unit is the subject of a criminal <span class=\"dictionary\">conviction<\/span> related to the landlord’s failure to comply with a <span class=\"dictionary\">citation<\/span> or <span class=\"dictionary\">order<\/span> issued by the Los Angeles Housing Department, Los Angeles Department of Building and Safety, Los Angeles Fire Department, or Department of Health with respect to the subject rental unit, and the conditions that caused the <span class=\"dictionary\">conviction<\/span> have not been corrected.<br \/><br \/>\t3.\tIf the rental unit is vacated as a result of a removal of the rental unit from rental housing use pursuant to Subdivision 10. of Subsection A. of Section 151.09 of this Code, the landlord must comply with the requirements of Sections 151.22 through 151.28 of this Code, including applicable limitations on the amount of rent.<br \/><br \/>\tD.\t(Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)  For a rental unit which at any time on or after the operative date of this chapter has not had a rent increase for a period of twelve consecutive months or more (other than one lawfully imposed pursuant to Section 3B(5) or (6) of <span class=\"dictionary\">Ordinance<\/span> No. 151,415, as amended, and\/or pursuant to Subsection E. of this section and\/or pursuant to Section 151.07 of this chapter:<br \/><br \/>\tThe maximum rent or maximum adjusted rent may be increased in an amount based on the Consumer Price Index – All Urban Consumers averaged for the twelve (12) month period ending September 30, of each year, as determined and published by the Department on or before May 30, of each year, pursuant to Section 151.07 A.6. of this chapter. This annual adjustment may be applied to any annual rent increase which first becomes effective on or before July 1, through June 30, of each year.  If the landlord pays all the costs of electricity and\/or gas services for a rental unit then the maximum rent or maximum adjusted rent may be increased an additional one percent (1%) for each such service paid by the landlord, not to exceed a total of two percent (2%).  If a rent increase had been imposed pursuant to Subsection A., B., C. or F.1., of this section, then no rent increase may be imposed pursuant to this subsection until twelve (12) consecutive months or more have elapsed since such rent increase.  (Amended by Ord. No. 159,908, Eff. 6\/30\/85 Oper. 7\/1\/85.)<br \/><br \/>\tEXCEPTION:  (Amended by Ord. No. 170,445, Eff. 5\/6\/95, Oper. 7\/5\/95.)<br \/><br \/>\tThis subsection shall not apply in the following circumstances:<br \/><br \/>\tIf the rental unit is the subject of a notice of noncompliance sent to the Franchise Tax Board pursuant to Section 17274 of the Revenue and Taxation Code, and the violations that were the subject of the Notice have not been corrected; or<br \/><br \/>\tIf the rental unit is the subject of a notice of rent reduction or a Notice of Acceptance issued pursuant to this chapter, and the conditions that caused the placement have not been corrected; or<br \/><br \/>\tIf the rental unit is the subject of a criminal <span class=\"dictionary\">conviction<\/span> related to the landlord’s failure to comply with a <span class=\"dictionary\">citation<\/span> or <span class=\"dictionary\">order<\/span> issued by the Department of Building and Safety, Fire Department, or Department of Health with respect to the subject rental unit, and the conditions that caused the <span class=\"dictionary\">conviction<\/span> have not been corrected.<br \/><br \/>\tE.\t(Amended by Ord. No. 154,808, Eff. 2\/13\/81.)  For a rental unit which had an automatic rent adjustment between May 1, 1980 and August 31, 1980, inclusive, and for which the landlord pays all the costs of electricity and\/or gas services for a rental unit:<br \/><br \/>\tThe maximum rent or maximum adjusted rent may be increased 1% for each such service paid by the landlord.  A landlord may not increase rent pursuant to this subsection on or after May 1, 1981.<br \/><br \/>\tF.\t(Added by Ord. No. 158,891, Eff. 6\/4\/84.)  For a rental unit, which is the site within a mobilehome park (hereafter “site”) on which a mobilehome is located and is vacated by all the tenants after the operative date of this subsection;<br \/><br \/>\t1.\tExcept as otherwise provided in this subsection, if the mobilehome on the site is vacated voluntarily or as a result of an eviction or termination of tenancy based on one or more of the grounds described in Section 151.09 A.1., A.2. or A.9., and the mobilehome is permanently removed from the site, then the maximum rent or maximum adjusted rent may be increased to any amount upon the re-rental of the site.  Thereafter, as long as the site continues to be rented to one or more of the same persons, no other rent increase shall be imposed pursuant to this subdivision.<br \/><br \/>\tHowever, this subdivision shall not apply in the following circumstances:<br \/><br \/>\ta.\tIf the mobilehome has been temporarily removed for repairs; or<br \/><br \/>\tb.\tIf the mobilehome has been replaced with a new mobilehome that one or more of the same tenants will occupy.<br \/><br \/>\t2.\tIf the site is voluntarily vacated by all the tenants as a result of a sale of the mobilehome, and the mobilehome is not removed from the site, then the maximum rent or maximum adjusted rent may be increased by an amount not to exceed the rent on any existing comparable site in the park, or ten percent (10%), whichever is the lower.  A comparable site for the purposes of this subdivision shall be a site within the same park which has a mobilehome located on it which is substantially the same size (single, double or triple wide) as the mobilehome that was sold. Thereafter, as long as the site continues to be rented to one or more of the same persons, no other rent increase shall be imposed pursuant to this subdivision.  The rent may only be increased pursuant to this subdivision once in any twelve consecutive month period.<br \/><br \/>\tG.\t(Amended by Ord. No. 181,744, Eff. 7\/15\/11.)  For a rental unit which has an additional tenant joining the occupants of the rental unit thereby resulting in an increase in the number of tenants existing at the inception of the tenancy:<br \/><br \/>\t(a)\tThe  landlord may increase the maximum rent or maximum adjusted rent by an amount not to exceed 10% for each additional tenant that joins the occupants of the rental unit, except as follows:<br \/><br \/>\t(i)\tThis Subsection shall not apply if the landlord had actual or constructive knowledge of the additional tenant’s occupancy of the rental unit for more than 60 days and has failed to notify the tenant of the increase pursuant to this Subsection;<br \/><br \/>\t(ii)\tIf the additional tenant joined the occupants of the rental unit prior to the effective date of this amendment and the landlord had actual or constructive knowledge of the additional tenant’s occupancy of the rental unit prior to the effective date of this amendment, the landlord shall not be able to increase the rent pursuant to this Subsection unless the landlord had notified the tenant of the increase within 60 days of the effective date of this amendment;<br \/><br \/>\t(iii)\tThis Subsection shall not apply for the first <span class=\"dictionary\">minor<\/span> dependent child (or first <span class=\"dictionary\">minor<\/span> dependent children of a multiple birth) added to an existing tenancy.<br \/><br \/>\t(b)\tThe rental unit shall not be eligible for a rent increase until the additional tenant has maintained residence in the rental unit for a minimum of thirty consecutive days.<\/p><\/section>","previous_section":{"id":"1401","structure_id":"38","section_number":"151.05.1","catch_line":"Passthrough Of Surcharge For The Systematic Code Enforcement Fee.","url":"\/151.05.1\/","token":"151.05.1"},"text":{"0":{"id":"1380","text":"  AUTOMATIC ADJUSTMENTS.\n\t(Title Amended by Ord. No. 153,552, Eff. 5\/1\/80; Section Amended by Ord. No. 154,237, Eff. 8\/30\/80, Oper. 9\/1\/80.)\tThe maximum rent or maximum adjusted rent for a rental unit may be increased without permission of the Rent Adjustment Commission or the Department, as follows:\tA.\tFor a rental unit which has not had a rent increase since May 31, 1976 (other than one imposed pursuant to Section 3B(5) or (6) of Ordinance No. 151,415, as amended and\/or Section 151.07 of this chapter:\tPrior to any increase pursuant to Subsection D. of the section, a landlord may increase the maximum rent by an amount not to exceed 19%, but if the landlord pays all the costs of electricity and\/or gas services for a rental unit, then the maximum or maximum adjusted rent may be increased an additional 1% for each such service paid by the landlord.  Thereafter, the rent may be adjusted automatically only in accordance with Subsections C. and D.\tB.\tFor a rental unit which has not had a rent increase since May 31, 1977 (other than one imposed pursuant to Section 3B(5) or (6) of Ordinance No. 151,415, as amended, and\/or Section 151.07 of this chapter) but which did have a rent increase within one year prior to that date:\tPrior to an increase pursuant to Subsection D. of this section, a landlord may increase the maximum rent by an amount not to exceed 13%, but if the landlord pays all the costs of electricity and\/or gas services for a rental unit, then the maximum or maximum adjusted rent may be increased an additional 1% for each such service paid by the landlord.  Thereafter, the rent may be adjusted automatically only in accordance with Subsections C. and D. below.\tC.\t(Amended by Ord. No. 181,744, Eff. 7\/15\/11.)  Where all of the tenants have vacated a rental unit subject to the provisions of this Article, the following provisions apply:\t1.\tThe landlord may increase the maximum rent or maximum adjusted rent to any amount upon re-rental of the unit in any of the following circumstances:\t(a)\tthe rental unit was vacated voluntarily.\t(b)\tthe rental unit was vacated as a result of the landlord’s termination of tenancy pursuant to Subdivisions 1., 2., 9. or 13. of Subsection A. of Section 151.09 of this Code.\t(c)\tthe rental unit was vacated as a result of the landlord’s termination of tenancy pursuant to Subdivisions 3. or 4. of Subsection A. of Section 151.09 of this Code, and\ti.\tThe landlord served a written notice required to terminate tenancy on the tenant prior to the City Attorney commencing a court action against the tenant pursuant to Section 47.50 of this Code; and\tii.\tThe eviction or termination of tenancy is based upon information provided by a law enforcement or prosecution agency that the tenant is committing or permitting to exist any gang-related crime, violent crime, unlawful weapon or ammunition crime, threat of violent crime, illegal drug activity or drug-related nuisance as those terms are defined in Section 47.50 of this Code.  Thereafter, so long as the rental unit continues to be rented to one or more of the same persons, no other rent increase shall be imposed pursuant to this Subsection.\t2.\tThe landlord may only offer and rent the rental unit at the lawful rent in effect at the time of the most recent termination of tenancy plus annual adjustments available under Section 151.06 of this Article in any of the following circumstances:\t(a)\tThe rental unit is vacated as a result of the termination of the Housing Assistance Payment Contract between the landlord and the Housing Authority of the City of Los Angeles because of the landlord’s failure to comply with the contractual obligations required by law.\t(b)\tThe rental unit was vacated as a result of the landlord’s termination of tenancy pursuant to Subdivision 5., 6., 7., 8., 10., 11. or 12. of Subsection A. of Section 151.09 of this Code, or pursuant to Subdivisions 3. or 4. of Subsection A. of Section 151.09 of this Code except as otherwise provided under Subparagraph c. of Subdivision 1. of Subsection C. of this Section;\t(c)\tThe rental unit was vacated as a result of the landlord creating an unreasonable interference with the tenant’s comfort, safety or enjoyment of the rental unit;\t(d)\tThe rental unit is vacated voluntarily by a tenant who was the next tenant after an eviction pursuant to Subdivision 8. of Subsection A. of Section 151.09 of this Code;\t(e)\tThe rental unit is vacated as a result of the termination of the regulation of the rental unit under any local, state or federal program;\t(f)\tThe rental unit is the subject of a notice of noncompliance sent to the Franchise Tax Board pursuant to Section 17274 of the Revenue and Taxation Code, and the violations that were the subject of the notice have not been corrected;\t(g)\tThe rental unit is the subject of a notice of acceptance into the Rent Escrow Account Program issued pursuant to Section 162.00 et seq. of this Code, and the conditions that caused the issuance of the notice have not been corrected;\t(h)\tThe rental unit is the subject of a criminal conviction related to the landlord’s failure to comply with a citation or order issued by the Los Angeles Housing Department, Los Angeles Department of Building and Safety, Los Angeles Fire Department, or Department of Health with respect to the subject rental unit, and the conditions that caused the conviction have not been corrected.\t3.\tIf the rental unit is vacated as a result of a removal of the rental unit from rental housing use pursuant to Subdivision 10. of Subsection A. of Section 151.09 of this Code, the landlord must comply with the requirements of Sections 151.22 through 151.28 of this Code, including applicable limitations on the amount of rent.\tD.\t(Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)  For a rental unit which at any time on or after the operative date of this chapter has not had a rent increase for a period of twelve consecutive months or more (other than one lawfully imposed pursuant to Section 3B(5) or (6) of Ordinance No. 151,415, as amended, and\/or pursuant to Subsection E. of this section and\/or pursuant to Section 151.07 of this chapter:\tThe maximum rent or maximum adjusted rent may be increased in an amount based on the Consumer Price Index – All Urban Consumers averaged for the twelve (12) month period ending September 30, of each year, as determined and published by the Department on or before May 30, of each year, pursuant to Section 151.07 A.6. of this chapter. This annual adjustment may be applied to any annual rent increase which first becomes effective on or before July 1, through June 30, of each year.  If the landlord pays all the costs of electricity and\/or gas services for a rental unit then the maximum rent or maximum adjusted rent may be increased an additional one percent (1%) for each such service paid by the landlord, not to exceed a total of two percent (2%).  If a rent increase had been imposed pursuant to Subsection A., B., C. or F.1., of this section, then no rent increase may be imposed pursuant to this subsection until twelve (12) consecutive months or more have elapsed since such rent increase.  (Amended by Ord. No. 159,908, Eff. 6\/30\/85 Oper. 7\/1\/85.)\tEXCEPTION:  (Amended by Ord. No. 170,445, Eff. 5\/6\/95, Oper. 7\/5\/95.)\tThis subsection shall not apply in the following circumstances:\tIf the rental unit is the subject of a notice of noncompliance sent to the Franchise Tax Board pursuant to Section 17274 of the Revenue and Taxation Code, and the violations that were the subject of the Notice have not been corrected; or\tIf the rental unit is the subject of a notice of rent reduction or a Notice of Acceptance issued pursuant to this chapter, and the conditions that caused the placement have not been corrected; or\tIf the rental unit is the subject of a criminal conviction related to the landlord’s failure to comply with a citation or order issued by the Department of Building and Safety, Fire Department, or Department of Health with respect to the subject rental unit, and the conditions that caused the conviction have not been corrected.\tE.\t(Amended by Ord. No. 154,808, Eff. 2\/13\/81.)  For a rental unit which had an automatic rent adjustment between May 1, 1980 and August 31, 1980, inclusive, and for which the landlord pays all the costs of electricity and\/or gas services for a rental unit:\tThe maximum rent or maximum adjusted rent may be increased 1% for each such service paid by the landlord.  A landlord may not increase rent pursuant to this subsection on or after May 1, 1981.\tF.\t(Added by Ord. No. 158,891, Eff. 6\/4\/84.)  For a rental unit, which is the site within a mobilehome park (hereafter “site”) on which a mobilehome is located and is vacated by all the tenants after the operative date of this subsection;\t1.\tExcept as otherwise provided in this subsection, if the mobilehome on the site is vacated voluntarily or as a result of an eviction or termination of tenancy based on one or more of the grounds described in Section 151.09 A.1., A.2. or A.9., and the mobilehome is permanently removed from the site, then the maximum rent or maximum adjusted rent may be increased to any amount upon the re-rental of the site.  Thereafter, as long as the site continues to be rented to one or more of the same persons, no other rent increase shall be imposed pursuant to this subdivision.\tHowever, this subdivision shall not apply in the following circumstances:\ta.\tIf the mobilehome has been temporarily removed for repairs; or\tb.\tIf the mobilehome has been replaced with a new mobilehome that one or more of the same tenants will occupy.\t2.\tIf the site is voluntarily vacated by all the tenants as a result of a sale of the mobilehome, and the mobilehome is not removed from the site, then the maximum rent or maximum adjusted rent may be increased by an amount not to exceed the rent on any existing comparable site in the park, or ten percent (10%), whichever is the lower.  A comparable site for the purposes of this subdivision shall be a site within the same park which has a mobilehome located on it which is substantially the same size (single, double or triple wide) as the mobilehome that was sold. Thereafter, as long as the site continues to be rented to one or more of the same persons, no other rent increase shall be imposed pursuant to this subdivision.  The rent may only be increased pursuant to this subdivision once in any twelve consecutive month period.\tG.\t(Amended by Ord. No. 181,744, Eff. 7\/15\/11.)  For a rental unit which has an additional tenant joining the occupants of the rental unit thereby resulting in an increase in the number of tenants existing at the inception of the tenancy:\t(a)\tThe  landlord may increase the maximum rent or maximum adjusted rent by an amount not to exceed 10% for each additional tenant that joins the occupants of the rental unit, except as follows:\t(i)\tThis Subsection shall not apply if the landlord had actual or constructive knowledge of the additional tenant’s occupancy of the rental unit for more than 60 days and has failed to notify the tenant of the increase pursuant to this Subsection;\t(ii)\tIf the additional tenant joined the occupants of the rental unit prior to the effective date of this amendment and the landlord had actual or constructive knowledge of the additional tenant’s occupancy of the rental unit prior to the effective date of this amendment, the landlord shall not be able to increase the rent pursuant to this Subsection unless the landlord had notified the tenant of the increase within 60 days of the effective date of this amendment;\t(iii)\tThis Subsection shall not apply for the first minor dependent child (or first minor dependent children of a multiple birth) added to an existing tenancy.\t(b)\tThe rental unit shall not be eligible for a rent increase until the additional tenant has maintained residence in the rental unit for a minimum of thirty consecutive days.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}