{"section_number":"151.09","edition_id":"1","section_id":"1253","structure_id":"38","catch_line":"Evictions.","history":"","full_text":"  EVICTIONS.\n\t(Amended by Ord. No. 154,237, Eff. 8\/30\/80, Oper. 9\/1\/80.)\n\n\tA.\tA landlord may bring an action to recover possession of a rental unit only upon one of the following grounds:\n\n\t1.\tThe tenant has failed to pay the rent to which the landlord is entitled, including amounts due under Subsection D of Section 151.05.\n\n\t2.\t(Amended by Ord. No. 175,130, Eff. 3\/31\/03.)  The tenant has violated a lawful obligation or covenant of the tenancy and has failed to cure the violation after having received written notice from the landlord, other than a violation based on:\n\n\t(a)\tThe obligation to surrender possession upon proper notice; or\n\n\t(b)\tThe obligation to limit occupancy, provided that the additional tenant who joins the occupants of the unit thereby exceeding the limits on occupancy set forth in the rental agreement is either the first or second dependent child to join the existing tenancy of a tenant of record or the sole additional adult tenant.  For purposes of this section, multiple births shall be considered as one child.  The landlord, however, has the right to approve or disapprove the prospective additional tenant, who is not a minor dependent child, provided that the approval is not unreasonably withheld; or\n\n\t(c)\tA change in the terms of the tenancy that is not the result of an express written agreement signed by both of the parties.  For purposes of this section, a landlord may not unilaterally change the terms of the tenancy under Civil Code Section 827 and then evict the tenant for the violation of the added covenant unless the tenant has agreed in writing to the additional covenant.  The tenant must knowingly consent, without threat or coercion, to each change in the terms of the tenancy.  A landlord is not required to obtain a tenant’s written consent to a change in the terms of the tenancy if the change in the terms of the tenancy is authorized by Los Angeles Municipal Code Section 151.06, or if the landlord is required to change the terms of the tenancy pursuant to federal, state, or local law.  Nothing in this paragraph shall exempt a landlord from providing legally required notice of a change in the terms of the tenancy.\n\n\t3.\t(Amended by Ord. No. 180,449, Eff. 2\/5\/09.)  The tenant is committing or permitting to exist a nuisance in or is causing damage to, the rental unit or to the unit’s appurtenances, or to the common areas of the complex containing the rental unit, or is creating an unreasonable interference with the comfort, safety, or enjoyment of any of the other residents of the rental complex or within a 1,000 foot radius extending from the boundary line of the rental complex.\n\n\tThe term “nuisance” as used in this subdivision includes, but is not limited to, any gang-related crime, violent crime, unlawful weapon or ammunition crime or threat of violent crime, illegal drug activity, any documented activity commonly associated with illegal drug dealing, such as complaints of noise, steady traffic day and night to a particular unit, barricaded units, possession of weapons, or drug loitering as defined in Health and Safety Code Section 11532, or other drug related circumstances brought to the attention of the landlord by other tenants, persons within the community, law enforcement agencies or prosecution agencies.  For purposes of this subdivision, gang-related crime is any crime motivated by gang membership in which the perpetrator, victim or intended victim is a known member of a gang.  Violent crime is any crime which involves use of a gun, a deadly weapon or serious bodily injury and for which a police report has been completed.  A violent crime under this subdivision shall not include a crime that is committed against a person residing in the same rental unit as the person committing the crime.  Unlawful weapon or ammunition crime is the illegal use, manufacture, causing to be manufactured, importation, possession, possession for sale, sale, furnishing, or giving away of ammunition or any weapon listed in subdivision (c)(1)-(5) of Section 3485 of the Civil Code.\n\n\tThreat of violent crime is any statement made by a tenant, or at his or her request, by his or her agent to any person who is on the premises or to the owner of the premises, or his or her agent, threatening the commission of a crime which will result in death or great bodily injury to another person, with the specific intent that the statement is to be taken as a threat, even if there is no intent of actually carrying it out, when on its face and under the circumstances in which it is made, it is so unequivocal, immediate and specific as to convey to the person threatened, a gravity of purpose and an immediate prospect of execution of the threat, and thereby causes that person reasonably to be in sustained fear for his or her own safety or for his or her immediate family’s safety.  Such a threat includes any statement made verbally, in writing, or by means of an electronic communication device and regarding which a police report has been completed.  A threat of violent crime under this section shall not include a crime that is committed against a person who is residing in the same rental unit as the person making the threat.  “Immediate family” means any spouse, whether by marriage or not, parent, child, any person related by consanguinity of affinity within the second degree, or any other person who regularly resides in the household, or who, within the prior six months, regularly resided in the household.  “Electronic communication device” includes but is not limited to, telephones, cellular telephones, video recorders, fax machines, or pagers.  “Electronic communications” has the same meaning as the term is defined in subsection 12 of Section 2510 of Title 18 of the United States Code, except that “electronic communication” for purposes of this definition shall not be limited to electronic communication that affects interstate or foreign commerce.\n\n\tIllegal drug activity is a violation of any of the provisions of Chapter 6 (commencing with Section 11350) or Chapter 6.5 (commencing with Section 11400) of the Health and Safety Code.\n\n\t4.\t(Amended by Ord. No. 171,442, Eff. 1\/19\/97.)  The tenant is using, or permitting a rental unit, the common areas of the rental complex containing the rental unit, or an area within a 1,000 foot radius from the boundary line of the rental complex to be used for any illegal purpose.\n\n\tThe term “illegal purpose” as used in this subdivision includes, but is not limited to, violations of any of the provisions of Chapter 6 (commencing with Section 11350) or Chapter 6.5 (commencing with section 11400) of the Health and Safety Code.\n\n\t5.\tThe tenant, who had a written lease or rental agreement which terminated on or after the effective date of this chapter, has refused, after written request or demand by the landlord to execute a written extension or renewal thereof for a further term of like duration with similar provisions and in such terms as are not inconsistent with or violative of any provision of this chapter or any other provision of law.\n\n\t6.\tThe tenant has refused the landlord reasonable access to the unit for the purpose of making repairs or improvements, or for the purpose of inspection as permitted or required by the lease or by law, or for the purpose of showing the rental unit to any prospective purchaser or mortgagee.\n\n\t7.\tThe person in possession of the rental unit at the end of a lease term is a subtenant not approved by the landlord.\n\n\t8.\t(Amended by Ord. No. 180,747, Eff. 8\/1\/09.)  The landlord seeks in good faith to recover possession of the rental unit for use and occupancy as a primary place of residence by:\n\n\t(a)\tThe landlord; or\n\n\t(b)\tThe landlord’s spouse, grandchildren, children, parents or grandparents; or \n\n\t(c)\tA resident manager.\n\n\tLandlords seeking to recover possession pursuant to the provisions of this Subdivision must comply with the restrictions and requirements of Section 151.30, as well as all other relevant provisions of this Article.\n\n\t9.\t(Amended by Ord. No. 176,544, Eff. 5\/2\/05.)  The landlord, having complied with all applicable notices and advisements required by law, seeks in good faith to recover possession so as to undertake Primary Renovation Work of the rental unit or the building housing the rental unit, in accordance with a Tenant Habitability Plan accepted by the Department, and the tenant is unreasonably interfering with the landlord’s ability to implement the requirements of the Tenant Habitability Plan by engaging in any of the following actions:\n\n\ta.\tThe tenant has failed to temporarily relocate as required by the accepted Tenant Habitability Plan; or\n\n\tb.\tThe tenant has failed to honor a permanent relocation agreement with the landlord pursuant to Section 152.05 of this Code.\n\n\t10.\t(Amended by Ord. No. 176,544, Eff. 5\/2\/05.)  The landlord seeks in good faith to recover possession of the rental unit under either of the following circumstances: \n\n\ta.\tto demolish the rental unit; or\n\n\tb.\tto remove the rental unit permanently from rental housing use.\n\n\tLandlords seeking to recover possession for either of the circumstances described in this subdivision must comply with the requirements of Sections 151.22 through 151.28 of this article.  This subdivision is a lawful grounds for eviction only where a landlord is withdrawing from rent or lease all of the rental units in a structure or building.  A landlord seeking to evict tenants pursuant to either of the circumstances described in this subdivision may not withdraw from rent or lease less than all of the accommodations in a structure or building.  (Para. Added by Ord. No. 177,901, Eff. 9\/29\/06.)\n\n\t11.\tThe landlord seeks in good faith to recover possession of the rental unit in order to comply with a governmental agency’s order to vacate, order to comply, order to abate, or any other order that necessitates the vacating of the building housing the rental unit as a result of a violation of the Los Angeles Municipal Code or any other provision of law.  (Amended by Ord. No. 172,288, Eff. 12\/17\/98.)\n\n\t12.\tThe Secretary of Housing and Urban Development is both the owner and plaintiff and seeks to recover possession in order to vacate the property prior to sale and has complied with all tenant notification requirements under federal law and administrative regulations.  (Added by Ord. No. 173,224, Eff. 5\/11\/00.)  \n\n\t13.\tThe rental unit is in a Residential Hotel, and the landlord seeks to recover possession of the rental unit in order to Convert or Demolish the unit, as those terms are defined in Section 47.73 of the Los Angeles Municipal Code.  A landlord may recover possession of a rental unit pursuant to this paragraph only after the Department has approved an Application for Clearance pursuant to the provisions of Section 47.78.  (Amended by Ord. No. 180,175, Eff. 9\/29\/08.)\n\n\t14.\tThe landlord seeks to recover possession of the rental unit to convert the subject property to an affordable housing accommodation in accordance with an affordable housing exemption issued by the Department pursuant to Section 151.02 of this Code.  If the landlord fails to record a government imposed regulatory agreement within six months of the filing of the affordable housing exemption with the Department in accordance with Section 151.02 of this Code, and the landlord seeks to offer the rental unit for rent or lease, the accommodations shall be offered and rented or leased at the lawful rent in effect at the time the affordable housing exemption was filed with the Department, plus annual adjustments available pursuant to Section 151.06 of this Code.  Furthermore, the landlord shall first offer to rent or lease the unit to the tenant(s) displaced from that unit pursuant to this Subdivision, provided that the tenant(s) advised the landlord in writing within 30 days of displacement of his or her desire to consider an offer to renew the tenancy and provided the landlord with an address to which that offer is to be directed.  The tenant(s) may subsequently advise the landlord of a change of address to which an offer is to be directed.  A landlord who re-offers the rental unit pursuant to the provisions of this Subdivision shall deposit the offer in the United States mail, by registered or certified mail with postage prepaid, addressed to the displaced tenant(s) at the address furnished to the landlord as provided in this Subdivision, and shall describe the terms of the offer.  The displaced tenant(s) shall have 30 days from the deposit of the offer in the mail to accept the offer by personal delivery of that acceptance to the Department or deposit of the acceptance in the United States mail by registered or certified mail with postage prepaid.  (Added by Ord. No. 181,744, Eff. 7\/15\/11.)\n\n\tB.\tIf the dominant intent of the landlord in seeking to recover possession of a rental unit is retaliation against the tenant for exercising his or her rights under this chapter or because of his or her complaint to an appropriate agency as to tenantability of a rental unit, and if the tenant is not in default as to the payment of rent, then the landlord may not recover possession of a rental unit in any action or proceeding or cause the tenant to quit involuntarily.  (Amended by Ord. No. 161,865, Eff. 1\/19\/87.)\n\n\tC.\t(Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)  Prior to or at the same time as the written notice of termination described in Civil Code Section 1946, or the three days’ notice described in Code of Civil Procedure Sections 1161 and 1161a, is served on the tenant of a rental unit:\n\n\t1.\tThe landlord shall serve on the tenant a written notice setting forth the reasons for the termination with specific facts to permit a determination of the date, place, witnesses and circumstances concerning the reason.  This notice shall be given in the manner prescribed by Code of Civil Procedure Section 1162.\n\n\t2.\tWhen the termination of tenancy is based on the grounds set forth in Subdivision 8. of Subsection A. of this Section, the landlord shall file with the Department a declaration on a form and in the number prescribed by the Department identifying the person to be moved into the rental unit, the date on which the person will move in, the rent presently charged for the rental unit, and the date of the last rental increase.  This declaration shall be served on the tenant in the manner prescribed by Code of Civil Procedure Section 1162 in lieu of the notice required in Subdivision 1. of this Subsection.  When filing the declaration, the landlord shall pay an administrative fee in the amount of $75.  The fee shall pay for the cost of administering and enforcing the provisions of Section 151.30 of this Code.  (Amended by Ord. No. 180,747, Eff. 8\/1\/09.)\n\n\t3.\tWhen a termination of tenancy is based on the ground set forth in Section 151.09 A.9. of this Code, the landlord shall file with the Department a declaration on a form prescribed by the Department that sets forth the address of the rental unit, the name of the tenant, a copy of the Tenant Habitability Plan accepted by the Department, documentation of the landlord’s good faith efforts to provide notice pursuant to Section 152.00 et seq. of this Code, documentation of efforts to provide relocation assistance, if applicable, and the reason for the termination with specific facts, including but not limited to the date, place, witnesses and circumstances concerning the reason for termination.  This declaration shall be served on the tenant in the manner prescribed by Section 1162 of the California Code of Civil Procedure in lieu of the notice required in Subdivision 1. of this subsection.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)\n\n\t4.\tWhen the termination of the tenancy is based on either of the grounds set forth in Subdivision 10. of Subsection A. of this section, the landlord must comply with the requirements of Sections 151.22 through 151.28 of this article.  The requirements of Sections 151.22 through 151.28 of this article are in lieu of the notice required in Subdivision 1. of this subsection.  (Amended by Ord. No. 177,901, Eff. 9\/29\/06.)\n\n\t5.\tWhen the termination of tenancy is based on the ground set forth in Subdivision 11. of Subsection A. of this section, then the landlord shall file with the Department a declaration on the form and in the number prescribed by the Department stating that the landlord intends to evict in order to comply with a governmental agency’s order to vacate the building housing the rental unit. The landlord shall attach a copy of the order to vacate to this declaration. This notice shall be served on the tenant in the manner prescribed by Code of Civil Procedure Section 1162 in lieu of the notice required in Subdivision 1. of this subsection.  (Added by Ord No, 164,685, Eff. 5\/11\/89.)\n\n\t6.\tWhen the termination of tenancy is based on the grounds set forth in Subdivision 3. or 4. of Subsection A. of this Section because of alleged illegal drug activity, then the landlord shall file with the Department a declaration on a form and in the manner prescribed by the Department.  (Amended by Ord. No. 180,981, Eff. 12\/26\/09.)\n\n\t7.\tWhen the termination of tenancy is based on the grounds set forth in Subdivision 3. or 4. of Subsection A. of this Section because of alleged gang-related crime, violent crime, unlawful weapon or ammunition crime, threat of violent crime, illegal drug activity or drug-related nuisance as those terms are defined in Section 47.50 A. of this Code, and the landlord desires to raise the rent upon re-rental of the rental unit pursuant to Section 151.06 of this Chapter, then the landlord shall file with the Department a declaration on a form and in the manner prescribed by the Department, including the name of the law enforcement or prosecution agency that provided the landlord with the information upon which the notice of intent to terminate the tenancy will be based.  (Amended by Ord. No. 180,981, Eff. 12\/26\/09.)\n\n\t8.\tWhen the termination of tenancy is based on the grounds set forth in Subdivision 12. of Subsection A. of this section, the Secretary of Housing and Urban Development, or the Secretary’s representative, shall file with the Department a declaration on a form and in the number prescribed by the Department stating that the Secretary has complied with all tenant notification requirements under federal law and administrative regulations.  (Added by Ord. No. 173,224, Eff. 5\/11\/00.)  \n\n\tD.\tA landlord shall not change the terms of a tenancy to prohibit pets and then evict the tenant for keeping a pet which was kept and allowed prior to the change, unless the landlord can establish that the pet constitutes a nuisance and the nuisance has not been abated upon proper notice to the tenant.  (Amended by Ord. No. 154,736, Eff. 1\/9\/81; Amended by Ord. No. 174,488, Eff. 4\/1\/02; Ord. No. 174,488 Repealed by Ord. No. 174,501, Eff. 4\/11\/02.)\n\n\tE.\tIn any action by a landlord to recover possession of a rental unit, the tenant may raise as an affirmative defense any violation of the provisions of this chapter. Violation of Subsections A., B. or D. of this section shall not constitute a misdemeanor.  (Amended by Ord. No. 166,130, Eff. 9\/16\/90.)\n\n\tF.\tIn any action by a landlord to recover possession of a rental unit, the tenant may raise as an affirmative defense the failure of the landlord to comply with Sections 151.04 C. and 151.05 A. of this Chapter.  (Amended by Ord. No. 182,359, Eff. 1\/26\/13.)\n\n\tG.\t(Amended by Ord. No. 181,744, Eff. 7\/15\/11.)  Except for relocation fees owed pursuant to the provisions of Subsection E. of Section 151.30 of this Code, if the termination of tenancy is based on the grounds set forth in Subdivisions 8., 10., 11., 12., or 13. of Subsection A. of this Section, then the landlord shall pay a relocation fee of:  $15,500 to qualified tenants and a $7,300 fee to all other tenants who have lived in their rental unit for fewer than three years, or $18,300 to qualified tenants and a $9,650 fee to all other tenants who have lived in their rental unit for three years or longer, or $18,300 to qualified tenants and $9,650 to all other tenants whose household income is 80 percent or below Area Median Income (AMI), as adjusted for household size, as defined by the U.S. Department of Housing and Urban Development, regardless of length of tenancy.  If more than one fee applies to a rental unit, the landlord shall pay the highest of the applicable fees.  Tenants who claim eligibility based on their income shall file a statement with the Department verifying their income on a form prescribed by the Department.  Requests for a hearing to appeal a decision regarding a tenant’s relocation assistance eligibility, including disputes about eligibility for higher relocation assistance based on a tenant’s income, age, length of tenancy, family status and\/or disability status, must be filed in writing on the form prescribed by the Department and received by the Department within fifteen calendar days of the date of the Department’s notification of its decision regarding tenant relocation assistance.\n\n\tThe Department shall charge a fee of $193 per rental unit for any requests for hearings under this Subsection to pay for the cost of the appeal hearing.  For the year beginning July 1, 2009, and all subsequent years, the fee amounts shall be adjusted on an annual basis pursuant to the formula set forth in Section 151.06 D. of this Code.  The adjusted amount shall be rounded to the nearest $50 increment.\n\n\tIf termination of the tenancy is based on the grounds set forth in Section 151.09 A.11. of this Code, and the subject property has an approved use as a single family home and the structure containing the single family home contains two rental units, the landlord shall pay a relocation fee in accordance with Section 151.09 G. of this Code to the tenant(s) of the affected rental unit(s) within 15 days of receiving notice from the tenant(s) of their intention to terminate the tenancy.\n\n\t1.\t(Amended by Ord. No. 178,632, Eff. 5\/26\/07.)  This payment shall be made as follows:\n\n\ta.\tThe entire fee shall be paid to a tenant who is the only tenant in a rental unit;\n\n\tb.\tIf a rental unit is occupied by two or more tenants, then each tenant of the unit shall be paid an equal, pro-rata share of the fee;\n\n\tc.\tNothing in this subsection relieves the landlord from the obligation to provide relocation assistance pursuant to City administrative agency action or any other provision of local, state or federal law.  If a tenant is entitled to monetary relocation benefits pursuant to City administrative agency action or any provision of local, state or federal law, then those benefits shall operate as a credit against any fee required to be paid to the tenant under this section.\n\n\td.\tIf the termination of tenancy is based on the grounds set forth in Subdivisions 8., 10., 11. or 12. of Subsection A. of this section, then the landlord shall also pay the City a fee for the purpose of providing relocation assistance by the City’s Relocation Assistance Service Provider, as defined in Sections 47.06 B. and 47.07 B. of this Code.  The fee shall be $640 for each unit occupied by a qualified tenant and $400 for each unit occupied by other tenants, and an additional $55 per unit to pay for the administrative costs associated with this service.  The fees, set forth above, may be increased in an amount based on the Consumer Price Index – All Urban Consumers averaged for the first 12-month period ending September 30, of each year, as determined and published by the Housing Department on or before May 30, of each year, pursuant to Section 151.07 A.6. of this Code.  The Relocation Assistance Service Provider will provide the relocation assistance services listed in Sections 47.06 D. and 47.07 D. of this Code.\n\n\t2.\tThe landlord shall perform the acts described in this subsection within fifteen days of service of a written notice of termination described in California Civil Code Section 1946; provided, however, the landlord may in its sole discretion, elect to pay the monetary relocation benefits to be paid to a tenant pursuant to this subsection to an escrow account to be disbursed to the tenant upon certification of vacation of the rental housing unit. The escrow account shall provide for the payment prior to vacation of all or a portion of the monetary relocation benefits for actual relocation expenses incurred or to be incurred by the tenant prior to vacation, including but not limited to security deposits, moving expense deposits and utility connection charges.  Escrow accounts shall provide that, in the event of disputes between the landlord and the tenant as to the release of funds from escrow, the funds in dispute shall be released to the Department for final determination.  The Rent Adjustment Commission shall establish guidelines for the establishment of these escrow accounts, the certification of vacation and pre-vacation disbursement requests.\n\n\t3.\tThe requirement to pay relocation assistance is applicable to all rental units, regardless of whether the rental unit was created or established in violation of any provision of Law.\n\n\t4.\tExceptions.  This subsection shall not apply in any of the following circumstances:\n\n\ta.\t(None)\n\n\tb.\tThe tenant received actual written notice, prior to entering into a written or oral tenancy agreement, that an application to subdivide the property for condominium, stock cooperative or community apartment purposes was on file with the City or had already been approved, whichever the case may be, and that the existing building would be demolished or relocated in connection with the proposed new subdivision, and the termination of tenancy is based on the grounds set forth in Subdivision 10. of Subsection A. of this section.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)\n\n\tc.\tThe tenant received actual written notice, prior to entering into a written or oral agreement to become a tenant, that an application to convert the building to a condominium, stock cooperative or community apartment project was on file with the City or had already been approved, whichever the case may be, and the termination of tenancy is based on the grounds set forth in Subdivision 10. of Subsection A. of this section.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)\n\n\td.\tThe landlord seeks in good faith to recover possession of the rental unit for use and occupancy by a resident manager, provided that the resident manager is replacing the existing resident manager in the same unit.  For the purposes of this exception, a resident manager shall not include the landlord, or the landlord’s spouse, grandchildren, children, parents or grandparents;  (Second Sentence Amended by Ord. No. 180,747, Eff. 8\/1\/09.)\n\n\te.\tThe landlord seeks in good faith to recover possession of the rental unit in order to comply with a governmental agency’s order to vacate the building housing the rental unit due to hazardous conditions caused by a natural disaster.\n\n\tH.\tIn any action by a landlord to recover possession of a rental unit, the tenant may raise as an affirmative defense the failure of the landlord to comply with Subsection G. of this section.  In addition, any landlord who fails to provide monetary relocation assistance as required by Subsection G. of this section shall be liable in a civil action to the tenant to whom such assistance is due for damages in the amount the landlord has failed to pay, together with reasonable attorney fees and costs as determined by the court.  (Added by Ord. No. 160,791, Eff. 2\/10\/86.)\n\n\tI.\tIf the termination of tenancy was based on the grounds set forth in Subdivision 8. of Subsection A. of this section, the landlord shall file with the Department a declaration on a form prescribed by the Department within ten calendar days of the re-rental of the rental unit.  (First Sentence Amended by Ord. No. 177,901, Eff. 9\/29\/06.)  This declaration shall indicate the address of the rental unit, the date of the re-rental, the amount of rent being charged to the current tenant, the name of the current tenant and such further information as requested by the Department.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)\n\n\tJ.\t(Repealed by Ord. No. 181,744, Eff. 7\/15\/11.)\n\n\tK.\t(Repealed by Ord. No. 177,103, Eff. 12\/18\/05.)\n\n\tL.\tOther Displacements.  (Added by Ord. No. 169,372, Eff. 3\/1\/94.)\n\n\t1.\tNotwithstanding any provision of the Los Angeles Municipal Code to the contrary, if a tenant of a unit subject to the City’s Rent Stabilization Ordinance is forced to vacate her\/his unit as a result of the January 17, 1994 earthquake and aftermath, and if the landlord desires to re-rent that unit, then, prior to offering the unit to any other tenant and within 30 days after completion of repairs to the unit, the landlord shall offer in writing to the tenant the same unit under the same terms and conditions as existed prior to her\/his displacement, except that the landlord may apply for a rent increase as may be approved by the City’s Rent Stabilization Division, or by the Rent Adjustment Commission on appeal, pursuant to the City’s Rent Stabilization Ordinance.\n\n\t2.\tThe tenant shall have five days after receipt of the landlord’s offer to inspect the unit and accept or reject the offer.  If accepted, the tenant shall occupy the unit within 30 days from the date of acceptance of the offer.\n\n\t3.\tThe tenant shall, within 45 days of the effective date of the ordinance, provide written notice to the landlord of the tenant’s interest to reoccupy the rental unit once all necessary repair work has been completed.  The tenant who desires to reoccupy the rental unit shall furnish the landlord with the tenant’s current address and shall notify the landlord in writing of any change of address.  If a tenant is unable to ascertain an address of the landlord to which the notice can be sent, the tenant may file a copy of the notice with the City’s Rent Stabilization Division, and this notice shall constitute compliance by the tenant with the obligation to notify the landlord.  Upon request by the landlord, the Rent Stabilization Division shall provide the landlord with any copies of any written notices received by the Rent Stabilization Division.\n\n\t4.\tThe costs of rehabilitation which are necessary before re-renting a unit which was damaged as set forth in Subdivision 1 above, which costs were not reimbursed by insurance proceeds, or by Federal, State, or local grant funds, or by any other means (such as a satisfied judgment), may be passed through to the tenant by utilization of the process set forth in the Rent Stabilization Ordinance.  The landlord may serve a 30-day notice (as required by state law) of a proposed rent increase on the tenant 15 days after the landlord has applied to the Rent Stabilization Division for such an increase.  The landlord shall not accept or demand a rent increase from the tenant until the landlord receives the City’s approval of the rent increase.  The Rent Stabilization Division shall inform the landlord and tenant of all their rights regarding the proposed rent increase as currently required by the City’s Rent Stabilization Ordinance.\n\n\t5.\tIf a tenant either fails to accept the offer, give notice, or take possession of the rental unit, within the applicable time periods described, the landlord shall be free to offer the unit to any tenant, subject to the requirements of the Rent Stabilization Ordinance.\n\n\t6.\tA landlord who attempts to re-rent a unit, but refuses to allow a tenant to return to her\/his home under this subsection shall be guilty of a misdemeanor.  Any person who violates this subsection shall also be liable in a civil action for damages and\/or injunctive relief, if appropriate, together with reasonable attorneys’ fees and costs as determined by the court.\n\n\t7.\tThe landlord’s offers and notices required shall be given in the manner prescribed by Code of Civil Procedure Section 1162 or by certified mail.  The tenant shall give any acceptance or notice by first class mail or by utilizing the procedures set forth in Section 1162 at the tenant’s option.  If any notice, offer, or acceptance is given by mail, then the postmark date shall be deemed the date of that notice, offer, or acceptance.\n\n\t8.\tThe Rent Stabilization Division shall attempt to notify affected tenants and landlords of the provisions of the ordinance and may devise any forms it deems necessary to implement the ordinance for use by landlords and tenants.  The Rent Adjustment Commission shall have the authority to promulgate any rules and regulations it deems necessary to implement the ordinance.\n\n\t9.\tThe provisions of this subsection shall apply to tenants regardless of whether or not their security deposits were returned in accordance with state law.\n\n\t10.\tThe provisions of this subsection shall not apply to any tenant whose tenancy was the subject of a judicial proceeding to terminate the tenancy prior to January 17, 1994, if that proceeding results in a final judgment terminating the tenancy.","order_by":"09","ancestry":{"1":{"id":"38","name":"Rent Stabilization Ordinance","identifier":"1","label":"article","url":"\/15\/1\/"},"2":{"id":"37","name":"Rent Stabilization Ordinance","identifier":"15","label":"chapter","url":"\/15\/"}},"structure_contents":{"0":{"id":"1697","structure_id":"38","section_number":"151.00","catch_line":"Title.","url":"\/151.00\/","token":"151.00"},"1":{"id":"1881","structure_id":"38","section_number":"151.01","catch_line":"Declaration Of Purpose.","url":"\/151.01\/","token":"151.01"},"2":{"id":"2461","structure_id":"38","section_number":"151.02","catch_line":"Definitions.","url":"\/151.02\/","token":"151.02"},"3":{"id":"1905","structure_id":"38","section_number":"151.03","catch_line":"The Rent Adjustment Commission.","url":"\/151.03\/","token":"151.03"},"4":{"id":"2887","structure_id":"38","section_number":"151.04","catch_line":"Restriction On Rents.","url":"\/151.04\/","token":"151.04"},"5":{"id":"2613","structure_id":"38","section_number":"151.05","catch_line":"Registration, Notification Of Tenants, Posting Of Notice And Payment Of Fees.","url":"\/151.05\/","token":"151.05"},"6":{"id":"1401","structure_id":"38","section_number":"151.05.1","catch_line":"Passthrough Of Surcharge For The Systematic Code Enforcement Fee.","url":"\/151.05.1\/","token":"151.05.1"},"7":{"id":"1394","structure_id":"38","section_number":"151.06","catch_line":"Automatic Adjustments.","url":"\/151.06\/","token":"151.06"},"8":{"id":"1165","structure_id":"38","section_number":"151.06.02","catch_line":"Payment Of Interest On Security Deposits.","url":"\/151.06.02\/","token":"151.06.02"},"9":{"id":"2392","structure_id":"38","section_number":"151.06.1","catch_line":"Smoke Detectors.","url":"\/151.06.1\/","token":"151.06.1"},"10":{"id":"3311","structure_id":"38","section_number":"151.06.2","catch_line":"Surcharge For Water Conservation Assessment.","url":"\/151.06.2\/","token":"151.06.2"},"11":{"id":"3423","structure_id":"38","section_number":"151.06.5","catch_line":"Reductions In Rent.","url":"\/151.06.5\/","token":"151.06.5"},"12":{"id":"66","structure_id":"38","section_number":"151.07","catch_line":"Authority Of The Department And The Commission To Grant Individual Rent Adjustments.","url":"\/151.07\/","token":"151.07"},"13":{"id":"3940","structure_id":"38","section_number":"151.08","catch_line":"Authority Of Commission To Regulate By Class.","url":"\/151.08\/","token":"151.08"},"14":{"id":"1253","structure_id":"38","section_number":"151.09","catch_line":"Evictions.","url":"\/151.09\/","token":"151.09"},"15":{"id":"2643","structure_id":"38","section_number":"151.10","catch_line":"Remedies.","url":"\/151.10\/","token":"151.10"},"16":{"id":"3461","structure_id":"38","section_number":"151.11","catch_line":"Refusal Of A Tenant To Pay.","url":"\/151.11\/","token":"151.11"},"17":{"id":"1361","structure_id":"38","section_number":"151.12","catch_line":"Operative Date.","url":"\/151.12\/","token":"151.12"},"18":{"id":"3106","structure_id":"38","section_number":"151.13","catch_line":"Minor Errors In Payment.","url":"\/151.13\/","token":"151.13"},"19":{"id":"467","structure_id":"38","section_number":"151.14","catch_line":"Filing Of Application For Rent Adjustments, Requests For Hearing, And Appeals.","url":"\/151.14\/","token":"151.14"},"20":{"id":"2596","structure_id":"38","section_number":"151.15","catch_line":"151.15.Penalties For Late Registration And For Failure To Post Notice That Property Is Subject To The Rent Stabilization Ordinance.","url":"\/151.15\/","token":"151.15"},"21":{"id":"2542","structure_id":"38","section_number":"151.16","catch_line":"Research Services.","url":"\/151.16\/","token":"151.16"},"22":{"id":"3174","structure_id":"38","section_number":"151.18","catch_line":"Additional Services Contracts.","url":"\/151.18\/","token":"151.18"},"23":{"id":"909","structure_id":"38","section_number":"151.19","catch_line":"Review Of Ordinance.","url":"\/151.19\/","token":"151.19"},"24":{"id":"2430","structure_id":"38","section_number":"151.20","catch_line":"Temporary Eviction Controls And Rent Reductions For Mobile Homes Damaged In The January, 1994 Earthquake.","url":"\/151.20\/","token":"151.20"},"25":{"id":"2740","structure_id":"38","section_number":"151.21","catch_line":"Hurricane Katrina And Hurricane Rita Temporary Relief Program.","url":"\/151.21\/","token":"151.21"},"26":{"id":"299","structure_id":"38","section_number":"151.22","catch_line":"Ellis Act Provisions - Statement Of Purpose And Effect.","url":"\/151.22\/","token":"151.22"},"27":{"id":"3047","structure_id":"38","section_number":"151.23","catch_line":"Ellis Act Provisions - Required Notice.","url":"\/151.23\/","token":"151.23"},"28":{"id":"2552","structure_id":"38","section_number":"151.24","catch_line":"Ellis Act Provisions - Notification To Department Of Intent To Re-Rent Unit.","url":"\/151.24\/","token":"151.24"},"29":{"id":"1480","structure_id":"38","section_number":"151.25","catch_line":"Ellis Act Provisions - Civil Penalties For Offering Units For Rent Within Two Years Of Withdrawal.","url":"\/151.25\/","token":"151.25"},"30":{"id":"1337","structure_id":"38","section_number":"151.26","catch_line":"Ellis Act Provisions - Regulation Of Property On Re-Offer For Rent Or Lease After Withdrawal.","url":"\/151.26\/","token":"151.26"},"31":{"id":"1267","structure_id":"38","section_number":"151.27","catch_line":"Ellis Act Provisions - Re-Rental Rights Of Displaced Tenants.","url":"\/151.27\/","token":"151.27"},"32":{"id":"2909","structure_id":"38","section_number":"151.28","catch_line":"Ellis Act Provisions - Rental Of Replacement Units.","url":"\/151.28\/","token":"151.28"},"33":{"id":"71","structure_id":"38","section_number":"151.29","catch_line":"Regulation Of Leases In Mobilehome Parks.","url":"\/151.29\/","token":"151.29"},"34":{"id":"3924","structure_id":"38","section_number":"151.30","catch_line":"Evictions For Owner, Family, Or Resident Manager\nOccupancy.","url":"\/151.30\/","token":"151.30"}},"next_section":{"id":"2643","structure_id":"38","section_number":"151.10","catch_line":"Remedies.","url":"\/151.10\/","token":"151.10"},"metadata":false,"references":false,"url":"\/151.09\/","token":"151.09","formats":{"txt":"\/151.09.txt","json":"\/151.09.xml"},"dublin_core":{"Title":"Evictions.","Type":"Text","Format":"text\/html","Identifier":"§ 151.09","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nEVICTIONS. (§ 151.09)\n\n  EVICTIONS.\n\t(Amended by Ord. No. 154,237, Eff. 8\/30\/80, Oper. 9\/1\/80.)\tA.\tA landlord may\nbring an action to recover possession of a rental unit only upon one of the\nfollowing grounds:\t1.\tThe tenant has failed to pay the rent to which the\nlandlord is entitled, including amounts due under Subsection D of Section\n151.05.\t2.\t(Amended by Ord. No. 175,130, Eff. 3\/31\/03.)  The tenant has\nviolated a lawful obligation or covenant of the tenancy and has failed to cure\nthe violation after having received written notice from the landlord, other than\na violation based on:\t(a)\tThe obligation to surrender possession upon proper\nnotice; or\t(b)\tThe obligation to limit occupancy, provided that the additional\ntenant who joins the occupants of the unit thereby exceeding the limits on\noccupancy set forth in the rental agreement is either the first or second\ndependent child to join the existing tenancy of a tenant of record or the sole\nadditional adult tenant.  For purposes of this section, multiple births shall\nbe considered as one child.  The landlord, however, has the right to approve or\ndisapprove the prospective additional tenant, who is not a minor dependent\nchild, provided that the approval is not unreasonably withheld; or\t(c)\tA change\nin the terms of the tenancy that is not the result of an express written\nagreement signed by both of the parties.  For purposes of this section, a\nlandlord may not unilaterally change the terms of the tenancy under Civil Code\nSection 827 and then evict the tenant for the violation of the added covenant\nunless the tenant has agreed in writing to the additional covenant.  The tenant\nmust knowingly consent, without threat or coercion, to each change in the terms\nof the tenancy.  A landlord is not required to obtain a tenant’s written\nconsent to a change in the terms of the tenancy if the change in the terms of\nthe tenancy is authorized by Los Angeles Municipal Code Section 151.06, or if\nthe landlord is required to change the terms of the tenancy pursuant to federal,\nstate, or local law.  Nothing in this paragraph shall exempt a landlord from\nproviding legally required notice of a change in the terms of the\ntenancy.\t3.\t(Amended by Ord. No. 180,449, Eff. 2\/5\/09.)  The tenant is\ncommitting or permitting to exist a nuisance in or is causing damage to, the\nrental unit or to the unit’s appurtenances, or to the common areas of the\ncomplex containing the rental unit, or is creating an unreasonable interference\nwith the comfort, safety, or enjoyment of any of the other residents of the\nrental complex or within a 1,000 foot radius extending from the boundary line of\nthe rental complex.\tThe term “nuisance” as used in this subdivision\nincludes, but is not limited to, any gang-related crime, violent crime, unlawful\nweapon or ammunition crime or threat of violent crime, illegal drug activity,\nany documented activity commonly associated with illegal drug dealing, such as\ncomplaints of noise, steady traffic day and night to a particular unit,\nbarricaded units, possession of weapons, or drug loitering as defined in Health\nand Safety Code Section 11532, or other drug related circumstances brought to\nthe attention of the landlord by other tenants, persons within the community,\nlaw enforcement agencies or prosecution agencies.  For purposes of this\nsubdivision, gang-related crime is any crime motivated by gang membership in\nwhich the perpetrator, victim or intended victim is a known member of a gang. \nViolent crime is any crime which involves use of a gun, a deadly weapon or\nserious bodily injury and for which a police report has been completed.  A\nviolent crime under this subdivision shall not include a crime that is committed\nagainst a person residing in the same rental unit as the person committing the\ncrime.  Unlawful weapon or ammunition crime is the illegal use, manufacture,\ncausing to be manufactured, importation, possession, possession for sale, sale,\nfurnishing, or giving away of ammunition or any weapon listed in subdivision\n(c)(1)-(5) of Section 3485 of the Civil Code.\tThreat of violent crime is any\nstatement made by a tenant, or at his or her request, by his or her agent to any\nperson who is on the premises or to the owner of the premises, or his or her\nagent, threatening the commission of a crime which will result in death or great\nbodily injury to another person, with the specific intent that the statement is\nto be taken as a threat, even if there is no intent of actually carrying it out,\nwhen on its face and under the circumstances in which it is made, it is so\nunequivocal, immediate and specific as to convey to the person threatened, a\ngravity of purpose and an immediate prospect of execution of the threat, and\nthereby causes that person reasonably to be in sustained fear for his or her own\nsafety or for his or her immediate family’s safety.  Such a threat includes\nany statement made verbally, in writing, or by means of an electronic\ncommunication device and regarding which a police report has been completed.  A\nthreat of violent crime under this section shall not include a crime that is\ncommitted against a person who is residing in the same rental unit as the person\nmaking the threat.  “Immediate family” means any spouse, whether by\nmarriage or not, parent, child, any person related by consanguinity of affinity\nwithin the second degree, or any other person who regularly resides in the\nhousehold, or who, within the prior six months, regularly resided in the\nhousehold.  “Electronic communication device” includes but is not limited\nto, telephones, cellular telephones, video recorders, fax machines, or pagers. \n“Electronic communications” has the same meaning as the term is defined in\nsubsection 12 of Section 2510 of Title 18 of the United States Code, except that\n“electronic communication” for purposes of this definition shall not be\nlimited to electronic communication that affects interstate or foreign\ncommerce.\tIllegal drug activity is a violation of any of the provisions of\nChapter 6 (commencing with Section 11350) or Chapter 6.5 (commencing with\nSection 11400) of the Health and Safety Code.\t4.\t(Amended by Ord. No. 171,442,\nEff. 1\/19\/97.)  The tenant is using, or permitting a rental unit, the common\nareas of the rental complex containing the rental unit, or an area within a\n1,000 foot radius from the boundary line of the rental complex to be used for\nany illegal purpose.\tThe term “illegal purpose” as used in this subdivision\nincludes, but is not limited to, violations of any of the provisions of Chapter\n6 (commencing with Section 11350) or Chapter 6.5 (commencing with section 11400)\nof the Health and Safety Code.\t5.\tThe tenant, who had a written lease or rental\nagreement which terminated on or after the effective date of this chapter, has\nrefused, after written request or demand by the landlord to execute a written\nextension or renewal thereof for a further term of like duration with similar\nprovisions and in such terms as are not inconsistent with or violative of any\nprovision of this chapter or any other provision of law.\t6.\tThe tenant has\nrefused the landlord reasonable access to the unit for the purpose of making\nrepairs or improvements, or for the purpose of inspection as permitted or\nrequired by the lease or by law, or for the purpose of showing the rental unit\nto any prospective purchaser or mortgagee.\t7.\tThe person in possession of the\nrental unit at the end of a lease term is a subtenant not approved by the\nlandlord.\t8.\t(Amended by Ord. No. 180,747, Eff. 8\/1\/09.)  The landlord seeks in\ngood faith to recover possession of the rental unit for use and occupancy as a\nprimary place of residence by:\t(a)\tThe landlord; or\t(b)\tThe landlord’s spouse,\ngrandchildren, children, parents or grandparents; or \t(c)\tA resident\nmanager.\tLandlords seeking to recover possession pursuant to the provisions of\nthis Subdivision must comply with the restrictions and requirements of Section\n151.30, as well as all other relevant provisions of this Article.\t9.\t(Amended by\nOrd. No. 176,544, Eff. 5\/2\/05.)  The landlord, having complied with all\napplicable notices and advisements required by law, seeks in good faith to\nrecover possession so as to undertake Primary Renovation Work of the rental unit\nor the building housing the rental unit, in accordance with a Tenant\nHabitability Plan accepted by the Department, and the tenant is unreasonably\ninterfering with the landlord’s ability to implement the requirements of the\nTenant Habitability Plan by engaging in any of the following actions:\ta.\tThe\ntenant has failed to temporarily relocate as required by the accepted Tenant\nHabitability Plan; or\tb.\tThe tenant has failed to honor a permanent relocation\nagreement with the landlord pursuant to Section 152.05 of this\nCode.\t10.\t(Amended by Ord. No. 176,544, Eff. 5\/2\/05.)  The landlord seeks in\ngood faith to recover possession of the rental unit under either of the\nfollowing circumstances: \ta.\tto demolish the rental unit; or\tb.\tto remove the\nrental unit permanently from rental housing use.\tLandlords seeking to recover\npossession for either of the circumstances described in this subdivision must\ncomply with the requirements of Sections 151.22 through 151.28 of this\narticle.  This subdivision is a lawful grounds for eviction only where a\nlandlord is withdrawing from rent or lease all of the rental units in a\nstructure or building.  A landlord seeking to evict tenants pursuant to either\nof the circumstances described in this subdivision may not withdraw from rent or\nlease less than all of the accommodations in a structure or building.  (Para.\nAdded by Ord. No. 177,901, Eff. 9\/29\/06.)\t11.\tThe landlord seeks in good faith\nto recover possession of the rental unit in order to comply with a governmental\nagency’s order to vacate, order to comply, order to abate, or any other order\nthat necessitates the vacating of the building housing the rental unit as a\nresult of a violation of the Los Angeles Municipal Code or any other provision\nof law.  (Amended by Ord. No. 172,288, Eff. 12\/17\/98.)\t12.\tThe Secretary of\nHousing and Urban Development is both the owner and plaintiff and seeks to\nrecover possession in order to vacate the property prior to sale and has\ncomplied with all tenant notification requirements under federal law and\nadministrative regulations.  (Added by Ord. No. 173,224, Eff. 5\/11\/00.)\n \t13.\tThe rental unit is in a Residential Hotel, and the landlord seeks to\nrecover possession of the rental unit in order to Convert or Demolish the unit,\nas those terms are defined in Section 47.73 of the Los Angeles Municipal Code. \nA landlord may recover possession of a rental unit pursuant to this paragraph\nonly after the Department has approved an Application for Clearance pursuant to\nthe provisions of Section 47.78.  (Amended by Ord. No. 180,175, Eff.\n9\/29\/08.)\t14.\tThe landlord seeks to recover possession of the rental unit to\nconvert the subject property to an affordable housing accommodation in\naccordance with an affordable housing exemption issued by the Department\npursuant to Section 151.02 of this Code.  If the landlord fails to record a\ngovernment imposed regulatory agreement within six months of the filing of the\naffordable housing exemption with the Department in accordance with Section\n151.02 of this Code, and the landlord seeks to offer the rental unit for rent or\nlease, the accommodations shall be offered and rented or leased at the lawful\nrent in effect at the time the affordable housing exemption was filed with the\nDepartment, plus annual adjustments available pursuant to Section 151.06 of this\nCode.  Furthermore, the landlord shall first offer to rent or lease the unit to\nthe tenant(s) displaced from that unit pursuant to this Subdivision, provided\nthat the tenant(s) advised the landlord in writing within 30 days of\ndisplacement of his or her desire to consider an offer to renew the tenancy and\nprovided the landlord with an address to which that offer is to be directed. \nThe tenant(s) may subsequently advise the landlord of a change of address to\nwhich an offer is to be directed.  A landlord who re-offers the rental unit\npursuant to the provisions of this Subdivision shall deposit the offer in the\nUnited States mail, by registered or certified mail with postage prepaid,\naddressed to the displaced tenant(s) at the address furnished to the landlord as\nprovided in this Subdivision, and shall describe the terms of the offer.  The\ndisplaced tenant(s) shall have 30 days from the deposit of the offer in the mail\nto accept the offer by personal delivery of that acceptance to the Department or\ndeposit of the acceptance in the United States mail by registered or certified\nmail with postage prepaid.  (Added by Ord. No. 181,744, Eff. 7\/15\/11.)\tB.\tIf\nthe dominant intent of the landlord in seeking to recover possession of a rental\nunit is retaliation against the tenant for exercising his or her rights under\nthis chapter or because of his or her complaint to an appropriate agency as to\ntenantability of a rental unit, and if the tenant is not in default as to the\npayment of rent, then the landlord may not recover possession of a rental unit\nin any action or proceeding or cause the tenant to quit involuntarily. \n(Amended by Ord. No. 161,865, Eff. 1\/19\/87.)\tC.\t(Amended by Ord. No. 156,597,\nEff. 5\/20\/82, Oper. 5\/15\/82.)  Prior to or at the same time as the written\nnotice of termination described in Civil Code Section 1946, or the three days’\nnotice described in Code of Civil Procedure Sections 1161 and 1161a, is served\non the tenant of a rental unit:\t1.\tThe landlord shall serve on the tenant a\nwritten notice setting forth the reasons for the termination with specific facts\nto permit a determination of the date, place, witnesses and circumstances\nconcerning the reason.  This notice shall be given in the manner prescribed by\nCode of Civil Procedure Section 1162.\t2.\tWhen the termination of tenancy is\nbased on the grounds set forth in Subdivision 8. of Subsection A. of this\nSection, the landlord shall file with the Department a declaration on a form and\nin the number prescribed by the Department identifying the person to be moved\ninto the rental unit, the date on which the person will move in, the rent\npresently charged for the rental unit, and the date of the last rental\nincrease.  This declaration shall be served on the tenant in the manner\nprescribed by Code of Civil Procedure Section 1162 in lieu of the notice\nrequired in Subdivision 1. of this Subsection.  When filing the declaration,\nthe landlord shall pay an administrative fee in the amount of $75.  The fee\nshall pay for the cost of administering and enforcing the provisions of Section\n151.30 of this Code.  (Amended by Ord. No. 180,747, Eff. 8\/1\/09.)\t3.\tWhen a\ntermination of tenancy is based on the ground set forth in Section 151.09 A.9.\nof this Code, the landlord shall file with the Department a declaration on a\nform prescribed by the Department that sets forth the address of the rental\nunit, the name of the tenant, a copy of the Tenant Habitability Plan accepted by\nthe Department, documentation of the landlord’s good faith efforts to provide\nnotice pursuant to Section 152.00 et seq. of this Code, documentation of efforts\nto provide relocation assistance, if applicable, and the reason for the\ntermination with specific facts, including but not limited to the date, place,\nwitnesses and circumstances concerning the reason for termination.  This\ndeclaration shall be served on the tenant in the manner prescribed by Section\n1162 of the California Code of Civil Procedure in lieu of the notice required in\nSubdivision 1. of this subsection.  (Amended by Ord. No. 176,544, Eff.\n5\/2\/05.)\t4.\tWhen the termination of the tenancy is based on either of the\ngrounds set forth in Subdivision 10. of Subsection A. of this section, the\nlandlord must comply with the requirements of Sections 151.22 through 151.28 of\nthis article.  The requirements of Sections 151.22 through 151.28 of this\narticle are in lieu of the notice required in Subdivision 1. of this\nsubsection.  (Amended by Ord. No. 177,901, Eff. 9\/29\/06.)\t5.\tWhen the\ntermination of tenancy is based on the ground set forth in Subdivision 11. of\nSubsection A. of this section, then the landlord shall file with the Department\na declaration on the form and in the number prescribed by the Department stating\nthat the landlord intends to evict in order to comply with a governmental\nagency’s order to vacate the building housing the rental unit. The landlord\nshall attach a copy of the order to vacate to this declaration. This notice\nshall be served on the tenant in the manner prescribed by Code of Civil\nProcedure Section 1162 in lieu of the notice required in Subdivision 1. of this\nsubsection.  (Added by Ord No, 164,685, Eff. 5\/11\/89.)\t6.\tWhen the termination\nof tenancy is based on the grounds set forth in Subdivision 3. or 4. of\nSubsection A. of this Section because of alleged illegal drug activity, then the\nlandlord shall file with the Department a declaration on a form and in the\nmanner prescribed by the Department.  (Amended by Ord. No. 180,981, Eff.\n12\/26\/09.)\t7.\tWhen the termination of tenancy is based on the grounds set forth\nin Subdivision 3. or 4. of Subsection A. of this Section because of alleged\ngang-related crime, violent crime, unlawful weapon or ammunition crime, threat\nof violent crime, illegal drug activity or drug-related nuisance as those terms\nare defined in Section 47.50 A. of this Code, and the landlord desires to raise\nthe rent upon re-rental of the rental unit pursuant to Section 151.06 of this\nChapter, then the landlord shall file with the Department a declaration on a\nform and in the manner prescribed by the Department, including the name of the\nlaw enforcement or prosecution agency that provided the landlord with the\ninformation upon which the notice of intent to terminate the tenancy will be\nbased.  (Amended by Ord. No. 180,981, Eff. 12\/26\/09.)\t8.\tWhen the termination\nof tenancy is based on the grounds set forth in Subdivision 12. of Subsection A.\nof this section, the Secretary of Housing and Urban Development, or the\nSecretary’s representative, shall file with the Department a declaration on a\nform and in the number prescribed by the Department stating that the Secretary\nhas complied with all tenant notification requirements under federal law and\nadministrative regulations.  (Added by Ord. No. 173,224, Eff. 5\/11\/00.)  \tD.\tA\nlandlord shall not change the terms of a tenancy to prohibit pets and then evict\nthe tenant for keeping a pet which was kept and allowed prior to the change,\nunless the landlord can establish that the pet constitutes a nuisance and the\nnuisance has not been abated upon proper notice to the tenant.  (Amended by\nOrd. No. 154,736, Eff. 1\/9\/81; Amended by Ord. No. 174,488, Eff. 4\/1\/02; Ord.\nNo. 174,488 Repealed by Ord. No. 174,501, Eff. 4\/11\/02.)\tE.\tIn any action by a\nlandlord to recover possession of a rental unit, the tenant may raise as an\naffirmative defense any violation of the provisions of this chapter. Violation\nof Subsections A., B. or D. of this section shall not constitute a\nmisdemeanor.  (Amended by Ord. No. 166,130, Eff. 9\/16\/90.)\tF.\tIn any action by\na landlord to recover possession of a rental unit, the tenant may raise as an\naffirmative defense the failure of the landlord to comply with Sections 151.04\nC. and 151.05 A. of this Chapter.  (Amended by Ord. No. 182,359, Eff.\n1\/26\/13.)\tG.\t(Amended by Ord. No. 181,744, Eff. 7\/15\/11.)  Except for\nrelocation fees owed pursuant to the provisions of Subsection E. of Section\n151.30 of this Code, if the termination of tenancy is based on the grounds set\nforth in Subdivisions 8., 10., 11., 12., or 13. of Subsection A. of this\nSection, then the landlord shall pay a relocation fee of:  $15,500 to qualified\ntenants and a $7,300 fee to all other tenants who have lived in their rental\nunit for fewer than three years, or $18,300 to qualified tenants and a $9,650\nfee to all other tenants who have lived in their rental unit for three years or\nlonger, or $18,300 to qualified tenants and $9,650 to all other tenants whose\nhousehold income is 80 percent or below Area Median Income (AMI), as adjusted\nfor household size, as defined by the U.S. Department of Housing and Urban\nDevelopment, regardless of length of tenancy.  If more than one fee applies to\na rental unit, the landlord shall pay the highest of the applicable fees. \nTenants who claim eligibility based on their income shall file a statement with\nthe Department verifying their income on a form prescribed by the Department. \nRequests for a hearing to appeal a decision regarding a tenant’s relocation\nassistance eligibility, including disputes about eligibility for higher\nrelocation assistance based on a tenant’s income, age, length of tenancy,\nfamily status and\/or disability status, must be filed in writing on the form\nprescribed by the Department and received by the Department within fifteen\ncalendar days of the date of the Department’s notification of its decision\nregarding tenant relocation assistance.\tThe Department shall charge a fee of\n$193 per rental unit for any requests for hearings under this Subsection to pay\nfor the cost of the appeal hearing.  For the year beginning July 1, 2009, and\nall subsequent years, the fee amounts shall be adjusted on an annual basis\npursuant to the formula set forth in Section 151.06 D. of this Code.  The\nadjusted amount shall be rounded to the nearest $50 increment.\tIf termination of\nthe tenancy is based on the grounds set forth in Section 151.09 A.11. of this\nCode, and the subject property has an approved use as a single family home and\nthe structure containing the single family home contains two rental units, the\nlandlord shall pay a relocation fee in accordance with Section 151.09 G. of this\nCode to the tenant(s) of the affected rental unit(s) within 15 days of receiving\nnotice from the tenant(s) of their intention to terminate the\ntenancy.\t1.\t(Amended by Ord. No. 178,632, Eff. 5\/26\/07.)  This payment shall be\nmade as follows:\ta.\tThe entire fee shall be paid to a tenant who is the only\ntenant in a rental unit;\tb.\tIf a rental unit is occupied by two or more tenants,\nthen each tenant of the unit shall be paid an equal, pro-rata share of the\nfee;\tc.\tNothing in this subsection relieves the landlord from the obligation to\nprovide relocation assistance pursuant to City administrative agency action or\nany other provision of local, state or federal law.  If a tenant is entitled to\nmonetary relocation benefits pursuant to City administrative agency action or\nany provision of local, state or federal law, then those benefits shall operate\nas a credit against any fee required to be paid to the tenant under this\nsection.\td.\tIf the termination of tenancy is based on the grounds set forth in\nSubdivisions 8., 10., 11. or 12. of Subsection A. of this section, then the\nlandlord shall also pay the City a fee for the purpose of providing relocation\nassistance by the City’s Relocation Assistance Service Provider, as defined in\nSections 47.06 B. and 47.07 B. of this Code.  The fee shall be $640 for each\nunit occupied by a qualified tenant and $400 for each unit occupied by other\ntenants, and an additional $55 per unit to pay for the administrative costs\nassociated with this service.  The fees, set forth above, may be increased in\nan amount based on the Consumer Price Index – All Urban Consumers averaged for\nthe first 12-month period ending September 30, of each year, as determined and\npublished by the Housing Department on or before May 30, of each year, pursuant\nto Section 151.07 A.6. of this Code.  The Relocation Assistance Service\nProvider will provide the relocation assistance services listed in Sections\n47.06 D. and 47.07 D. of this Code.\t2.\tThe landlord shall perform the acts\ndescribed in this subsection within fifteen days of service of a written notice\nof termination described in California Civil Code Section 1946; provided,\nhowever, the landlord may in its sole discretion, elect to pay the monetary\nrelocation benefits to be paid to a tenant pursuant to this subsection to an\nescrow account to be disbursed to the tenant upon certification of vacation of\nthe rental housing unit. The escrow account shall provide for the payment prior\nto vacation of all or a portion of the monetary relocation benefits for actual\nrelocation expenses incurred or to be incurred by the tenant prior to vacation,\nincluding but not limited to security deposits, moving expense deposits and\nutility connection charges.  Escrow accounts shall provide that, in the event\nof disputes between the landlord and the tenant as to the release of funds from\nescrow, the funds in dispute shall be released to the Department for final\ndetermination.  The Rent Adjustment Commission shall establish guidelines for\nthe establishment of these escrow accounts, the certification of vacation and\npre-vacation disbursement requests.\t3.\tThe requirement to pay relocation\nassistance is applicable to all rental units, regardless of whether the rental\nunit was created or established in violation of any provision of\nLaw.\t4.\tExceptions.  This subsection shall not apply in any of the following\ncircumstances:\ta.\t(None)\tb.\tThe tenant received actual written notice, prior to\nentering into a written or oral tenancy agreement, that an application to\nsubdivide the property for condominium, stock cooperative or community apartment\npurposes was on file with the City or had already been approved, whichever the\ncase may be, and that the existing building would be demolished or relocated in\nconnection with the proposed new subdivision, and the termination of tenancy is\nbased on the grounds set forth in Subdivision 10. of Subsection A. of this\nsection.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)\tc.\tThe tenant received\nactual written notice, prior to entering into a written or oral agreement to\nbecome a tenant, that an application to convert the building to a condominium,\nstock cooperative or community apartment project was on file with the City or\nhad already been approved, whichever the case may be, and the termination of\ntenancy is based on the grounds set forth in Subdivision 10. of Subsection A. of\nthis section.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)\td.\tThe landlord\nseeks in good faith to recover possession of the rental unit for use and\noccupancy by a resident manager, provided that the resident manager is replacing\nthe existing resident manager in the same unit.  For the purposes of this\nexception, a resident manager shall not include the landlord, or the\nlandlord’s spouse, grandchildren, children, parents or grandparents;  (Second\nSentence Amended by Ord. No. 180,747, Eff. 8\/1\/09.)\te.\tThe landlord seeks in\ngood faith to recover possession of the rental unit in order to comply with a\ngovernmental agency’s order to vacate the building housing the rental unit due\nto hazardous conditions caused by a natural disaster.\tH.\tIn any action by a\nlandlord to recover possession of a rental unit, the tenant may raise as an\naffirmative defense the failure of the landlord to comply with Subsection G. of\nthis section.  In addition, any landlord who fails to provide monetary\nrelocation assistance as required by Subsection G. of this section shall be\nliable in a civil action to the tenant to whom such assistance is due for\ndamages in the amount the landlord has failed to pay, together with reasonable\nattorney fees and costs as determined by the court.  (Added by Ord. No.\n160,791, Eff. 2\/10\/86.)\tI.\tIf the termination of tenancy was based on the\ngrounds set forth in Subdivision 8. of Subsection A. of this section, the\nlandlord shall file with the Department a declaration on a form prescribed by\nthe Department within ten calendar days of the re-rental of the rental unit. \n(First Sentence Amended by Ord. No. 177,901, Eff. 9\/29\/06.)  This declaration\nshall indicate the address of the rental unit, the date of the re-rental, the\namount of rent being charged to the current tenant, the name of the current\ntenant and such further information as requested by the Department.  (Amended\nby Ord. No. 177,103, Eff. 12\/18\/05.)\tJ.\t(Repealed by Ord. No. 181,744, Eff.\n7\/15\/11.)\tK.\t(Repealed by Ord. No. 177,103, Eff. 12\/18\/05.)\tL.\tOther\nDisplacements.  (Added by Ord. No. 169,372, Eff. 3\/1\/94.)\t1.\tNotwithstanding\nany provision of the Los Angeles Municipal Code to the contrary, if a tenant of\na unit subject to the City’s Rent Stabilization Ordinance is forced to vacate\nher\/his unit as a result of the January 17, 1994 earthquake and aftermath, and\nif the landlord desires to re-rent that unit, then, prior to offering the unit\nto any other tenant and within 30 days after completion of repairs to the unit,\nthe landlord shall offer in writing to the tenant the same unit under the same\nterms and conditions as existed prior to her\/his displacement, except that the\nlandlord may apply for a rent increase as may be approved by the City’s Rent\nStabilization Division, or by the Rent Adjustment Commission on appeal, pursuant\nto the City’s Rent Stabilization Ordinance.\t2.\tThe tenant shall have five days\nafter receipt of the landlord’s offer to inspect the unit and accept or reject\nthe offer.  If accepted, the tenant shall occupy the unit within 30 days from\nthe date of acceptance of the offer.\t3.\tThe tenant shall, within 45 days of the\neffective date of the ordinance, provide written notice to the landlord of the\ntenant’s interest to reoccupy the rental unit once all necessary repair work\nhas been completed.  The tenant who desires to reoccupy the rental unit shall\nfurnish the landlord with the tenant’s current address and shall notify the\nlandlord in writing of any change of address.  If a tenant is unable to\nascertain an address of the landlord to which the notice can be sent, the tenant\nmay file a copy of the notice with the City’s Rent Stabilization Division, and\nthis notice shall constitute compliance by the tenant with the obligation to\nnotify the landlord.  Upon request by the landlord, the Rent Stabilization\nDivision shall provide the landlord with any copies of any written notices\nreceived by the Rent Stabilization Division.\t4.\tThe costs of rehabilitation\nwhich are necessary before re-renting a unit which was damaged as set forth in\nSubdivision 1 above, which costs were not reimbursed by insurance proceeds, or\nby Federal, State, or local grant funds, or by any other means (such as a\nsatisfied judgment), may be passed through to the tenant by utilization of the\nprocess set forth in the Rent Stabilization Ordinance.  The landlord may serve\na 30-day notice (as required by state law) of a proposed rent increase on the\ntenant 15 days after the landlord has applied to the Rent Stabilization Division\nfor such an increase.  The landlord shall not accept or demand a rent increase\nfrom the tenant until the landlord receives the City’s approval of the rent\nincrease.  The Rent Stabilization Division shall inform the landlord and tenant\nof all their rights regarding the proposed rent increase as currently required\nby the City’s Rent Stabilization Ordinance.\t5.\tIf a tenant either fails to\naccept the offer, give notice, or take possession of the rental unit, within the\napplicable time periods described, the landlord shall be free to offer the unit\nto any tenant, subject to the requirements of the Rent Stabilization\nOrdinance.\t6.\tA landlord who attempts to re-rent a unit, but refuses to allow a\ntenant to return to her\/his home under this subsection shall be guilty of a\nmisdemeanor.  Any person who violates this subsection shall also be liable in a\ncivil action for damages and\/or injunctive relief, if appropriate, together with\nreasonable attorneys’ fees and costs as determined by the court.\t7.\tThe\nlandlord’s offers and notices required shall be given in the manner prescribed\nby Code of Civil Procedure Section 1162 or by certified mail.  The tenant shall\ngive any acceptance or notice by first class mail or by utilizing the procedures\nset forth in Section 1162 at the tenant’s option.  If any notice, offer, or\nacceptance is given by mail, then the postmark date shall be deemed the date of\nthat notice, offer, or acceptance.\t8.\tThe Rent Stabilization Division shall\nattempt to notify affected tenants and landlords of the provisions of the\nordinance and may devise any forms it deems necessary to implement the ordinance\nfor use by landlords and tenants.  The Rent Adjustment Commission shall have\nthe authority to promulgate any rules and regulations it deems necessary to\nimplement the ordinance.\t9.\tThe provisions of this subsection shall apply to\ntenants regardless of whether or not their security deposits were returned in\naccordance with state law.\t10.\tThe provisions of this subsection shall not apply\nto any tenant whose tenancy was the subject of a judicial proceeding to\nterminate the tenancy prior to January 17, 1994, if that proceeding results in a\nfinal judgment terminating the tenancy.\n","html":"\n\t\t\t\t\t<section><p>  EVICTIONS.\n\t(Amended by Ord. No. 154,237, Eff. 8\/30\/80, Oper. 9\/1\/80.)<br \/><br \/>\tA.\tA landlord may bring an action to recover <span class=\"dictionary\">possession<\/span> of a rental unit only upon one of the following grounds:<br \/><br \/>\t1.\tThe tenant has failed to pay the rent to which the landlord is entitled, including amounts due under Subsection D of Section 151.05.<br \/><br \/>\t2.\t(Amended by Ord. No. 175,130, Eff. 3\/31\/03.)  The tenant has violated a lawful obligation or covenant of the tenancy and has failed to cure the violation after having received written notice from the landlord, other than a violation based on:<br \/><br \/>\t(a)\tThe obligation to surrender <span class=\"dictionary\">possession<\/span> upon proper notice; or<br \/><br \/>\t(b)\tThe obligation to limit occupancy, provided that the additional tenant who joins the occupants of the unit thereby exceeding the limits on occupancy set forth in the rental agreement is either the first or second dependent child to join the existing tenancy of a tenant of record or the sole additional adult tenant.  For purposes of this section, multiple births shall be considered as one child.  The landlord, however, has the right to approve or disapprove the prospective additional tenant, who is not a <span class=\"dictionary\">minor<\/span> dependent child, provided that the approval is not unreasonably withheld; or<br \/><br \/>\t(c)\tA change in the terms of the tenancy that is not the result of an express written agreement signed by both of the parties.  For purposes of this section, a landlord may not unilaterally change the terms of the tenancy under Civil Code Section 827 and then evict the tenant for the violation of the added covenant unless the tenant has agreed in writing to the additional covenant.  The tenant must knowingly consent, without threat or coercion, to each change in the terms of the tenancy.  A landlord is not required to obtain a tenant’s written consent to a change in the terms of the tenancy if the change in the terms of the tenancy is authorized by Los Angeles Municipal Code Section 151.06, or if the landlord is required to change the terms of the tenancy pursuant to federal, state, or local <span class=\"dictionary\">law<\/span>.  Nothing in this paragraph shall exempt a landlord from providing legally required notice of a change in the terms of the tenancy.<br \/><br \/>\t3.\t(Amended by Ord. No. 180,449, Eff. 2\/5\/09.)  The tenant is committing or permitting to exist a nuisance in or is causing damage to, the rental unit or to the unit’s appurtenances, or to the common areas of the complex containing the rental unit, or is creating an unreasonable interference with the comfort, safety, or enjoyment of any of the other residents of the rental complex or within a 1,000 foot radius extending from the boundary line of the rental complex.<br \/><br \/>\tThe term “nuisance” as used in this subdivision includes, but is not limited to, any gang-related <span class=\"dictionary\">crime<\/span>, violent <span class=\"dictionary\">crime<\/span>, unlawful weapon or ammunition <span class=\"dictionary\">crime<\/span> or threat of violent <span class=\"dictionary\">crime<\/span>, illegal drug activity, any documented activity commonly associated with illegal drug dealing, such as complaints of noise, steady traffic day and night to a particular unit, barricaded units, <span class=\"dictionary\">possession<\/span> of weapons, or drug loitering as defined in Health and Safety Code Section 11532, or other drug related circumstances brought to the attention of the landlord by other tenants, persons within the community, <span class=\"dictionary\">law<\/span> enforcement agencies or <span class=\"dictionary\">prosecution<\/span> agencies.  For purposes of this subdivision, gang-related <span class=\"dictionary\">crime<\/span> is any <span class=\"dictionary\">crime<\/span> motivated by gang membership in which the perpetrator, victim or intended victim is a known member of a gang.  Violent <span class=\"dictionary\">crime<\/span> is any <span class=\"dictionary\">crime<\/span> which involves use of a gun, a deadly weapon or serious bodily injury and for which a police report has been completed.  A violent <span class=\"dictionary\">crime<\/span> under this subdivision shall not include a <span class=\"dictionary\">crime<\/span> that is committed against a person residing in the same rental unit as the person committing the <span class=\"dictionary\">crime<\/span>.  Unlawful weapon or ammunition <span class=\"dictionary\">crime<\/span> is the illegal use, manufacture, causing to be manufactured, importation, <span class=\"dictionary\">possession<\/span>, <span class=\"dictionary\">possession<\/span> for sale, sale, furnishing, or giving away of ammunition or any weapon listed in subdivision (c)(1)-(5) of Section 3485 of the Civil Code.<br \/><br \/>\tThreat of violent <span class=\"dictionary\">crime<\/span> is any statement made by a tenant, or at his or her request, by his or her agent to any person who is on the premises or to the owner of the premises, or his or her agent, threatening the commission of a <span class=\"dictionary\">crime<\/span> which will result in death or great bodily injury to another person, with the specific <span class=\"dictionary\">intent<\/span> that the statement is to be taken as a threat, even if there is no <span class=\"dictionary\">intent<\/span> of actually carrying it out, when on its face and under the circumstances in which it is made, it is so unequivocal, immediate and specific as to convey to the person threatened, a gravity of purpose and an immediate prospect of execution of the threat, and thereby causes that person reasonably to be in sustained fear for his or her own safety or for his or her immediate family’s safety.  Such a threat includes any statement made verbally, in writing, or by means of an electronic communication device and regarding which a police report has been completed.  A threat of violent <span class=\"dictionary\">crime<\/span> under this section shall not include a <span class=\"dictionary\">crime<\/span> that is committed against a person who is residing in the same rental unit as the person making the threat.  “Immediate family” means any spouse, whether by marriage or not, parent, child, any person related by consanguinity of affinity within the second degree, or any other person who regularly resides in the household, or who, within the prior six months, regularly resided in the household.  “Electronic communication device” includes but is not limited to, telephones, cellular telephones, video recorders, fax machines, or pagers.  “Electronic communications” has the same meaning as the term is defined in subsection 12 of Section 2510 of Title 18 of the United States Code, except that “electronic communication” for purposes of this definition shall not be limited to electronic communication that affects interstate or foreign commerce.<br \/><br \/>\tIllegal drug activity is a violation of any of the provisions of Chapter 6 (commencing with Section 11350) or Chapter 6.5 (commencing with Section 11400) of the Health and Safety Code.<br \/><br \/>\t4.\t(Amended by Ord. No. 171,442, Eff. 1\/19\/97.)  The tenant is using, or permitting a rental unit, the common areas of the rental complex containing the rental unit, or an area within a 1,000 foot radius from the boundary line of the rental complex to be used for any illegal purpose.<br \/><br \/>\tThe term “illegal purpose” as used in this subdivision includes, but is not limited to, violations of any of the provisions of Chapter 6 (commencing with Section 11350) or Chapter 6.5 (commencing with section 11400) of the Health and Safety Code.<br \/><br \/>\t5.\tThe tenant, who had a written lease or rental agreement which terminated on or after the effective date of this chapter, has refused, after written request or demand by the landlord to execute a written extension or renewal thereof for a further term of like duration with similar provisions and in such terms as are not inconsistent with or violative of any provision of this chapter or any other provision of <span class=\"dictionary\">law<\/span>.<br \/><br \/>\t6.\tThe tenant has refused the landlord reasonable access to the unit for the purpose of making repairs or improvements, or for the purpose of inspection as permitted or required by the lease or by <span class=\"dictionary\">law<\/span>, or for the purpose of showing the rental unit to any prospective purchaser or mortgagee.<br \/><br \/>\t7.\tThe person in <span class=\"dictionary\">possession<\/span> of the rental unit at the end of a lease term is a subtenant not approved by the landlord.<br \/><br \/>\t8.\t(Amended by Ord. No. 180,747, Eff. 8\/1\/09.)  The landlord seeks in good faith to recover <span class=\"dictionary\">possession<\/span> of the rental unit for use and occupancy as a primary place of residence by:<br \/><br \/>\t(a)\tThe landlord; or<br \/><br \/>\t(b)\tThe landlord’s spouse, grandchildren, children, parents or grandparents; or <br \/><br \/>\t(c)\tA resident manager.<br \/><br \/>\tLandlords seeking to recover <span class=\"dictionary\">possession<\/span> pursuant to the provisions of this Subdivision must comply with the restrictions and requirements of Section 151.30, as well as all other relevant provisions of this Article.<br \/><br \/>\t9.\t(Amended by Ord. No. 176,544, Eff. 5\/2\/05.)  The landlord, having complied with all applicable notices and advisements required by <span class=\"dictionary\">law<\/span>, seeks in good faith to recover <span class=\"dictionary\">possession<\/span> so as to undertake Primary Renovation Work of the rental unit or the building housing the rental unit, in accordance with a Tenant Habitability Plan accepted by the Department, and the tenant is unreasonably interfering with the landlord’s ability to implement the requirements of the Tenant Habitability Plan by engaging in any of the following actions:<br \/><br \/>\ta.\tThe tenant has failed to temporarily relocate as required by the accepted Tenant Habitability Plan; or<br \/><br \/>\tb.\tThe tenant has failed to honor a permanent relocation agreement with the landlord pursuant to Section 152.05 of this Code.<br \/><br \/>\t10.\t(Amended by Ord. No. 176,544, Eff. 5\/2\/05.)  The landlord seeks in good faith to recover <span class=\"dictionary\">possession<\/span> of the rental unit under either of the following circumstances: <br \/><br \/>\ta.\tto demolish the rental unit; or<br \/><br \/>\tb.\tto remove the rental unit permanently from rental housing use.<br \/><br \/>\tLandlords seeking to recover <span class=\"dictionary\">possession<\/span> for either of the circumstances described in this subdivision must comply with the requirements of Sections 151.22 through 151.28 of this article.  This subdivision is a lawful grounds for eviction only where a landlord is withdrawing from rent or lease all of the rental units in a structure or building.  A landlord seeking to evict tenants pursuant to either of the circumstances described in this subdivision may not withdraw from rent or lease less than all of the accommodations in a structure or building.  (Para. Added by Ord. No. 177,901, Eff. 9\/29\/06.)<br \/><br \/>\t11.\tThe landlord seeks in good faith to recover <span class=\"dictionary\">possession<\/span> of the rental unit in <span class=\"dictionary\">order<\/span> to comply with a governmental agency’s <span class=\"dictionary\">order<\/span> to vacate, <span class=\"dictionary\">order<\/span> to comply, <span class=\"dictionary\">order<\/span> to abate, or any other <span class=\"dictionary\">order<\/span> that necessitates the vacating of the building housing the rental unit as a result of a violation of the Los Angeles Municipal Code or any other provision of <span class=\"dictionary\">law<\/span>.  (Amended by Ord. No. 172,288, Eff. 12\/17\/98.)<br \/><br \/>\t12.\tThe Secretary of Housing and Urban Development is both the owner and <span class=\"dictionary\">plaintiff<\/span> and seeks to recover <span class=\"dictionary\">possession<\/span> in <span class=\"dictionary\">order<\/span> to vacate the property prior to sale and has complied with all tenant notification requirements under federal <span class=\"dictionary\">law<\/span> and administrative regulations.  (Added by Ord. No. 173,224, Eff. 5\/11\/00.)  <br \/><br \/>\t13.\tThe rental unit is in a Residential Hotel, and the landlord seeks to recover <span class=\"dictionary\">possession<\/span> of the rental unit in <span class=\"dictionary\">order<\/span> to Convert or Demolish the unit, as those terms are defined in Section 47.73 of the Los Angeles Municipal Code.  A landlord may recover <span class=\"dictionary\">possession<\/span> of a rental unit pursuant to this paragraph only after the Department has approved an Application for Clearance pursuant to the provisions of Section 47.78.  (Amended by Ord. No. 180,175, Eff. 9\/29\/08.)<br \/><br \/>\t14.\tThe landlord seeks to recover <span class=\"dictionary\">possession<\/span> of the rental unit to convert the subject property to an affordable housing accommodation in accordance with an affordable housing exemption issued by the Department pursuant to Section 151.02 of this Code.  If the landlord fails to record a government imposed regulatory agreement within six months of the filing of the affordable housing exemption with the Department in accordance with Section 151.02 of this Code, and the landlord seeks to offer the rental unit for rent or lease, the accommodations shall be offered and rented or leased at the lawful rent in effect at the time the affordable housing exemption was filed with the Department, plus annual adjustments available pursuant to Section 151.06 of this Code.  Furthermore, the landlord shall first offer to rent or lease the unit to the tenant(s) displaced from that unit pursuant to this Subdivision, provided that the tenant(s) advised the landlord in writing within 30 days of displacement of his or her desire to consider an offer to renew the tenancy and provided the landlord with an address to which that offer is to be directed.  The tenant(s) may subsequently advise the landlord of a change of address to which an offer is to be directed.  A landlord who re-offers the rental unit pursuant to the provisions of this Subdivision shall deposit the offer in the United States mail, by registered or certified mail with postage prepaid, addressed to the displaced tenant(s) at the address furnished to the landlord as provided in this Subdivision, and shall describe the terms of the offer.  The displaced tenant(s) shall have 30 days from the deposit of the offer in the mail to accept the offer by personal delivery of that acceptance to the Department or deposit of the acceptance in the United States mail by registered or certified mail with postage prepaid.  (Added by Ord. No. 181,744, Eff. 7\/15\/11.)<br \/><br \/>\tB.\tIf the dominant <span class=\"dictionary\">intent<\/span> of the landlord in seeking to recover <span class=\"dictionary\">possession<\/span> of a rental unit is retaliation against the tenant for exercising his or her rights under this chapter or because of his or her complaint to an appropriate agency as to tenantability of a rental unit, and if the tenant is not in <span class=\"dictionary\">default<\/span> as to the payment of rent, then the landlord may not recover <span class=\"dictionary\">possession<\/span> of a rental unit in any action or proceeding or cause the tenant to quit involuntarily.  (Amended by Ord. No. 161,865, Eff. 1\/19\/87.)<br \/><br \/>\tC.\t(Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)  Prior to or at the same time as the written notice of termination described in Civil Code Section 1946, or the three days’ notice described in Code of Civil Procedure Sections 1161 and 1161a, is served on the tenant of a rental unit:<br \/><br \/>\t1.\tThe landlord shall serve on the tenant a written notice setting forth the reasons for the termination with specific <span class=\"dictionary\">facts<\/span> to permit a determination of the date, place, witnesses and circumstances concerning the reason.  This notice shall be given in the manner prescribed by Code of Civil Procedure Section 1162.<br \/><br \/>\t2.\tWhen the termination of tenancy is based on the grounds set forth in Subdivision 8. of Subsection A. of this Section, the landlord shall file with the Department a declaration on a form and in the number prescribed by the Department identifying the person to be moved into the rental unit, the date on which the person will move in, the rent presently charged for the rental unit, and the date of the last rental increase.  This declaration shall be served on the tenant in the manner prescribed by Code of Civil Procedure Section 1162 in lieu of the notice required in Subdivision 1. of this Subsection.  When filing the declaration, the landlord shall pay an administrative fee in the amount of $75.  The fee shall pay for the cost of administering and enforcing the provisions of Section 151.30 of this Code.  (Amended by Ord. No. 180,747, Eff. 8\/1\/09.)<br \/><br \/>\t3.\tWhen a termination of tenancy is based on the ground set forth in Section 151.09 A.9. of this Code, the landlord shall file with the Department a declaration on a form prescribed by the Department that sets forth the address of the rental unit, the name of the tenant, a copy of the Tenant Habitability Plan accepted by the Department, documentation of the landlord’s good faith efforts to provide notice pursuant to Section 152.00 et seq. of this Code, documentation of efforts to provide relocation assistance, if applicable, and the reason for the termination with specific <span class=\"dictionary\">facts<\/span>, including but not limited to the date, place, witnesses and circumstances concerning the reason for termination.  This declaration shall be served on the tenant in the manner prescribed by Section 1162 of the California Code of Civil Procedure in lieu of the notice required in Subdivision 1. of this subsection.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)<br \/><br \/>\t4.\tWhen the termination of the tenancy is based on either of the grounds set forth in Subdivision 10. of Subsection A. of this section, the landlord must comply with the requirements of Sections 151.22 through 151.28 of this article.  The requirements of Sections 151.22 through 151.28 of this article are in lieu of the notice required in Subdivision 1. of this subsection.  (Amended by Ord. No. 177,901, Eff. 9\/29\/06.)<br \/><br \/>\t5.\tWhen the termination of tenancy is based on the ground set forth in Subdivision 11. of Subsection A. of this section, then the landlord shall file with the Department a declaration on the form and in the number prescribed by the Department stating that the landlord intends to evict in <span class=\"dictionary\">order<\/span> to comply with a governmental agency’s <span class=\"dictionary\">order<\/span> to vacate the building housing the rental unit. The landlord shall attach a copy of the <span class=\"dictionary\">order<\/span> to vacate to this declaration. This notice shall be served on the tenant in the manner prescribed by Code of Civil Procedure Section 1162 in lieu of the notice required in Subdivision 1. of this subsection.  (Added by Ord No, 164,685, Eff. 5\/11\/89.)<br \/><br \/>\t6.\tWhen the termination of tenancy is based on the grounds set forth in Subdivision 3. or 4. of Subsection A. of this Section because of alleged illegal drug activity, then the landlord shall file with the Department a declaration on a form and in the manner prescribed by the Department.  (Amended by Ord. No. 180,981, Eff. 12\/26\/09.)<br \/><br \/>\t7.\tWhen the termination of tenancy is based on the grounds set forth in Subdivision 3. or 4. of Subsection A. of this Section because of alleged gang-related <span class=\"dictionary\">crime<\/span>, violent <span class=\"dictionary\">crime<\/span>, unlawful weapon or ammunition <span class=\"dictionary\">crime<\/span>, threat of violent <span class=\"dictionary\">crime<\/span>, illegal drug activity or drug-related nuisance as those terms are defined in Section 47.50 A. of this Code, and the landlord desires to raise the rent upon re-rental of the rental unit pursuant to Section 151.06 of this Chapter, then the landlord shall file with the Department a declaration on a form and in the manner prescribed by the Department, including the name of the <span class=\"dictionary\">law<\/span> enforcement or <span class=\"dictionary\">prosecution<\/span> agency that provided the landlord with the information upon which the notice of <span class=\"dictionary\">intent<\/span> to terminate the tenancy will be based.  (Amended by Ord. No. 180,981, Eff. 12\/26\/09.)<br \/><br \/>\t8.\tWhen the termination of tenancy is based on the grounds set forth in Subdivision 12. of Subsection A. of this section, the Secretary of Housing and Urban Development, or the Secretary’s representative, shall file with the Department a declaration on a form and in the number prescribed by the Department stating that the Secretary has complied with all tenant notification requirements under federal <span class=\"dictionary\">law<\/span> and administrative regulations.  (Added by Ord. No. 173,224, Eff. 5\/11\/00.)  <br \/><br \/>\tD.\tA landlord shall not change the terms of a tenancy to prohibit pets and then evict the tenant for keeping a pet which was kept and allowed prior to the change, unless the landlord can establish that the pet constitutes a nuisance and the nuisance has not been abated upon proper notice to the tenant.  (Amended by Ord. No. 154,736, Eff. 1\/9\/81; Amended by Ord. No. 174,488, Eff. 4\/1\/02; Ord. No. 174,488 Repealed by Ord. No. 174,501, Eff. 4\/11\/02.)<br \/><br \/>\tE.\tIn any action by a landlord to recover <span class=\"dictionary\">possession<\/span> of a rental unit, the tenant may raise as an <span class=\"dictionary\">affirmative defense<\/span> any violation of the provisions of this chapter. Violation of Subsections A., B. or D. of this section shall not constitute a <span class=\"dictionary\">misdemeanor<\/span>.  (Amended by Ord. No. 166,130, Eff. 9\/16\/90.)<br \/><br \/>\tF.\tIn any action by a landlord to recover <span class=\"dictionary\">possession<\/span> of a rental unit, the tenant may raise as an <span class=\"dictionary\">affirmative defense<\/span> the failure of the landlord to comply with Sections 151.04 C. and 151.05 A. of this Chapter.  (Amended by Ord. No. 182,359, Eff. 1\/26\/13.)<br \/><br \/>\tG.\t(Amended by Ord. No. 181,744, Eff. 7\/15\/11.)  Except for relocation fees owed pursuant to the provisions of Subsection E. of Section 151.30 of this Code, if the termination of tenancy is based on the grounds set forth in Subdivisions 8., 10., 11., 12., or 13. of Subsection A. of this Section, then the landlord shall pay a relocation fee of:  $15,500 to qualified tenants and a $7,300 fee to all other tenants who have lived in their rental unit for fewer than three years, or $18,300 to qualified tenants and a $9,650 fee to all other tenants who have lived in their rental unit for three years or longer, or $18,300 to qualified tenants and $9,650 to all other tenants whose household income is 80 percent or below Area Median Income (AMI), as adjusted for household size, as defined by the U.S. Department of Housing and Urban Development, regardless of length of tenancy.  If more than one fee applies to a rental unit, the landlord shall pay the highest of the applicable fees.  Tenants who claim eligibility based on their income shall file a statement with the Department verifying their income on a form prescribed by the Department.  Requests for a <span class=\"dictionary\">hearing<\/span> to <span class=\"dictionary\">appeal<\/span> a decision regarding a tenant’s relocation assistance eligibility, including disputes about eligibility for higher relocation assistance based on a tenant’s income, age, length of tenancy, family status and\/or disability status, must be filed in writing on the form prescribed by the Department and received by the Department within fifteen calendar days of the date of the Department’s notification of its decision regarding tenant relocation assistance.<br \/><br \/>\tThe Department shall charge a fee of $193 per rental unit for any requests for <span class=\"dictionary\">hearings<\/span> under this Subsection to pay for the cost of the <span class=\"dictionary\">appeal<\/span> <span class=\"dictionary\">hearing<\/span>.  For the year beginning July 1, 2009, and all subsequent years, the fee amounts shall be adjusted on an annual basis pursuant to the formula set forth in Section 151.06 D. of this Code.  The adjusted amount shall be rounded to the nearest $50 increment.<br \/><br \/>\tIf termination of the tenancy is based on the grounds set forth in Section 151.09 A.11. of this Code, and the subject property has an approved use as a single family home and the structure containing the single family home contains two rental units, the landlord shall pay a relocation fee in accordance with Section 151.09 G. of this Code to the tenant(s) of the affected rental unit(s) within 15 days of receiving notice from the tenant(s) of their intention to terminate the tenancy.<br \/><br \/>\t1.\t(Amended by Ord. No. 178,632, Eff. 5\/26\/07.)  This payment shall be made as follows:<br \/><br \/>\ta.\tThe entire fee shall be paid to a tenant who is the only tenant in a rental unit;<br \/><br \/>\tb.\tIf a rental unit is occupied by two or more tenants, then each tenant of the unit shall be paid an equal, pro-rata share of the fee;<br \/><br \/>\tc.\tNothing in this subsection relieves the landlord from the obligation to provide relocation assistance pursuant to City administrative agency action or any other provision of local, state or federal <span class=\"dictionary\">law<\/span>.  If a tenant is entitled to monetary relocation benefits pursuant to City administrative agency action or any provision of local, state or federal <span class=\"dictionary\">law<\/span>, then those benefits shall operate as a credit against any fee required to be paid to the tenant under this section.<br \/><br \/>\td.\tIf the termination of tenancy is based on the grounds set forth in Subdivisions 8., 10., 11. or 12. of Subsection A. of this section, then the landlord shall also pay the City a fee for the purpose of providing relocation assistance by the City’s Relocation Assistance Service Provider, as defined in Sections 47.06 B. and 47.07 B. of this Code.  The fee shall be $640 for each unit occupied by a qualified tenant and $400 for each unit occupied by other tenants, and an additional $55 per unit to pay for the administrative costs associated with this service.  The fees, set forth above, may be increased in an amount based on the Consumer Price Index – All Urban Consumers averaged for the first 12-month period ending September 30, of each year, as determined and published by the Housing Department on or before May 30, of each year, pursuant to Section 151.07 A.6. of this Code.  The Relocation Assistance Service Provider will provide the relocation assistance services listed in Sections 47.06 D. and 47.07 D. of this Code.<br \/><br \/>\t2.\tThe landlord shall perform the acts described in this subsection within fifteen days of service of a written notice of termination described in California Civil Code Section 1946; provided, however, the landlord may in its sole discretion, elect to pay the monetary relocation benefits to be paid to a tenant pursuant to this subsection to an escrow account to be disbursed to the tenant upon certification of vacation of the rental housing unit. The escrow account shall provide for the payment prior to vacation of all or a portion of the monetary relocation benefits for actual relocation expenses incurred or to be incurred by the tenant prior to vacation, including but not limited to security deposits, moving expense deposits and utility connection charges.  Escrow accounts shall provide that, in the event of disputes between the landlord and the tenant as to the release of funds from escrow, the funds in dispute shall be released to the Department for final determination.  The Rent Adjustment Commission shall establish guidelines for the establishment of these escrow accounts, the certification of vacation and pre-vacation disbursement requests.<br \/><br \/>\t3.\tThe requirement to pay relocation assistance is applicable to all rental units, regardless of whether the rental unit was created or established in violation of any provision of <span class=\"dictionary\">Law<\/span>.<br \/><br \/>\t4.\tExceptions.  This subsection shall not apply in any of the following circumstances:<br \/><br \/>\ta.\t(None)<br \/><br \/>\tb.\tThe tenant received actual written notice, prior to entering into a written or oral tenancy agreement, that an application to subdivide the property for condominium, stock cooperative or community apartment purposes was on file with the City or had already been approved, whichever the case may be, and that the existing building would be demolished or relocated in connection with the proposed new subdivision, and the termination of tenancy is based on the grounds set forth in Subdivision 10. of Subsection A. of this section.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)<br \/><br \/>\tc.\tThe tenant received actual written notice, prior to entering into a written or oral agreement to become a tenant, that an application to convert the building to a condominium, stock cooperative or community apartment project was on file with the City or had already been approved, whichever the case may be, and the termination of tenancy is based on the grounds set forth in Subdivision 10. of Subsection A. of this section.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)<br \/><br \/>\td.\tThe landlord seeks in good faith to recover <span class=\"dictionary\">possession<\/span> of the rental unit for use and occupancy by a resident manager, provided that the resident manager is replacing the existing resident manager in the same unit.  For the purposes of this exception, a resident manager shall not include the landlord, or the landlord’s spouse, grandchildren, children, parents or grandparents;  (Second Sentence Amended by Ord. No. 180,747, Eff. 8\/1\/09.)<br \/><br \/>\te.\tThe landlord seeks in good faith to recover <span class=\"dictionary\">possession<\/span> of the rental unit in <span class=\"dictionary\">order<\/span> to comply with a governmental agency’s <span class=\"dictionary\">order<\/span> to vacate the building housing the rental unit due to hazardous conditions caused by a natural disaster.<br \/><br \/>\tH.\tIn any action by a landlord to recover <span class=\"dictionary\">possession<\/span> of a rental unit, the tenant may raise as an <span class=\"dictionary\">affirmative defense<\/span> the failure of the landlord to comply with Subsection G. of this section.  In addition, any landlord who fails to provide monetary relocation assistance as required by Subsection G. of this section shall be liable in a <span class=\"dictionary\">civil action<\/span> to the tenant to whom such assistance is due for <span class=\"dictionary\">damages<\/span> in the amount the landlord has failed to pay, together with reasonable attorney fees and costs as determined by the <span class=\"dictionary\">court<\/span>.  (Added by Ord. No. 160,791, Eff. 2\/10\/86.)<br \/><br \/>\tI.\tIf the termination of tenancy was based on the grounds set forth in Subdivision 8. of Subsection A. of this section, the landlord shall file with the Department a declaration on a form prescribed by the Department within ten calendar days of the re-rental of the rental unit.  (First Sentence Amended by Ord. No. 177,901, Eff. 9\/29\/06.)  This declaration shall indicate the address of the rental unit, the date of the re-rental, the amount of rent being charged to the current tenant, the name of the current tenant and such further information as requested by the Department.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)<br \/><br \/>\tJ.\t(Repealed by Ord. No. 181,744, Eff. 7\/15\/11.)<br \/><br \/>\tK.\t(Repealed by Ord. No. 177,103, Eff. 12\/18\/05.)<br \/><br \/>\tL.\tOther Displacements.  (Added by Ord. No. 169,372, Eff. 3\/1\/94.)<br \/><br \/>\t1.\tNotwithstanding any provision of the Los Angeles Municipal Code to the contrary, if a tenant of a unit subject to the City’s Rent Stabilization <span class=\"dictionary\">Ordinance<\/span> is forced to vacate her\/his unit as a result of the January 17, 1994 earthquake and aftermath, and if the landlord desires to re-rent that unit, then, prior to offering the unit to any other tenant and within 30 days after completion of repairs to the unit, the landlord shall offer in writing to the tenant the same unit under the same terms and conditions as existed prior to her\/his displacement, except that the landlord may apply for a rent increase as may be approved by the City’s Rent Stabilization Division, or by the Rent Adjustment Commission on <span class=\"dictionary\">appeal<\/span>, pursuant to the City’s Rent Stabilization <span class=\"dictionary\">Ordinance<\/span>.<br \/><br \/>\t2.\tThe tenant shall have five days after receipt of the landlord’s offer to inspect the unit and accept or reject the offer.  If accepted, the tenant shall occupy the unit within 30 days from the date of acceptance of the offer.<br \/><br \/>\t3.\tThe tenant shall, within 45 days of the effective date of the <span class=\"dictionary\">ordinance<\/span>, provide written notice to the landlord of the tenant’s interest to reoccupy the rental unit once all necessary repair work has been completed.  The tenant who desires to reoccupy the rental unit shall furnish the landlord with the tenant’s current address and shall notify the landlord in writing of any change of address.  If a tenant is unable to ascertain an address of the landlord to which the notice can be sent, the tenant may file a copy of the notice with the City’s Rent Stabilization Division, and this notice shall constitute compliance by the tenant with the obligation to notify the landlord.  Upon request by the landlord, the Rent Stabilization Division shall provide the landlord with any copies of any written notices received by the Rent Stabilization Division.<br \/><br \/>\t4.\tThe costs of rehabilitation which are necessary before re-renting a unit which was damaged as set forth in Subdivision 1 above, which costs were not reimbursed by insurance proceeds, or by Federal, State, or local grant funds, or by any other means (such as a satisfied <span class=\"dictionary\">judgment<\/span>), may be passed through to the tenant by utilization of the process set forth in the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span>.  The landlord may serve a 30-day notice (as required by state <span class=\"dictionary\">law<\/span>) of a proposed rent increase on the tenant 15 days after the landlord has applied to the Rent Stabilization Division for such an increase.  The landlord shall not accept or demand a rent increase from the tenant until the landlord receives the City’s approval of the rent increase.  The Rent Stabilization Division shall inform the landlord and tenant of all their rights regarding the proposed rent increase as currently required by the City’s Rent Stabilization <span class=\"dictionary\">Ordinance<\/span>.<br \/><br \/>\t5.\tIf a tenant either fails to accept the offer, give notice, or take <span class=\"dictionary\">possession<\/span> of the rental unit, within the applicable time periods described, the landlord shall be free to offer the unit to any tenant, subject to the requirements of the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span>.<br \/><br \/>\t6.\tA landlord who attempts to re-rent a unit, but refuses to allow a tenant to return to her\/his home under this subsection shall be guilty of a <span class=\"dictionary\">misdemeanor<\/span>.  Any person who violates this subsection shall also be liable in a <span class=\"dictionary\">civil action<\/span> for <span class=\"dictionary\">damages<\/span> and\/or injunctive relief, if appropriate, together with reasonable attorneys’ fees and costs as determined by the <span class=\"dictionary\">court<\/span>.<br \/><br \/>\t7.\tThe landlord’s offers and notices required shall be given in the manner prescribed by Code of Civil Procedure Section 1162 or by certified mail.  The tenant shall give any acceptance or notice by first class mail or by utilizing the procedures set forth in Section 1162 at the tenant’s option.  If any notice, offer, or acceptance is given by mail, then the postmark date shall be deemed the date of that notice, offer, or acceptance.<br \/><br \/>\t8.\tThe Rent Stabilization Division shall attempt to notify affected tenants and landlords of the provisions of the <span class=\"dictionary\">ordinance<\/span> and may devise any forms it deems necessary to implement the <span class=\"dictionary\">ordinance<\/span> for use by landlords and tenants.  The Rent Adjustment Commission shall have the authority to promulgate any rules and regulations it deems necessary to implement the <span class=\"dictionary\">ordinance<\/span>.<br \/><br \/>\t9.\tThe provisions of this subsection shall apply to tenants regardless of whether or not their security deposits were returned in accordance with state <span class=\"dictionary\">law<\/span>.<br \/><br \/>\t10.\tThe provisions of this subsection shall not apply to any tenant whose tenancy was the subject of a judicial proceeding to terminate the tenancy prior to January 17, 1994, if that proceeding results in a final <span class=\"dictionary\">judgment<\/span> terminating the tenancy.<\/p><\/section>","previous_section":{"id":"3940","structure_id":"38","section_number":"151.08","catch_line":"Authority Of Commission To Regulate By Class.","url":"\/151.08\/","token":"151.08"},"text":{"0":{"id":"1239","text":"  EVICTIONS.\n\t(Amended by Ord. No. 154,237, Eff. 8\/30\/80, Oper. 9\/1\/80.)\tA.\tA landlord may bring an action to recover possession of a rental unit only upon one of the following grounds:\t1.\tThe tenant has failed to pay the rent to which the landlord is entitled, including amounts due under Subsection D of Section 151.05.\t2.\t(Amended by Ord. No. 175,130, Eff. 3\/31\/03.)  The tenant has violated a lawful obligation or covenant of the tenancy and has failed to cure the violation after having received written notice from the landlord, other than a violation based on:\t(a)\tThe obligation to surrender possession upon proper notice; or\t(b)\tThe obligation to limit occupancy, provided that the additional tenant who joins the occupants of the unit thereby exceeding the limits on occupancy set forth in the rental agreement is either the first or second dependent child to join the existing tenancy of a tenant of record or the sole additional adult tenant.  For purposes of this section, multiple births shall be considered as one child.  The landlord, however, has the right to approve or disapprove the prospective additional tenant, who is not a minor dependent child, provided that the approval is not unreasonably withheld; or\t(c)\tA change in the terms of the tenancy that is not the result of an express written agreement signed by both of the parties.  For purposes of this section, a landlord may not unilaterally change the terms of the tenancy under Civil Code Section 827 and then evict the tenant for the violation of the added covenant unless the tenant has agreed in writing to the additional covenant.  The tenant must knowingly consent, without threat or coercion, to each change in the terms of the tenancy.  A landlord is not required to obtain a tenant’s written consent to a change in the terms of the tenancy if the change in the terms of the tenancy is authorized by Los Angeles Municipal Code Section 151.06, or if the landlord is required to change the terms of the tenancy pursuant to federal, state, or local law.  Nothing in this paragraph shall exempt a landlord from providing legally required notice of a change in the terms of the tenancy.\t3.\t(Amended by Ord. No. 180,449, Eff. 2\/5\/09.)  The tenant is committing or permitting to exist a nuisance in or is causing damage to, the rental unit or to the unit’s appurtenances, or to the common areas of the complex containing the rental unit, or is creating an unreasonable interference with the comfort, safety, or enjoyment of any of the other residents of the rental complex or within a 1,000 foot radius extending from the boundary line of the rental complex.\tThe term “nuisance” as used in this subdivision includes, but is not limited to, any gang-related crime, violent crime, unlawful weapon or ammunition crime or threat of violent crime, illegal drug activity, any documented activity commonly associated with illegal drug dealing, such as complaints of noise, steady traffic day and night to a particular unit, barricaded units, possession of weapons, or drug loitering as defined in Health and Safety Code Section 11532, or other drug related circumstances brought to the attention of the landlord by other tenants, persons within the community, law enforcement agencies or prosecution agencies.  For purposes of this subdivision, gang-related crime is any crime motivated by gang membership in which the perpetrator, victim or intended victim is a known member of a gang.  Violent crime is any crime which involves use of a gun, a deadly weapon or serious bodily injury and for which a police report has been completed.  A violent crime under this subdivision shall not include a crime that is committed against a person residing in the same rental unit as the person committing the crime.  Unlawful weapon or ammunition crime is the illegal use, manufacture, causing to be manufactured, importation, possession, possession for sale, sale, furnishing, or giving away of ammunition or any weapon listed in subdivision (c)(1)-(5) of Section 3485 of the Civil Code.\tThreat of violent crime is any statement made by a tenant, or at his or her request, by his or her agent to any person who is on the premises or to the owner of the premises, or his or her agent, threatening the commission of a crime which will result in death or great bodily injury to another person, with the specific intent that the statement is to be taken as a threat, even if there is no intent of actually carrying it out, when on its face and under the circumstances in which it is made, it is so unequivocal, immediate and specific as to convey to the person threatened, a gravity of purpose and an immediate prospect of execution of the threat, and thereby causes that person reasonably to be in sustained fear for his or her own safety or for his or her immediate family’s safety.  Such a threat includes any statement made verbally, in writing, or by means of an electronic communication device and regarding which a police report has been completed.  A threat of violent crime under this section shall not include a crime that is committed against a person who is residing in the same rental unit as the person making the threat.  “Immediate family” means any spouse, whether by marriage or not, parent, child, any person related by consanguinity of affinity within the second degree, or any other person who regularly resides in the household, or who, within the prior six months, regularly resided in the household.  “Electronic communication device” includes but is not limited to, telephones, cellular telephones, video recorders, fax machines, or pagers.  “Electronic communications” has the same meaning as the term is defined in subsection 12 of Section 2510 of Title 18 of the United States Code, except that “electronic communication” for purposes of this definition shall not be limited to electronic communication that affects interstate or foreign commerce.\tIllegal drug activity is a violation of any of the provisions of Chapter 6 (commencing with Section 11350) or Chapter 6.5 (commencing with Section 11400) of the Health and Safety Code.\t4.\t(Amended by Ord. No. 171,442, Eff. 1\/19\/97.)  The tenant is using, or permitting a rental unit, the common areas of the rental complex containing the rental unit, or an area within a 1,000 foot radius from the boundary line of the rental complex to be used for any illegal purpose.\tThe term “illegal purpose” as used in this subdivision includes, but is not limited to, violations of any of the provisions of Chapter 6 (commencing with Section 11350) or Chapter 6.5 (commencing with section 11400) of the Health and Safety Code.\t5.\tThe tenant, who had a written lease or rental agreement which terminated on or after the effective date of this chapter, has refused, after written request or demand by the landlord to execute a written extension or renewal thereof for a further term of like duration with similar provisions and in such terms as are not inconsistent with or violative of any provision of this chapter or any other provision of law.\t6.\tThe tenant has refused the landlord reasonable access to the unit for the purpose of making repairs or improvements, or for the purpose of inspection as permitted or required by the lease or by law, or for the purpose of showing the rental unit to any prospective purchaser or mortgagee.\t7.\tThe person in possession of the rental unit at the end of a lease term is a subtenant not approved by the landlord.\t8.\t(Amended by Ord. No. 180,747, Eff. 8\/1\/09.)  The landlord seeks in good faith to recover possession of the rental unit for use and occupancy as a primary place of residence by:\t(a)\tThe landlord; or\t(b)\tThe landlord’s spouse, grandchildren, children, parents or grandparents; or \t(c)\tA resident manager.\tLandlords seeking to recover possession pursuant to the provisions of this Subdivision must comply with the restrictions and requirements of Section 151.30, as well as all other relevant provisions of this Article.\t9.\t(Amended by Ord. No. 176,544, Eff. 5\/2\/05.)  The landlord, having complied with all applicable notices and advisements required by law, seeks in good faith to recover possession so as to undertake Primary Renovation Work of the rental unit or the building housing the rental unit, in accordance with a Tenant Habitability Plan accepted by the Department, and the tenant is unreasonably interfering with the landlord’s ability to implement the requirements of the Tenant Habitability Plan by engaging in any of the following actions:\ta.\tThe tenant has failed to temporarily relocate as required by the accepted Tenant Habitability Plan; or\tb.\tThe tenant has failed to honor a permanent relocation agreement with the landlord pursuant to Section 152.05 of this Code.\t10.\t(Amended by Ord. No. 176,544, Eff. 5\/2\/05.)  The landlord seeks in good faith to recover possession of the rental unit under either of the following circumstances: \ta.\tto demolish the rental unit; or\tb.\tto remove the rental unit permanently from rental housing use.\tLandlords seeking to recover possession for either of the circumstances described in this subdivision must comply with the requirements of Sections 151.22 through 151.28 of this article.  This subdivision is a lawful grounds for eviction only where a landlord is withdrawing from rent or lease all of the rental units in a structure or building.  A landlord seeking to evict tenants pursuant to either of the circumstances described in this subdivision may not withdraw from rent or lease less than all of the accommodations in a structure or building.  (Para. Added by Ord. No. 177,901, Eff. 9\/29\/06.)\t11.\tThe landlord seeks in good faith to recover possession of the rental unit in order to comply with a governmental agency’s order to vacate, order to comply, order to abate, or any other order that necessitates the vacating of the building housing the rental unit as a result of a violation of the Los Angeles Municipal Code or any other provision of law.  (Amended by Ord. No. 172,288, Eff. 12\/17\/98.)\t12.\tThe Secretary of Housing and Urban Development is both the owner and plaintiff and seeks to recover possession in order to vacate the property prior to sale and has complied with all tenant notification requirements under federal law and administrative regulations.  (Added by Ord. No. 173,224, Eff. 5\/11\/00.)  \t13.\tThe rental unit is in a Residential Hotel, and the landlord seeks to recover possession of the rental unit in order to Convert or Demolish the unit, as those terms are defined in Section 47.73 of the Los Angeles Municipal Code.  A landlord may recover possession of a rental unit pursuant to this paragraph only after the Department has approved an Application for Clearance pursuant to the provisions of Section 47.78.  (Amended by Ord. No. 180,175, Eff. 9\/29\/08.)\t14.\tThe landlord seeks to recover possession of the rental unit to convert the subject property to an affordable housing accommodation in accordance with an affordable housing exemption issued by the Department pursuant to Section 151.02 of this Code.  If the landlord fails to record a government imposed regulatory agreement within six months of the filing of the affordable housing exemption with the Department in accordance with Section 151.02 of this Code, and the landlord seeks to offer the rental unit for rent or lease, the accommodations shall be offered and rented or leased at the lawful rent in effect at the time the affordable housing exemption was filed with the Department, plus annual adjustments available pursuant to Section 151.06 of this Code.  Furthermore, the landlord shall first offer to rent or lease the unit to the tenant(s) displaced from that unit pursuant to this Subdivision, provided that the tenant(s) advised the landlord in writing within 30 days of displacement of his or her desire to consider an offer to renew the tenancy and provided the landlord with an address to which that offer is to be directed.  The tenant(s) may subsequently advise the landlord of a change of address to which an offer is to be directed.  A landlord who re-offers the rental unit pursuant to the provisions of this Subdivision shall deposit the offer in the United States mail, by registered or certified mail with postage prepaid, addressed to the displaced tenant(s) at the address furnished to the landlord as provided in this Subdivision, and shall describe the terms of the offer.  The displaced tenant(s) shall have 30 days from the deposit of the offer in the mail to accept the offer by personal delivery of that acceptance to the Department or deposit of the acceptance in the United States mail by registered or certified mail with postage prepaid.  (Added by Ord. No. 181,744, Eff. 7\/15\/11.)\tB.\tIf the dominant intent of the landlord in seeking to recover possession of a rental unit is retaliation against the tenant for exercising his or her rights under this chapter or because of his or her complaint to an appropriate agency as to tenantability of a rental unit, and if the tenant is not in default as to the payment of rent, then the landlord may not recover possession of a rental unit in any action or proceeding or cause the tenant to quit involuntarily.  (Amended by Ord. No. 161,865, Eff. 1\/19\/87.)\tC.\t(Amended by Ord. No. 156,597, Eff. 5\/20\/82, Oper. 5\/15\/82.)  Prior to or at the same time as the written notice of termination described in Civil Code Section 1946, or the three days’ notice described in Code of Civil Procedure Sections 1161 and 1161a, is served on the tenant of a rental unit:\t1.\tThe landlord shall serve on the tenant a written notice setting forth the reasons for the termination with specific facts to permit a determination of the date, place, witnesses and circumstances concerning the reason.  This notice shall be given in the manner prescribed by Code of Civil Procedure Section 1162.\t2.\tWhen the termination of tenancy is based on the grounds set forth in Subdivision 8. of Subsection A. of this Section, the landlord shall file with the Department a declaration on a form and in the number prescribed by the Department identifying the person to be moved into the rental unit, the date on which the person will move in, the rent presently charged for the rental unit, and the date of the last rental increase.  This declaration shall be served on the tenant in the manner prescribed by Code of Civil Procedure Section 1162 in lieu of the notice required in Subdivision 1. of this Subsection.  When filing the declaration, the landlord shall pay an administrative fee in the amount of $75.  The fee shall pay for the cost of administering and enforcing the provisions of Section 151.30 of this Code.  (Amended by Ord. No. 180,747, Eff. 8\/1\/09.)\t3.\tWhen a termination of tenancy is based on the ground set forth in Section 151.09 A.9. of this Code, the landlord shall file with the Department a declaration on a form prescribed by the Department that sets forth the address of the rental unit, the name of the tenant, a copy of the Tenant Habitability Plan accepted by the Department, documentation of the landlord’s good faith efforts to provide notice pursuant to Section 152.00 et seq. of this Code, documentation of efforts to provide relocation assistance, if applicable, and the reason for the termination with specific facts, including but not limited to the date, place, witnesses and circumstances concerning the reason for termination.  This declaration shall be served on the tenant in the manner prescribed by Section 1162 of the California Code of Civil Procedure in lieu of the notice required in Subdivision 1. of this subsection.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)\t4.\tWhen the termination of the tenancy is based on either of the grounds set forth in Subdivision 10. of Subsection A. of this section, the landlord must comply with the requirements of Sections 151.22 through 151.28 of this article.  The requirements of Sections 151.22 through 151.28 of this article are in lieu of the notice required in Subdivision 1. of this subsection.  (Amended by Ord. No. 177,901, Eff. 9\/29\/06.)\t5.\tWhen the termination of tenancy is based on the ground set forth in Subdivision 11. of Subsection A. of this section, then the landlord shall file with the Department a declaration on the form and in the number prescribed by the Department stating that the landlord intends to evict in order to comply with a governmental agency’s order to vacate the building housing the rental unit. The landlord shall attach a copy of the order to vacate to this declaration. This notice shall be served on the tenant in the manner prescribed by Code of Civil Procedure Section 1162 in lieu of the notice required in Subdivision 1. of this subsection.  (Added by Ord No, 164,685, Eff. 5\/11\/89.)\t6.\tWhen the termination of tenancy is based on the grounds set forth in Subdivision 3. or 4. of Subsection A. of this Section because of alleged illegal drug activity, then the landlord shall file with the Department a declaration on a form and in the manner prescribed by the Department.  (Amended by Ord. No. 180,981, Eff. 12\/26\/09.)\t7.\tWhen the termination of tenancy is based on the grounds set forth in Subdivision 3. or 4. of Subsection A. of this Section because of alleged gang-related crime, violent crime, unlawful weapon or ammunition crime, threat of violent crime, illegal drug activity or drug-related nuisance as those terms are defined in Section 47.50 A. of this Code, and the landlord desires to raise the rent upon re-rental of the rental unit pursuant to Section 151.06 of this Chapter, then the landlord shall file with the Department a declaration on a form and in the manner prescribed by the Department, including the name of the law enforcement or prosecution agency that provided the landlord with the information upon which the notice of intent to terminate the tenancy will be based.  (Amended by Ord. No. 180,981, Eff. 12\/26\/09.)\t8.\tWhen the termination of tenancy is based on the grounds set forth in Subdivision 12. of Subsection A. of this section, the Secretary of Housing and Urban Development, or the Secretary’s representative, shall file with the Department a declaration on a form and in the number prescribed by the Department stating that the Secretary has complied with all tenant notification requirements under federal law and administrative regulations.  (Added by Ord. No. 173,224, Eff. 5\/11\/00.)  \tD.\tA landlord shall not change the terms of a tenancy to prohibit pets and then evict the tenant for keeping a pet which was kept and allowed prior to the change, unless the landlord can establish that the pet constitutes a nuisance and the nuisance has not been abated upon proper notice to the tenant.  (Amended by Ord. No. 154,736, Eff. 1\/9\/81; Amended by Ord. No. 174,488, Eff. 4\/1\/02; Ord. No. 174,488 Repealed by Ord. No. 174,501, Eff. 4\/11\/02.)\tE.\tIn any action by a landlord to recover possession of a rental unit, the tenant may raise as an affirmative defense any violation of the provisions of this chapter. Violation of Subsections A., B. or D. of this section shall not constitute a misdemeanor.  (Amended by Ord. No. 166,130, Eff. 9\/16\/90.)\tF.\tIn any action by a landlord to recover possession of a rental unit, the tenant may raise as an affirmative defense the failure of the landlord to comply with Sections 151.04 C. and 151.05 A. of this Chapter.  (Amended by Ord. No. 182,359, Eff. 1\/26\/13.)\tG.\t(Amended by Ord. No. 181,744, Eff. 7\/15\/11.)  Except for relocation fees owed pursuant to the provisions of Subsection E. of Section 151.30 of this Code, if the termination of tenancy is based on the grounds set forth in Subdivisions 8., 10., 11., 12., or 13. of Subsection A. of this Section, then the landlord shall pay a relocation fee of:  $15,500 to qualified tenants and a $7,300 fee to all other tenants who have lived in their rental unit for fewer than three years, or $18,300 to qualified tenants and a $9,650 fee to all other tenants who have lived in their rental unit for three years or longer, or $18,300 to qualified tenants and $9,650 to all other tenants whose household income is 80 percent or below Area Median Income (AMI), as adjusted for household size, as defined by the U.S. Department of Housing and Urban Development, regardless of length of tenancy.  If more than one fee applies to a rental unit, the landlord shall pay the highest of the applicable fees.  Tenants who claim eligibility based on their income shall file a statement with the Department verifying their income on a form prescribed by the Department.  Requests for a hearing to appeal a decision regarding a tenant’s relocation assistance eligibility, including disputes about eligibility for higher relocation assistance based on a tenant’s income, age, length of tenancy, family status and\/or disability status, must be filed in writing on the form prescribed by the Department and received by the Department within fifteen calendar days of the date of the Department’s notification of its decision regarding tenant relocation assistance.\tThe Department shall charge a fee of $193 per rental unit for any requests for hearings under this Subsection to pay for the cost of the appeal hearing.  For the year beginning July 1, 2009, and all subsequent years, the fee amounts shall be adjusted on an annual basis pursuant to the formula set forth in Section 151.06 D. of this Code.  The adjusted amount shall be rounded to the nearest $50 increment.\tIf termination of the tenancy is based on the grounds set forth in Section 151.09 A.11. of this Code, and the subject property has an approved use as a single family home and the structure containing the single family home contains two rental units, the landlord shall pay a relocation fee in accordance with Section 151.09 G. of this Code to the tenant(s) of the affected rental unit(s) within 15 days of receiving notice from the tenant(s) of their intention to terminate the tenancy.\t1.\t(Amended by Ord. No. 178,632, Eff. 5\/26\/07.)  This payment shall be made as follows:\ta.\tThe entire fee shall be paid to a tenant who is the only tenant in a rental unit;\tb.\tIf a rental unit is occupied by two or more tenants, then each tenant of the unit shall be paid an equal, pro-rata share of the fee;\tc.\tNothing in this subsection relieves the landlord from the obligation to provide relocation assistance pursuant to City administrative agency action or any other provision of local, state or federal law.  If a tenant is entitled to monetary relocation benefits pursuant to City administrative agency action or any provision of local, state or federal law, then those benefits shall operate as a credit against any fee required to be paid to the tenant under this section.\td.\tIf the termination of tenancy is based on the grounds set forth in Subdivisions 8., 10., 11. or 12. of Subsection A. of this section, then the landlord shall also pay the City a fee for the purpose of providing relocation assistance by the City’s Relocation Assistance Service Provider, as defined in Sections 47.06 B. and 47.07 B. of this Code.  The fee shall be $640 for each unit occupied by a qualified tenant and $400 for each unit occupied by other tenants, and an additional $55 per unit to pay for the administrative costs associated with this service.  The fees, set forth above, may be increased in an amount based on the Consumer Price Index – All Urban Consumers averaged for the first 12-month period ending September 30, of each year, as determined and published by the Housing Department on or before May 30, of each year, pursuant to Section 151.07 A.6. of this Code.  The Relocation Assistance Service Provider will provide the relocation assistance services listed in Sections 47.06 D. and 47.07 D. of this Code.\t2.\tThe landlord shall perform the acts described in this subsection within fifteen days of service of a written notice of termination described in California Civil Code Section 1946; provided, however, the landlord may in its sole discretion, elect to pay the monetary relocation benefits to be paid to a tenant pursuant to this subsection to an escrow account to be disbursed to the tenant upon certification of vacation of the rental housing unit. The escrow account shall provide for the payment prior to vacation of all or a portion of the monetary relocation benefits for actual relocation expenses incurred or to be incurred by the tenant prior to vacation, including but not limited to security deposits, moving expense deposits and utility connection charges.  Escrow accounts shall provide that, in the event of disputes between the landlord and the tenant as to the release of funds from escrow, the funds in dispute shall be released to the Department for final determination.  The Rent Adjustment Commission shall establish guidelines for the establishment of these escrow accounts, the certification of vacation and pre-vacation disbursement requests.\t3.\tThe requirement to pay relocation assistance is applicable to all rental units, regardless of whether the rental unit was created or established in violation of any provision of Law.\t4.\tExceptions.  This subsection shall not apply in any of the following circumstances:\ta.\t(None)\tb.\tThe tenant received actual written notice, prior to entering into a written or oral tenancy agreement, that an application to subdivide the property for condominium, stock cooperative or community apartment purposes was on file with the City or had already been approved, whichever the case may be, and that the existing building would be demolished or relocated in connection with the proposed new subdivision, and the termination of tenancy is based on the grounds set forth in Subdivision 10. of Subsection A. of this section.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)\tc.\tThe tenant received actual written notice, prior to entering into a written or oral agreement to become a tenant, that an application to convert the building to a condominium, stock cooperative or community apartment project was on file with the City or had already been approved, whichever the case may be, and the termination of tenancy is based on the grounds set forth in Subdivision 10. of Subsection A. of this section.  (Amended by Ord. No. 176,544, Eff. 5\/2\/05.)\td.\tThe landlord seeks in good faith to recover possession of the rental unit for use and occupancy by a resident manager, provided that the resident manager is replacing the existing resident manager in the same unit.  For the purposes of this exception, a resident manager shall not include the landlord, or the landlord’s spouse, grandchildren, children, parents or grandparents;  (Second Sentence Amended by Ord. No. 180,747, Eff. 8\/1\/09.)\te.\tThe landlord seeks in good faith to recover possession of the rental unit in order to comply with a governmental agency’s order to vacate the building housing the rental unit due to hazardous conditions caused by a natural disaster.\tH.\tIn any action by a landlord to recover possession of a rental unit, the tenant may raise as an affirmative defense the failure of the landlord to comply with Subsection G. of this section.  In addition, any landlord who fails to provide monetary relocation assistance as required by Subsection G. of this section shall be liable in a civil action to the tenant to whom such assistance is due for damages in the amount the landlord has failed to pay, together with reasonable attorney fees and costs as determined by the court.  (Added by Ord. No. 160,791, Eff. 2\/10\/86.)\tI.\tIf the termination of tenancy was based on the grounds set forth in Subdivision 8. of Subsection A. of this section, the landlord shall file with the Department a declaration on a form prescribed by the Department within ten calendar days of the re-rental of the rental unit.  (First Sentence Amended by Ord. No. 177,901, Eff. 9\/29\/06.)  This declaration shall indicate the address of the rental unit, the date of the re-rental, the amount of rent being charged to the current tenant, the name of the current tenant and such further information as requested by the Department.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)\tJ.\t(Repealed by Ord. No. 181,744, Eff. 7\/15\/11.)\tK.\t(Repealed by Ord. No. 177,103, Eff. 12\/18\/05.)\tL.\tOther Displacements.  (Added by Ord. No. 169,372, Eff. 3\/1\/94.)\t1.\tNotwithstanding any provision of the Los Angeles Municipal Code to the contrary, if a tenant of a unit subject to the City’s Rent Stabilization Ordinance is forced to vacate her\/his unit as a result of the January 17, 1994 earthquake and aftermath, and if the landlord desires to re-rent that unit, then, prior to offering the unit to any other tenant and within 30 days after completion of repairs to the unit, the landlord shall offer in writing to the tenant the same unit under the same terms and conditions as existed prior to her\/his displacement, except that the landlord may apply for a rent increase as may be approved by the City’s Rent Stabilization Division, or by the Rent Adjustment Commission on appeal, pursuant to the City’s Rent Stabilization Ordinance.\t2.\tThe tenant shall have five days after receipt of the landlord’s offer to inspect the unit and accept or reject the offer.  If accepted, the tenant shall occupy the unit within 30 days from the date of acceptance of the offer.\t3.\tThe tenant shall, within 45 days of the effective date of the ordinance, provide written notice to the landlord of the tenant’s interest to reoccupy the rental unit once all necessary repair work has been completed.  The tenant who desires to reoccupy the rental unit shall furnish the landlord with the tenant’s current address and shall notify the landlord in writing of any change of address.  If a tenant is unable to ascertain an address of the landlord to which the notice can be sent, the tenant may file a copy of the notice with the City’s Rent Stabilization Division, and this notice shall constitute compliance by the tenant with the obligation to notify the landlord.  Upon request by the landlord, the Rent Stabilization Division shall provide the landlord with any copies of any written notices received by the Rent Stabilization Division.\t4.\tThe costs of rehabilitation which are necessary before re-renting a unit which was damaged as set forth in Subdivision 1 above, which costs were not reimbursed by insurance proceeds, or by Federal, State, or local grant funds, or by any other means (such as a satisfied judgment), may be passed through to the tenant by utilization of the process set forth in the Rent Stabilization Ordinance.  The landlord may serve a 30-day notice (as required by state law) of a proposed rent increase on the tenant 15 days after the landlord has applied to the Rent Stabilization Division for such an increase.  The landlord shall not accept or demand a rent increase from the tenant until the landlord receives the City’s approval of the rent increase.  The Rent Stabilization Division shall inform the landlord and tenant of all their rights regarding the proposed rent increase as currently required by the City’s Rent Stabilization Ordinance.\t5.\tIf a tenant either fails to accept the offer, give notice, or take possession of the rental unit, within the applicable time periods described, the landlord shall be free to offer the unit to any tenant, subject to the requirements of the Rent Stabilization Ordinance.\t6.\tA landlord who attempts to re-rent a unit, but refuses to allow a tenant to return to her\/his home under this subsection shall be guilty of a misdemeanor.  Any person who violates this subsection shall also be liable in a civil action for damages and\/or injunctive relief, if appropriate, together with reasonable attorneys’ fees and costs as determined by the court.\t7.\tThe landlord’s offers and notices required shall be given in the manner prescribed by Code of Civil Procedure Section 1162 or by certified mail.  The tenant shall give any acceptance or notice by first class mail or by utilizing the procedures set forth in Section 1162 at the tenant’s option.  If any notice, offer, or acceptance is given by mail, then the postmark date shall be deemed the date of that notice, offer, or acceptance.\t8.\tThe Rent Stabilization Division shall attempt to notify affected tenants and landlords of the provisions of the ordinance and may devise any forms it deems necessary to implement the ordinance for use by landlords and tenants.  The Rent Adjustment Commission shall have the authority to promulgate any rules and regulations it deems necessary to implement the ordinance.\t9.\tThe provisions of this subsection shall apply to tenants regardless of whether or not their security deposits were returned in accordance with state law.\t10.\tThe provisions of this subsection shall not apply to any tenant whose tenancy was the subject of a judicial proceeding to terminate the tenancy prior to January 17, 1994, if that proceeding results in a final judgment terminating the tenancy.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}