{"section_number":"151.28","edition_id":"1","section_id":"2909","structure_id":"38","catch_line":"Ellis Act Provisions – Rental Of Replacement Units.","history":"","full_text":"  ELLIS ACT PROVISIONS – RENTAL OF REPLACEMENT UNITS.\n\t(Added by Ord. No. 178,848, Eff. 7\/16\/07.)\n\n\tA.\tReplacement Units Subject to the Rent Stabilization Ordinance.  If a building containing a rental unit that was the subject of a Notice of Intent to Withdraw pursuant to the provisions of Subsection A. of Section 151.23 is demolished and rental units are constructed on the same property and offered for rent or lease within five years of the date the rental unit that was the subject of the Notice of Intent to Withdraw was withdrawn from rent or lease, the owner may establish the initial rental rate for the newly constructed rental units.  The provisions of the Rent Stabilization Ordinance, Section 151.00, et seq., and other provisions of this chapter shall apply to the newly constructed rental units.\n\n\tThis section shall not apply to demolished buildings containing four or fewer rental units, if the owner of the building, whose name appears on legal title to the property, is a natural person and resided in the building for three consecutive years prior to demolition, or if the building is not yet demolished, for three consecutive years prior to filing an application for exemption.  To obtain this exemption, an owner must apply to the Department for exemption pursuant to the provisions of Subdivision 3. of Subsection C. of this section.\n\n\tB.\tExemption from the Rent Stabilization Ordinance with Replacement Affordable Units.  An owner who replaces the number of demolished rental units with an equal number of affordable housing units, not to exceed 20% of the total number of newly constructed rental units, may apply to the Department for an exemption of the newly constructed rental units from the provisions of the Rent Stabilization Ordinance.  The affordable housing units must be located in the newly constructed accommodations.  The Department shall issue an exemption where it finds all of the following to exist:\n\n\t1.\tThe owner executed and recorded a covenant and agreement, in a form satisfactory to the Department, guaranteeing that the replacement affordable housing units, affordable for households with an income at or below 80% of Area Median Income as established by the U.S. Department of Housing and Urban Development for the Los Angeles-Long Beach primary metropolitan statistical area, shall remain affordable for 30 years from the date the covenant and agreement is recorded.  The covenant and agreement contains provisions as required by the Department to ensure the effective administration and enforcement of this subsection.\n\n\t2.\tThe replacement affordable housing units shall be reasonably dispersed throughout the newly constructed accommodations and shall not be segregated in a portion of the accommodations dedicated to affordable housing units.\n\n\t3.\tThe replacement affordable housing units shall be comparable to the market rate units and contain, on average, the same number of bedrooms, bathrooms and square footage as the market rate units.  The replacement affordable housing units shall be comparable in architectural style to the average of the market rate units.\n\n\tUnits that are used to qualify for a density bonus pursuant to the provisions of either California Government Code Section 65915 or Los Angeles Municipal Code Section 12.22 A.25., or are used to satisfy any inclusionary zoning or replacement affordable housing requirement, or are used to qualify for any other public benefit or incentive, may be used to qualify as replacement affordable housing units pursuant to the provisions of this subsection.\n\n\tC.\tApplication for Exemption from the Rent Stabilization Ordinance.\n\n\t1.\tHardship Exemption.  The Department shall have the authority to grant an exemption from the provisions of this section in cases of undue financial hardship arising from detrimental reliance on the provisions of this article prior to the enactment of this section as duly established to the satisfaction of the Department.  An owner claiming hardship must file a written application for exemption with the Department on forms provided by the Department within 90 days of the effective date of this section, and the owner must demonstrate that the hardship existed as of the date that the ordinance enacting this section was adopted by Council.\n\n\tAn owner who files an application for exemption from the provisions of this section pursuant to the provisions of this subdivision shall pay to the Department an administrative fee in the amount of $160.00 for each application.  The administrative fee shall be used to finance the costs of processing and investigating applications for exemption.\n\n\t2.\tReplacement Affordable Housing Unit Exemption.  An owner may, at any time, apply for exemption pursuant to the provisions of Subsection B. of this section, but must do so by written application on a form provided by the Department.  If the Department issues an exemption while there are tenants residing in rental units that are subject to the provisions of the Rent Stabilization Ordinance, each of the units shall continue to be subject to the provisions of the Rent Stabilization Ordinance until all tenants in a unit voluntarily vacate the unit, or have their tenancies terminated pursuant to the provisions of Subdivisions 1., 2., 3., 4., 5., 6., 7., 9., 11., or 12. of Subsection A. of Section 151.09 of this article.\n\n\tAn owner who files an application for exemption from the Rent Stabilization Ordinance pursuant to the provisions of this subdivision shall pay to the Department an administrative fee in the amount of $705.00 for each application, plus $75.00 for each replacement affordable housing unit.  The administrative fee shall be used to finance the costs of processing and investigating applications for exemption, and continued monitoring.\n\n\t3.\tOwner Occupancy Exemption.  An owner, whose name appears on legal title to the property, may file an application for exemption from the Rent Stabilization Ordinance on the grounds that the owner is a natural person who occupied the demolished building, which consisted of four or fewer rental units, for three years prior to the demolition of the building.  If the building has not yet been demolished, an owner may file an application for exemption from Subsection A. of Section 151.28 on the grounds that the building to be demolished consists of four or fewer rental units, and that the owner occupied the building for three consecutive years prior to filing an application for exemption.  An owner may, at any time, apply for exemption, but must do so by written application on a form provided by the Department.  If the Department issues an exemption while there are tenants residing in units that are subject to the provisions of the Rent Stabilization Ordinance, each of the units shall continue to be subject to the provisions of the Rent Stabilization Ordinance until all tenants in a unit voluntarily vacate the unit, or have their tenancies terminated pursuant to the provisions of Subdivisions 1., 2., 3., 4., 5., 6., 7., 9., 11., or 12. of Subsection A. of Section 151.09 of this article.\n\n\tAn owner who files an application for exemption from the Rent Stabilization Ordinance pursuant to the provisions of this subdivision shall pay to the Department an administrative fee in an amount to be determined by ordinance.  The administrative fee shall be used to finance the costs of processing and investigating applications for exemption.\n\n\t4.\tVerification of Information.  Information submitted in any written application to the Department for any of the exemptions outlined in this section, will be subject to verification and approval by the Department.\n\n\tD.\tAppeals.  An owner who is denied an exemption from the Rent Stabilization Ordinance for an application filed pursuant to the provisions of Subsection C. of this section may appeal the denial by requesting a hearing before the General Manager.  The appeal must be filed in writing and received by the Department within 15 calendar days of the date of mailing the denial decision.  The appeal must be on a form provided by the Department and identify the grounds for appeal.  If an appeal from a decision to deny an exemption is not received by the Department within the 15 day appeal period, the decision will be final.\n\n\tAn owner who files an appeal from an application for exemption filed pursuant to the provisions of Subdivisions 1. or 2. of Subsection C. of this section shall pay to the Department an administrative fee in the amount of $290.00 for each appeal.  An owner who files an appeal from an application for exemption filed pursuant to the provisions of Subdivision 3. of Subsection C. of this section shall pay to the Department an administrative fee in an amount to be determined by ordinance.  The fee shall be used to finance the cost of the appeal process.\n\n\tThe General Manager’s hearing shall be held within 30 days of receiving the appeal and will follow the procedures set forth in Division 8 of Article 1 of Chapter XVI of this Code.  The owner may present proof at the hearing of entitlement to an exemption, and a Department representative shall explain the reason for the denial of the exemption application.\n\n\tThe General Manager shall issue a written decision of the appeal and may affirm, modify, or reverse the determination of the Department.  The General Manager may grant a continuance of the hearing upon a showing of good cause or where further Department investigation is warranted.\n\n\tE.\tAuthority of Department.  The Department shall be responsible for carrying out the provisions of this section and shall have the authority to promulgate and administer policies, rules, and regulations to effectuate the purposes of this section.","order_by":"28","ancestry":{"1":{"id":"38","name":"Rent Stabilization Ordinance","identifier":"1","label":"article","url":"\/15\/1\/"},"2":{"id":"37","name":"Rent Stabilization Ordinance","identifier":"15","label":"chapter","url":"\/15\/"}},"structure_contents":{"0":{"id":"1697","structure_id":"38","section_number":"151.00","catch_line":"Title.","url":"\/151.00\/","token":"151.00"},"1":{"id":"1881","structure_id":"38","section_number":"151.01","catch_line":"Declaration Of Purpose.","url":"\/151.01\/","token":"151.01"},"2":{"id":"2461","structure_id":"38","section_number":"151.02","catch_line":"Definitions.","url":"\/151.02\/","token":"151.02"},"3":{"id":"1905","structure_id":"38","section_number":"151.03","catch_line":"The Rent Adjustment Commission.","url":"\/151.03\/","token":"151.03"},"4":{"id":"2887","structure_id":"38","section_number":"151.04","catch_line":"Restriction On Rents.","url":"\/151.04\/","token":"151.04"},"5":{"id":"2613","structure_id":"38","section_number":"151.05","catch_line":"Registration, Notification Of Tenants, Posting Of Notice And Payment Of Fees.","url":"\/151.05\/","token":"151.05"},"6":{"id":"1401","structure_id":"38","section_number":"151.05.1","catch_line":"Passthrough Of Surcharge For The Systematic Code Enforcement Fee.","url":"\/151.05.1\/","token":"151.05.1"},"7":{"id":"1394","structure_id":"38","section_number":"151.06","catch_line":"Automatic Adjustments.","url":"\/151.06\/","token":"151.06"},"8":{"id":"1165","structure_id":"38","section_number":"151.06.02","catch_line":"Payment Of Interest On Security Deposits.","url":"\/151.06.02\/","token":"151.06.02"},"9":{"id":"2392","structure_id":"38","section_number":"151.06.1","catch_line":"Smoke Detectors.","url":"\/151.06.1\/","token":"151.06.1"},"10":{"id":"3311","structure_id":"38","section_number":"151.06.2","catch_line":"Surcharge For Water Conservation Assessment.","url":"\/151.06.2\/","token":"151.06.2"},"11":{"id":"3423","structure_id":"38","section_number":"151.06.5","catch_line":"Reductions In Rent.","url":"\/151.06.5\/","token":"151.06.5"},"12":{"id":"66","structure_id":"38","section_number":"151.07","catch_line":"Authority Of The Department And The Commission To Grant Individual Rent Adjustments.","url":"\/151.07\/","token":"151.07"},"13":{"id":"3940","structure_id":"38","section_number":"151.08","catch_line":"Authority Of Commission To Regulate By Class.","url":"\/151.08\/","token":"151.08"},"14":{"id":"1253","structure_id":"38","section_number":"151.09","catch_line":"Evictions.","url":"\/151.09\/","token":"151.09"},"15":{"id":"2643","structure_id":"38","section_number":"151.10","catch_line":"Remedies.","url":"\/151.10\/","token":"151.10"},"16":{"id":"3461","structure_id":"38","section_number":"151.11","catch_line":"Refusal Of A Tenant To Pay.","url":"\/151.11\/","token":"151.11"},"17":{"id":"1361","structure_id":"38","section_number":"151.12","catch_line":"Operative Date.","url":"\/151.12\/","token":"151.12"},"18":{"id":"3106","structure_id":"38","section_number":"151.13","catch_line":"Minor Errors In Payment.","url":"\/151.13\/","token":"151.13"},"19":{"id":"467","structure_id":"38","section_number":"151.14","catch_line":"Filing Of Application For Rent Adjustments, Requests For Hearing, And Appeals.","url":"\/151.14\/","token":"151.14"},"20":{"id":"2596","structure_id":"38","section_number":"151.15","catch_line":"151.15.Penalties For Late Registration And For Failure To Post Notice That Property Is Subject To The Rent Stabilization Ordinance.","url":"\/151.15\/","token":"151.15"},"21":{"id":"2542","structure_id":"38","section_number":"151.16","catch_line":"Research Services.","url":"\/151.16\/","token":"151.16"},"22":{"id":"3174","structure_id":"38","section_number":"151.18","catch_line":"Additional Services Contracts.","url":"\/151.18\/","token":"151.18"},"23":{"id":"909","structure_id":"38","section_number":"151.19","catch_line":"Review Of Ordinance.","url":"\/151.19\/","token":"151.19"},"24":{"id":"2430","structure_id":"38","section_number":"151.20","catch_line":"Temporary Eviction Controls And Rent Reductions For Mobile Homes Damaged In The January, 1994 Earthquake.","url":"\/151.20\/","token":"151.20"},"25":{"id":"2740","structure_id":"38","section_number":"151.21","catch_line":"Hurricane Katrina And Hurricane Rita Temporary Relief Program.","url":"\/151.21\/","token":"151.21"},"26":{"id":"299","structure_id":"38","section_number":"151.22","catch_line":"Ellis Act Provisions - Statement Of Purpose And Effect.","url":"\/151.22\/","token":"151.22"},"27":{"id":"3047","structure_id":"38","section_number":"151.23","catch_line":"Ellis Act Provisions - Required Notice.","url":"\/151.23\/","token":"151.23"},"28":{"id":"2552","structure_id":"38","section_number":"151.24","catch_line":"Ellis Act Provisions - Notification To Department Of Intent To Re-Rent Unit.","url":"\/151.24\/","token":"151.24"},"29":{"id":"1480","structure_id":"38","section_number":"151.25","catch_line":"Ellis Act Provisions - Civil Penalties For Offering Units For Rent Within Two Years Of Withdrawal.","url":"\/151.25\/","token":"151.25"},"30":{"id":"1337","structure_id":"38","section_number":"151.26","catch_line":"Ellis Act Provisions - Regulation Of Property On Re-Offer For Rent Or Lease After Withdrawal.","url":"\/151.26\/","token":"151.26"},"31":{"id":"1267","structure_id":"38","section_number":"151.27","catch_line":"Ellis Act Provisions - Re-Rental Rights Of Displaced Tenants.","url":"\/151.27\/","token":"151.27"},"32":{"id":"2909","structure_id":"38","section_number":"151.28","catch_line":"Ellis Act Provisions - Rental Of Replacement Units.","url":"\/151.28\/","token":"151.28"},"33":{"id":"71","structure_id":"38","section_number":"151.29","catch_line":"Regulation Of Leases In Mobilehome Parks.","url":"\/151.29\/","token":"151.29"},"34":{"id":"3924","structure_id":"38","section_number":"151.30","catch_line":"Evictions For Owner, Family, Or Resident Manager\nOccupancy.","url":"\/151.30\/","token":"151.30"}},"next_section":{"id":"71","structure_id":"38","section_number":"151.29","catch_line":"Regulation Of Leases In Mobilehome Parks.","url":"\/151.29\/","token":"151.29"},"metadata":false,"references":false,"url":"\/151.28\/","token":"151.28","formats":{"txt":"\/151.28.txt","json":"\/151.28.xml"},"dublin_core":{"Title":"Ellis Act Provisions – Rental Of Replacement Units.","Type":"Text","Format":"text\/html","Identifier":"§ 151.28","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nELLIS ACT PROVISIONS – RENTAL OF REPLACEMENT UNITS. (§ 151.28)\n\n  ELLIS ACT PROVISIONS – RENTAL OF REPLACEMENT UNITS.\n\t(Added by Ord. No. 178,848, Eff. 7\/16\/07.)\tA.\tReplacement Units Subject to the\nRent Stabilization Ordinance.  If a building containing a rental unit that was\nthe subject of a Notice of Intent to Withdraw pursuant to the provisions of\nSubsection A. of Section 151.23 is demolished and rental units are constructed\non the same property and offered for rent or lease within five years of the date\nthe rental unit that was the subject of the Notice of Intent to Withdraw was\nwithdrawn from rent or lease, the owner may establish the initial rental rate\nfor the newly constructed rental units.  The provisions of the Rent\nStabilization Ordinance, Section 151.00, et seq., and other provisions of this\nchapter shall apply to the newly constructed rental units.\tThis section shall\nnot apply to demolished buildings containing four or fewer rental units, if the\nowner of the building, whose name appears on legal title to the property, is a\nnatural person and resided in the building for three consecutive years prior to\ndemolition, or if the building is not yet demolished, for three consecutive\nyears prior to filing an application for exemption.  To obtain this exemption,\nan owner must apply to the Department for exemption pursuant to the provisions\nof Subdivision 3. of Subsection C. of this section.\tB.\tExemption from the Rent\nStabilization Ordinance with Replacement Affordable Units.  An owner who\nreplaces the number of demolished rental units with an equal number of\naffordable housing units, not to exceed 20% of the total number of newly\nconstructed rental units, may apply to the Department for an exemption of the\nnewly constructed rental units from the provisions of the Rent Stabilization\nOrdinance.  The affordable housing units must be located in the newly\nconstructed accommodations.  The Department shall issue an exemption where it\nfinds all of the following to exist:\t1.\tThe owner executed and recorded a\ncovenant and agreement, in a form satisfactory to the Department, guaranteeing\nthat the replacement affordable housing units, affordable for households with an\nincome at or below 80% of Area Median Income as established by the U.S.\nDepartment of Housing and Urban Development for the Los Angeles-Long Beach\nprimary metropolitan statistical area, shall remain affordable for 30 years from\nthe date the covenant and agreement is recorded.  The covenant and agreement\ncontains provisions as required by the Department to ensure the effective\nadministration and enforcement of this subsection.\t2.\tThe replacement affordable\nhousing units shall be reasonably dispersed throughout the newly constructed\naccommodations and shall not be segregated in a portion of the accommodations\ndedicated to affordable housing units.\t3.\tThe replacement affordable housing\nunits shall be comparable to the market rate units and contain, on average, the\nsame number of bedrooms, bathrooms and square footage as the market rate\nunits.  The replacement affordable housing units shall be comparable in\narchitectural style to the average of the market rate units.\tUnits that are used\nto qualify for a density bonus pursuant to the provisions of either California\nGovernment Code Section 65915 or Los Angeles Municipal Code Section 12.22 A.25.,\nor are used to satisfy any inclusionary zoning or replacement affordable housing\nrequirement, or are used to qualify for any other public benefit or incentive,\nmay be used to qualify as replacement affordable housing units pursuant to the\nprovisions of this subsection.\tC.\tApplication for Exemption from the Rent\nStabilization Ordinance.\t1.\tHardship Exemption.  The Department shall have the\nauthority to grant an exemption from the provisions of this section in cases of\nundue financial hardship arising from detrimental reliance on the provisions of\nthis article prior to the enactment of this section as duly established to the\nsatisfaction of the Department.  An owner claiming hardship must file a written\napplication for exemption with the Department on forms provided by the\nDepartment within 90 days of the effective date of this section, and the owner\nmust demonstrate that the hardship existed as of the date that the ordinance\nenacting this section was adopted by Council.\tAn owner who files an application\nfor exemption from the provisions of this section pursuant to the provisions of\nthis subdivision shall pay to the Department an administrative fee in the amount\nof $160.00 for each application.  The administrative fee shall be used to\nfinance the costs of processing and investigating applications for\nexemption.\t2.\tReplacement Affordable Housing Unit Exemption.  An owner may, at\nany time, apply for exemption pursuant to the provisions of Subsection B. of\nthis section, but must do so by written application on a form provided by the\nDepartment.  If the Department issues an exemption while there are tenants\nresiding in rental units that are subject to the provisions of the Rent\nStabilization Ordinance, each of the units shall continue to be subject to the\nprovisions of the Rent Stabilization Ordinance until all tenants in a unit\nvoluntarily vacate the unit, or have their tenancies terminated pursuant to the\nprovisions of Subdivisions 1., 2., 3., 4., 5., 6., 7., 9., 11., or 12. of\nSubsection A. of Section 151.09 of this article.\tAn owner who files an\napplication for exemption from the Rent Stabilization Ordinance pursuant to the\nprovisions of this subdivision shall pay to the Department an administrative fee\nin the amount of $705.00 for each application, plus $75.00 for each replacement\naffordable housing unit.  The administrative fee shall be used to finance the\ncosts of processing and investigating applications for exemption, and continued\nmonitoring.\t3.\tOwner Occupancy Exemption.  An owner, whose name appears on\nlegal title to the property, may file an application for exemption from the Rent\nStabilization Ordinance on the grounds that the owner is a natural person who\noccupied the demolished building, which consisted of four or fewer rental units,\nfor three years prior to the demolition of the building.  If the building has\nnot yet been demolished, an owner may file an application for exemption from\nSubsection A. of Section 151.28 on the grounds that the building to be\ndemolished consists of four or fewer rental units, and that the owner occupied\nthe building for three consecutive years prior to filing an application for\nexemption.  An owner may, at any time, apply for exemption, but must do so by\nwritten application on a form provided by the Department.  If the Department\nissues an exemption while there are tenants residing in units that are subject\nto the provisions of the Rent Stabilization Ordinance, each of the units shall\ncontinue to be subject to the provisions of the Rent Stabilization Ordinance\nuntil all tenants in a unit voluntarily vacate the unit, or have their tenancies\nterminated pursuant to the provisions of Subdivisions 1., 2., 3., 4., 5., 6.,\n7., 9., 11., or 12. of Subsection A. of Section 151.09 of this article.\tAn owner\nwho files an application for exemption from the Rent Stabilization Ordinance\npursuant to the provisions of this subdivision shall pay to the Department an\nadministrative fee in an amount to be determined by ordinance.  The\nadministrative fee shall be used to finance the costs of processing and\ninvestigating applications for exemption.\t4.\tVerification of Information. \nInformation submitted in any written application to the Department for any of\nthe exemptions outlined in this section, will be subject to verification and\napproval by the Department.\tD.\tAppeals.  An owner who is denied an exemption\nfrom the Rent Stabilization Ordinance for an application filed pursuant to the\nprovisions of Subsection C. of this section may appeal the denial by requesting\na hearing before the General Manager.  The appeal must be filed in writing and\nreceived by the Department within 15 calendar days of the date of mailing the\ndenial decision.  The appeal must be on a form provided by the Department and\nidentify the grounds for appeal.  If an appeal from a decision to deny an\nexemption is not received by the Department within the 15 day appeal period, the\ndecision will be final.\tAn owner who files an appeal from an application for\nexemption filed pursuant to the provisions of Subdivisions 1. or 2. of\nSubsection C. of this section shall pay to the Department an administrative fee\nin the amount of $290.00 for each appeal.  An owner who files an appeal from an\napplication for exemption filed pursuant to the provisions of Subdivision 3. of\nSubsection C. of this section shall pay to the Department an administrative fee\nin an amount to be determined by ordinance.  The fee shall be used to finance\nthe cost of the appeal process.\tThe General Manager’s hearing shall be held\nwithin 30 days of receiving the appeal and will follow the procedures set forth\nin Division 8 of Article 1 of Chapter XVI of this Code.  The owner may present\nproof at the hearing of entitlement to an exemption, and a Department\nrepresentative shall explain the reason for the denial of the exemption\napplication.\tThe General Manager shall issue a written decision of the appeal\nand may affirm, modify, or reverse the determination of the Department.  The\nGeneral Manager may grant a continuance of the hearing upon a showing of good\ncause or where further Department investigation is warranted.\tE.\tAuthority of\nDepartment.  The Department shall be responsible for carrying out the\nprovisions of this section and shall have the authority to promulgate and\nadminister policies, rules, and regulations to effectuate the purposes of this\nsection.\n","html":"\n\t\t\t\t\t<section><p>  ELLIS ACT PROVISIONS – RENTAL OF REPLACEMENT UNITS.\n\t(Added by Ord. No. 178,848, Eff. 7\/16\/07.)<br \/><br \/>\tA.\tReplacement Units Subject to the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span>.  If a building containing a rental unit that was the subject of a Notice of <span class=\"dictionary\">Intent<\/span> to Withdraw pursuant to the provisions of Subsection A. of Section 151.23 is demolished and rental units are constructed on the same property and offered for rent or lease within five years of the date the rental unit that was the subject of the Notice of <span class=\"dictionary\">Intent<\/span> to Withdraw was withdrawn from rent or lease, the owner may establish the initial rental rate for the newly constructed rental units.  The provisions of the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span>, Section 151.00, et seq., and other provisions of this chapter shall apply to the newly constructed rental units.<br \/><br \/>\tThis section shall not apply to demolished buildings containing four or fewer rental units, if the owner of the building, whose name appears on legal title to the property, is a natural person and resided in the building for three consecutive years prior to demolition, or if the building is not yet demolished, for three consecutive years prior to filing an application for exemption.  To obtain this exemption, an owner must apply to the Department for exemption pursuant to the provisions of Subdivision 3. of Subsection C. of this section.<br \/><br \/>\tB.\tExemption from the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span> with Replacement Affordable Units.  An owner who replaces the number of demolished rental units with an equal number of affordable housing units, not to exceed 20% of the total number of newly constructed rental units, may apply to the Department for an exemption of the newly constructed rental units from the provisions of the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span>.  The affordable housing units must be located in the newly constructed accommodations.  The Department shall <span class=\"dictionary\">issue<\/span> an exemption where it finds all of the following to exist:<br \/><br \/>\t1.\tThe owner executed and recorded a covenant and agreement, in a form satisfactory to the Department, guaranteeing that the replacement affordable housing units, affordable for households with an income at or below 80% of Area Median Income as established by the U.S. Department of Housing and Urban Development for the Los Angeles-Long Beach primary metropolitan statistical area, shall remain affordable for 30 years from the date the covenant and agreement is recorded.  The covenant and agreement contains provisions as required by the Department to ensure the effective administration and enforcement of this subsection.<br \/><br \/>\t2.\tThe replacement affordable housing units shall be reasonably dispersed throughout the newly constructed accommodations and shall not be segregated in a portion of the accommodations dedicated to affordable housing units.<br \/><br \/>\t3.\tThe replacement affordable housing units shall be comparable to the market rate units and contain, on average, the same number of bedrooms, bathrooms and square footage as the market rate units.  The replacement affordable housing units shall be comparable in architectural style to the average of the market rate units.<br \/><br \/>\tUnits that are used to qualify for a density bonus pursuant to the provisions of either California Government Code Section 65915 or Los Angeles Municipal Code Section 12.22 A.25., or are used to satisfy any inclusionary zoning or replacement affordable housing requirement, or are used to qualify for any other public benefit or incentive, may be used to qualify as replacement affordable housing units pursuant to the provisions of this subsection.<br \/><br \/>\tC.\tApplication for Exemption from the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span>.<br \/><br \/>\t1.\tHardship Exemption.  The Department shall have the authority to grant an exemption from the provisions of this section in cases of undue financial hardship arising from detrimental reliance on the provisions of this article prior to the enactment of this section as duly established to the satisfaction of the Department.  An owner claiming hardship must file a written application for exemption with the Department on forms provided by the Department within 90 days of the effective date of this section, and the owner must demonstrate that the hardship existed as of the date that the <span class=\"dictionary\">ordinance<\/span> enacting this section was adopted by Council.<br \/><br \/>\tAn owner who files an application for exemption from the provisions of this section pursuant to the provisions of this subdivision shall pay to the Department an administrative fee in the amount of $160.00 for each application.  The administrative fee shall be used to finance the costs of processing and investigating applications for exemption.<br \/><br \/>\t2.\tReplacement Affordable Housing Unit Exemption.  An owner may, at any time, apply for exemption pursuant to the provisions of Subsection B. of this section, but must do so by written application on a form provided by the Department.  If the Department <span class=\"dictionary\">issues<\/span> an exemption while there are tenants residing in rental units that are subject to the provisions of the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span>, each of the units shall continue to be subject to the provisions of the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span> until all tenants in a unit voluntarily vacate the unit, or have their tenancies terminated pursuant to the provisions of Subdivisions 1., 2., 3., 4., 5., 6., 7., 9., 11., or 12. of Subsection A. of Section 151.09 of this article.<br \/><br \/>\tAn owner who files an application for exemption from the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span> pursuant to the provisions of this subdivision shall pay to the Department an administrative fee in the amount of $705.00 for each application, plus $75.00 for each replacement affordable housing unit.  The administrative fee shall be used to finance the costs of processing and investigating applications for exemption, and continued monitoring.<br \/><br \/>\t3.\tOwner Occupancy Exemption.  An owner, whose name appears on legal title to the property, may file an application for exemption from the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span> on the grounds that the owner is a natural person who occupied the demolished building, which consisted of four or fewer rental units, for three years prior to the demolition of the building.  If the building has not yet been demolished, an owner may file an application for exemption from Subsection A. of Section 151.28 on the grounds that the building to be demolished consists of four or fewer rental units, and that the owner occupied the building for three consecutive years prior to filing an application for exemption.  An owner may, at any time, apply for exemption, but must do so by written application on a form provided by the Department.  If the Department <span class=\"dictionary\">issues<\/span> an exemption while there are tenants residing in units that are subject to the provisions of the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span>, each of the units shall continue to be subject to the provisions of the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span> until all tenants in a unit voluntarily vacate the unit, or have their tenancies terminated pursuant to the provisions of Subdivisions 1., 2., 3., 4., 5., 6., 7., 9., 11., or 12. of Subsection A. of Section 151.09 of this article.<br \/><br \/>\tAn owner who files an application for exemption from the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span> pursuant to the provisions of this subdivision shall pay to the Department an administrative fee in an amount to be determined by <span class=\"dictionary\">ordinance<\/span>.  The administrative fee shall be used to finance the costs of processing and investigating applications for exemption.<br \/><br \/>\t4.\tVerification of Information.  Information submitted in any written application to the Department for any of the exemptions outlined in this section, will be subject to verification and approval by the Department.<br \/><br \/>\tD.\t<span class=\"dictionary\">Appeals<\/span>.  An owner who is denied an exemption from the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span> for an application filed pursuant to the provisions of Subsection C. of this section may <span class=\"dictionary\">appeal<\/span> the denial by requesting a <span class=\"dictionary\">hearing<\/span> before the General Manager.  The <span class=\"dictionary\">appeal<\/span> must be filed in writing and received by the Department within 15 calendar days of the date of mailing the denial decision.  The <span class=\"dictionary\">appeal<\/span> must be on a form provided by the Department and identify the grounds for <span class=\"dictionary\">appeal<\/span>.  If an <span class=\"dictionary\">appeal<\/span> from a decision to deny an exemption is not received by the Department within the 15 day <span class=\"dictionary\">appeal<\/span> period, the decision will be final.<br \/><br \/>\tAn owner who files an <span class=\"dictionary\">appeal<\/span> from an application for exemption filed pursuant to the provisions of Subdivisions 1. or 2. of Subsection C. of this section shall pay to the Department an administrative fee in the amount of $290.00 for each <span class=\"dictionary\">appeal<\/span>.  An owner who files an <span class=\"dictionary\">appeal<\/span> from an application for exemption filed pursuant to the provisions of Subdivision 3. of Subsection C. of this section shall pay to the Department an administrative fee in an amount to be determined by <span class=\"dictionary\">ordinance<\/span>.  The fee shall be used to finance the cost of the <span class=\"dictionary\">appeal<\/span> process.<br \/><br \/>\tThe General Manager’s <span class=\"dictionary\">hearing<\/span> shall be held within 30 days of receiving the <span class=\"dictionary\">appeal<\/span> and will follow the procedures set forth in Division 8 of Article 1 of Chapter XVI of this Code.  The owner may present proof at the <span class=\"dictionary\">hearing<\/span> of entitlement to an exemption, and a Department representative shall explain the reason for the denial of the exemption application.<br \/><br \/>\tThe General Manager shall <span class=\"dictionary\">issue<\/span> a written decision of the <span class=\"dictionary\">appeal<\/span> and may <span class=\"dictionary\">affirm<\/span>, modify, or <span class=\"dictionary\">reverse<\/span> the determination of the Department.  The General Manager may grant a <span class=\"dictionary\">continuance<\/span> of the <span class=\"dictionary\">hearing<\/span> upon a showing of good cause or where further Department investigation is warranted.<br \/><br \/>\tE.\tAuthority of Department.  The Department shall be responsible for carrying out the provisions of this section and shall have the authority to promulgate and administer policies, rules, and regulations to effectuate the purposes of this section.<\/p><\/section>","previous_section":{"id":"1267","structure_id":"38","section_number":"151.27","catch_line":"Ellis Act Provisions - Re-Rental Rights Of Displaced Tenants.","url":"\/151.27\/","token":"151.27"},"text":{"0":{"id":"2884","text":"  ELLIS ACT PROVISIONS – RENTAL OF REPLACEMENT UNITS.\n\t(Added by Ord. No. 178,848, Eff. 7\/16\/07.)\tA.\tReplacement Units Subject to the Rent Stabilization Ordinance.  If a building containing a rental unit that was the subject of a Notice of Intent to Withdraw pursuant to the provisions of Subsection A. of Section 151.23 is demolished and rental units are constructed on the same property and offered for rent or lease within five years of the date the rental unit that was the subject of the Notice of Intent to Withdraw was withdrawn from rent or lease, the owner may establish the initial rental rate for the newly constructed rental units.  The provisions of the Rent Stabilization Ordinance, Section 151.00, et seq., and other provisions of this chapter shall apply to the newly constructed rental units.\tThis section shall not apply to demolished buildings containing four or fewer rental units, if the owner of the building, whose name appears on legal title to the property, is a natural person and resided in the building for three consecutive years prior to demolition, or if the building is not yet demolished, for three consecutive years prior to filing an application for exemption.  To obtain this exemption, an owner must apply to the Department for exemption pursuant to the provisions of Subdivision 3. of Subsection C. of this section.\tB.\tExemption from the Rent Stabilization Ordinance with Replacement Affordable Units.  An owner who replaces the number of demolished rental units with an equal number of affordable housing units, not to exceed 20% of the total number of newly constructed rental units, may apply to the Department for an exemption of the newly constructed rental units from the provisions of the Rent Stabilization Ordinance.  The affordable housing units must be located in the newly constructed accommodations.  The Department shall issue an exemption where it finds all of the following to exist:\t1.\tThe owner executed and recorded a covenant and agreement, in a form satisfactory to the Department, guaranteeing that the replacement affordable housing units, affordable for households with an income at or below 80% of Area Median Income as established by the U.S. Department of Housing and Urban Development for the Los Angeles-Long Beach primary metropolitan statistical area, shall remain affordable for 30 years from the date the covenant and agreement is recorded.  The covenant and agreement contains provisions as required by the Department to ensure the effective administration and enforcement of this subsection.\t2.\tThe replacement affordable housing units shall be reasonably dispersed throughout the newly constructed accommodations and shall not be segregated in a portion of the accommodations dedicated to affordable housing units.\t3.\tThe replacement affordable housing units shall be comparable to the market rate units and contain, on average, the same number of bedrooms, bathrooms and square footage as the market rate units.  The replacement affordable housing units shall be comparable in architectural style to the average of the market rate units.\tUnits that are used to qualify for a density bonus pursuant to the provisions of either California Government Code Section 65915 or Los Angeles Municipal Code Section 12.22 A.25., or are used to satisfy any inclusionary zoning or replacement affordable housing requirement, or are used to qualify for any other public benefit or incentive, may be used to qualify as replacement affordable housing units pursuant to the provisions of this subsection.\tC.\tApplication for Exemption from the Rent Stabilization Ordinance.\t1.\tHardship Exemption.  The Department shall have the authority to grant an exemption from the provisions of this section in cases of undue financial hardship arising from detrimental reliance on the provisions of this article prior to the enactment of this section as duly established to the satisfaction of the Department.  An owner claiming hardship must file a written application for exemption with the Department on forms provided by the Department within 90 days of the effective date of this section, and the owner must demonstrate that the hardship existed as of the date that the ordinance enacting this section was adopted by Council.\tAn owner who files an application for exemption from the provisions of this section pursuant to the provisions of this subdivision shall pay to the Department an administrative fee in the amount of $160.00 for each application.  The administrative fee shall be used to finance the costs of processing and investigating applications for exemption.\t2.\tReplacement Affordable Housing Unit Exemption.  An owner may, at any time, apply for exemption pursuant to the provisions of Subsection B. of this section, but must do so by written application on a form provided by the Department.  If the Department issues an exemption while there are tenants residing in rental units that are subject to the provisions of the Rent Stabilization Ordinance, each of the units shall continue to be subject to the provisions of the Rent Stabilization Ordinance until all tenants in a unit voluntarily vacate the unit, or have their tenancies terminated pursuant to the provisions of Subdivisions 1., 2., 3., 4., 5., 6., 7., 9., 11., or 12. of Subsection A. of Section 151.09 of this article.\tAn owner who files an application for exemption from the Rent Stabilization Ordinance pursuant to the provisions of this subdivision shall pay to the Department an administrative fee in the amount of $705.00 for each application, plus $75.00 for each replacement affordable housing unit.  The administrative fee shall be used to finance the costs of processing and investigating applications for exemption, and continued monitoring.\t3.\tOwner Occupancy Exemption.  An owner, whose name appears on legal title to the property, may file an application for exemption from the Rent Stabilization Ordinance on the grounds that the owner is a natural person who occupied the demolished building, which consisted of four or fewer rental units, for three years prior to the demolition of the building.  If the building has not yet been demolished, an owner may file an application for exemption from Subsection A. of Section 151.28 on the grounds that the building to be demolished consists of four or fewer rental units, and that the owner occupied the building for three consecutive years prior to filing an application for exemption.  An owner may, at any time, apply for exemption, but must do so by written application on a form provided by the Department.  If the Department issues an exemption while there are tenants residing in units that are subject to the provisions of the Rent Stabilization Ordinance, each of the units shall continue to be subject to the provisions of the Rent Stabilization Ordinance until all tenants in a unit voluntarily vacate the unit, or have their tenancies terminated pursuant to the provisions of Subdivisions 1., 2., 3., 4., 5., 6., 7., 9., 11., or 12. of Subsection A. of Section 151.09 of this article.\tAn owner who files an application for exemption from the Rent Stabilization Ordinance pursuant to the provisions of this subdivision shall pay to the Department an administrative fee in an amount to be determined by ordinance.  The administrative fee shall be used to finance the costs of processing and investigating applications for exemption.\t4.\tVerification of Information.  Information submitted in any written application to the Department for any of the exemptions outlined in this section, will be subject to verification and approval by the Department.\tD.\tAppeals.  An owner who is denied an exemption from the Rent Stabilization Ordinance for an application filed pursuant to the provisions of Subsection C. of this section may appeal the denial by requesting a hearing before the General Manager.  The appeal must be filed in writing and received by the Department within 15 calendar days of the date of mailing the denial decision.  The appeal must be on a form provided by the Department and identify the grounds for appeal.  If an appeal from a decision to deny an exemption is not received by the Department within the 15 day appeal period, the decision will be final.\tAn owner who files an appeal from an application for exemption filed pursuant to the provisions of Subdivisions 1. or 2. of Subsection C. of this section shall pay to the Department an administrative fee in the amount of $290.00 for each appeal.  An owner who files an appeal from an application for exemption filed pursuant to the provisions of Subdivision 3. of Subsection C. of this section shall pay to the Department an administrative fee in an amount to be determined by ordinance.  The fee shall be used to finance the cost of the appeal process.\tThe General Manager’s hearing shall be held within 30 days of receiving the appeal and will follow the procedures set forth in Division 8 of Article 1 of Chapter XVI of this Code.  The owner may present proof at the hearing of entitlement to an exemption, and a Department representative shall explain the reason for the denial of the exemption application.\tThe General Manager shall issue a written decision of the appeal and may affirm, modify, or reverse the determination of the Department.  The General Manager may grant a continuance of the hearing upon a showing of good cause or where further Department investigation is warranted.\tE.\tAuthority of Department.  The Department shall be responsible for carrying out the provisions of this section and shall have the authority to promulgate and administer policies, rules, and regulations to effectuate the purposes of this section.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}