{"section_number":"151.10","edition_id":"1","section_id":"2643","structure_id":"38","catch_line":"Remedies.","history":"","full_text":"  REMEDIES.\n\n\tA.\tAny person who demands, accepts or retains any payment of rent in excess of the maximum rent or maximum adjusted rent in violation of the provisions of this chapter, or any regulations or orders promulgated hereunder, shall be liable in a civil action to the person from whom such payment is demanded, accepted or retained for damages of three times the amount by which the payment or payments demanded, accepted or retained exceed the maximum rent or maximum adjusted rent which could be lawfully demanded, accepted or retained together with reasonable attorneys’ fees and costs as determined by the court.\n\n\tB.\t(Amended by Ord. No. 160,791, Eff. 2\/10\/86.)  Any person violating any of the provisions, or failing to comply with any of the requirements of this chapter shall be guilty of a misdemeanor except that violation of Subsections A., B. or D. of Section 151.09 shall not constitute a misdemeanor.\n\n\tAny person who willfully or knowingly with the intent to deceive, makes a false statement or representation, or knowingly fails to disclose a material fact, in a notice or declaration required under Subsection C. or I. of Section 151.09 or in any declaration, application, hearing or appeal permitted under this chapter, including any oral or written evidence presented in support thereof, shall be guilty of a misdemeanor.\n\n\tAny person convicted of a misdemeanor under the provisions of this chapter shall be punished by a fine of not more than $1,000.00 or by imprisonment in the County Jail for a period of not more than six months or both.  Each violation of any provision of this chapter and each day during which such violation is committed, or continues, shall constitute a separate offense. (Amended by Ord. No. 161,865, Eff. 1\/19\/87.)\n\n\tAny person who willfully or knowingly with the intent to deceive, makes a false statement or representation, or knowingly fails to disclose a material fact, in a notice or declaration required under 153.03 A.2.a. of the Los Angeles Municipal Code, shall be guilty of a misdemeanor.  (Added by Ord. No. 171,074, Eff. 6\/23\/96.)\n\n\tC.\tPenalties for Violation of State Law Regarding Residential Hotel Occupants.  Civil Code Section 1940.1 permits municipalities, among other things, to create remedies by local ordinance for violations of Civil Code Section 1940.1(a).  It is the purpose of this subdivision to implement Civil Code Section 1940.1.  In addition to any penalties provided by State law, a violation of Civil Code Section 1940.1 is  punishable as a misdemeanor.  (Added by Ord. No. 176,472, Eff. 3\/26\/05.)\n\n\tD.\tAny agreement, whether written or oral, waiving any of the provisions contained in this Article shall be void as contrary to public policy.  (Added by Ord. No. 181,744, Eff. 7\/15\/11.)\n\n\tE.\tNothing in this Article shall be construed to deprive a person of due process rights guaranteed by law, including, but not limited to, a right to appeal the Department’s determination regarding a Tenant Habitability Plan to a hearing officer.  (Added by Ord. No. 181,744, Eff. 7\/15\/11.)","order_by":"10","ancestry":{"1":{"id":"38","name":"Rent Stabilization Ordinance","identifier":"1","label":"article","url":"\/15\/1\/"},"2":{"id":"37","name":"Rent Stabilization Ordinance","identifier":"15","label":"chapter","url":"\/15\/"}},"structure_contents":{"0":{"id":"1697","structure_id":"38","section_number":"151.00","catch_line":"Title.","url":"\/151.00\/","token":"151.00"},"1":{"id":"1881","structure_id":"38","section_number":"151.01","catch_line":"Declaration Of Purpose.","url":"\/151.01\/","token":"151.01"},"2":{"id":"2461","structure_id":"38","section_number":"151.02","catch_line":"Definitions.","url":"\/151.02\/","token":"151.02"},"3":{"id":"1905","structure_id":"38","section_number":"151.03","catch_line":"The Rent Adjustment Commission.","url":"\/151.03\/","token":"151.03"},"4":{"id":"2887","structure_id":"38","section_number":"151.04","catch_line":"Restriction On Rents.","url":"\/151.04\/","token":"151.04"},"5":{"id":"2613","structure_id":"38","section_number":"151.05","catch_line":"Registration, Notification Of Tenants, Posting Of Notice And Payment Of Fees.","url":"\/151.05\/","token":"151.05"},"6":{"id":"1401","structure_id":"38","section_number":"151.05.1","catch_line":"Passthrough Of Surcharge For The Systematic Code Enforcement Fee.","url":"\/151.05.1\/","token":"151.05.1"},"7":{"id":"1394","structure_id":"38","section_number":"151.06","catch_line":"Automatic Adjustments.","url":"\/151.06\/","token":"151.06"},"8":{"id":"1165","structure_id":"38","section_number":"151.06.02","catch_line":"Payment Of Interest On Security Deposits.","url":"\/151.06.02\/","token":"151.06.02"},"9":{"id":"2392","structure_id":"38","section_number":"151.06.1","catch_line":"Smoke Detectors.","url":"\/151.06.1\/","token":"151.06.1"},"10":{"id":"3311","structure_id":"38","section_number":"151.06.2","catch_line":"Surcharge For Water Conservation Assessment.","url":"\/151.06.2\/","token":"151.06.2"},"11":{"id":"3423","structure_id":"38","section_number":"151.06.5","catch_line":"Reductions In Rent.","url":"\/151.06.5\/","token":"151.06.5"},"12":{"id":"66","structure_id":"38","section_number":"151.07","catch_line":"Authority Of The Department And The Commission To Grant Individual Rent Adjustments.","url":"\/151.07\/","token":"151.07"},"13":{"id":"3940","structure_id":"38","section_number":"151.08","catch_line":"Authority Of Commission To Regulate By Class.","url":"\/151.08\/","token":"151.08"},"14":{"id":"1253","structure_id":"38","section_number":"151.09","catch_line":"Evictions.","url":"\/151.09\/","token":"151.09"},"15":{"id":"2643","structure_id":"38","section_number":"151.10","catch_line":"Remedies.","url":"\/151.10\/","token":"151.10"},"16":{"id":"3461","structure_id":"38","section_number":"151.11","catch_line":"Refusal Of A Tenant To Pay.","url":"\/151.11\/","token":"151.11"},"17":{"id":"1361","structure_id":"38","section_number":"151.12","catch_line":"Operative Date.","url":"\/151.12\/","token":"151.12"},"18":{"id":"3106","structure_id":"38","section_number":"151.13","catch_line":"Minor Errors In Payment.","url":"\/151.13\/","token":"151.13"},"19":{"id":"467","structure_id":"38","section_number":"151.14","catch_line":"Filing Of Application For Rent Adjustments, Requests For Hearing, And Appeals.","url":"\/151.14\/","token":"151.14"},"20":{"id":"2596","structure_id":"38","section_number":"151.15","catch_line":"151.15.Penalties For Late Registration And For Failure To Post Notice That Property Is Subject To The Rent Stabilization Ordinance.","url":"\/151.15\/","token":"151.15"},"21":{"id":"2542","structure_id":"38","section_number":"151.16","catch_line":"Research Services.","url":"\/151.16\/","token":"151.16"},"22":{"id":"3174","structure_id":"38","section_number":"151.18","catch_line":"Additional Services Contracts.","url":"\/151.18\/","token":"151.18"},"23":{"id":"909","structure_id":"38","section_number":"151.19","catch_line":"Review Of Ordinance.","url":"\/151.19\/","token":"151.19"},"24":{"id":"2430","structure_id":"38","section_number":"151.20","catch_line":"Temporary Eviction Controls And Rent Reductions For Mobile Homes Damaged In The January, 1994 Earthquake.","url":"\/151.20\/","token":"151.20"},"25":{"id":"2740","structure_id":"38","section_number":"151.21","catch_line":"Hurricane Katrina And Hurricane Rita Temporary Relief Program.","url":"\/151.21\/","token":"151.21"},"26":{"id":"299","structure_id":"38","section_number":"151.22","catch_line":"Ellis Act Provisions - Statement Of Purpose And Effect.","url":"\/151.22\/","token":"151.22"},"27":{"id":"3047","structure_id":"38","section_number":"151.23","catch_line":"Ellis Act Provisions - Required Notice.","url":"\/151.23\/","token":"151.23"},"28":{"id":"2552","structure_id":"38","section_number":"151.24","catch_line":"Ellis Act Provisions - Notification To Department Of Intent To Re-Rent Unit.","url":"\/151.24\/","token":"151.24"},"29":{"id":"1480","structure_id":"38","section_number":"151.25","catch_line":"Ellis Act Provisions - Civil Penalties For Offering Units For Rent Within Two Years Of Withdrawal.","url":"\/151.25\/","token":"151.25"},"30":{"id":"1337","structure_id":"38","section_number":"151.26","catch_line":"Ellis Act Provisions - Regulation Of Property On Re-Offer For Rent Or Lease After Withdrawal.","url":"\/151.26\/","token":"151.26"},"31":{"id":"1267","structure_id":"38","section_number":"151.27","catch_line":"Ellis Act Provisions - Re-Rental Rights Of Displaced Tenants.","url":"\/151.27\/","token":"151.27"},"32":{"id":"2909","structure_id":"38","section_number":"151.28","catch_line":"Ellis Act Provisions - Rental Of Replacement Units.","url":"\/151.28\/","token":"151.28"},"33":{"id":"71","structure_id":"38","section_number":"151.29","catch_line":"Regulation Of Leases In Mobilehome Parks.","url":"\/151.29\/","token":"151.29"},"34":{"id":"3924","structure_id":"38","section_number":"151.30","catch_line":"Evictions For Owner, Family, Or Resident Manager\nOccupancy.","url":"\/151.30\/","token":"151.30"}},"next_section":{"id":"3461","structure_id":"38","section_number":"151.11","catch_line":"Refusal Of A Tenant To Pay.","url":"\/151.11\/","token":"151.11"},"metadata":false,"references":false,"url":"\/151.10\/","token":"151.10","formats":{"txt":"\/151.10.txt","json":"\/151.10.xml"},"dublin_core":{"Title":"Remedies.","Type":"Text","Format":"text\/html","Identifier":"§ 151.10","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nREMEDIES. (§ 151.10)\n\n  REMEDIES.\tA.\tAny person who demands, accepts or retains any payment of rent\nin excess of the maximum rent or maximum adjusted rent in violation of the\nprovisions of this chapter, or any regulations or orders promulgated hereunder,\nshall be liable in a civil action to the person from whom such payment is\ndemanded, accepted or retained for damages of three times the amount by which\nthe payment or payments demanded, accepted or retained exceed the maximum rent\nor maximum adjusted rent which could be lawfully demanded, accepted or retained\ntogether with reasonable attorneys’ fees and costs as determined by the\ncourt.\tB.\t(Amended by Ord. No. 160,791, Eff. 2\/10\/86.)  Any person violating\nany of the provisions, or failing to comply with any of the requirements of this\nchapter shall be guilty of a misdemeanor except that violation of Subsections\nA., B. or D. of Section 151.09 shall not constitute a misdemeanor.\tAny person\nwho willfully or knowingly with the intent to deceive, makes a false statement\nor representation, or knowingly fails to disclose a material fact, in a notice\nor declaration required under Subsection C. or I. of Section 151.09 or in any\ndeclaration, application, hearing or appeal permitted under this chapter,\nincluding any oral or written evidence presented in support thereof, shall be\nguilty of a misdemeanor.\tAny person convicted of a misdemeanor under the\nprovisions of this chapter shall be punished by a fine of not more than\n$1,000.00 or by imprisonment in the County Jail for a period of not more than\nsix months or both.  Each violation of any provision of this chapter and each\nday during which such violation is committed, or continues, shall constitute a\nseparate offense. (Amended by Ord. No. 161,865, Eff. 1\/19\/87.)\tAny person who\nwillfully or knowingly with the intent to deceive, makes a false statement or\nrepresentation, or knowingly fails to disclose a material fact, in a notice or\ndeclaration required under 153.03 A.2.a. of the Los Angeles Municipal Code,\nshall be guilty of a misdemeanor.  (Added by Ord. No. 171,074, Eff.\n6\/23\/96.)\tC.\tPenalties for Violation of State Law Regarding Residential Hotel\nOccupants.  Civil Code Section 1940.1 permits municipalities, among other\nthings, to create remedies by local ordinance for violations of Civil Code\nSection 1940.1(a).  It is the purpose of this subdivision to implement Civil\nCode Section 1940.1.  In addition to any penalties provided by State law, a\nviolation of Civil Code Section 1940.1 is  punishable as a misdemeanor. \n(Added by Ord. No. 176,472, Eff. 3\/26\/05.)\tD.\tAny agreement, whether written or\noral, waiving any of the provisions contained in this Article shall be void as\ncontrary to public policy.  (Added by Ord. No. 181,744, Eff.\n7\/15\/11.)\tE.\tNothing in this Article shall be construed to deprive a person of\ndue process rights guaranteed by law, including, but not limited to, a right to\nappeal the Department’s determination regarding a Tenant Habitability Plan to\na hearing officer.  (Added by Ord. No. 181,744, Eff. 7\/15\/11.)\n","html":"\n\t\t\t\t\t<section><p>  REMEDIES.<br \/><br \/>\tA.\tAny person who demands, accepts or retains any payment of rent in excess of the maximum rent or maximum adjusted rent in violation of the provisions of this chapter, or any regulations or <span class=\"dictionary\">orders<\/span> promulgated hereunder, shall be liable in a <span class=\"dictionary\">civil action<\/span> to the person from whom such payment is demanded, accepted or retained for <span class=\"dictionary\">damages<\/span> of three times the amount by which the payment or payments demanded, accepted or retained exceed the maximum rent or maximum adjusted rent which could be lawfully demanded, accepted or retained together with reasonable attorneys’ fees and costs as determined by the <span class=\"dictionary\">court<\/span>.<br \/><br \/>\tB.\t(Amended by Ord. No. 160,791, Eff. 2\/10\/86.)  Any person violating any of the provisions, or failing to comply with any of the requirements of this chapter shall be guilty of a <span class=\"dictionary\">misdemeanor<\/span> except that violation of Subsections A., B. or D. of Section 151.09 shall not constitute a <span class=\"dictionary\">misdemeanor<\/span>.<br \/><br \/>\tAny person who willfully or knowingly with the <span class=\"dictionary\">intent<\/span> to deceive, makes a false statement or representation, or knowingly fails to disclose a <span class=\"dictionary\">material<\/span> <span class=\"dictionary\">fact<\/span>, in a notice or declaration required under Subsection C. or I. of Section 151.09 or in any declaration, application, <span class=\"dictionary\">hearing<\/span> or <span class=\"dictionary\">appeal<\/span> permitted under this chapter, including any oral or written <span class=\"dictionary\">evidence<\/span> presented in support thereof, shall be guilty of a <span class=\"dictionary\">misdemeanor<\/span>.<br \/><br \/>\tAny person convicted of a <span class=\"dictionary\">misdemeanor<\/span> under the provisions of this chapter shall be punished by a fine of not more than $1,000.00 or by imprisonment in the <span class=\"dictionary\">County Jail<\/span> for a period of not more than six months or both.  Each violation of any provision of this chapter and each day during which such violation is committed, or continues, shall constitute a separate <span class=\"dictionary\">offense<\/span>. (Amended by Ord. No. 161,865, Eff. 1\/19\/87.)<br \/><br \/>\tAny person who willfully or knowingly with the <span class=\"dictionary\">intent<\/span> to deceive, makes a false statement or representation, or knowingly fails to disclose a <span class=\"dictionary\">material<\/span> <span class=\"dictionary\">fact<\/span>, in a notice or declaration required under 153.03 A.2.a. of the Los Angeles Municipal Code, shall be guilty of a <span class=\"dictionary\">misdemeanor<\/span>.  (Added by Ord. No. 171,074, Eff. 6\/23\/96.)<br \/><br \/>\tC.\tPenalties for Violation of State <span class=\"dictionary\">Law<\/span> Regarding Residential Hotel Occupants.  Civil Code Section 1940.1 permits municipalities, among other things, to create remedies by local <span class=\"dictionary\">ordinance<\/span> for violations of Civil Code Section 1940.1(a).  It is the purpose of this subdivision to implement Civil Code Section 1940.1.  In addition to any penalties provided by State <span class=\"dictionary\">law<\/span>, a violation of Civil Code Section 1940.1 is  punishable as a <span class=\"dictionary\">misdemeanor<\/span>.  (Added by Ord. No. 176,472, Eff. 3\/26\/05.)<br \/><br \/>\tD.\tAny agreement, whether written or oral, waiving any of the provisions contained in this Article shall be void as contrary to public policy.  (Added by Ord. No. 181,744, Eff. 7\/15\/11.)<br \/><br \/>\tE.\tNothing in this Article shall be construed to deprive a person of <span class=\"dictionary\">due process<\/span> rights guaranteed by <span class=\"dictionary\">law<\/span>, including, but not limited to, a right to <span class=\"dictionary\">appeal<\/span> the Department’s determination regarding a Tenant Habitability Plan to a <span class=\"dictionary\">hearing<\/span> officer.  (Added by Ord. No. 181,744, Eff. 7\/15\/11.)<\/p><\/section>","previous_section":{"id":"1253","structure_id":"38","section_number":"151.09","catch_line":"Evictions.","url":"\/151.09\/","token":"151.09"},"text":{"0":{"id":"2619","text":"  REMEDIES.\tA.\tAny person who demands, accepts or retains any payment of rent in excess of the maximum rent or maximum adjusted rent in violation of the provisions of this chapter, or any regulations or orders promulgated hereunder, shall be liable in a civil action to the person from whom such payment is demanded, accepted or retained for damages of three times the amount by which the payment or payments demanded, accepted or retained exceed the maximum rent or maximum adjusted rent which could be lawfully demanded, accepted or retained together with reasonable attorneys’ fees and costs as determined by the court.\tB.\t(Amended by Ord. No. 160,791, Eff. 2\/10\/86.)  Any person violating any of the provisions, or failing to comply with any of the requirements of this chapter shall be guilty of a misdemeanor except that violation of Subsections A., B. or D. of Section 151.09 shall not constitute a misdemeanor.\tAny person who willfully or knowingly with the intent to deceive, makes a false statement or representation, or knowingly fails to disclose a material fact, in a notice or declaration required under Subsection C. or I. of Section 151.09 or in any declaration, application, hearing or appeal permitted under this chapter, including any oral or written evidence presented in support thereof, shall be guilty of a misdemeanor.\tAny person convicted of a misdemeanor under the provisions of this chapter shall be punished by a fine of not more than $1,000.00 or by imprisonment in the County Jail for a period of not more than six months or both.  Each violation of any provision of this chapter and each day during which such violation is committed, or continues, shall constitute a separate offense. (Amended by Ord. No. 161,865, Eff. 1\/19\/87.)\tAny person who willfully or knowingly with the intent to deceive, makes a false statement or representation, or knowingly fails to disclose a material fact, in a notice or declaration required under 153.03 A.2.a. of the Los Angeles Municipal Code, shall be guilty of a misdemeanor.  (Added by Ord. No. 171,074, Eff. 6\/23\/96.)\tC.\tPenalties for Violation of State Law Regarding Residential Hotel Occupants.  Civil Code Section 1940.1 permits municipalities, among other things, to create remedies by local ordinance for violations of Civil Code Section 1940.1(a).  It is the purpose of this subdivision to implement Civil Code Section 1940.1.  In addition to any penalties provided by State law, a violation of Civil Code Section 1940.1 is  punishable as a misdemeanor.  (Added by Ord. No. 176,472, Eff. 3\/26\/05.)\tD.\tAny agreement, whether written or oral, waiving any of the provisions contained in this Article shall be void as contrary to public policy.  (Added by Ord. No. 181,744, Eff. 7\/15\/11.)\tE.\tNothing in this Article shall be construed to deprive a person of due process rights guaranteed by law, including, but not limited to, a right to appeal the Department’s determination regarding a Tenant Habitability Plan to a hearing officer.  (Added by Ord. No. 181,744, Eff. 7\/15\/11.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}