{"section_number":"151.21","edition_id":"1","section_id":"2740","structure_id":"38","catch_line":"Hurricane Katrina And Hurricane Rita Temporary Relief Program.","history":"","full_text":"  HURRICANE KATRINA AND HURRICANE RITA TEMPORARY RELIEF PROGRAM.\n\t(Added by Ord. No. 177,184, Eff. 12\/23\/05.)\n\n\tA.\tPurpose.  The purpose of this Section 151.21 is to permit landlords to rent rental units subject to the City’s Rent Stabilization Ordinance at below market rates for a temporary period to persons displaced from their homes by Hurricane Katrina or Hurricane Rita and to raise the rental rates at the end of the temporary period.\n\n\tB.\tDefinitions.  The following words and phrases, whenever used in this section, shall be construed as defined in this section.  Words and phrases not defined in this section shall be construed as defined in Section 151.02 of this article, if defined there.\n\n\tDisplacee.  A person who was displaced from a residence as a result of Hurricane Katrina or Hurricane Rita and who was issued a registration number by FEMA because the person was affected by Hurricane Katrina or Hurricane Rita.\n\n\tFair Market Value Rent.  The average rent as determined by the Department for a rental unit based on the unit’s location and size.  The Department shall make available to the public the schedule of Fair Market Value Rent amounts.\n\n\tFEMA.  The United States Federal Emergency Management Agency.\n\n\tFixed Relief Period.  The length of time identified in a Qualifying Relief Rental Agreement Form during which a landlord agrees to charge as rent to a Displacee an amount not greater than seventy-five percent of the applicable Fair Market Value Rent.  In no event shall the Fixed Relief Period extend beyond December 31, 2006.\n\n\tIncreased Rental Rate.  Amount specified in a Qualifying Relief Rental Agreement Form that a landlord may charge as rent after expiration of a Fixed Relief Period.\n\n\tProgram.  The Hurricane Katrina and Hurricane Rita Temporary Relief Program established by this Section 151.21.\n\n\tReduced Rental Rate.  Amount specified in a Qualifying Relief Rental Agreement Form that will be charged for a Fixed Relief Period, after which the rent may be increased to the Increased Rental Rate amount specified in the Qualifying Relief Rental Agreement Form.  The Reduced Rental Rate must be not greater than 75% of the applicable Fair Market Value Rent.\n\n\tRent Stabilization Ordinance.  The City of Los Angeles Rent Stabilization Ordinance, codified at Los Angeles Municipal Code Section 151.00 et seq.\n\n\tC.\tRent Increases to Displacees.  Notwithstanding the provisions of Subsection D. of Section 151.06 of this article, a landlord who files a Qualifying Relief Rental Agreement Form pursuant to Subsection D. of this section may increase the rent to the Increased Rental Rate at the expiration of the Fixed Relief Period.  After a landlord increases the rent at the expiration of the Fixed Relief Period, regardless of whether the increase is less than the amount authorized in the Qualifying Relief Rental Agreement Form, the rent cannot be further increased without compliance with the provisions of the Rent Stabilization Ordinance, including those provided pursuant to Section 151.06.\n\n\tD.\tQualifying Relief Rental Agreement Form.  The provisions of this Section 151.21 shall apply only to leases for which a Qualifying Relief Rental Agreement Form pursuant to the provisions of this Subsection D. is filed with the Department.  Landlords who desire to participate in this Program must file with the  Department at its Central Regional Office located at 3550 Wilshire Boulevard, 15th Floor, Los Angeles CA 90010, a Qualifying Relief Rental Agreement Form that will be provided by the Department.  The Form must contain, at a minimum, the following:\n\n\t1.\tA description of the rental unit, including the address with zip code, the number of bathrooms and bedrooms;\n\n\t2.\tIdentification of amenities to be provided by the landlord during the Fixed Relief Period, and amenities that will be provided by the landlord after the Fixed Relief Period.  The identification of amenities shall include whether the landlord will furnish the rental unit and which utilities, if any, will be paid by the landlord;\n\n\t3.\tThe Fair Market Value Rent applicable to the rental unit;\n\n\t4.\tThe Reduced Rental Rate that will be charged during the Fixed Relief Period, and the Increased Rental Rate that the landlord may charge at the end of the Fixed Relief Period;\n\n\t5.\tThe registration number issued by FEMA to the Displacee; and\n\n\t6.\tA statement that the Displacee may terminate the lease upon thirty days notice and will not be liable for rent that would otherwise be owed for the remainder of the term of the Fixed Relief Period and the remainder of the lease, nor for damages resulting from termination prior to expiration of the Fixed Relief Period and the lease.\n\nThe completed Qualifying Relief Rental Agreement Form must be signed by the Displacee and the landlord.  The Department will not accept for filing any Form that does not contain the information required by this subsection, that does not demonstrate that the initial rent charged under the Program is not greater than 75% of the applicable Fair Market Value Rent, and that is not signed by the Displacee and the landlord.\n\n\tE.\tEffect of Failure to Increase Rent at the Expiration of Fixed Relief Period.  A landlord may continue to rent to a Displacee at the Reduced Rental Rate upon the expiration of a Fixed Relief Period.  A landlord who does not increase the rental rate upon the expiration of the Fixed Relief Period may impose one rent increase on or before December 31, 2006, provided that the new rental amount does not exceed the Increased Rental Rate.  If, on January 1, 2007, the landlord has not increased the rent from the Reduced Rental Rate, the rent cannot further be increased without compliance with the provisions of the Rent Stabilization Ordinance, including those provided pursuant to Section 151.06.\n\n\tF.\tIneligible Rental Units.  Rental Units may not be rented pursuant to the provisions of this section if they are located in buildings:  (1) that have been placed into the Rent Escrow Account Program pursuant to Section 162.00 et seq., or Section 155.00 et seq., and the REAP placement is not yet terminated; (2) for which there is an outstanding order or notice to comply, correct or abate a condition or violation issued by an Enforcement Agency as defined in Section 162.02; or (3) that contain a rental unit that the Department has determined is being rented in violation of the Rent Stabilization Ordinance, and the Department has notified the landlord in writing of that determination.\n\n\tG.\tTermination of Program.  Effective January 1, 2007, rent can be increased only in compliance with the provisions of the Rent Stabilization Ordinance, including the provisions of Section 151.06.\n\n\tH.\tAuthority of Department to Administer Program.  The Department is authorized to administer the Program, and may develop procedures and regulations to assist in the administration.  The Department may require the landlord to provide notice to Displacees on forms provided by the Department, and may require the landlord to file documents other than the Qualifying Relief Rental Agreement Form, including documents issued by FEMA identifying the Displacee’s FEMA registration number.  Nothing in this Subsection H. is intended to limit the authority of the Department to administer the Program.","order_by":"21","ancestry":{"1":{"id":"38","name":"Rent Stabilization Ordinance","identifier":"1","label":"article","url":"\/15\/1\/"},"2":{"id":"37","name":"Rent Stabilization Ordinance","identifier":"15","label":"chapter","url":"\/15\/"}},"structure_contents":{"0":{"id":"1697","structure_id":"38","section_number":"151.00","catch_line":"Title.","url":"\/151.00\/","token":"151.00"},"1":{"id":"1881","structure_id":"38","section_number":"151.01","catch_line":"Declaration Of Purpose.","url":"\/151.01\/","token":"151.01"},"2":{"id":"2461","structure_id":"38","section_number":"151.02","catch_line":"Definitions.","url":"\/151.02\/","token":"151.02"},"3":{"id":"1905","structure_id":"38","section_number":"151.03","catch_line":"The Rent Adjustment Commission.","url":"\/151.03\/","token":"151.03"},"4":{"id":"2887","structure_id":"38","section_number":"151.04","catch_line":"Restriction On Rents.","url":"\/151.04\/","token":"151.04"},"5":{"id":"2613","structure_id":"38","section_number":"151.05","catch_line":"Registration, Notification Of Tenants, Posting Of Notice And Payment Of Fees.","url":"\/151.05\/","token":"151.05"},"6":{"id":"1401","structure_id":"38","section_number":"151.05.1","catch_line":"Passthrough Of Surcharge For The Systematic Code Enforcement Fee.","url":"\/151.05.1\/","token":"151.05.1"},"7":{"id":"1394","structure_id":"38","section_number":"151.06","catch_line":"Automatic Adjustments.","url":"\/151.06\/","token":"151.06"},"8":{"id":"1165","structure_id":"38","section_number":"151.06.02","catch_line":"Payment Of Interest On Security Deposits.","url":"\/151.06.02\/","token":"151.06.02"},"9":{"id":"2392","structure_id":"38","section_number":"151.06.1","catch_line":"Smoke Detectors.","url":"\/151.06.1\/","token":"151.06.1"},"10":{"id":"3311","structure_id":"38","section_number":"151.06.2","catch_line":"Surcharge For Water Conservation Assessment.","url":"\/151.06.2\/","token":"151.06.2"},"11":{"id":"3423","structure_id":"38","section_number":"151.06.5","catch_line":"Reductions In Rent.","url":"\/151.06.5\/","token":"151.06.5"},"12":{"id":"66","structure_id":"38","section_number":"151.07","catch_line":"Authority Of The Department And The Commission To Grant Individual Rent Adjustments.","url":"\/151.07\/","token":"151.07"},"13":{"id":"3940","structure_id":"38","section_number":"151.08","catch_line":"Authority Of Commission To Regulate By Class.","url":"\/151.08\/","token":"151.08"},"14":{"id":"1253","structure_id":"38","section_number":"151.09","catch_line":"Evictions.","url":"\/151.09\/","token":"151.09"},"15":{"id":"2643","structure_id":"38","section_number":"151.10","catch_line":"Remedies.","url":"\/151.10\/","token":"151.10"},"16":{"id":"3461","structure_id":"38","section_number":"151.11","catch_line":"Refusal Of A Tenant To Pay.","url":"\/151.11\/","token":"151.11"},"17":{"id":"1361","structure_id":"38","section_number":"151.12","catch_line":"Operative Date.","url":"\/151.12\/","token":"151.12"},"18":{"id":"3106","structure_id":"38","section_number":"151.13","catch_line":"Minor Errors In Payment.","url":"\/151.13\/","token":"151.13"},"19":{"id":"467","structure_id":"38","section_number":"151.14","catch_line":"Filing Of Application For Rent Adjustments, Requests For Hearing, And Appeals.","url":"\/151.14\/","token":"151.14"},"20":{"id":"2596","structure_id":"38","section_number":"151.15","catch_line":"151.15.Penalties For Late Registration And For Failure To Post Notice That Property Is Subject To The Rent Stabilization Ordinance.","url":"\/151.15\/","token":"151.15"},"21":{"id":"2542","structure_id":"38","section_number":"151.16","catch_line":"Research Services.","url":"\/151.16\/","token":"151.16"},"22":{"id":"3174","structure_id":"38","section_number":"151.18","catch_line":"Additional Services Contracts.","url":"\/151.18\/","token":"151.18"},"23":{"id":"909","structure_id":"38","section_number":"151.19","catch_line":"Review Of Ordinance.","url":"\/151.19\/","token":"151.19"},"24":{"id":"2430","structure_id":"38","section_number":"151.20","catch_line":"Temporary Eviction Controls And Rent Reductions For Mobile Homes Damaged In The January, 1994 Earthquake.","url":"\/151.20\/","token":"151.20"},"25":{"id":"2740","structure_id":"38","section_number":"151.21","catch_line":"Hurricane Katrina And Hurricane Rita Temporary Relief Program.","url":"\/151.21\/","token":"151.21"},"26":{"id":"299","structure_id":"38","section_number":"151.22","catch_line":"Ellis Act Provisions - Statement Of Purpose And Effect.","url":"\/151.22\/","token":"151.22"},"27":{"id":"3047","structure_id":"38","section_number":"151.23","catch_line":"Ellis Act Provisions - Required Notice.","url":"\/151.23\/","token":"151.23"},"28":{"id":"2552","structure_id":"38","section_number":"151.24","catch_line":"Ellis Act Provisions - Notification To Department Of Intent To Re-Rent Unit.","url":"\/151.24\/","token":"151.24"},"29":{"id":"1480","structure_id":"38","section_number":"151.25","catch_line":"Ellis Act Provisions - Civil Penalties For Offering Units For Rent Within Two Years Of Withdrawal.","url":"\/151.25\/","token":"151.25"},"30":{"id":"1337","structure_id":"38","section_number":"151.26","catch_line":"Ellis Act Provisions - Regulation Of Property On Re-Offer For Rent Or Lease After Withdrawal.","url":"\/151.26\/","token":"151.26"},"31":{"id":"1267","structure_id":"38","section_number":"151.27","catch_line":"Ellis Act Provisions - Re-Rental Rights Of Displaced Tenants.","url":"\/151.27\/","token":"151.27"},"32":{"id":"2909","structure_id":"38","section_number":"151.28","catch_line":"Ellis Act Provisions - Rental Of Replacement Units.","url":"\/151.28\/","token":"151.28"},"33":{"id":"71","structure_id":"38","section_number":"151.29","catch_line":"Regulation Of Leases In Mobilehome Parks.","url":"\/151.29\/","token":"151.29"},"34":{"id":"3924","structure_id":"38","section_number":"151.30","catch_line":"Evictions For Owner, Family, Or Resident Manager\nOccupancy.","url":"\/151.30\/","token":"151.30"}},"next_section":{"id":"299","structure_id":"38","section_number":"151.22","catch_line":"Ellis Act Provisions - Statement Of Purpose And Effect.","url":"\/151.22\/","token":"151.22"},"metadata":false,"references":false,"url":"\/151.21\/","token":"151.21","formats":{"txt":"\/151.21.txt","json":"\/151.21.xml"},"dublin_core":{"Title":"Hurricane Katrina And Hurricane Rita Temporary Relief Program.","Type":"Text","Format":"text\/html","Identifier":"§ 151.21","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nHURRICANE KATRINA AND HURRICANE RITA TEMPORARY RELIEF PROGRAM. (§ 151.21)\n\n  HURRICANE KATRINA AND HURRICANE RITA TEMPORARY RELIEF PROGRAM.\n\t(Added by Ord. No. 177,184, Eff. 12\/23\/05.)\tA.\tPurpose.  The purpose of this\nSection 151.21 is to permit landlords to rent rental units subject to the\nCity’s Rent Stabilization Ordinance at below market rates for a temporary\nperiod to persons displaced from their homes by Hurricane Katrina or Hurricane\nRita and to raise the rental rates at the end of the temporary\nperiod.\tB.\tDefinitions.  The following words and phrases, whenever used in this\nsection, shall be construed as defined in this section.  Words and phrases not\ndefined in this section shall be construed as defined in Section 151.02 of this\narticle, if defined there.\tDisplacee.  A person who was displaced from a\nresidence as a result of Hurricane Katrina or Hurricane Rita and who was issued\na registration number by FEMA because the person was affected by Hurricane\nKatrina or Hurricane Rita.\tFair Market Value Rent.  The average rent as\ndetermined by the Department for a rental unit based on the unit’s location\nand size.  The Department shall make available to the public the schedule of\nFair Market Value Rent amounts.\tFEMA.  The United States Federal Emergency\nManagement Agency.\tFixed Relief Period.  The length of time identified in a\nQualifying Relief Rental Agreement Form during which a landlord agrees to charge\nas rent to a Displacee an amount not greater than seventy-five percent of the\napplicable Fair Market Value Rent.  In no event shall the Fixed Relief Period\nextend beyond December 31, 2006.\tIncreased Rental Rate.  Amount specified in a\nQualifying Relief Rental Agreement Form that a landlord may charge as rent after\nexpiration of a Fixed Relief Period.\tProgram.  The Hurricane Katrina and\nHurricane Rita Temporary Relief Program established by this Section\n151.21.\tReduced Rental Rate.  Amount specified in a Qualifying Relief Rental\nAgreement Form that will be charged for a Fixed Relief Period, after which the\nrent may be increased to the Increased Rental Rate amount specified in the\nQualifying Relief Rental Agreement Form.  The Reduced Rental Rate must be not\ngreater than 75% of the applicable Fair Market Value Rent.\tRent Stabilization\nOrdinance.  The City of Los Angeles Rent Stabilization Ordinance, codified at\nLos Angeles Municipal Code Section 151.00 et seq.\tC.\tRent Increases to\nDisplacees.  Notwithstanding the provisions of Subsection D. of Section 151.06\nof this article, a landlord who files a Qualifying Relief Rental Agreement Form\npursuant to Subsection D. of this section may increase the rent to the Increased\nRental Rate at the expiration of the Fixed Relief Period.  After a landlord\nincreases the rent at the expiration of the Fixed Relief Period, regardless of\nwhether the increase is less than the amount authorized in the Qualifying Relief\nRental Agreement Form, the rent cannot be further increased without compliance\nwith the provisions of the Rent Stabilization Ordinance, including those\nprovided pursuant to Section 151.06.\tD.\tQualifying Relief Rental Agreement\nForm.  The provisions of this Section 151.21 shall apply only to leases for\nwhich a Qualifying Relief Rental Agreement Form pursuant to the provisions of\nthis Subsection D. is filed with the Department.  Landlords who desire to\nparticipate in this Program must file with the  Department at its Central\nRegional Office located at 3550 Wilshire Boulevard, 15th Floor, Los Angeles CA\n90010, a Qualifying Relief Rental Agreement Form that will be provided by the\nDepartment.  The Form must contain, at a minimum, the following:\t1.\tA\ndescription of the rental unit, including the address with zip code, the number\nof bathrooms and bedrooms;\t2.\tIdentification of amenities to be provided by the\nlandlord during the Fixed Relief Period, and amenities that will be provided by\nthe landlord after the Fixed Relief Period.  The identification of amenities\nshall include whether the landlord will furnish the rental unit and which\nutilities, if any, will be paid by the landlord;\t3.\tThe Fair Market Value Rent\napplicable to the rental unit;\t4.\tThe Reduced Rental Rate that will be charged\nduring the Fixed Relief Period, and the Increased Rental Rate that the landlord\nmay charge at the end of the Fixed Relief Period;\t5.\tThe registration number\nissued by FEMA to the Displacee; and\t6.\tA statement that the Displacee may\nterminate the lease upon thirty days notice and will not be liable for rent that\nwould otherwise be owed for the remainder of the term of the Fixed Relief Period\nand the remainder of the lease, nor for damages resulting from termination prior\nto expiration of the Fixed Relief Period and the lease.The completed Qualifying\nRelief Rental Agreement Form must be signed by the Displacee and the landlord. \nThe Department will not accept for filing any Form that does not contain the\ninformation required by this subsection, that does not demonstrate that the\ninitial rent charged under the Program is not greater than 75% of the applicable\nFair Market Value Rent, and that is not signed by the Displacee and the\nlandlord.\tE.\tEffect of Failure to Increase Rent at the Expiration of Fixed\nRelief Period.  A landlord may continue to rent to a Displacee at the Reduced\nRental Rate upon the expiration of a Fixed Relief Period.  A landlord who does\nnot increase the rental rate upon the expiration of the Fixed Relief Period may\nimpose one rent increase on or before December 31, 2006, provided that the new\nrental amount does not exceed the Increased Rental Rate.  If, on January 1,\n2007, the landlord has not increased the rent from the Reduced Rental Rate, the\nrent cannot further be increased without compliance with the provisions of the\nRent Stabilization Ordinance, including those provided pursuant to Section\n151.06.\tF.\tIneligible Rental Units.  Rental Units may not be rented pursuant to\nthe provisions of this section if they are located in buildings:  (1) that have\nbeen placed into the Rent Escrow Account Program pursuant to Section 162.00 et\nseq., or Section 155.00 et seq., and the REAP placement is not yet terminated;\n(2) for which there is an outstanding order or notice to comply, correct or\nabate a condition or violation issued by an Enforcement Agency as defined in\nSection 162.02; or (3) that contain a rental unit that the Department has\ndetermined is being rented in violation of the Rent Stabilization Ordinance, and\nthe Department has notified the landlord in writing of that\ndetermination.\tG.\tTermination of Program.  Effective January 1, 2007, rent can\nbe increased only in compliance with the provisions of the Rent Stabilization\nOrdinance, including the provisions of Section 151.06.\tH.\tAuthority of\nDepartment to Administer Program.  The Department is authorized to administer\nthe Program, and may develop procedures and regulations to assist in the\nadministration.  The Department may require the landlord to provide notice to\nDisplacees on forms provided by the Department, and may require the landlord to\nfile documents other than the Qualifying Relief Rental Agreement Form, including\ndocuments issued by FEMA identifying the Displacee’s FEMA registration\nnumber.  Nothing in this Subsection H. is intended to limit the authority of\nthe Department to administer the Program.\n","html":"\n\t\t\t\t\t<section><p>  HURRICANE KATRINA AND HURRICANE RITA TEMPORARY RELIEF PROGRAM.\n\t(Added by Ord. No. 177,184, Eff. 12\/23\/05.)<br \/><br \/>\tA.\tPurpose.  The purpose of this Section 151.21 is to permit landlords to rent rental units subject to the City’s Rent Stabilization <span class=\"dictionary\">Ordinance<\/span> at below market rates for a temporary period to persons displaced from their homes by Hurricane Katrina or Hurricane Rita and to raise the rental rates at the end of the temporary period.<br \/><br \/>\tB.\tDefinitions.  The following words and phrases, whenever used in this section, shall be construed as defined in this section.  Words and phrases not defined in this section shall be construed as defined in Section 151.02 of this article, if defined there.<br \/><br \/>\tDisplacee.  A person who was displaced from a residence as a result of Hurricane Katrina or Hurricane Rita and who was issued a registration number by FEMA because the person was affected by Hurricane Katrina or Hurricane Rita.<br \/><br \/>\tFair Market Value Rent.  The average rent as determined by the Department for a rental unit based on the unit’s location and size.  The Department shall make available to the public the schedule of Fair Market Value Rent amounts.<br \/><br \/>\tFEMA.  The United States Federal Emergency Management Agency.<br \/><br \/>\tFixed Relief Period.  The length of time identified in a Qualifying Relief Rental Agreement Form during which a landlord agrees to charge as rent to a Displacee an amount not greater than seventy-five percent of the applicable Fair Market Value Rent.  In no event shall the Fixed Relief Period extend beyond December 31, 2006.<br \/><br \/>\tIncreased Rental Rate.  Amount specified in a Qualifying Relief Rental Agreement Form that a landlord may charge as rent after expiration of a Fixed Relief Period.<br \/><br \/>\tProgram.  The Hurricane Katrina and Hurricane Rita Temporary Relief Program established by this Section 151.21.<br \/><br \/>\tReduced Rental Rate.  Amount specified in a Qualifying Relief Rental Agreement Form that will be charged for a Fixed Relief Period, after which the rent may be increased to the Increased Rental Rate amount specified in the Qualifying Relief Rental Agreement Form.  The Reduced Rental Rate must be not greater than 75% of the applicable Fair Market Value Rent.<br \/><br \/>\tRent Stabilization <span class=\"dictionary\">Ordinance<\/span>.  The City of Los Angeles Rent Stabilization <span class=\"dictionary\">Ordinance<\/span>, codified at Los Angeles Municipal Code Section 151.00 et seq.<br \/><br \/>\tC.\tRent Increases to Displacees.  Notwithstanding the provisions of Subsection D. of Section 151.06 of this article, a landlord who files a Qualifying Relief Rental Agreement Form pursuant to Subsection D. of this section may increase the rent to the Increased Rental Rate at the expiration of the Fixed Relief Period.  After a landlord increases the rent at the expiration of the Fixed Relief Period, regardless of whether the increase is less than the amount authorized in the Qualifying Relief Rental Agreement Form, the rent cannot be further increased without compliance with the provisions of the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span>, including those provided pursuant to Section 151.06.<br \/><br \/>\tD.\tQualifying Relief Rental Agreement Form.  The provisions of this Section 151.21 shall apply only to leases for which a Qualifying Relief Rental Agreement Form pursuant to the provisions of this Subsection D. is filed with the Department.  Landlords who desire to participate in this Program must file with the  Department at its Central Regional Office located at 3550 Wilshire Boulevard, 15th Floor, Los Angeles CA 90010, a Qualifying Relief Rental Agreement Form that will be provided by the Department.  The Form must contain, at a minimum, the following:<br \/><br \/>\t1.\tA description of the rental unit, including the address with zip code, the number of bathrooms and bedrooms;<br \/><br \/>\t2.\tIdentification of amenities to be provided by the landlord during the Fixed Relief Period, and amenities that will be provided by the landlord after the Fixed Relief Period.  The identification of amenities shall include whether the landlord will furnish the rental unit and which utilities, if any, will be paid by the landlord;<br \/><br \/>\t3.\tThe Fair Market Value Rent applicable to the rental unit;<br \/><br \/>\t4.\tThe Reduced Rental Rate that will be charged during the Fixed Relief Period, and the Increased Rental Rate that the landlord may charge at the end of the Fixed Relief Period;<br \/><br \/>\t5.\tThe registration number issued by FEMA to the Displacee; and<br \/><br \/>\t6.\tA statement that the Displacee may terminate the lease upon thirty days notice and will not be liable for rent that would otherwise be owed for the remainder of the term of the Fixed Relief Period and the remainder of the lease, nor for <span class=\"dictionary\">damages<\/span> resulting from termination prior to expiration of the Fixed Relief Period and the lease.<br \/><br \/>The completed Qualifying Relief Rental Agreement Form must be signed by the Displacee and the landlord.  The Department will not accept for filing any Form that does not contain the information required by this subsection, that does not demonstrate that the initial rent charged under the Program is not greater than 75% of the applicable Fair Market Value Rent, and that is not signed by the Displacee and the landlord.<br \/><br \/>\tE.\tEffect of Failure to Increase Rent at the Expiration of Fixed Relief Period.  A landlord may continue to rent to a Displacee at the Reduced Rental Rate upon the expiration of a Fixed Relief Period.  A landlord who does not increase the rental rate upon the expiration of the Fixed Relief Period may impose one rent increase on or before December 31, 2006, provided that the new rental amount does not exceed the Increased Rental Rate.  If, on January 1, 2007, the landlord has not increased the rent from the Reduced Rental Rate, the rent cannot further be increased without compliance with the provisions of the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span>, including those provided pursuant to Section 151.06.<br \/><br \/>\tF.\tIneligible Rental Units.  Rental Units may not be rented pursuant to the provisions of this section if they are located in buildings:  (1) that have been placed into the Rent Escrow Account Program pursuant to Section 162.00 et seq., or Section 155.00 et seq., and the REAP placement is not yet terminated; (2) for which there is an outstanding <span class=\"dictionary\">order<\/span> or notice to comply, correct or abate a condition or violation issued by an Enforcement Agency as defined in Section 162.02; or (3) that contain a rental unit that the Department has determined is being rented in violation of the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span>, and the Department has notified the landlord in writing of that determination.<br \/><br \/>\tG.\tTermination of Program.  Effective January 1, 2007, rent can be increased only in compliance with the provisions of the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span>, including the provisions of Section 151.06.<br \/><br \/>\tH.\tAuthority of Department to Administer Program.  The Department is authorized to administer the Program, and may develop procedures and regulations to assist in the administration.  The Department may require the landlord to provide notice to Displacees on forms provided by the Department, and may require the landlord to file documents other than the Qualifying Relief Rental Agreement Form, including documents issued by FEMA identifying the Displacee’s FEMA registration number.  Nothing in this Subsection H. is intended to limit the authority of the Department to administer the Program.<\/p><\/section>","previous_section":{"id":"2430","structure_id":"38","section_number":"151.20","catch_line":"Temporary Eviction Controls And Rent Reductions For Mobile Homes Damaged In The January, 1994 Earthquake.","url":"\/151.20\/","token":"151.20"},"text":{"0":{"id":"2715","text":"  HURRICANE KATRINA AND HURRICANE RITA TEMPORARY RELIEF PROGRAM.\n\t(Added by Ord. No. 177,184, Eff. 12\/23\/05.)\tA.\tPurpose.  The purpose of this Section 151.21 is to permit landlords to rent rental units subject to the City’s Rent Stabilization Ordinance at below market rates for a temporary period to persons displaced from their homes by Hurricane Katrina or Hurricane Rita and to raise the rental rates at the end of the temporary period.\tB.\tDefinitions.  The following words and phrases, whenever used in this section, shall be construed as defined in this section.  Words and phrases not defined in this section shall be construed as defined in Section 151.02 of this article, if defined there.\tDisplacee.  A person who was displaced from a residence as a result of Hurricane Katrina or Hurricane Rita and who was issued a registration number by FEMA because the person was affected by Hurricane Katrina or Hurricane Rita.\tFair Market Value Rent.  The average rent as determined by the Department for a rental unit based on the unit’s location and size.  The Department shall make available to the public the schedule of Fair Market Value Rent amounts.\tFEMA.  The United States Federal Emergency Management Agency.\tFixed Relief Period.  The length of time identified in a Qualifying Relief Rental Agreement Form during which a landlord agrees to charge as rent to a Displacee an amount not greater than seventy-five percent of the applicable Fair Market Value Rent.  In no event shall the Fixed Relief Period extend beyond December 31, 2006.\tIncreased Rental Rate.  Amount specified in a Qualifying Relief Rental Agreement Form that a landlord may charge as rent after expiration of a Fixed Relief Period.\tProgram.  The Hurricane Katrina and Hurricane Rita Temporary Relief Program established by this Section 151.21.\tReduced Rental Rate.  Amount specified in a Qualifying Relief Rental Agreement Form that will be charged for a Fixed Relief Period, after which the rent may be increased to the Increased Rental Rate amount specified in the Qualifying Relief Rental Agreement Form.  The Reduced Rental Rate must be not greater than 75% of the applicable Fair Market Value Rent.\tRent Stabilization Ordinance.  The City of Los Angeles Rent Stabilization Ordinance, codified at Los Angeles Municipal Code Section 151.00 et seq.\tC.\tRent Increases to Displacees.  Notwithstanding the provisions of Subsection D. of Section 151.06 of this article, a landlord who files a Qualifying Relief Rental Agreement Form pursuant to Subsection D. of this section may increase the rent to the Increased Rental Rate at the expiration of the Fixed Relief Period.  After a landlord increases the rent at the expiration of the Fixed Relief Period, regardless of whether the increase is less than the amount authorized in the Qualifying Relief Rental Agreement Form, the rent cannot be further increased without compliance with the provisions of the Rent Stabilization Ordinance, including those provided pursuant to Section 151.06.\tD.\tQualifying Relief Rental Agreement Form.  The provisions of this Section 151.21 shall apply only to leases for which a Qualifying Relief Rental Agreement Form pursuant to the provisions of this Subsection D. is filed with the Department.  Landlords who desire to participate in this Program must file with the  Department at its Central Regional Office located at 3550 Wilshire Boulevard, 15th Floor, Los Angeles CA 90010, a Qualifying Relief Rental Agreement Form that will be provided by the Department.  The Form must contain, at a minimum, the following:\t1.\tA description of the rental unit, including the address with zip code, the number of bathrooms and bedrooms;\t2.\tIdentification of amenities to be provided by the landlord during the Fixed Relief Period, and amenities that will be provided by the landlord after the Fixed Relief Period.  The identification of amenities shall include whether the landlord will furnish the rental unit and which utilities, if any, will be paid by the landlord;\t3.\tThe Fair Market Value Rent applicable to the rental unit;\t4.\tThe Reduced Rental Rate that will be charged during the Fixed Relief Period, and the Increased Rental Rate that the landlord may charge at the end of the Fixed Relief Period;\t5.\tThe registration number issued by FEMA to the Displacee; and\t6.\tA statement that the Displacee may terminate the lease upon thirty days notice and will not be liable for rent that would otherwise be owed for the remainder of the term of the Fixed Relief Period and the remainder of the lease, nor for damages resulting from termination prior to expiration of the Fixed Relief Period and the lease.The completed Qualifying Relief Rental Agreement Form must be signed by the Displacee and the landlord.  The Department will not accept for filing any Form that does not contain the information required by this subsection, that does not demonstrate that the initial rent charged under the Program is not greater than 75% of the applicable Fair Market Value Rent, and that is not signed by the Displacee and the landlord.\tE.\tEffect of Failure to Increase Rent at the Expiration of Fixed Relief Period.  A landlord may continue to rent to a Displacee at the Reduced Rental Rate upon the expiration of a Fixed Relief Period.  A landlord who does not increase the rental rate upon the expiration of the Fixed Relief Period may impose one rent increase on or before December 31, 2006, provided that the new rental amount does not exceed the Increased Rental Rate.  If, on January 1, 2007, the landlord has not increased the rent from the Reduced Rental Rate, the rent cannot further be increased without compliance with the provisions of the Rent Stabilization Ordinance, including those provided pursuant to Section 151.06.\tF.\tIneligible Rental Units.  Rental Units may not be rented pursuant to the provisions of this section if they are located in buildings:  (1) that have been placed into the Rent Escrow Account Program pursuant to Section 162.00 et seq., or Section 155.00 et seq., and the REAP placement is not yet terminated; (2) for which there is an outstanding order or notice to comply, correct or abate a condition or violation issued by an Enforcement Agency as defined in Section 162.02; or (3) that contain a rental unit that the Department has determined is being rented in violation of the Rent Stabilization Ordinance, and the Department has notified the landlord in writing of that determination.\tG.\tTermination of Program.  Effective January 1, 2007, rent can be increased only in compliance with the provisions of the Rent Stabilization Ordinance, including the provisions of Section 151.06.\tH.\tAuthority of Department to Administer Program.  The Department is authorized to administer the Program, and may develop procedures and regulations to assist in the administration.  The Department may require the landlord to provide notice to Displacees on forms provided by the Department, and may require the landlord to file documents other than the Qualifying Relief Rental Agreement Form, including documents issued by FEMA identifying the Displacee’s FEMA registration number.  Nothing in this Subsection H. is intended to limit the authority of the Department to administer the Program.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}