{"section_number":"151.23","edition_id":"1","section_id":"3047","structure_id":"38","catch_line":"Ellis Act Provisions – Required Notice.","history":"","full_text":"  ELLIS ACT PROVISIONS – REQUIRED NOTICE.\n\t(Added by Ord. No. 177,901, Eff. 9\/29\/06.)\n\n\tNotwithstanding any provision of this chapter to the contrary, if a landlord desires to demolish rental units subject to the Rent Stabilization Ordinance, or otherwise withdraw the units from rental housing use, then the following provisions shall apply:\n\n\tA.\tNotice of Intent to Withdraw.  The landlord shall notify the Department of an intention to withdraw a rental unit from rental housing use.  This Notice of Intent to Withdraw shall contain the following:  statements, under penalty of perjury on the form and in the number prescribed by the Department, stating that the landlord intends to evict in order to demolish the rental unit or to remove the rental unit from rental housing use, the address or location of the rental unit, the number of rental units to be demolished or removed from rental housing use, the names of the tenants of each rental unit, the date on which the rental unit will be withdrawn from rental housing use and the rent applicable to that rental unit.\n\n\tThe Department shall have the authority to promulgate forms and procedures to assist in the implementation of this subdivision.\n\n\tB.\tRecordation of Non-Confidential Memorandum and Extension of the Date of Withdrawal from Rental Housing Use.  The landlord shall record with the County Recorder a memorandum summarizing the provisions of the Notice of Intent to Withdraw, other than those provisions that are confidential.  Information respecting the name or names of the tenants, the rent applicable to any rental unit, and the total number of units is confidential information and shall be treated as confidential information by the Department for purposes of the Information Practices Act of 1977, as contained in Chapter 1 (commencing with Section 1798) of Title 1.8 of Part 4 of Division 3 of the Civil Code.\n\n\tThe landlord shall submit a copy of the memorandum filed with the County Recorder to the Department concurrently with the Notice of Intent to Withdraw, with a certification that actions have been initiated as required by law to terminate any existing tenancies.\n\n\tThe date on which the rental units are to be withdrawn from rental housing use shall be at least 120 days from the date of the delivery to the Department in person or by first-class mail of the Notice of Intent to Withdraw.\n\n\tIf the tenant is at least 62 years of age or disabled (as defined in Government Code Section 12955.3) and has lived in his or her accommodations for at least one year prior to the date of delivery to the Department of the Notice of Intent to Withdraw pursuant to Subsection A. of this section, then the date of withdrawal of the accommodations of that tenant shall be extended to one year after the date of delivery of that Notice to the Department.  This extension shall take place, if and only if, the tenant gives written notice of his or her entitlement to an extension to the landlord within 60 days of the date of delivery to the Department of the Notice of Intent to Withdraw.  In that situation, the following provisions shall apply:\n\n\t1.\tThe tenancy shall be continued on the same terms and conditions as existed on the date of delivery to the Department of the Notice of Intent to Withdraw, subject to any adjustments otherwise available under the Rent Stabilization Ordinance.\n\n\t2.\tNo party shall be relieved of the duty to perform any obligation under the lease or rental agreement.\n\n\t3.\tThe landlord may elect to extend the date of withdrawal on any other rental units up to one year after the date of delivery to the Department of the Notice of Intent to Withdraw, subject to Subparagraphs 1. and 2. \n\n\t4.\tWithin 30 days of the notification by the tenant to the landlord of his or her entitlement to an extension, the landlord shall give written notice to the Department of the claim that the tenant is entitled to stay in the accommodations for one year after the date of delivery to the Department of the Notice of Intent to Withdraw.\n\n\t5.\tWithin 90 days of the date of delivery to the Department of the Notice of Intent to Withdraw, the landlord shall give written notice to the Department and the affected tenant of the landlord’s election to extend the date of withdrawal and the new date of withdrawal under Subparagraph 3.\n\n\tC.\tNotice to the Tenants of Pending Withdrawal.  Within five days of delivery to the Department of the Notice of Intent to Withdraw with the certification required under Subsection B. of this section, and a copy of the memorandum recorded by the County Recorder, the landlord shall notify, by delivery in person or by first-class mail, each affected tenant of the following:\n\n\t1.\tThat the Department has been notified pursuant to Subsection A., including the date of the delivery to the Department of the Notice of Intent to Withdraw;\n\n\t2.\tThat the Notice delivered to the Department specified the name and the amount of rent paid by the tenant as an occupant of the accommodations;\n\n\t3.\tThe amount of rent the landlord specified in the notice to the Department;\n\n\t4.\tNotice to the tenant of his or her rights under Paragraph (3) of Subdivision (b) of Government Code Section 7060.2; and\n\n\t5.\tNotice to the tenant stating the following:\n\n\t(a)\tIf the tenant is at least 62 years of age or disabled, and has lived in his or her accommodations for at least one year prior to the date of delivery to the Department of the Notice of Intent to Withdraw, then the tenancy shall be extended to one year after the date of delivery to the Department of the Notice of Intent to Withdraw, provided that the tenant gives written notice of his or her entitlement to the landlord within 60 days of the date of delivery to the Department of the Notice of Intent to Withdraw;\n\n\t(b)\tThe extended tenancy shall be continued on the same terms and conditions as existed on the date of delivery to the Department of the Notice of Intent to Withdraw, subject to any adjustments otherwise available under the Rent Stabilization Ordinance; and\n\n\t(c)\tNo party shall be relieved of the duty to perform any obligation under the lease or rental agreement during the extended tenancy.","order_by":"23","ancestry":{"1":{"id":"38","name":"Rent Stabilization Ordinance","identifier":"1","label":"article","url":"\/15\/1\/"},"2":{"id":"37","name":"Rent Stabilization Ordinance","identifier":"15","label":"chapter","url":"\/15\/"}},"structure_contents":{"0":{"id":"1697","structure_id":"38","section_number":"151.00","catch_line":"Title.","url":"\/151.00\/","token":"151.00"},"1":{"id":"1881","structure_id":"38","section_number":"151.01","catch_line":"Declaration Of Purpose.","url":"\/151.01\/","token":"151.01"},"2":{"id":"2461","structure_id":"38","section_number":"151.02","catch_line":"Definitions.","url":"\/151.02\/","token":"151.02"},"3":{"id":"1905","structure_id":"38","section_number":"151.03","catch_line":"The Rent Adjustment Commission.","url":"\/151.03\/","token":"151.03"},"4":{"id":"2887","structure_id":"38","section_number":"151.04","catch_line":"Restriction On Rents.","url":"\/151.04\/","token":"151.04"},"5":{"id":"2613","structure_id":"38","section_number":"151.05","catch_line":"Registration, Notification Of Tenants, Posting Of Notice And Payment Of Fees.","url":"\/151.05\/","token":"151.05"},"6":{"id":"1401","structure_id":"38","section_number":"151.05.1","catch_line":"Passthrough Of Surcharge For The Systematic Code Enforcement Fee.","url":"\/151.05.1\/","token":"151.05.1"},"7":{"id":"1394","structure_id":"38","section_number":"151.06","catch_line":"Automatic Adjustments.","url":"\/151.06\/","token":"151.06"},"8":{"id":"1165","structure_id":"38","section_number":"151.06.02","catch_line":"Payment Of Interest On Security Deposits.","url":"\/151.06.02\/","token":"151.06.02"},"9":{"id":"2392","structure_id":"38","section_number":"151.06.1","catch_line":"Smoke Detectors.","url":"\/151.06.1\/","token":"151.06.1"},"10":{"id":"3311","structure_id":"38","section_number":"151.06.2","catch_line":"Surcharge For Water Conservation Assessment.","url":"\/151.06.2\/","token":"151.06.2"},"11":{"id":"3423","structure_id":"38","section_number":"151.06.5","catch_line":"Reductions In Rent.","url":"\/151.06.5\/","token":"151.06.5"},"12":{"id":"66","structure_id":"38","section_number":"151.07","catch_line":"Authority Of The Department And The Commission To Grant Individual Rent Adjustments.","url":"\/151.07\/","token":"151.07"},"13":{"id":"3940","structure_id":"38","section_number":"151.08","catch_line":"Authority Of Commission To Regulate By Class.","url":"\/151.08\/","token":"151.08"},"14":{"id":"1253","structure_id":"38","section_number":"151.09","catch_line":"Evictions.","url":"\/151.09\/","token":"151.09"},"15":{"id":"2643","structure_id":"38","section_number":"151.10","catch_line":"Remedies.","url":"\/151.10\/","token":"151.10"},"16":{"id":"3461","structure_id":"38","section_number":"151.11","catch_line":"Refusal Of A Tenant To Pay.","url":"\/151.11\/","token":"151.11"},"17":{"id":"1361","structure_id":"38","section_number":"151.12","catch_line":"Operative Date.","url":"\/151.12\/","token":"151.12"},"18":{"id":"3106","structure_id":"38","section_number":"151.13","catch_line":"Minor Errors In Payment.","url":"\/151.13\/","token":"151.13"},"19":{"id":"467","structure_id":"38","section_number":"151.14","catch_line":"Filing Of Application For Rent Adjustments, Requests For Hearing, And Appeals.","url":"\/151.14\/","token":"151.14"},"20":{"id":"2596","structure_id":"38","section_number":"151.15","catch_line":"151.15.Penalties For Late Registration And For Failure To Post Notice That Property Is Subject To The Rent Stabilization Ordinance.","url":"\/151.15\/","token":"151.15"},"21":{"id":"2542","structure_id":"38","section_number":"151.16","catch_line":"Research Services.","url":"\/151.16\/","token":"151.16"},"22":{"id":"3174","structure_id":"38","section_number":"151.18","catch_line":"Additional Services Contracts.","url":"\/151.18\/","token":"151.18"},"23":{"id":"909","structure_id":"38","section_number":"151.19","catch_line":"Review Of Ordinance.","url":"\/151.19\/","token":"151.19"},"24":{"id":"2430","structure_id":"38","section_number":"151.20","catch_line":"Temporary Eviction Controls And Rent Reductions For Mobile Homes Damaged In The January, 1994 Earthquake.","url":"\/151.20\/","token":"151.20"},"25":{"id":"2740","structure_id":"38","section_number":"151.21","catch_line":"Hurricane Katrina And Hurricane Rita Temporary Relief Program.","url":"\/151.21\/","token":"151.21"},"26":{"id":"299","structure_id":"38","section_number":"151.22","catch_line":"Ellis Act Provisions - Statement Of Purpose And Effect.","url":"\/151.22\/","token":"151.22"},"27":{"id":"3047","structure_id":"38","section_number":"151.23","catch_line":"Ellis Act Provisions - Required Notice.","url":"\/151.23\/","token":"151.23"},"28":{"id":"2552","structure_id":"38","section_number":"151.24","catch_line":"Ellis Act Provisions - Notification To Department Of Intent To Re-Rent Unit.","url":"\/151.24\/","token":"151.24"},"29":{"id":"1480","structure_id":"38","section_number":"151.25","catch_line":"Ellis Act Provisions - Civil Penalties For Offering Units For Rent Within Two Years Of Withdrawal.","url":"\/151.25\/","token":"151.25"},"30":{"id":"1337","structure_id":"38","section_number":"151.26","catch_line":"Ellis Act Provisions - Regulation Of Property On Re-Offer For Rent Or Lease After Withdrawal.","url":"\/151.26\/","token":"151.26"},"31":{"id":"1267","structure_id":"38","section_number":"151.27","catch_line":"Ellis Act Provisions - Re-Rental Rights Of Displaced Tenants.","url":"\/151.27\/","token":"151.27"},"32":{"id":"2909","structure_id":"38","section_number":"151.28","catch_line":"Ellis Act Provisions - Rental Of Replacement Units.","url":"\/151.28\/","token":"151.28"},"33":{"id":"71","structure_id":"38","section_number":"151.29","catch_line":"Regulation Of Leases In Mobilehome Parks.","url":"\/151.29\/","token":"151.29"},"34":{"id":"3924","structure_id":"38","section_number":"151.30","catch_line":"Evictions For Owner, Family, Or Resident Manager\nOccupancy.","url":"\/151.30\/","token":"151.30"}},"next_section":{"id":"2552","structure_id":"38","section_number":"151.24","catch_line":"Ellis Act Provisions - Notification To Department Of Intent To Re-Rent Unit.","url":"\/151.24\/","token":"151.24"},"metadata":false,"references":false,"url":"\/151.23\/","token":"151.23","formats":{"txt":"\/151.23.txt","json":"\/151.23.xml"},"dublin_core":{"Title":"Ellis Act Provisions – Required Notice.","Type":"Text","Format":"text\/html","Identifier":"§ 151.23","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nELLIS ACT PROVISIONS – REQUIRED NOTICE. (§ 151.23)\n\n  ELLIS ACT PROVISIONS – REQUIRED NOTICE.\n\t(Added by Ord. No. 177,901, Eff. 9\/29\/06.)\tNotwithstanding any provision of\nthis chapter to the contrary, if a landlord desires to demolish rental units\nsubject to the Rent Stabilization Ordinance, or otherwise withdraw the units\nfrom rental housing use, then the following provisions shall apply:\tA.\tNotice of\nIntent to Withdraw.  The landlord shall notify the Department of an intention\nto withdraw a rental unit from rental housing use.  This Notice of Intent to\nWithdraw shall contain the following:  statements, under penalty of perjury on\nthe form and in the number prescribed by the Department, stating that the\nlandlord intends to evict in order to demolish the rental unit or to remove the\nrental unit from rental housing use, the address or location of the rental unit,\nthe number of rental units to be demolished or removed from rental housing use,\nthe names of the tenants of each rental unit, the date on which the rental unit\nwill be withdrawn from rental housing use and the rent applicable to that rental\nunit.\tThe Department shall have the authority to promulgate forms and procedures\nto assist in the implementation of this subdivision.\tB.\tRecordation of\nNon-Confidential Memorandum and Extension of the Date of Withdrawal from Rental\nHousing Use.  The landlord shall record with the County Recorder a memorandum\nsummarizing the provisions of the Notice of Intent to Withdraw, other than those\nprovisions that are confidential.  Information respecting the name or names of\nthe tenants, the rent applicable to any rental unit, and the total number of\nunits is confidential information and shall be treated as confidential\ninformation by the Department for purposes of the Information Practices Act of\n1977, as contained in Chapter 1 (commencing with Section 1798) of Title 1.8 of\nPart 4 of Division 3 of the Civil Code.\tThe landlord shall submit a copy of the\nmemorandum filed with the County Recorder to the Department concurrently with\nthe Notice of Intent to Withdraw, with a certification that actions have been\ninitiated as required by law to terminate any existing tenancies.\tThe date on\nwhich the rental units are to be withdrawn from rental housing use shall be at\nleast 120 days from the date of the delivery to the Department in person or by\nfirst-class mail of the Notice of Intent to Withdraw.\tIf the tenant is at least\n62 years of age or disabled (as defined in Government Code Section 12955.3) and\nhas lived in his or her accommodations for at least one year prior to the date\nof delivery to the Department of the Notice of Intent to Withdraw pursuant to\nSubsection A. of this section, then the date of withdrawal of the accommodations\nof that tenant shall be extended to one year after the date of delivery of that\nNotice to the Department.  This extension shall take place, if and only if, the\ntenant gives written notice of his or her entitlement to an extension to the\nlandlord within 60 days of the date of delivery to the Department of the Notice\nof Intent to Withdraw.  In that situation, the following provisions shall\napply:\t1.\tThe tenancy shall be continued on the same terms and conditions as\nexisted on the date of delivery to the Department of the Notice of Intent to\nWithdraw, subject to any adjustments otherwise available under the Rent\nStabilization Ordinance.\t2.\tNo party shall be relieved of the duty to perform\nany obligation under the lease or rental agreement.\t3.\tThe landlord may elect to\nextend the date of withdrawal on any other rental units up to one year after the\ndate of delivery to the Department of the Notice of Intent to Withdraw, subject\nto Subparagraphs 1. and 2. \t4.\tWithin 30 days of the notification by the tenant\nto the landlord of his or her entitlement to an extension, the landlord shall\ngive written notice to the Department of the claim that the tenant is entitled\nto stay in the accommodations for one year after the date of delivery to the\nDepartment of the Notice of Intent to Withdraw.\t5.\tWithin 90 days of the date of\ndelivery to the Department of the Notice of Intent to Withdraw, the landlord\nshall give written notice to the Department and the affected tenant of the\nlandlord’s election to extend the date of withdrawal and the new date of\nwithdrawal under Subparagraph 3.\tC.\tNotice to the Tenants of Pending\nWithdrawal.  Within five days of delivery to the Department of the Notice of\nIntent to Withdraw with the certification required under Subsection B. of this\nsection, and a copy of the memorandum recorded by the County Recorder, the\nlandlord shall notify, by delivery in person or by first-class mail, each\naffected tenant of the following:\t1.\tThat the Department has been notified\npursuant to Subsection A., including the date of the delivery to the Department\nof the Notice of Intent to Withdraw;\t2.\tThat the Notice delivered to the\nDepartment specified the name and the amount of rent paid by the tenant as an\noccupant of the accommodations;\t3.\tThe amount of rent the landlord specified in\nthe notice to the Department;\t4.\tNotice to the tenant of his or her rights under\nParagraph (3) of Subdivision (b) of Government Code Section 7060.2;\nand\t5.\tNotice to the tenant stating the following:\t(a)\tIf the tenant is at least\n62 years of age or disabled, and has lived in his or her accommodations for at\nleast one year prior to the date of delivery to the Department of the Notice of\nIntent to Withdraw, then the tenancy shall be extended to one year after the\ndate of delivery to the Department of the Notice of Intent to Withdraw, provided\nthat the tenant gives written notice of his or her entitlement to the landlord\nwithin 60 days of the date of delivery to the Department of the Notice of Intent\nto Withdraw;\t(b)\tThe extended tenancy shall be continued on the same terms and\nconditions as existed on the date of delivery to the Department of the Notice of\nIntent to Withdraw, subject to any adjustments otherwise available under the\nRent Stabilization Ordinance; and\t(c)\tNo party shall be relieved of the duty to\nperform any obligation under the lease or rental agreement during the extended\ntenancy.\n","html":"\n\t\t\t\t\t<section><p>  ELLIS ACT PROVISIONS – REQUIRED NOTICE.\n\t(Added by Ord. No. 177,901, Eff. 9\/29\/06.)<br \/><br \/>\tNotwithstanding any provision of this chapter to the contrary, if a landlord desires to demolish rental units subject to the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span>, or otherwise withdraw the units from rental housing use, then the following provisions shall apply:<br \/><br \/>\tA.\tNotice of <span class=\"dictionary\">Intent<\/span> to Withdraw.  The landlord shall notify the Department of an intention to withdraw a rental unit from rental housing use.  This Notice of <span class=\"dictionary\">Intent<\/span> to Withdraw shall contain the following:  statements, under <span class=\"dictionary\">penalty<\/span> of <span class=\"dictionary\">perjury<\/span> on the form and in the number prescribed by the Department, stating that the landlord intends to evict in <span class=\"dictionary\">order<\/span> to demolish the rental unit or to remove the rental unit from rental housing use, the address or location of the rental unit, the number of rental units to be demolished or removed from rental housing use, the names of the tenants of each rental unit, the date on which the rental unit will be withdrawn from rental housing use and the rent applicable to that rental unit.<br \/><br \/>\tThe Department shall have the authority to promulgate forms and procedures to assist in the implementation of this subdivision.<br \/><br \/>\tB.\tRecordation of Non-Confidential <span class=\"dictionary\">Memorandum<\/span> and Extension of the Date of Withdrawal from Rental Housing Use.  The landlord shall record with the County Recorder a <span class=\"dictionary\">memorandum<\/span> summarizing the provisions of the Notice of <span class=\"dictionary\">Intent<\/span> to Withdraw, other than those provisions that are confidential.  Information respecting the name or names of the tenants, the rent applicable to any rental unit, and the total number of units is confidential information and shall be treated as confidential information by the Department for purposes of the Information Practices Act of 1977, as contained in Chapter 1 (commencing with Section 1798) of Title 1.8 of Part 4 of Division 3 of the Civil Code.<br \/><br \/>\tThe landlord shall submit a copy of the <span class=\"dictionary\">memorandum<\/span> filed with the County Recorder to the Department concurrently with the Notice of <span class=\"dictionary\">Intent<\/span> to Withdraw, with a certification that actions have been initiated as required by <span class=\"dictionary\">law<\/span> to terminate any existing tenancies.<br \/><br \/>\tThe date on which the rental units are to be withdrawn from rental housing use shall be at least 120 days from the date of the delivery to the Department in person or by first-class mail of the Notice of <span class=\"dictionary\">Intent<\/span> to Withdraw.<br \/><br \/>\tIf the tenant is at least 62 years of age or disabled (as defined in Government Code Section 12955.3) and has lived in his or her accommodations for at least one year prior to the date of delivery to the Department of the Notice of <span class=\"dictionary\">Intent<\/span> to Withdraw pursuant to Subsection A. of this section, then the date of withdrawal of the accommodations of that tenant shall be extended to one year after the date of delivery of that Notice to the Department.  This extension shall take place, if and only if, the tenant gives written notice of his or her entitlement to an extension to the landlord within 60 days of the date of delivery to the Department of the Notice of <span class=\"dictionary\">Intent<\/span> to Withdraw.  In that situation, the following provisions shall apply:<br \/><br \/>\t1.\tThe tenancy shall be continued on the same terms and conditions as existed on the date of delivery to the Department of the Notice of <span class=\"dictionary\">Intent<\/span> to Withdraw, subject to any adjustments otherwise available under the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span>.<br \/><br \/>\t2.\tNo <span class=\"dictionary\">party<\/span> shall be relieved of the duty to perform any obligation under the lease or rental agreement.<br \/><br \/>\t3.\tThe landlord may elect to extend the date of withdrawal on any other rental units up to one year after the date of delivery to the Department of the Notice of <span class=\"dictionary\">Intent<\/span> to Withdraw, subject to Subparagraphs 1. and 2. <br \/><br \/>\t4.\tWithin 30 days of the notification by the tenant to the landlord of his or her entitlement to an extension, the landlord shall give written notice to the Department of the claim that the tenant is entitled to <span class=\"dictionary\">stay<\/span> in the accommodations for one year after the date of delivery to the Department of the Notice of <span class=\"dictionary\">Intent<\/span> to Withdraw.<br \/><br \/>\t5.\tWithin 90 days of the date of delivery to the Department of the Notice of <span class=\"dictionary\">Intent<\/span> to Withdraw, the landlord shall give written notice to the Department and the affected tenant of the landlord’s election to extend the date of withdrawal and the new date of withdrawal under Subparagraph 3.<br \/><br \/>\tC.\tNotice to the Tenants of Pending Withdrawal.  Within five days of delivery to the Department of the Notice of <span class=\"dictionary\">Intent<\/span> to Withdraw with the certification required under Subsection B. of this section, and a copy of the <span class=\"dictionary\">memorandum<\/span> recorded by the County Recorder, the landlord shall notify, by delivery in person or by first-class mail, each affected tenant of the following:<br \/><br \/>\t1.\tThat the Department has been notified pursuant to Subsection A., including the date of the delivery to the Department of the Notice of <span class=\"dictionary\">Intent<\/span> to Withdraw;<br \/><br \/>\t2.\tThat the Notice delivered to the Department specified the name and the amount of rent paid by the tenant as an occupant of the accommodations;<br \/><br \/>\t3.\tThe amount of rent the landlord specified in the notice to the Department;<br \/><br \/>\t4.\tNotice to the tenant of his or her rights under Paragraph (3) of Subdivision (b) of Government Code Section 7060.2; and<br \/><br \/>\t5.\tNotice to the tenant stating the following:<br \/><br \/>\t(a)\tIf the tenant is at least 62 years of age or disabled, and has lived in his or her accommodations for at least one year prior to the date of delivery to the Department of the Notice of <span class=\"dictionary\">Intent<\/span> to Withdraw, then the tenancy shall be extended to one year after the date of delivery to the Department of the Notice of <span class=\"dictionary\">Intent<\/span> to Withdraw, provided that the tenant gives written notice of his or her entitlement to the landlord within 60 days of the date of delivery to the Department of the Notice of <span class=\"dictionary\">Intent<\/span> to Withdraw;<br \/><br \/>\t(b)\tThe extended tenancy shall be continued on the same terms and conditions as existed on the date of delivery to the Department of the Notice of <span class=\"dictionary\">Intent<\/span> to Withdraw, subject to any adjustments otherwise available under the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span>; and<br \/><br \/>\t(c)\tNo <span class=\"dictionary\">party<\/span> shall be relieved of the duty to perform any obligation under the lease or rental agreement during the extended tenancy.<\/p><\/section>","previous_section":{"id":"299","structure_id":"38","section_number":"151.22","catch_line":"Ellis Act Provisions - Statement Of Purpose And Effect.","url":"\/151.22\/","token":"151.22"},"text":{"0":{"id":"3021","text":"  ELLIS ACT PROVISIONS – REQUIRED NOTICE.\n\t(Added by Ord. No. 177,901, Eff. 9\/29\/06.)\tNotwithstanding any provision of this chapter to the contrary, if a landlord desires to demolish rental units subject to the Rent Stabilization Ordinance, or otherwise withdraw the units from rental housing use, then the following provisions shall apply:\tA.\tNotice of Intent to Withdraw.  The landlord shall notify the Department of an intention to withdraw a rental unit from rental housing use.  This Notice of Intent to Withdraw shall contain the following:  statements, under penalty of perjury on the form and in the number prescribed by the Department, stating that the landlord intends to evict in order to demolish the rental unit or to remove the rental unit from rental housing use, the address or location of the rental unit, the number of rental units to be demolished or removed from rental housing use, the names of the tenants of each rental unit, the date on which the rental unit will be withdrawn from rental housing use and the rent applicable to that rental unit.\tThe Department shall have the authority to promulgate forms and procedures to assist in the implementation of this subdivision.\tB.\tRecordation of Non-Confidential Memorandum and Extension of the Date of Withdrawal from Rental Housing Use.  The landlord shall record with the County Recorder a memorandum summarizing the provisions of the Notice of Intent to Withdraw, other than those provisions that are confidential.  Information respecting the name or names of the tenants, the rent applicable to any rental unit, and the total number of units is confidential information and shall be treated as confidential information by the Department for purposes of the Information Practices Act of 1977, as contained in Chapter 1 (commencing with Section 1798) of Title 1.8 of Part 4 of Division 3 of the Civil Code.\tThe landlord shall submit a copy of the memorandum filed with the County Recorder to the Department concurrently with the Notice of Intent to Withdraw, with a certification that actions have been initiated as required by law to terminate any existing tenancies.\tThe date on which the rental units are to be withdrawn from rental housing use shall be at least 120 days from the date of the delivery to the Department in person or by first-class mail of the Notice of Intent to Withdraw.\tIf the tenant is at least 62 years of age or disabled (as defined in Government Code Section 12955.3) and has lived in his or her accommodations for at least one year prior to the date of delivery to the Department of the Notice of Intent to Withdraw pursuant to Subsection A. of this section, then the date of withdrawal of the accommodations of that tenant shall be extended to one year after the date of delivery of that Notice to the Department.  This extension shall take place, if and only if, the tenant gives written notice of his or her entitlement to an extension to the landlord within 60 days of the date of delivery to the Department of the Notice of Intent to Withdraw.  In that situation, the following provisions shall apply:\t1.\tThe tenancy shall be continued on the same terms and conditions as existed on the date of delivery to the Department of the Notice of Intent to Withdraw, subject to any adjustments otherwise available under the Rent Stabilization Ordinance.\t2.\tNo party shall be relieved of the duty to perform any obligation under the lease or rental agreement.\t3.\tThe landlord may elect to extend the date of withdrawal on any other rental units up to one year after the date of delivery to the Department of the Notice of Intent to Withdraw, subject to Subparagraphs 1. and 2. \t4.\tWithin 30 days of the notification by the tenant to the landlord of his or her entitlement to an extension, the landlord shall give written notice to the Department of the claim that the tenant is entitled to stay in the accommodations for one year after the date of delivery to the Department of the Notice of Intent to Withdraw.\t5.\tWithin 90 days of the date of delivery to the Department of the Notice of Intent to Withdraw, the landlord shall give written notice to the Department and the affected tenant of the landlord’s election to extend the date of withdrawal and the new date of withdrawal under Subparagraph 3.\tC.\tNotice to the Tenants of Pending Withdrawal.  Within five days of delivery to the Department of the Notice of Intent to Withdraw with the certification required under Subsection B. of this section, and a copy of the memorandum recorded by the County Recorder, the landlord shall notify, by delivery in person or by first-class mail, each affected tenant of the following:\t1.\tThat the Department has been notified pursuant to Subsection A., including the date of the delivery to the Department of the Notice of Intent to Withdraw;\t2.\tThat the Notice delivered to the Department specified the name and the amount of rent paid by the tenant as an occupant of the accommodations;\t3.\tThe amount of rent the landlord specified in the notice to the Department;\t4.\tNotice to the tenant of his or her rights under Paragraph (3) of Subdivision (b) of Government Code Section 7060.2; and\t5.\tNotice to the tenant stating the following:\t(a)\tIf the tenant is at least 62 years of age or disabled, and has lived in his or her accommodations for at least one year prior to the date of delivery to the Department of the Notice of Intent to Withdraw, then the tenancy shall be extended to one year after the date of delivery to the Department of the Notice of Intent to Withdraw, provided that the tenant gives written notice of his or her entitlement to the landlord within 60 days of the date of delivery to the Department of the Notice of Intent to Withdraw;\t(b)\tThe extended tenancy shall be continued on the same terms and conditions as existed on the date of delivery to the Department of the Notice of Intent to Withdraw, subject to any adjustments otherwise available under the Rent Stabilization Ordinance; and\t(c)\tNo party shall be relieved of the duty to perform any obligation under the lease or rental agreement during the extended tenancy.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}