{"section_number":"152.07","edition_id":"1","section_id":"3886","structure_id":"52","catch_line":"Remedies.","history":"","full_text":"  REMEDIES.\n\t(Added by Ord. No. 176,544, Eff. 5\/2\/05.)\n\n\tA.\tA landlord who fails to abide by the terms of an accepted Tenant Habitability Plan shall be denied individual rent adjustments under Section 151.07 A.1.(d) of this Code, absent extenuating circumstances.\n\n\tB.\tIn any action by a landlord to recover possession of a rental unit, the tenant may raise as an affirmative defense the failure of the landlord to comply with any provisions contained in this article.\n\n\tC.\tAny person who willfully or knowingly with the intent to deceive, makes a false statement or representation, or knowingly fails to disclose a material fact in any plan or notice required under this article, or in any declaration, application, hearing or appeal permitted under this article, including oral or written evidence presented in support thereof, shall be guilty of a misdemeanor.\n\n\tAny person convicted of a misdemeanor under the provisions of this chapter shall be punished by a fine of not more than $1,000.00 or by imprisonment in the County Jail for a period of not more than six months or both.  Each violation of any provision of this chapter and each day during which such violation is committed, or continues, shall constitute a separate offense.\n\n\tD.\tAny person who fails to provide relocation assistance pursuant to Section 152.05 of this Code shall be liable in a civil action to the person to whom such assistance is due for damages in the amount of the unpaid relocation assistance, together with reasonable attorney’s fees and costs as determined by the court.\n\n\tE.\tAny person who breaches any duty or obligation set forth in Section 152.06 of this Code shall be liable in a civil action by any person, organization or entity, for all actual damages, special damages in an amount not to exceed the greater of twice the amount of actual damages or $5,000, and reasonable attorney’s fees and costs as determined by the court.  Damages of three times the amount of the actual damages may be awarded in a civil action for willful failure to comply with the payment obligations, to provide safe, decent and sanitary temporary replacement housing, or to allow a tenant to reoccupy a rental unit once the primary work is completed.\n\n\tF.\tAny agreement, whether written or oral, waiving any of the provisions contained in this article shall be void as contrary to public policy.\n\n\tG.\tNothing in this article shall be construed to deprive a person of due process rights guaranteed by law, including, but not limited to, a right to appeal the Department’s determination regarding a Tenant Habitability Plan to a hearing officer.\n\n\tH.\tThe remedies provided by this article are in addition to any other legal or equitable remedies and are not intended to be exclusive.","order_by":"07","ancestry":{"1":{"id":"52","name":"Tenant Habitability Program","identifier":"2","label":"article","url":"\/15\/2\/"},"2":{"id":"37","name":"Rent Stabilization Ordinance","identifier":"15","label":"chapter","url":"\/15\/"}},"structure_contents":{"0":{"id":"1657","structure_id":"52","section_number":"152.00","catch_line":"Title.","url":"\/152.00\/","token":"152.00"},"1":{"id":"114","structure_id":"52","section_number":"152.01","catch_line":"Declaration Of Purpose.","url":"\/152.01\/","token":"152.01"},"2":{"id":"2890","structure_id":"52","section_number":"152.02","catch_line":"Definitions.","url":"\/152.02\/","token":"152.02"},"3":{"id":"1422","structure_id":"52","section_number":"152.03","catch_line":"Procedure For Undertaking Primary Renovation Work.","url":"\/152.03\/","token":"152.03"},"4":{"id":"144","structure_id":"52","section_number":"152.04","catch_line":"Notice And Service Requirements.","url":"\/152.04\/","token":"152.04"},"5":{"id":"205","structure_id":"52","section_number":"152.05","catch_line":"Permanent Relocation Assistance.","url":"\/152.05\/","token":"152.05"},"6":{"id":"658","structure_id":"52","section_number":"152.06","catch_line":"Temporary Relocation And Temporary Replacement Housing.","url":"\/152.06\/","token":"152.06"},"7":{"id":"3886","structure_id":"52","section_number":"152.07","catch_line":"Remedies.","url":"\/152.07\/","token":"152.07"},"8":{"id":"2480","structure_id":"52","section_number":"152.08","catch_line":"Authority Of Commission To Regulate.","url":"\/152.08\/","token":"152.08"}},"next_section":{"id":"2480","structure_id":"52","section_number":"152.08","catch_line":"Authority Of Commission To Regulate.","url":"\/152.08\/","token":"152.08"},"metadata":false,"references":false,"url":"\/152.07\/","token":"152.07","formats":{"txt":"\/152.07.txt","json":"\/152.07.xml"},"dublin_core":{"Title":"Remedies.","Type":"Text","Format":"text\/html","Identifier":"§ 152.07","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nREMEDIES. (§ 152.07)\n\n  REMEDIES.\n\t(Added by Ord. No. 176,544, Eff. 5\/2\/05.)\tA.\tA landlord who fails to abide by\nthe terms of an accepted Tenant Habitability Plan shall be denied individual\nrent adjustments under Section 151.07 A.1.(d) of this Code, absent extenuating\ncircumstances.\tB.\tIn any action by a landlord to recover possession of a rental\nunit, the tenant may raise as an affirmative defense the failure of the landlord\nto comply with any provisions contained in this article.\tC.\tAny person who\nwillfully or knowingly with the intent to deceive, makes a false statement or\nrepresentation, or knowingly fails to disclose a material fact in any plan or\nnotice required under this article, or in any declaration, application, hearing\nor appeal permitted under this article, including oral or written evidence\npresented in support thereof, shall be guilty of a misdemeanor.\tAny person\nconvicted of a misdemeanor under the provisions of this chapter shall be\npunished by a fine of not more than $1,000.00 or by imprisonment in the County\nJail for a period of not more than six months or both.  Each violation of any\nprovision of this chapter and each day during which such violation is committed,\nor continues, shall constitute a separate offense.\tD.\tAny person who fails to\nprovide relocation assistance pursuant to Section 152.05 of this Code shall be\nliable in a civil action to the person to whom such assistance is due for\ndamages in the amount of the unpaid relocation assistance, together with\nreasonable attorney’s fees and costs as determined by the court.\tE.\tAny person\nwho breaches any duty or obligation set forth in Section 152.06 of this Code\nshall be liable in a civil action by any person, organization or entity, for all\nactual damages, special damages in an amount not to exceed the greater of twice\nthe amount of actual damages or $5,000, and reasonable attorney’s fees and\ncosts as determined by the court.  Damages of three times the amount of the\nactual damages may be awarded in a civil action for willful failure to comply\nwith the payment obligations, to provide safe, decent and sanitary temporary\nreplacement housing, or to allow a tenant to reoccupy a rental unit once the\nprimary work is completed.\tF.\tAny agreement, whether written or oral, waiving\nany of the provisions contained in this article shall be void as contrary to\npublic policy.\tG.\tNothing in this article shall be construed to deprive a person\nof due process rights guaranteed by law, including, but not limited to, a right\nto appeal the Department’s determination regarding a Tenant Habitability Plan\nto a hearing officer.\tH.\tThe remedies provided by this article are in addition\nto any other legal or equitable remedies and are not intended to be exclusive.\n","html":"\n\t\t\t\t\t<section><p>  REMEDIES.\n\t(Added by Ord. No. 176,544, Eff. 5\/2\/05.)<br \/><br \/>\tA.\tA landlord who fails to abide by the terms of an accepted Tenant Habitability Plan shall be denied individual rent adjustments under Section 151.07 A.1.(d) of this Code, absent <span class=\"dictionary\">extenuating circumstances<\/span>.<br \/><br \/>\tB.\tIn any action by a landlord to recover <span class=\"dictionary\">possession<\/span> of a rental unit, the tenant may raise as an <span class=\"dictionary\">affirmative defense<\/span> the failure of the landlord to comply with any provisions contained in this article.<br \/><br \/>\tC.\tAny person who willfully or knowingly with the <span class=\"dictionary\">intent<\/span> to deceive, makes a false statement or representation, or knowingly fails to disclose a <span class=\"dictionary\">material<\/span> <span class=\"dictionary\">fact<\/span> in any plan or notice required under this article, or in any declaration, application, <span class=\"dictionary\">hearing<\/span> or <span class=\"dictionary\">appeal<\/span> permitted under this article, including oral or written <span class=\"dictionary\">evidence<\/span> presented in support thereof, shall be guilty of a <span class=\"dictionary\">misdemeanor<\/span>.<br \/><br \/>\tAny person convicted of a <span class=\"dictionary\">misdemeanor<\/span> under the provisions of this chapter shall be punished by a fine of not more than $1,000.00 or by imprisonment in the <span class=\"dictionary\">County Jail<\/span> for a period of not more than six months or both.  Each violation of any provision of this chapter and each day during which such violation is committed, or continues, shall constitute a separate <span class=\"dictionary\">offense<\/span>.<br \/><br \/>\tD.\tAny person who fails to provide relocation assistance pursuant to Section 152.05 of this Code shall be liable in a <span class=\"dictionary\">civil action<\/span> to the person to whom such assistance is due for <span class=\"dictionary\">damages<\/span> in the amount of the unpaid relocation assistance, together with reasonable attorney’s fees and costs as determined by the <span class=\"dictionary\">court<\/span>.<br \/><br \/>\tE.\tAny person who breaches any duty or obligation set forth in Section 152.06 of this Code shall be liable in a <span class=\"dictionary\">civil action<\/span> by any person, organization or entity, for all actual <span class=\"dictionary\">damages<\/span>, special <span class=\"dictionary\">damages<\/span> in an amount not to exceed the greater of twice the amount of actual <span class=\"dictionary\">damages<\/span> or $5,000, and reasonable attorney’s fees and costs as determined by the <span class=\"dictionary\">court<\/span>.  <span class=\"dictionary\">Damages<\/span> of three times the amount of the actual <span class=\"dictionary\">damages<\/span> may be awarded in a <span class=\"dictionary\">civil action<\/span> for willful failure to comply with the payment obligations, to provide safe, decent and sanitary temporary replacement housing, or to allow a tenant to reoccupy a rental unit once the primary work is completed.<br \/><br \/>\tF.\tAny agreement, whether written or oral, waiving any of the provisions contained in this article shall be void as contrary to public policy.<br \/><br \/>\tG.\tNothing in this article shall be construed to deprive a person of <span class=\"dictionary\">due process<\/span> rights guaranteed by <span class=\"dictionary\">law<\/span>, including, but not limited to, a right to <span class=\"dictionary\">appeal<\/span> the Department’s determination regarding a Tenant Habitability Plan to a <span class=\"dictionary\">hearing<\/span> officer.<br \/><br \/>\tH.\tThe remedies provided by this article are in addition to any other legal or <span class=\"dictionary\">equitable<\/span> remedies and are not intended to be exclusive.<\/p><\/section>","previous_section":{"id":"658","structure_id":"52","section_number":"152.06","catch_line":"Temporary Relocation And Temporary Replacement Housing.","url":"\/152.06\/","token":"152.06"},"text":{"0":{"id":"3860","text":"  REMEDIES.\n\t(Added by Ord. No. 176,544, Eff. 5\/2\/05.)\tA.\tA landlord who fails to abide by the terms of an accepted Tenant Habitability Plan shall be denied individual rent adjustments under Section 151.07 A.1.(d) of this Code, absent extenuating circumstances.\tB.\tIn any action by a landlord to recover possession of a rental unit, the tenant may raise as an affirmative defense the failure of the landlord to comply with any provisions contained in this article.\tC.\tAny person who willfully or knowingly with the intent to deceive, makes a false statement or representation, or knowingly fails to disclose a material fact in any plan or notice required under this article, or in any declaration, application, hearing or appeal permitted under this article, including oral or written evidence presented in support thereof, shall be guilty of a misdemeanor.\tAny person convicted of a misdemeanor under the provisions of this chapter shall be punished by a fine of not more than $1,000.00 or by imprisonment in the County Jail for a period of not more than six months or both.  Each violation of any provision of this chapter and each day during which such violation is committed, or continues, shall constitute a separate offense.\tD.\tAny person who fails to provide relocation assistance pursuant to Section 152.05 of this Code shall be liable in a civil action to the person to whom such assistance is due for damages in the amount of the unpaid relocation assistance, together with reasonable attorney’s fees and costs as determined by the court.\tE.\tAny person who breaches any duty or obligation set forth in Section 152.06 of this Code shall be liable in a civil action by any person, organization or entity, for all actual damages, special damages in an amount not to exceed the greater of twice the amount of actual damages or $5,000, and reasonable attorney’s fees and costs as determined by the court.  Damages of three times the amount of the actual damages may be awarded in a civil action for willful failure to comply with the payment obligations, to provide safe, decent and sanitary temporary replacement housing, or to allow a tenant to reoccupy a rental unit once the primary work is completed.\tF.\tAny agreement, whether written or oral, waiving any of the provisions contained in this article shall be void as contrary to public policy.\tG.\tNothing in this article shall be construed to deprive a person of due process rights guaranteed by law, including, but not limited to, a right to appeal the Department’s determination regarding a Tenant Habitability Plan to a hearing officer.\tH.\tThe remedies provided by this article are in addition to any other legal or equitable remedies and are not intended to be exclusive.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}