{"section_number":"152.03","edition_id":"1","section_id":"1422","structure_id":"52","catch_line":"Procedure For Undertaking Primary Renovation Work.","history":"","full_text":"  PROCEDURE FOR UNDERTAKING PRIMARY RENOVATION WORK.\n\t(Added by Ord. No. 176,544, Eff. 5\/2\/05.)\n\n\tA.\tBuilding Permits.\n\n\t1.\tNo landlord shall undertake Primary Renovation Work without first obtaining a permit, pursuant to Sections 91.106, 92.0129, 92.0132, 93.0201, 94.103, or 95.112.2 of this Code.  This requirement applies to all Primary Renovation Work, regardless of whether such work is eligible for a rent adjustment under any of the provisions of Section 151.07 A.1. of this Code and regardless of which provision of that subdivision, if any, is intended to be used as a ground for seeking a rent adjustment following the completion of the work.\n\n\t2.\tThe Department shall clear a landlord’s application for a permit for Primary Renovation Work if both of the following conditions have been met:\n\n\ta.\tThe landlord has submitted a Tenant Habitability Plan which, in accordance with Subsection C. of this section, the Department finds to adequately mitigate the impact of Primary Renovation Work and any Related Work upon affected tenants; and\n\n\tb.\tThe landlord has submitted a declaration documenting service to affected tenants of both a Notice of Primary Renovation Work and a copy of the non-confidential portions of the Tenant Habitability Plan.\n\n\tB.\tTenant Habitability Plan.  At a minimum, a Tenant Habitability Plan shall provide the following information, together with any other information the Department deems necessary to ensure that the impact of Primary Renovation Work and any Related Work upon affected tenants is adequately mitigated:\n\n\t1.\tIdentification of the landlord, the general contractor responsible for the Primary Renovation Work, and any specialized contractor responsible for hazardous material abatement, including but not limited to lead-based paint and asbestos.\n\n\t2.\tIdentification of all affected tenants including the current rent each tenant pays and the date of each tenant’s last rent increase.  In accordance with California Civil Code Sec. 1798 et seq., information regarding tenants shall be considered confidential.\n\n\t3.\tDescription of the scope of work covering the Primary Renovation Work and any Related Work.  Such description shall address the overall work to be undertaken on all affected units and common areas, the specific work to be undertaken on each affected unit, an estimate of the total project cost and time, and an estimate of the cost and time of renovation for each affected unit.\n\n\t4.\tIdentification of the impact of the Primary Renovation Work and Related Work on the habitability of affected rental units, including a discussion of impact severity and duration with regard to noise, utility interruption, exposure to hazardous materials, interruption of fire safety systems, inaccessibility of all or portions of each affected rental unit, and disruption of other tenant services.\n\n\t5.\tIdentification of the mitigation measures that will be adopted to ensure that tenants are not required to occupy an untenantable dwelling, as defined in California Civil Code Section 1941.1, outside of the hours of 8:00 am through 5:00 pm, Monday through Friday, and are not exposed at any time to toxic or hazardous materials including, but not limited to, lead-based paint and asbestos.  Such measures may include the adoption of work procedures that allow a tenant to remain on-site and\/or the temporary relocation of tenants.\n\n\t6.\tIdentification of the impact of the Primary Renovation Work and Related Work on the personal property of affected tenants, including work areas which must be cleared of furnishings and other tenant property, and the exposure of tenant property to theft or damage from hazards related to work or storage.\n\n\t7.\tIdentification of the mitigation measures that will be adopted to secure and protect tenant property from reasonably foreseeable damage or loss.\n\n\tC.\tPlan Acceptance.\n\n\t1.\tThe Department shall make a determination regarding the adequacy of a landlord’s Tenant Habitability Plan within five working days of the Department’s receipt of the plan for review.  The Department shall accept those plans which meet the requirements of Subsection B. of this section and which it determines, with reference to the standards set forth in California Civil Code Section 1941.1 and in accordance with any regulations or guidelines adopted by the Commission, will adequately mitigate the impacts of Primary Renovation Work and any Related Work upon tenants.  The Tenant Habitability Plan may allow for the temporary disruption of major systems during the hours of 8:00 a.m. to 5:00 p.m., Monday through Friday, without requiring the relocation of tenants in order to adequately mitigate the impacts upon the affected tenants.  However tenants should not be exposed at any time to toxic or hazardous materials including, but not limited to, lead-based paint and asbestos.\n\n\t2.\tThe Department’s acceptance of a Tenant Habitability Plan shall be subject to the landlord having no outstanding balances due for rent registration or code enforcement fees.\n\n\t3.\tThe Department shall provide landlords with written indications of deficiencies which must be addressed whenever a Tenant Habitability Plan is determined to be inadequate. A landlord may submit an amended plan in order to correct identified deficiencies.\n\n\t4.\tLandlords and tenants may appeal the Department’s determination regarding a Tenant Habitability Plan to a hearing officer.  The appeal shall be made in writing, upon appropriate forms provided by the Department, and shall specify the grounds for appeal.  The appeal shall be filed within 15 calendar days of the service of the Department’s determination, as required by Section 152.04 of this Code and shall be accompanied by the payment of an administrative fee of $35.00.  The requested hearing shall be held within 30 calendar days of the filing of the appeal following the procedures set forth in Section 151.07 A.3. of this Code.  The hearing officer shall issue a written decision within ten calendar days of the hearing on the appeal, with a copy of the decision served on the landlord and the tenants by first class mail, postage prepaid, or in person.\n\n\tD.\tNotice of Primary Renovation Work.  Notice of Primary Renovation Work shall be written in the language in which the original lease was negotiated and shall provide the following information:\n\n\t1.\tThe estimated start and completion dates of any Primary Renovation Work and Related Work associated with a Tenant Habitability Plan accepted by the Department.\n\n\t2.\tA description of the Primary Renovation Work and Related Work to be performed and how it will impact that particular tenant or household.\n\n\t3.\tThe details of temporary relocation, if necessitated by the Primary Renovation Work, and associated tenant rights under this article.\n\n\t4.\tInstructions that tenants with questions should consult the landlord, the Department, or the Department’s designee.\n\n\t5.\tNotice of a tenant’s right to reoccupy the units under the existing terms of tenancy upon completion of Primary Renovation Work, subject to rent adjustments as authorized under this chapter.\n\n\t6.\tNotice that the tenant may appeal the Department’s acceptance of a Tenant Habitability Plan in cases where the tenant does not agree with the landlord regarding the necessity for the tenant to either be temporarily displaced or remain in place during Primary Renovation Work, provided such request is submitted within 15 days of the tenant’s receipt of the Notice of Primary Renovation Work.","order_by":"03","ancestry":{"1":{"id":"52","name":"Tenant Habitability Program","identifier":"2","label":"article","url":"\/15\/2\/"},"2":{"id":"37","name":"Rent Stabilization Ordinance","identifier":"15","label":"chapter","url":"\/15\/"}},"structure_contents":{"0":{"id":"1657","structure_id":"52","section_number":"152.00","catch_line":"Title.","url":"\/152.00\/","token":"152.00"},"1":{"id":"114","structure_id":"52","section_number":"152.01","catch_line":"Declaration Of Purpose.","url":"\/152.01\/","token":"152.01"},"2":{"id":"2890","structure_id":"52","section_number":"152.02","catch_line":"Definitions.","url":"\/152.02\/","token":"152.02"},"3":{"id":"1422","structure_id":"52","section_number":"152.03","catch_line":"Procedure For Undertaking Primary Renovation Work.","url":"\/152.03\/","token":"152.03"},"4":{"id":"144","structure_id":"52","section_number":"152.04","catch_line":"Notice And Service Requirements.","url":"\/152.04\/","token":"152.04"},"5":{"id":"205","structure_id":"52","section_number":"152.05","catch_line":"Permanent Relocation Assistance.","url":"\/152.05\/","token":"152.05"},"6":{"id":"658","structure_id":"52","section_number":"152.06","catch_line":"Temporary Relocation And Temporary Replacement Housing.","url":"\/152.06\/","token":"152.06"},"7":{"id":"3886","structure_id":"52","section_number":"152.07","catch_line":"Remedies.","url":"\/152.07\/","token":"152.07"},"8":{"id":"2480","structure_id":"52","section_number":"152.08","catch_line":"Authority Of Commission To Regulate.","url":"\/152.08\/","token":"152.08"}},"next_section":{"id":"144","structure_id":"52","section_number":"152.04","catch_line":"Notice And Service Requirements.","url":"\/152.04\/","token":"152.04"},"metadata":false,"references":false,"url":"\/152.03\/","token":"152.03","formats":{"txt":"\/152.03.txt","json":"\/152.03.xml"},"dublin_core":{"Title":"Procedure For Undertaking Primary Renovation Work.","Type":"Text","Format":"text\/html","Identifier":"§ 152.03","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPROCEDURE FOR UNDERTAKING PRIMARY RENOVATION WORK. (§ 152.03)\n\n  PROCEDURE FOR UNDERTAKING PRIMARY RENOVATION WORK.\n\t(Added by Ord. No. 176,544, Eff. 5\/2\/05.)\tA.\tBuilding Permits.\t1.\tNo landlord\nshall undertake Primary Renovation Work without first obtaining a permit,\npursuant to Sections 91.106, 92.0129, 92.0132, 93.0201, 94.103, or 95.112.2 of\nthis Code.  This requirement applies to all Primary Renovation Work, regardless\nof whether such work is eligible for a rent adjustment under any of the\nprovisions of Section 151.07 A.1. of this Code and regardless of which provision\nof that subdivision, if any, is intended to be used as a ground for seeking a\nrent adjustment following the completion of the work.\t2.\tThe Department shall\nclear a landlord’s application for a permit for Primary Renovation Work if\nboth of the following conditions have been met:\ta.\tThe landlord has submitted a\nTenant Habitability Plan which, in accordance with Subsection C. of this\nsection, the Department finds to adequately mitigate the impact of Primary\nRenovation Work and any Related Work upon affected tenants; and\tb.\tThe landlord\nhas submitted a declaration documenting service to affected tenants of both a\nNotice of Primary Renovation Work and a copy of the non-confidential portions of\nthe Tenant Habitability Plan.\tB.\tTenant Habitability Plan.  At a minimum, a\nTenant Habitability Plan shall provide the following information, together with\nany other information the Department deems necessary to ensure that the impact\nof Primary Renovation Work and any Related Work upon affected tenants is\nadequately mitigated:\t1.\tIdentification of the landlord, the general contractor\nresponsible for the Primary Renovation Work, and any specialized contractor\nresponsible for hazardous material abatement, including but not limited to\nlead-based paint and asbestos.\t2.\tIdentification of all affected tenants\nincluding the current rent each tenant pays and the date of each tenant’s last\nrent increase.  In accordance with California Civil Code Sec. 1798 et seq.,\ninformation regarding tenants shall be considered confidential.\t3.\tDescription\nof the scope of work covering the Primary Renovation Work and any Related\nWork.  Such description shall address the overall work to be undertaken on all\naffected units and common areas, the specific work to be undertaken on each\naffected unit, an estimate of the total project cost and time, and an estimate\nof the cost and time of renovation for each affected unit.\t4.\tIdentification of\nthe impact of the Primary Renovation Work and Related Work on the habitability\nof affected rental units, including a discussion of impact severity and duration\nwith regard to noise, utility interruption, exposure to hazardous materials,\ninterruption of fire safety systems, inaccessibility of all or portions of each\naffected rental unit, and disruption of other tenant services.\t5.\tIdentification\nof the mitigation measures that will be adopted to ensure that tenants are not\nrequired to occupy an untenantable dwelling, as defined in California Civil Code\nSection 1941.1, outside of the hours of 8:00 am through 5:00 pm, Monday through\nFriday, and are not exposed at any time to toxic or hazardous materials\nincluding, but not limited to, lead-based paint and asbestos.  Such measures\nmay include the adoption of work procedures that allow a tenant to remain\non-site and\/or the temporary relocation of tenants.\t6.\tIdentification of the\nimpact of the Primary Renovation Work and Related Work on the personal property\nof affected tenants, including work areas which must be cleared of furnishings\nand other tenant property, and the exposure of tenant property to theft or\ndamage from hazards related to work or storage.\t7.\tIdentification of the\nmitigation measures that will be adopted to secure and protect tenant property\nfrom reasonably foreseeable damage or loss.\tC.\tPlan Acceptance.\t1.\tThe\nDepartment shall make a determination regarding the adequacy of a landlord’s\nTenant Habitability Plan within five working days of the Department’s receipt\nof the plan for review.  The Department shall accept those plans which meet the\nrequirements of Subsection B. of this section and which it determines, with\nreference to the standards set forth in California Civil Code Section 1941.1 and\nin accordance with any regulations or guidelines adopted by the Commission, will\nadequately mitigate the impacts of Primary Renovation Work and any Related Work\nupon tenants.  The Tenant Habitability Plan may allow for the temporary\ndisruption of major systems during the hours of 8:00 a.m. to 5:00 p.m., Monday\nthrough Friday, without requiring the relocation of tenants in order to\nadequately mitigate the impacts upon the affected tenants.  However tenants\nshould not be exposed at any time to toxic or hazardous materials including, but\nnot limited to, lead-based paint and asbestos.\t2.\tThe Department’s acceptance\nof a Tenant Habitability Plan shall be subject to the landlord having no\noutstanding balances due for rent registration or code enforcement fees.\t3.\tThe\nDepartment shall provide landlords with written indications of deficiencies\nwhich must be addressed whenever a Tenant Habitability Plan is determined to be\ninadequate. A landlord may submit an amended plan in order to correct identified\ndeficiencies.\t4.\tLandlords and tenants may appeal the Department’s\ndetermination regarding a Tenant Habitability Plan to a hearing officer.  The\nappeal shall be made in writing, upon appropriate forms provided by the\nDepartment, and shall specify the grounds for appeal.  The appeal shall be\nfiled within 15 calendar days of the service of the Department’s\ndetermination, as required by Section 152.04 of this Code and shall be\naccompanied by the payment of an administrative fee of $35.00.  The requested\nhearing shall be held within 30 calendar days of the filing of the appeal\nfollowing the procedures set forth in Section 151.07 A.3. of this Code.  The\nhearing officer shall issue a written decision within ten calendar days of the\nhearing on the appeal, with a copy of the decision served on the landlord and\nthe tenants by first class mail, postage prepaid, or in person.\tD.\tNotice of\nPrimary Renovation Work.  Notice of Primary Renovation Work shall be written in\nthe language in which the original lease was negotiated and shall provide the\nfollowing information:\t1.\tThe estimated start and completion dates of any\nPrimary Renovation Work and Related Work associated with a Tenant Habitability\nPlan accepted by the Department.\t2.\tA description of the Primary Renovation Work\nand Related Work to be performed and how it will impact that particular tenant\nor household.\t3.\tThe details of temporary relocation, if necessitated by the\nPrimary Renovation Work, and associated tenant rights under this\narticle.\t4.\tInstructions that tenants with questions should consult the\nlandlord, the Department, or the Department’s designee.\t5.\tNotice of a\ntenant’s right to reoccupy the units under the existing terms of tenancy upon\ncompletion of Primary Renovation Work, subject to rent adjustments as authorized\nunder this chapter.\t6.\tNotice that the tenant may appeal the Department’s\nacceptance of a Tenant Habitability Plan in cases where the tenant does not\nagree with the landlord regarding the necessity for the tenant to either be\ntemporarily displaced or remain in place during Primary Renovation Work,\nprovided such request is submitted within 15 days of the tenant’s receipt of\nthe Notice of Primary Renovation Work.\n","html":"\n\t\t\t\t\t<section><p>  PROCEDURE FOR UNDERTAKING PRIMARY RENOVATION WORK.\n\t(Added by Ord. No. 176,544, Eff. 5\/2\/05.)<br \/><br \/>\tA.\tBuilding Permits.<br \/><br \/>\t1.\tNo landlord shall undertake Primary Renovation Work without first obtaining a permit, pursuant to Sections 91.106, 92.0129, 92.0132, 93.0201, 94.103, or 95.112.2 of this Code.  This requirement applies to all Primary Renovation Work, regardless of whether such work is eligible for a rent adjustment under any of the provisions of Section 151.07 A.1. of this Code and regardless of which provision of that subdivision, if any, is intended to be used as a ground for seeking a rent adjustment following the completion of the work.<br \/><br \/>\t2.\tThe Department shall clear a landlord’s application for a permit for Primary Renovation Work if both of the following conditions have been met:<br \/><br \/>\ta.\tThe landlord has submitted a Tenant Habitability Plan which, in accordance with Subsection C. of this section, the Department finds to adequately mitigate the impact of Primary Renovation Work and any Related Work upon affected tenants; and<br \/><br \/>\tb.\tThe landlord has submitted a declaration documenting service to affected tenants of both a Notice of Primary Renovation Work and a copy of the non-confidential portions of the Tenant Habitability Plan.<br \/><br \/>\tB.\tTenant Habitability Plan.  At a minimum, a Tenant Habitability Plan shall provide the following information, together with any other information the Department deems necessary to ensure that the impact of Primary Renovation Work and any Related Work upon affected tenants is adequately mitigated:<br \/><br \/>\t1.\tIdentification of the landlord, the general contractor responsible for the Primary Renovation Work, and any specialized contractor responsible for hazardous <span class=\"dictionary\">material<\/span> abatement, including but not limited to lead-based paint and asbestos.<br \/><br \/>\t2.\tIdentification of all affected tenants including the current rent each tenant pays and the date of each tenant’s last rent increase.  In accordance with California Civil Code Sec. 1798 et seq., information regarding tenants shall be considered confidential.<br \/><br \/>\t3.\tDescription of the scope of work covering the Primary Renovation Work and any Related Work.  Such description shall address the overall work to be undertaken on all affected units and common areas, the specific work to be undertaken on each affected unit, an estimate of the total project cost and time, and an estimate of the cost and time of renovation for each affected unit.<br \/><br \/>\t4.\tIdentification of the impact of the Primary Renovation Work and Related Work on the habitability of affected rental units, including a discussion of impact severity and duration with regard to noise, utility interruption, exposure to hazardous <span class=\"dictionary\">materials<\/span>, interruption of fire safety systems, inaccessibility of all or portions of each affected rental unit, and disruption of other tenant services.<br \/><br \/>\t5.\tIdentification of the mitigation measures that will be adopted to ensure that tenants are not required to occupy an untenantable dwelling, as defined in California Civil Code Section 1941.1, outside of the hours of 8:00 am through 5:00 pm, Monday through Friday, and are not exposed at any time to toxic or hazardous <span class=\"dictionary\">materials<\/span> including, but not limited to, lead-based paint and asbestos.  Such measures may include the adoption of work procedures that allow a tenant to remain on-site and\/or the temporary relocation of tenants.<br \/><br \/>\t6.\tIdentification of the impact of the Primary Renovation Work and Related Work on the personal property of affected tenants, including work areas which must be cleared of furnishings and other tenant property, and the exposure of tenant property to theft or damage from hazards related to work or storage.<br \/><br \/>\t7.\tIdentification of the mitigation measures that will be adopted to secure and protect tenant property from reasonably foreseeable damage or loss.<br \/><br \/>\tC.\tPlan Acceptance.<br \/><br \/>\t1.\tThe Department shall make a determination regarding the adequacy of a landlord’s Tenant Habitability Plan within five working days of the Department’s receipt of the plan for review.  The Department shall accept those plans which meet the requirements of Subsection B. of this section and which it determines, with reference to the standards set forth in California Civil Code Section 1941.1 and in accordance with any regulations or guidelines adopted by the Commission, will adequately mitigate the impacts of Primary Renovation Work and any Related Work upon tenants.  The Tenant Habitability Plan may allow for the temporary disruption of major systems during the hours of 8:00 a.m. to 5:00 p.m., Monday through Friday, without requiring the relocation of tenants in <span class=\"dictionary\">order<\/span> to adequately mitigate the impacts upon the affected tenants.  However tenants should not be exposed at any time to toxic or hazardous <span class=\"dictionary\">materials<\/span> including, but not limited to, lead-based paint and asbestos.<br \/><br \/>\t2.\tThe Department’s acceptance of a Tenant Habitability Plan shall be subject to the landlord having no outstanding balances due for rent registration or code enforcement fees.<br \/><br \/>\t3.\tThe Department shall provide landlords with written indications of deficiencies which must be addressed whenever a Tenant Habitability Plan is determined to be inadequate. A landlord may submit an amended plan in <span class=\"dictionary\">order<\/span> to correct identified deficiencies.<br \/><br \/>\t4.\tLandlords and tenants may <span class=\"dictionary\">appeal<\/span> the Department’s determination regarding a Tenant Habitability Plan to a <span class=\"dictionary\">hearing<\/span> officer.  The <span class=\"dictionary\">appeal<\/span> shall be made in writing, upon appropriate forms provided by the Department, and shall specify the grounds for <span class=\"dictionary\">appeal<\/span>.  The <span class=\"dictionary\">appeal<\/span> shall be filed within 15 calendar days of the service of the Department’s determination, as required by Section 152.04 of this Code and shall be accompanied by the payment of an administrative fee of $35.00.  The requested <span class=\"dictionary\">hearing<\/span> shall be held within 30 calendar days of the filing of the <span class=\"dictionary\">appeal<\/span> following the procedures set forth in Section 151.07 A.3. of this Code.  The <span class=\"dictionary\">hearing<\/span> officer shall <span class=\"dictionary\">issue<\/span> a written decision within ten calendar days of the <span class=\"dictionary\">hearing<\/span> on the <span class=\"dictionary\">appeal<\/span>, with a copy of the decision served on the landlord and the tenants by first class mail, postage prepaid, or in person.<br \/><br \/>\tD.\tNotice of Primary Renovation Work.  Notice of Primary Renovation Work shall be written in the language in which the original lease was negotiated and shall provide the following information:<br \/><br \/>\t1.\tThe estimated start and completion dates of any Primary Renovation Work and Related Work associated with a Tenant Habitability Plan accepted by the Department.<br \/><br \/>\t2.\tA description of the Primary Renovation Work and Related Work to be performed and how it will impact that particular tenant or household.<br \/><br \/>\t3.\tThe details of temporary relocation, if necessitated by the Primary Renovation Work, and associated tenant rights under this article.<br \/><br \/>\t4.\tInstructions that tenants with questions should consult the landlord, the Department, or the Department’s designee.<br \/><br \/>\t5.\tNotice of a tenant’s right to reoccupy the units under the existing terms of tenancy upon completion of Primary Renovation Work, subject to rent adjustments as authorized under this chapter.<br \/><br \/>\t6.\tNotice that the tenant may <span class=\"dictionary\">appeal<\/span> the Department’s acceptance of a Tenant Habitability Plan in cases where the tenant does not agree with the landlord regarding the necessity for the tenant to either be temporarily displaced or remain in place during Primary Renovation Work, provided such request is submitted within 15 days of the tenant’s receipt of the Notice of Primary Renovation Work.<\/p><\/section>","previous_section":{"id":"2890","structure_id":"52","section_number":"152.02","catch_line":"Definitions.","url":"\/152.02\/","token":"152.02"},"text":{"0":{"id":"1408","text":"  PROCEDURE FOR UNDERTAKING PRIMARY RENOVATION WORK.\n\t(Added by Ord. No. 176,544, Eff. 5\/2\/05.)\tA.\tBuilding Permits.\t1.\tNo landlord shall undertake Primary Renovation Work without first obtaining a permit, pursuant to Sections 91.106, 92.0129, 92.0132, 93.0201, 94.103, or 95.112.2 of this Code.  This requirement applies to all Primary Renovation Work, regardless of whether such work is eligible for a rent adjustment under any of the provisions of Section 151.07 A.1. of this Code and regardless of which provision of that subdivision, if any, is intended to be used as a ground for seeking a rent adjustment following the completion of the work.\t2.\tThe Department shall clear a landlord’s application for a permit for Primary Renovation Work if both of the following conditions have been met:\ta.\tThe landlord has submitted a Tenant Habitability Plan which, in accordance with Subsection C. of this section, the Department finds to adequately mitigate the impact of Primary Renovation Work and any Related Work upon affected tenants; and\tb.\tThe landlord has submitted a declaration documenting service to affected tenants of both a Notice of Primary Renovation Work and a copy of the non-confidential portions of the Tenant Habitability Plan.\tB.\tTenant Habitability Plan.  At a minimum, a Tenant Habitability Plan shall provide the following information, together with any other information the Department deems necessary to ensure that the impact of Primary Renovation Work and any Related Work upon affected tenants is adequately mitigated:\t1.\tIdentification of the landlord, the general contractor responsible for the Primary Renovation Work, and any specialized contractor responsible for hazardous material abatement, including but not limited to lead-based paint and asbestos.\t2.\tIdentification of all affected tenants including the current rent each tenant pays and the date of each tenant’s last rent increase.  In accordance with California Civil Code Sec. 1798 et seq., information regarding tenants shall be considered confidential.\t3.\tDescription of the scope of work covering the Primary Renovation Work and any Related Work.  Such description shall address the overall work to be undertaken on all affected units and common areas, the specific work to be undertaken on each affected unit, an estimate of the total project cost and time, and an estimate of the cost and time of renovation for each affected unit.\t4.\tIdentification of the impact of the Primary Renovation Work and Related Work on the habitability of affected rental units, including a discussion of impact severity and duration with regard to noise, utility interruption, exposure to hazardous materials, interruption of fire safety systems, inaccessibility of all or portions of each affected rental unit, and disruption of other tenant services.\t5.\tIdentification of the mitigation measures that will be adopted to ensure that tenants are not required to occupy an untenantable dwelling, as defined in California Civil Code Section 1941.1, outside of the hours of 8:00 am through 5:00 pm, Monday through Friday, and are not exposed at any time to toxic or hazardous materials including, but not limited to, lead-based paint and asbestos.  Such measures may include the adoption of work procedures that allow a tenant to remain on-site and\/or the temporary relocation of tenants.\t6.\tIdentification of the impact of the Primary Renovation Work and Related Work on the personal property of affected tenants, including work areas which must be cleared of furnishings and other tenant property, and the exposure of tenant property to theft or damage from hazards related to work or storage.\t7.\tIdentification of the mitigation measures that will be adopted to secure and protect tenant property from reasonably foreseeable damage or loss.\tC.\tPlan Acceptance.\t1.\tThe Department shall make a determination regarding the adequacy of a landlord’s Tenant Habitability Plan within five working days of the Department’s receipt of the plan for review.  The Department shall accept those plans which meet the requirements of Subsection B. of this section and which it determines, with reference to the standards set forth in California Civil Code Section 1941.1 and in accordance with any regulations or guidelines adopted by the Commission, will adequately mitigate the impacts of Primary Renovation Work and any Related Work upon tenants.  The Tenant Habitability Plan may allow for the temporary disruption of major systems during the hours of 8:00 a.m. to 5:00 p.m., Monday through Friday, without requiring the relocation of tenants in order to adequately mitigate the impacts upon the affected tenants.  However tenants should not be exposed at any time to toxic or hazardous materials including, but not limited to, lead-based paint and asbestos.\t2.\tThe Department’s acceptance of a Tenant Habitability Plan shall be subject to the landlord having no outstanding balances due for rent registration or code enforcement fees.\t3.\tThe Department shall provide landlords with written indications of deficiencies which must be addressed whenever a Tenant Habitability Plan is determined to be inadequate. A landlord may submit an amended plan in order to correct identified deficiencies.\t4.\tLandlords and tenants may appeal the Department’s determination regarding a Tenant Habitability Plan to a hearing officer.  The appeal shall be made in writing, upon appropriate forms provided by the Department, and shall specify the grounds for appeal.  The appeal shall be filed within 15 calendar days of the service of the Department’s determination, as required by Section 152.04 of this Code and shall be accompanied by the payment of an administrative fee of $35.00.  The requested hearing shall be held within 30 calendar days of the filing of the appeal following the procedures set forth in Section 151.07 A.3. of this Code.  The hearing officer shall issue a written decision within ten calendar days of the hearing on the appeal, with a copy of the decision served on the landlord and the tenants by first class mail, postage prepaid, or in person.\tD.\tNotice of Primary Renovation Work.  Notice of Primary Renovation Work shall be written in the language in which the original lease was negotiated and shall provide the following information:\t1.\tThe estimated start and completion dates of any Primary Renovation Work and Related Work associated with a Tenant Habitability Plan accepted by the Department.\t2.\tA description of the Primary Renovation Work and Related Work to be performed and how it will impact that particular tenant or household.\t3.\tThe details of temporary relocation, if necessitated by the Primary Renovation Work, and associated tenant rights under this article.\t4.\tInstructions that tenants with questions should consult the landlord, the Department, or the Department’s designee.\t5.\tNotice of a tenant’s right to reoccupy the units under the existing terms of tenancy upon completion of Primary Renovation Work, subject to rent adjustments as authorized under this chapter.\t6.\tNotice that the tenant may appeal the Department’s acceptance of a Tenant Habitability Plan in cases where the tenant does not agree with the landlord regarding the necessity for the tenant to either be temporarily displaced or remain in place during Primary Renovation Work, provided such request is submitted within 15 days of the tenant’s receipt of the Notice of Primary Renovation Work.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}