{"section_number":"153.05","edition_id":"1","section_id":"3802","structure_id":"88","catch_line":"Referral Of Property.","history":"","full_text":"  REFERRAL OF PROPERTY.\n\t(Added by Ord. No. 171,074, Eff. 6\/23\/96.)\n\n\tA.\tGeneral Manager Determination.  (Amended by Ord. No. 173,810, Eff. 4\/16\/01.)  The burden is on the tenant to prove that a habitability violation exists, except that where an Order has been issued to correct the violation, the burden is on the landlord to show that the violation never existed, is the fault of the tenant, or has been corrected.  If after consideration of the facts presented at the hearing, the General Manager determines that a habitability violation exists, the General Manager will be authorized to issue a rent reduction and a temporary diversion of rents into REAP.  The amount of the rent reduction will be based on a schedule approved by the Rent Adjustment Commission.\n\n\tB.\tHearing Procedures.  (Amended by Ord. No. 173,810, Eff. 4\/16\/01.)  To the extent feasible, the Department shall follow procedures and make findings in conformance with Article 1 of Chapter XVI of the Los Angeles Municipal Code.\n\n\tC.\tAppeals.  (Amended by Ord. No. 173,810, Eff. 4\/16\/01.)  The landlord may appeal a decision to reduce the rent or accept the property into REAP to the Appeals Board following the procedures set forth in Division 10 of Article 1 of Chapter XVI of this Code.\n\n\tD.\tAdditional Procedures.  (Amended by Ord. No. 173,810, Eff. 4\/16\/01.)  Should the General Manager order the property accepted into REAP, a rent escrow account will be established.  The affected tenants will be notified of their right to pay their monthly rent, minus the approved rent reduction, into the REAP account. Additionally, they will be advised that payment into REAP provides an affirmative defense against eviction by the landlord for non-payment of rent.\n\n\tUpon placement of the property into REAP, the Department may make a determination of the estimated cost to repair the habitability violation.  At any time prior to the accumulation of funds in the escrow account, which equals the estimated repair cost, the landlord may submit evidence that the repair has been made and request reimbursement from the escrow account.  These funds shall be released to the landlord, minus fees associated with the administration of the escrow account.  However, if the landlord does not effect the repairs prior to the accumulation of the repair amount, the tenant may make the repairs with the funds held in the escrow account.  Once the repairs have been made and all administrative costs have been collected, the rent escrow account will be closed.\n\n\tAdditional payments may be made from the escrow account following the procedures set forth in Section 162.07B.\n\n\tE.\tExceptions.  (Added by Ord. No. 173,810, Eff. 4\/16\/01.)\n\n\t1.\tNo rent reduction or action to include the property into REAP will be imposed or initiated for a temporary reduction or elimination of the services, listed under the Habitability Violation definition above, if the landlord can demonstrate that the reduction or elimination was necessary for the repair, replacement or upgrade of the elevator, security gate or air conditioning unit and the repair, upgrade or replacement was completed within a reasonable period of time taking into account all relevant factors.\n\n\t2.\tNo rent reduction or action to include the property into REAP will be imposed or initiated if the service reduction or elimination was not within the reasonable control of the landlord to remedy within 20 days of the landlord’s receipt of written notice from a tenant of the problem.  No rent reduction or REAP action shall be ordered until such time as the service reduction that was the subject of the complaint was within the reasonable control of the landlord to make repairs, or, with respect to underground parking gates only, within 60 days of the landlord’s receipt from the tenant of written notice of the problem.","order_by":"05","ancestry":{"1":{"id":"88","name":"Habitability Enforcement Program Of The City Of Los Angeles","identifier":"3","label":"article","url":"\/15\/3\/"},"2":{"id":"37","name":"Rent Stabilization Ordinance","identifier":"15","label":"chapter","url":"\/15\/"}},"structure_contents":{"0":{"id":"3891","structure_id":"88","section_number":"153.00","catch_line":"Title.","url":"\/153.00\/","token":"153.00"},"1":{"id":"434","structure_id":"88","section_number":"153.01","catch_line":"Declaration Of Purpose.","url":"\/153.01\/","token":"153.01"},"2":{"id":"3980","structure_id":"88","section_number":"153.02","catch_line":"Definitions.","url":"\/153.02\/","token":"153.02"},"3":{"id":"1122","structure_id":"88","section_number":"153.03","catch_line":"Filing Of Complaint For Hep, Notification Of Landlord.","url":"\/153.03\/","token":"153.03"},"4":{"id":"1934","structure_id":"88","section_number":"153.04","catch_line":"Landlord’S Options.","url":"\/153.04\/","token":"153.04"},"5":{"id":"3802","structure_id":"88","section_number":"153.05","catch_line":"Referral Of Property.","url":"\/153.05\/","token":"153.05"},"6":{"id":"2757","structure_id":"88","section_number":"153.06","catch_line":"Review Of Hep.","url":"\/153.06\/","token":"153.06"}},"next_section":{"id":"2757","structure_id":"88","section_number":"153.06","catch_line":"Review Of Hep.","url":"\/153.06\/","token":"153.06"},"metadata":false,"references":false,"url":"\/153.05\/","token":"153.05","formats":{"txt":"\/153.05.txt","json":"\/153.05.xml"},"dublin_core":{"Title":"Referral Of Property.","Type":"Text","Format":"text\/html","Identifier":"§ 153.05","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nREFERRAL OF PROPERTY. (§ 153.05)\n\n  REFERRAL OF PROPERTY.\n\t(Added by Ord. No. 171,074, Eff. 6\/23\/96.)\tA.\tGeneral Manager Determination. \n(Amended by Ord. No. 173,810, Eff. 4\/16\/01.)  The burden is on the tenant to\nprove that a habitability violation exists, except that where an Order has been\nissued to correct the violation, the burden is on the landlord to show that the\nviolation never existed, is the fault of the tenant, or has been corrected.  If\nafter consideration of the facts presented at the hearing, the General Manager\ndetermines that a habitability violation exists, the General Manager will be\nauthorized to issue a rent reduction and a temporary diversion of rents into\nREAP.  The amount of the rent reduction will be based on a schedule approved by\nthe Rent Adjustment Commission.\tB.\tHearing Procedures.  (Amended by Ord. No.\n173,810, Eff. 4\/16\/01.)  To the extent feasible, the Department shall follow\nprocedures and make findings in conformance with Article 1 of Chapter XVI of the\nLos Angeles Municipal Code.\tC.\tAppeals.  (Amended by Ord. No. 173,810, Eff.\n4\/16\/01.)  The landlord may appeal a decision to reduce the rent or accept the\nproperty into REAP to the Appeals Board following the procedures set forth in\nDivision 10 of Article 1 of Chapter XVI of this Code.\tD.\tAdditional\nProcedures.  (Amended by Ord. No. 173,810, Eff. 4\/16\/01.)  Should the General\nManager order the property accepted into REAP, a rent escrow account will be\nestablished.  The affected tenants will be notified of their right to pay their\nmonthly rent, minus the approved rent reduction, into the REAP account.\nAdditionally, they will be advised that payment into REAP provides an\naffirmative defense against eviction by the landlord for non-payment of\nrent.\tUpon placement of the property into REAP, the Department may make a\ndetermination of the estimated cost to repair the habitability violation.  At\nany time prior to the accumulation of funds in the escrow account, which equals\nthe estimated repair cost, the landlord may submit evidence that the repair has\nbeen made and request reimbursement from the escrow account.  These funds shall\nbe released to the landlord, minus fees associated with the administration of\nthe escrow account.  However, if the landlord does not effect the repairs prior\nto the accumulation of the repair amount, the tenant may make the repairs with\nthe funds held in the escrow account.  Once the repairs have been made and all\nadministrative costs have been collected, the rent escrow account will be\nclosed.\tAdditional payments may be made from the escrow account following the\nprocedures set forth in Section 162.07B.\tE.\tExceptions.  (Added by Ord. No.\n173,810, Eff. 4\/16\/01.)\t1.\tNo rent reduction or action to include the property\ninto REAP will be imposed or initiated for a temporary reduction or elimination\nof the services, listed under the Habitability Violation definition above, if\nthe landlord can demonstrate that the reduction or elimination was necessary for\nthe repair, replacement or upgrade of the elevator, security gate or air\nconditioning unit and the repair, upgrade or replacement was completed within a\nreasonable period of time taking into account all relevant factors.\t2.\tNo rent\nreduction or action to include the property into REAP will be imposed or\ninitiated if the service reduction or elimination was not within the reasonable\ncontrol of the landlord to remedy within 20 days of the landlord’s receipt of\nwritten notice from a tenant of the problem.  No rent reduction or REAP action\nshall be ordered until such time as the service reduction that was the subject\nof the complaint was within the reasonable control of the landlord to make\nrepairs, or, with respect to underground parking gates only, within 60 days of\nthe landlord’s receipt from the tenant of written notice of the problem.\n","html":"\n\t\t\t\t\t<section><p>  REFERRAL OF PROPERTY.\n\t(Added by Ord. No. 171,074, Eff. 6\/23\/96.)<br \/><br \/>\tA.\tGeneral Manager Determination.  (Amended by Ord. No. 173,810, Eff. 4\/16\/01.)  The burden is on the tenant to prove that a habitability violation exists, except that where an <span class=\"dictionary\">Order<\/span> has been issued to correct the violation, the burden is on the landlord to show that the violation never existed, is the fault of the tenant, or has been corrected.  If after consideration of the <span class=\"dictionary\">facts<\/span> presented at the <span class=\"dictionary\">hearing<\/span>, the General Manager determines that a habitability violation exists, the General Manager will be authorized to <span class=\"dictionary\">issue<\/span> a rent reduction and a temporary <span class=\"dictionary\">diversion<\/span> of rents into REAP.  The amount of the rent reduction will be based on a schedule approved by the Rent Adjustment Commission.<br \/><br \/>\tB.\t<span class=\"dictionary\">Hearing<\/span> Procedures.  (Amended by Ord. No. 173,810, Eff. 4\/16\/01.)  To the extent feasible, the Department shall follow procedures and make <span class=\"dictionary\">findings<\/span> in conformance with Article 1 of Chapter XVI of the Los Angeles Municipal Code.<br \/><br \/>\tC.\t<span class=\"dictionary\">Appeals<\/span>.  (Amended by Ord. No. 173,810, Eff. 4\/16\/01.)  The landlord may <span class=\"dictionary\">appeal<\/span> a decision to reduce the rent or accept the property into REAP to the <span class=\"dictionary\">Appeals<\/span> Board following the procedures set forth in Division 10 of Article 1 of Chapter XVI of this Code.<br \/><br \/>\tD.\tAdditional Procedures.  (Amended by Ord. No. 173,810, Eff. 4\/16\/01.)  Should the General Manager <span class=\"dictionary\">order<\/span> the property accepted into REAP, a rent escrow account will be established.  The affected tenants will be notified of their right to pay their monthly rent, minus the approved rent reduction, into the REAP account. Additionally, they will be advised that payment into REAP provides an <span class=\"dictionary\">affirmative defense<\/span> against eviction by the landlord for non-payment of rent.<br \/><br \/>\tUpon placement of the property into REAP, the Department may make a determination of the estimated cost to repair the habitability violation.  At any time prior to the accumulation of funds in the escrow account, which equals the estimated repair cost, the landlord may submit <span class=\"dictionary\">evidence<\/span> that the repair has been made and request reimbursement from the escrow account.  These funds shall be released to the landlord, minus fees associated with the administration of the escrow account.  However, if the landlord does not effect the repairs prior to the accumulation of the repair amount, the tenant may make the repairs with the funds held in the escrow account.  Once the repairs have been made and all administrative costs have been collected, the rent escrow account will be closed.<br \/><br \/>\tAdditional payments may be made from the escrow account following the procedures set forth in Section 162.07B.<br \/><br \/>\tE.\tExceptions.  (Added by Ord. No. 173,810, Eff. 4\/16\/01.)<br \/><br \/>\t1.\tNo rent reduction or action to include the property into REAP will be imposed or initiated for a temporary reduction or elimination of the services, listed under the Habitability Violation definition above, if the landlord can demonstrate that the reduction or elimination was necessary for the repair, replacement or upgrade of the elevator, security gate or air conditioning unit and the repair, upgrade or replacement was completed within a reasonable period of time taking into account all relevant factors.<br \/><br \/>\t2.\tNo rent reduction or action to include the property into REAP will be imposed or initiated if the service reduction or elimination was not within the reasonable control of the landlord to remedy within 20 days of the landlord’s receipt of written notice from a tenant of the problem.  No rent reduction or REAP action shall be ordered until such time as the service reduction that was the subject of the complaint was within the reasonable control of the landlord to make repairs, or, with respect to underground parking gates only, within 60 days of the landlord’s receipt from the tenant of written notice of the problem.<\/p><\/section>","previous_section":{"id":"1934","structure_id":"88","section_number":"153.04","catch_line":"Landlord’S Options.","url":"\/153.04\/","token":"153.04"},"text":{"0":{"id":"3776","text":"  REFERRAL OF PROPERTY.\n\t(Added by Ord. No. 171,074, Eff. 6\/23\/96.)\tA.\tGeneral Manager Determination.  (Amended by Ord. No. 173,810, Eff. 4\/16\/01.)  The burden is on the tenant to prove that a habitability violation exists, except that where an Order has been issued to correct the violation, the burden is on the landlord to show that the violation never existed, is the fault of the tenant, or has been corrected.  If after consideration of the facts presented at the hearing, the General Manager determines that a habitability violation exists, the General Manager will be authorized to issue a rent reduction and a temporary diversion of rents into REAP.  The amount of the rent reduction will be based on a schedule approved by the Rent Adjustment Commission.\tB.\tHearing Procedures.  (Amended by Ord. No. 173,810, Eff. 4\/16\/01.)  To the extent feasible, the Department shall follow procedures and make findings in conformance with Article 1 of Chapter XVI of the Los Angeles Municipal Code.\tC.\tAppeals.  (Amended by Ord. No. 173,810, Eff. 4\/16\/01.)  The landlord may appeal a decision to reduce the rent or accept the property into REAP to the Appeals Board following the procedures set forth in Division 10 of Article 1 of Chapter XVI of this Code.\tD.\tAdditional Procedures.  (Amended by Ord. No. 173,810, Eff. 4\/16\/01.)  Should the General Manager order the property accepted into REAP, a rent escrow account will be established.  The affected tenants will be notified of their right to pay their monthly rent, minus the approved rent reduction, into the REAP account. Additionally, they will be advised that payment into REAP provides an affirmative defense against eviction by the landlord for non-payment of rent.\tUpon placement of the property into REAP, the Department may make a determination of the estimated cost to repair the habitability violation.  At any time prior to the accumulation of funds in the escrow account, which equals the estimated repair cost, the landlord may submit evidence that the repair has been made and request reimbursement from the escrow account.  These funds shall be released to the landlord, minus fees associated with the administration of the escrow account.  However, if the landlord does not effect the repairs prior to the accumulation of the repair amount, the tenant may make the repairs with the funds held in the escrow account.  Once the repairs have been made and all administrative costs have been collected, the rent escrow account will be closed.\tAdditional payments may be made from the escrow account following the procedures set forth in Section 162.07B.\tE.\tExceptions.  (Added by Ord. No. 173,810, Eff. 4\/16\/01.)\t1.\tNo rent reduction or action to include the property into REAP will be imposed or initiated for a temporary reduction or elimination of the services, listed under the Habitability Violation definition above, if the landlord can demonstrate that the reduction or elimination was necessary for the repair, replacement or upgrade of the elevator, security gate or air conditioning unit and the repair, upgrade or replacement was completed within a reasonable period of time taking into account all relevant factors.\t2.\tNo rent reduction or action to include the property into REAP will be imposed or initiated if the service reduction or elimination was not within the reasonable control of the landlord to remedy within 20 days of the landlord’s receipt of written notice from a tenant of the problem.  No rent reduction or REAP action shall be ordered until such time as the service reduction that was the subject of the complaint was within the reasonable control of the landlord to make repairs, or, with respect to underground parking gates only, within 60 days of the landlord’s receipt from the tenant of written notice of the problem.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}