{"section_number":"155.02","edition_id":"1","section_id":"4107","structure_id":"64","catch_line":"Delinquent Utility Bill Referral Procedures.","history":"","full_text":"  DELINQUENT UTILITY BILL REFERRAL PROCEDURES.\n\t(Amended by Ord. No. 181,643, Eff. 5\/31\/11.)\n\n\tA.\tReferral to the Department.  DWP, after having failed to collect the utility bill due and having provided notice of utility shut-off, may refer to the Department any building subject to the RSO that has a delinquent utility bill and which is scheduled for termination of utility services, thereby making the building untenantable.  The referral to the Department shall contain the street address of the property, the type of delinquency, the amount of the delinquency, the monthly amount required to maintain the utility service, the name and addresses of the landlord(s), any interested parties, any tenants as shown on the records of DWP, the number of residential units, and any other information as required by the Department.  DWP shall provide the Department with a preliminary title search for the referred property.  The report shall list all persons shown on the County Recorder records as having an ownership interest in the real property on which the building is located.  In each referral, DWP shall specify that non-payment of the utility bill may lead to service termination which may render the building, or a portion thereof, untenantable.\n\n\tB.\tNotice of Eligibility.  Within five working days after receiving notification from DWP, the Department shall give to the landlord(s), any interested parties, and tenants a Notice of Eligibility to place the building into UMP.  The Notice of Eligibility shall provide written notification to the landlord(s) of the eligibility of the building for placement into UMP and shall list the street address of the building and include a copy of the referral notice from DWP.  The Notice of Eligibility shall provide a description of UMP and specify that within seven calendar days from the date of the notice, the landlord(s) may request a General Manager’s hearing to appeal the decision to place the building into UMP.  If no hearing is requested, the Department shall make a determination on the eligibility of the building for acceptance in UMP.  The Notice of Eligibility shall also state that if the building is placed into UMP, an escrow account shall be established for the deposit of monthly rent payments, with a non-refundable administrative fee of $50.00 per individual rent payment and that escrow funds may be paid to DWP to maintain utility services to avoid having the building become uninhabitable and in violation of Civil Code Section 1941.l et seq.\n\n\tC.\tManner of Giving Notice.  The notices described in this Section shall be given in writing and may be given either by personal delivery to the landlord(s) or by deposit in the United States mail in a sealed envelope, postage prepaid, addressed to the landlord(s) at the last address known to DWP or the Department or as shown on the last equalized assessment roll if not known.  Service by mail shall be deemed to have been completed at the time of deposit in the United States mail.  The failure of any landlord(s) or other persons to receive this notice shall not affect in any manner the validity of any of the proceedings taken thereunder.  Proof of giving this notice may be made by a declaration signed under penalty of perjury by any employee of the City which shows service in conformity with this section.  Payment arrangements reached between DWP and the landlord(s), upon notification to the Department from DWP, shall terminate further processing of placing the building into UMP.  A subsequent referral of the building to the Department by DWP on this same delinquency will be directly considered by the Department for inclusion into UMP as long as the landlord(s) for the property had been provided the right to a Department hearing, as stated in Subsection B. above.\n\n\tD.\tHearings by Hearing Officer.\n\n\t1.\tA request for hearing shall be in writing and filed with the Department upon a form and with the number of copies required by the Department.  Each request for hearing shall be accompanied by a filing fee in the amount of $50.00.\n\n\t2.\tIf a request for hearing is received by the Department within the seven day period, then the requested hearing shall be held within ten days of the receipt of the request by a hearing officer designated by the Department.  Notice of the time, date and place of the hearing shall be mailed by the Department to the applicant and tenants of the subject rental units at least seven calendar days prior to the hearing date.\n\n\t3.\tThe hearing shall be conducted by a hearing officer designated by the Department.  At the time of the hearing the landlord(s) and\/or any affected tenant may offer any documents, testimony, written declarations or evidence as may be pertinent to the proceedings.\n\n\t4.\tHearing Officer Determination.  If after consideration of the facts presented at the General Manager’s hearing, the Hearing Officer finds that the three factors listed in Subsection E., below, exist, the Hearing Officer shall place the building into UMP.\n\n\t5.\tA final decision shall be made by the Hearing Officer within 72 hours after the completion of the General Manager’s hearing.  The Department shall mail copies of the findings and determination of the Hearing Officer to the applicant and all affected tenants.\n\n\t6.\tEffective Date of Decision.  The final decision of the Hearing Officer pursuant to this Subdivision shall constitute the final administrative decision in the appeal of placement of the building into UMP.\n\n\tE.\tFindings.  In reviewing whether a building should be included in UMP, the Hearing Officer or Department shall find that each of the following factors exist:\n\n\t1.\tA delinquent utility bill exists;\n\n\t2.\tThe landlord(s) has failed to pay the delinquent utility bill; and\n\n\t3.\tUtility shut-off will result in the building becoming untenantable and in violation of Civil Code Section 1941.1.\n\n\tF.\tDepartment Determination Where No Hearing Is Requested.  If the landlord(s) does not request a General Manager’s hearing, the Department shall review the file and determine whether the three factors listed in Subsection E. above, exist.  If the Department finds that those factors exist, the building shall be placed into UMP.","order_by":"02","ancestry":{"1":{"id":"64","name":"Utility Maintenance Program","identifier":"5","label":"article","url":"\/15\/5\/"},"2":{"id":"37","name":"Rent Stabilization Ordinance","identifier":"15","label":"chapter","url":"\/15\/"}},"structure_contents":{"0":{"id":"1256","structure_id":"64","section_number":"155.00","catch_line":"Declaration Of Purpose.","url":"\/155.00\/","token":"155.00"},"1":{"id":"3872","structure_id":"64","section_number":"155.01","catch_line":"Definitions.","url":"\/155.01\/","token":"155.01"},"2":{"id":"4107","structure_id":"64","section_number":"155.02","catch_line":"Delinquent Utility Bill Referral Procedures.","url":"\/155.02\/","token":"155.02"},"3":{"id":"2974","structure_id":"64","section_number":"155.03","catch_line":"Acceptance Into Reap.","url":"\/155.03\/","token":"155.03"},"4":{"id":"322","structure_id":"64","section_number":"155.04","catch_line":"Appeals.","url":"\/155.04\/","token":"155.04"},"5":{"id":"3203","structure_id":"64","section_number":"155.05","catch_line":"Establishment And Maintenance Of Ump Account.","url":"\/155.05\/","token":"155.05"},"6":{"id":"3637","structure_id":"64","section_number":"155.06","catch_line":"Expenditure Of Ump Escrow Account Funds By The Department.","url":"\/155.06\/","token":"155.06"},"7":{"id":"1446","structure_id":"64","section_number":"155.07","catch_line":"Removal From Ump.","url":"\/155.07\/","token":"155.07"},"8":{"id":"203","structure_id":"64","section_number":"155.08","catch_line":"Tenant Outreach And Information.","url":"\/155.08\/","token":"155.08"},"9":{"id":"3428","structure_id":"64","section_number":"155.09","catch_line":"Utility Shut-Off.","url":"\/155.09\/","token":"155.09"}},"next_section":{"id":"2974","structure_id":"64","section_number":"155.03","catch_line":"Acceptance Into Reap.","url":"\/155.03\/","token":"155.03"},"metadata":false,"references":false,"url":"\/155.02\/","token":"155.02","formats":{"txt":"\/155.02.txt","json":"\/155.02.xml"},"dublin_core":{"Title":"Delinquent Utility Bill Referral Procedures.","Type":"Text","Format":"text\/html","Identifier":"§ 155.02","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDELINQUENT UTILITY BILL REFERRAL PROCEDURES. (§ 155.02)\n\n  DELINQUENT UTILITY BILL REFERRAL PROCEDURES.\n\t(Amended by Ord. No. 181,643, Eff. 5\/31\/11.)\tA.\tReferral to the Department. \nDWP, after having failed to collect the utility bill due and having provided\nnotice of utility shut-off, may refer to the Department any building subject to\nthe RSO that has a delinquent utility bill and which is scheduled for\ntermination of utility services, thereby making the building untenantable.  The\nreferral to the Department shall contain the street address of the property, the\ntype of delinquency, the amount of the delinquency, the monthly amount required\nto maintain the utility service, the name and addresses of the landlord(s), any\ninterested parties, any tenants as shown on the records of DWP, the number of\nresidential units, and any other information as required by the Department. \nDWP shall provide the Department with a preliminary title search for the\nreferred property.  The report shall list all persons shown on the County\nRecorder records as having an ownership interest in the real property on which\nthe building is located.  In each referral, DWP shall specify that non-payment\nof the utility bill may lead to service termination which may render the\nbuilding, or a portion thereof, untenantable.\tB.\tNotice of Eligibility.  Within\nfive working days after receiving notification from DWP, the Department shall\ngive to the landlord(s), any interested parties, and tenants a Notice of\nEligibility to place the building into UMP.  The Notice of Eligibility shall\nprovide written notification to the landlord(s) of the eligibility of the\nbuilding for placement into UMP and shall list the street address of the\nbuilding and include a copy of the referral notice from DWP.  The Notice of\nEligibility shall provide a description of UMP and specify that within seven\ncalendar days from the date of the notice, the landlord(s) may request a General\nManager’s hearing to appeal the decision to place the building into UMP.  If\nno hearing is requested, the Department shall make a determination on the\neligibility of the building for acceptance in UMP.  The Notice of Eligibility\nshall also state that if the building is placed into UMP, an escrow account\nshall be established for the deposit of monthly rent payments, with a\nnon-refundable administrative fee of $50.00 per individual rent payment and that\nescrow funds may be paid to DWP to maintain utility services to avoid having the\nbuilding become uninhabitable and in violation of Civil Code Section 1941.l et\nseq.\tC.\tManner of Giving Notice.  The notices described in this Section shall\nbe given in writing and may be given either by personal delivery to the\nlandlord(s) or by deposit in the United States mail in a sealed envelope,\npostage prepaid, addressed to the landlord(s) at the last address known to DWP\nor the Department or as shown on the last equalized assessment roll if not\nknown.  Service by mail shall be deemed to have been completed at the time of\ndeposit in the United States mail.  The failure of any landlord(s) or other\npersons to receive this notice shall not affect in any manner the validity of\nany of the proceedings taken thereunder.  Proof of giving this notice may be\nmade by a declaration signed under penalty of perjury by any employee of the\nCity which shows service in conformity with this section.  Payment arrangements\nreached between DWP and the landlord(s), upon notification to the Department\nfrom DWP, shall terminate further processing of placing the building into UMP. \nA subsequent referral of the building to the Department by DWP on this same\ndelinquency will be directly considered by the Department for inclusion into UMP\nas long as the landlord(s) for the property had been provided the right to a\nDepartment hearing, as stated in Subsection B. above.\tD.\tHearings by Hearing\nOfficer.\t1.\tA request for hearing shall be in writing and filed with the\nDepartment upon a form and with the number of copies required by the\nDepartment.  Each request for hearing shall be accompanied by a filing fee in\nthe amount of $50.00.\t2.\tIf a request for hearing is received by the Department\nwithin the seven day period, then the requested hearing shall be held within ten\ndays of the receipt of the request by a hearing officer designated by the\nDepartment.  Notice of the time, date and place of the hearing shall be mailed\nby the Department to the applicant and tenants of the subject rental units at\nleast seven calendar days prior to the hearing date.\t3.\tThe hearing shall be\nconducted by a hearing officer designated by the Department.  At the time of\nthe hearing the landlord(s) and\/or any affected tenant may offer any documents,\ntestimony, written declarations or evidence as may be pertinent to the\nproceedings.\t4.\tHearing Officer Determination.  If after consideration of the\nfacts presented at the General Manager’s hearing, the Hearing Officer finds\nthat the three factors listed in Subsection E., below, exist, the Hearing\nOfficer shall place the building into UMP.\t5.\tA final decision shall be made by\nthe Hearing Officer within 72 hours after the completion of the General\nManager’s hearing.  The Department shall mail copies of the findings and\ndetermination of the Hearing Officer to the applicant and all affected\ntenants.\t6.\tEffective Date of Decision.  The final decision of the Hearing\nOfficer pursuant to this Subdivision shall constitute the final administrative\ndecision in the appeal of placement of the building into UMP.\tE.\tFindings.  In\nreviewing whether a building should be included in UMP, the Hearing Officer or\nDepartment shall find that each of the following factors exist:\t1.\tA delinquent\nutility bill exists;\t2.\tThe landlord(s) has failed to pay the delinquent utility\nbill; and\t3.\tUtility shut-off will result in the building becoming untenantable\nand in violation of Civil Code Section 1941.1.\tF.\tDepartment Determination Where\nNo Hearing Is Requested.  If the landlord(s) does not request a General\nManager’s hearing, the Department shall review the file and determine whether\nthe three factors listed in Subsection E. above, exist.  If the Department\nfinds that those factors exist, the building shall be placed into UMP.\n","html":"\n\t\t\t\t\t<section><p>  DELINQUENT UTILITY BILL REFERRAL PROCEDURES.\n\t(Amended by Ord. No. 181,643, Eff. 5\/31\/11.)<br \/><br \/>\tA.\tReferral to the Department.  DWP, after having failed to collect the utility bill due and having provided notice of utility shut-off, may refer to the Department any building subject to the RSO that has a delinquent utility bill and which is scheduled for termination of utility services, thereby making the building untenantable.  The referral to the Department shall contain the street address of the property, the type of delinquency, the amount of the delinquency, the monthly amount required to maintain the utility service, the name and addresses of the landlord(s), any interested parties, any tenants as shown on the records of DWP, the number of residential units, and any other information as required by the Department.  DWP shall provide the Department with a preliminary title search for the referred property.  The report shall list all persons shown on the County Recorder records as having an ownership interest in the real property on which the building is located.  In each referral, DWP shall specify that non-payment of the utility bill may lead to service termination which may render the building, or a portion thereof, untenantable.<br \/><br \/>\tB.\tNotice of Eligibility.  Within five working days after receiving notification from DWP, the Department shall give to the landlord(s), any interested parties, and tenants a Notice of Eligibility to place the building into UMP.  The Notice of Eligibility shall provide written notification to the landlord(s) of the eligibility of the building for placement into UMP and shall list the street address of the building and include a copy of the referral notice from DWP.  The Notice of Eligibility shall provide a description of UMP and specify that within seven calendar days from the date of the notice, the landlord(s) may request a General Manager’s <span class=\"dictionary\">hearing<\/span> to <span class=\"dictionary\">appeal<\/span> the decision to place the building into UMP.  If no <span class=\"dictionary\">hearing<\/span> is requested, the Department shall make a determination on the eligibility of the building for acceptance in UMP.  The Notice of Eligibility shall also state that if the building is placed into UMP, an escrow account shall be established for the deposit of monthly rent payments, with a non-refundable administrative fee of $50.00 per individual rent payment and that escrow funds may be paid to DWP to maintain utility services to avoid having the building become uninhabitable and in violation of Civil Code Section 1941.l et seq.<br \/><br \/>\tC.\tManner of Giving Notice.  The notices described in this Section shall be given in writing and may be given either by personal delivery to the landlord(s) or by deposit in the United States mail in a <span class=\"dictionary\">sealed<\/span> envelope, postage prepaid, addressed to the landlord(s) at the last address known to DWP or the Department or as shown on the last equalized assessment roll if not known.  Service by mail shall be deemed to have been completed at the time of deposit in the United States mail.  The failure of any landlord(s) or other persons to receive this notice shall not affect in any manner the validity of any of the proceedings taken thereunder.  Proof of giving this notice may be made by a declaration signed under <span class=\"dictionary\">penalty<\/span> of <span class=\"dictionary\">perjury<\/span> by any employee of the City which shows service in conformity with this section.  Payment arrangements reached between DWP and the landlord(s), upon notification to the Department from DWP, shall terminate further processing of placing the building into UMP.  A subsequent referral of the building to the Department by DWP on this same delinquency will be directly considered by the Department for inclusion into UMP as long as the landlord(s) for the property had been provided the right to a Department <span class=\"dictionary\">hearing<\/span>, as stated in Subsection B. above.<br \/><br \/>\tD.\t<span class=\"dictionary\">Hearings<\/span> by <span class=\"dictionary\">Hearing<\/span> Officer.<br \/><br \/>\t1.\tA request for <span class=\"dictionary\">hearing<\/span> shall be in writing and filed with the Department upon a form and with the number of copies required by the Department.  Each request for <span class=\"dictionary\">hearing<\/span> shall be accompanied by a filing fee in the amount of $50.00.<br \/><br \/>\t2.\tIf a request for <span class=\"dictionary\">hearing<\/span> is received by the Department within the seven day period, then the requested <span class=\"dictionary\">hearing<\/span> shall be held within ten days of the receipt of the request by a <span class=\"dictionary\">hearing<\/span> officer designated by the Department.  Notice of the time, date and place of the <span class=\"dictionary\">hearing<\/span> shall be mailed by the Department to the applicant and tenants of the subject rental units at least seven calendar days prior to the <span class=\"dictionary\">hearing<\/span> date.<br \/><br \/>\t3.\tThe <span class=\"dictionary\">hearing<\/span> shall be conducted by a <span class=\"dictionary\">hearing<\/span> officer designated by the Department.  At the time of the <span class=\"dictionary\">hearing<\/span> the landlord(s) and\/or any affected tenant may offer any documents, <span class=\"dictionary\">testimony<\/span>, written declarations or <span class=\"dictionary\">evidence<\/span> as may be pertinent to the proceedings.<br \/><br \/>\t4.\t<span class=\"dictionary\">Hearing<\/span> Officer Determination.  If after consideration of the <span class=\"dictionary\">facts<\/span> presented at the General Manager’s <span class=\"dictionary\">hearing<\/span>, the <span class=\"dictionary\">Hearing<\/span> Officer finds that the three factors listed in Subsection E., below, exist, the <span class=\"dictionary\">Hearing<\/span> Officer shall place the building into UMP.<br \/><br \/>\t5.\tA final decision shall be made by the <span class=\"dictionary\">Hearing<\/span> Officer within 72 hours after the completion of the General Manager’s <span class=\"dictionary\">hearing<\/span>.  The Department shall mail copies of the <span class=\"dictionary\">findings<\/span> and determination of the <span class=\"dictionary\">Hearing<\/span> Officer to the applicant and all affected tenants.<br \/><br \/>\t6.\tEffective Date of Decision.  The final decision of the <span class=\"dictionary\">Hearing<\/span> Officer pursuant to this Subdivision shall constitute the final administrative decision in the <span class=\"dictionary\">appeal<\/span> of placement of the building into UMP.<br \/><br \/>\tE.\t<span class=\"dictionary\">Findings<\/span>.  In reviewing whether a building should be included in UMP, the <span class=\"dictionary\">Hearing<\/span> Officer or Department shall find that each of the following factors exist:<br \/><br \/>\t1.\tA delinquent utility bill exists;<br \/><br \/>\t2.\tThe landlord(s) has failed to pay the delinquent utility bill; and<br \/><br \/>\t3.\tUtility shut-off will result in the building becoming untenantable and in violation of Civil Code Section 1941.1.<br \/><br \/>\tF.\tDepartment Determination Where No <span class=\"dictionary\">Hearing<\/span> Is Requested.  If the landlord(s) does not request a General Manager’s <span class=\"dictionary\">hearing<\/span>, the Department shall review the file and determine whether the three factors listed in Subsection E. above, exist.  If the Department finds that those factors exist, the building shall be placed into UMP.<\/p><\/section>","previous_section":{"id":"3872","structure_id":"64","section_number":"155.01","catch_line":"Definitions.","url":"\/155.01\/","token":"155.01"},"text":{"0":{"id":"4080","text":"  DELINQUENT UTILITY BILL REFERRAL PROCEDURES.\n\t(Amended by Ord. No. 181,643, Eff. 5\/31\/11.)\tA.\tReferral to the Department.  DWP, after having failed to collect the utility bill due and having provided notice of utility shut-off, may refer to the Department any building subject to the RSO that has a delinquent utility bill and which is scheduled for termination of utility services, thereby making the building untenantable.  The referral to the Department shall contain the street address of the property, the type of delinquency, the amount of the delinquency, the monthly amount required to maintain the utility service, the name and addresses of the landlord(s), any interested parties, any tenants as shown on the records of DWP, the number of residential units, and any other information as required by the Department.  DWP shall provide the Department with a preliminary title search for the referred property.  The report shall list all persons shown on the County Recorder records as having an ownership interest in the real property on which the building is located.  In each referral, DWP shall specify that non-payment of the utility bill may lead to service termination which may render the building, or a portion thereof, untenantable.\tB.\tNotice of Eligibility.  Within five working days after receiving notification from DWP, the Department shall give to the landlord(s), any interested parties, and tenants a Notice of Eligibility to place the building into UMP.  The Notice of Eligibility shall provide written notification to the landlord(s) of the eligibility of the building for placement into UMP and shall list the street address of the building and include a copy of the referral notice from DWP.  The Notice of Eligibility shall provide a description of UMP and specify that within seven calendar days from the date of the notice, the landlord(s) may request a General Manager’s hearing to appeal the decision to place the building into UMP.  If no hearing is requested, the Department shall make a determination on the eligibility of the building for acceptance in UMP.  The Notice of Eligibility shall also state that if the building is placed into UMP, an escrow account shall be established for the deposit of monthly rent payments, with a non-refundable administrative fee of $50.00 per individual rent payment and that escrow funds may be paid to DWP to maintain utility services to avoid having the building become uninhabitable and in violation of Civil Code Section 1941.l et seq.\tC.\tManner of Giving Notice.  The notices described in this Section shall be given in writing and may be given either by personal delivery to the landlord(s) or by deposit in the United States mail in a sealed envelope, postage prepaid, addressed to the landlord(s) at the last address known to DWP or the Department or as shown on the last equalized assessment roll if not known.  Service by mail shall be deemed to have been completed at the time of deposit in the United States mail.  The failure of any landlord(s) or other persons to receive this notice shall not affect in any manner the validity of any of the proceedings taken thereunder.  Proof of giving this notice may be made by a declaration signed under penalty of perjury by any employee of the City which shows service in conformity with this section.  Payment arrangements reached between DWP and the landlord(s), upon notification to the Department from DWP, shall terminate further processing of placing the building into UMP.  A subsequent referral of the building to the Department by DWP on this same delinquency will be directly considered by the Department for inclusion into UMP as long as the landlord(s) for the property had been provided the right to a Department hearing, as stated in Subsection B. above.\tD.\tHearings by Hearing Officer.\t1.\tA request for hearing shall be in writing and filed with the Department upon a form and with the number of copies required by the Department.  Each request for hearing shall be accompanied by a filing fee in the amount of $50.00.\t2.\tIf a request for hearing is received by the Department within the seven day period, then the requested hearing shall be held within ten days of the receipt of the request by a hearing officer designated by the Department.  Notice of the time, date and place of the hearing shall be mailed by the Department to the applicant and tenants of the subject rental units at least seven calendar days prior to the hearing date.\t3.\tThe hearing shall be conducted by a hearing officer designated by the Department.  At the time of the hearing the landlord(s) and\/or any affected tenant may offer any documents, testimony, written declarations or evidence as may be pertinent to the proceedings.\t4.\tHearing Officer Determination.  If after consideration of the facts presented at the General Manager’s hearing, the Hearing Officer finds that the three factors listed in Subsection E., below, exist, the Hearing Officer shall place the building into UMP.\t5.\tA final decision shall be made by the Hearing Officer within 72 hours after the completion of the General Manager’s hearing.  The Department shall mail copies of the findings and determination of the Hearing Officer to the applicant and all affected tenants.\t6.\tEffective Date of Decision.  The final decision of the Hearing Officer pursuant to this Subdivision shall constitute the final administrative decision in the appeal of placement of the building into UMP.\tE.\tFindings.  In reviewing whether a building should be included in UMP, the Hearing Officer or Department shall find that each of the following factors exist:\t1.\tA delinquent utility bill exists;\t2.\tThe landlord(s) has failed to pay the delinquent utility bill; and\t3.\tUtility shut-off will result in the building becoming untenantable and in violation of Civil Code Section 1941.1.\tF.\tDepartment Determination Where No Hearing Is Requested.  If the landlord(s) does not request a General Manager’s hearing, the Department shall review the file and determine whether the three factors listed in Subsection E. above, exist.  If the Department finds that those factors exist, the building shall be placed into UMP.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}