{"section_number":"16.03","edition_id":"1","section_id":"3827","structure_id":"111","catch_line":"Restoration Of Damaged Or Destroyed Buildings.","history":"","full_text":"  RESTORATION OF DAMAGED OR DESTROYED BUILDINGS.\n\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\n\n\tA.\tNonconforming.  Notwithstanding any other provisions of this article to the contrary, a building nonconforming as to use, yards, height, number of stories, lot area, floor area, residential density, loading space, parking, off-site signs or other nonconforming provisions of the Los Angeles Municipal Code, which is damaged or destroyed as a result of the declared emergency may be repaired or reconstructed with the same nonconforming use, yards, height, number of stories, lot area, floor area, residential density, loading space, parking or off-site signs as the original building.  Provided, however, that repair or reconstruction shall be commenced within two years of the date of damage or destruction and completed within two years of obtaining a permit for reconstruction.  Provided, further, that neither the footing nor any portion of the replacement building may encroach into any area planned for widening or extension of existing or future streets as determined by the Planning Department upon the recommendation of the City Engineer.\n\n\tThe provisions of this section shall supersede any Interim Control Ordinances, Interim Plan Revision Ordinances, Specific Plans (except for the South Central Alcohol Beverage Specific Plan, Ord. No. 171,681), Section 16.05 and the City’s hillside regulations under Section 12.21A17 (except for Paragraphs (d) and (e)).  Notwithstanding any provision in this section to the contrary, any existing provision of law regulating the issuance of building or demolition permits for buildings or structures currently with historical or cultural designations on the federal, state and City lists shall remain in full force and effect.  All Historic Preservation Overlay Zone regulations shall continue in full force and effect with respect to the demolition, repair and reconstruction of damaged or destroyed buildings or structures.\n\n\tFor purposes of this subsection, a building or structure may only be demolished and rebuilt to its non-conforming status, relative to the provisions of this Code, any Interim Control Ordinances, Interim Plan Revision Ordinances, Specific Plans (except for the South Central Alcohol Beverage Specific Plan, Ord. No. 171,681) and the City’s hillside regulations under Section 12.21A17 (except for Paragraphs (d) and (e)), if the building or structure either is destroyed or is “damaged” in the following manner:\n\n\t1.\tAny portion of the building or structure is damaged by earthquake, wind, flood, fire, or other disaster, in such a manner that the structural strength or stability of the building or structure is appreciably less than it was before the catastrophe and is less than the minimum requirements of this Code for a new building or structure of similar structure, purpose or location, as determined by the Department of Building and Safety; and\n\n\t2.\tThe cost of repair would exceed 50 percent of the replacement cost of the building or structure, not including the value of the foundation system, as determined by the Department of Building and Safety.\n\n\tNothing here shall be interpreted as authorizing the continuation of a nonconforming use beyond the time limits set forth in Section 12.23 of this Code that were applicable to the site prior to the events which necessitated the declaration of the emergency.\n\n\tIf issues of interpretation relating to the above provisions arise, the Zoning Administrator is hereby authorized to resolve those issues in light of the scope and purposes of this subsection.\n\n\tNotwithstanding the time periods described above or in Section 16.04.2, nonconforming properties damaged during the January 17, 1994 Northridge Earthquake shall have until January 17, 1999 to obtain building permits for repair or reconstruction; and that work shall be completed within two years of obtaining building permits.  The City Council may, by resolution extend these time periods for one additional year.\n\n\tB.\tConditional Uses and Public Benefits.  The following conditional uses and public benefits are considered to be of such importance and their expeditious replacement is of such value to the health and safety of the community that they are hereby granted an exemption from the plan approval process required by Section 12.24M, provided that the structures containing these uses are rebuilt as they lawfully existed prior to their destruction, with the same building footprint and height.\n\n\tConditional Uses and Public Benefits\n\n\tAirports or aircraft landing fields\n\n\tCorrectional or penal institutions\n\n\tEducational institutions\n\n\tLibraries, museums, fire or police stations or governmental enterprises\n\n\tPiers, jetties, man-made islands, floating installations\n\n\tPublic utilities and public service uses and structures\n\n\tSchools, elementary and high\n\n\tElectric power generating sites, plants or stations\n\n\tOS Open Space Zone uses\n\n\tChild care facilities or nursery schools\n\n\tChurches or houses of worship\n\n\tHospitals or sanitariums\n\n\tIf issues of interpretation or administration relating to the above exemptions arise, the Director is authorized to resolve those issues in light of the scope and purposes of this subsection.  (Para. Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\n\n\tC.\tNotwithstanding Subsections A and B above, the following five uses shall not be exempt from the provisions of this Code, interim control ordinances, specific plans, and interim plan revision ordinances: establishments dispensing alcoholic beverages for consideration, swap meets, gun shops, pawnshops and automobile repair establishments.\n\n\tD.\tHighway and Collector Street Dedication and Improvement.  For any lot identified by the City as having sustained damage during and as a result of the situation causing the declared emergency, the issuance of a building permit for a new development on that site shall not require improvement of frontage for major or secondary highway and collector street widening purposes under Section 12.37A.\n\n\tNothing here shall prevent a property owner from voluntarily improving the right of way and undertaking public improvements which conform to the applicable sections of this Code.\n\n\tE.\tThe Zoning Administrator may grant deviations of no more than ten percent from the City’s floor area, height, yard, setback, parking, and loading space requirements for buildings and structures damaged or destroyed in an emergency declared by the Governor when the deviations are necessary to accommodate the requirements of the Americans With Disabilities Act, Federal Fair Housing Amendments Act of 1988, the California Code of Regulations, Title 24, provided he or she finds:\n\n\t1.\tThat the deviations are not likely to cause an undue burden on nearby streets or neighboring properties;\n\n\t2.\tThat the grant is not likely to evoke public controversy; and\n\n\t3.\tThat the development cannot feasibly be designed to meet the requisite disabled access standards without the deviations.\n\n\tPrior to acting on an application for a deviation, the Zoning Administrator shall give notice to all adjoining property owners and shall hold a public hearing.  The Zoning Administrator may waive the public hearing if he or she makes the two findings in Section 16.02B.  The notice and procedures provided in Section 16.01 shall be followed for granting any deviation.","order_by":"03","ancestry":{"1":{"id":"111","name":"\nTemporary Regulations Relating To Land Use Approvals For Properties\nDamaged In A Local Emergency","identifier":"6","label":"article","url":"\/1\/6\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"1683","structure_id":"111","section_number":"16.00","catch_line":"Declaration Of Purpose.","url":"\/16.00\/","token":"16.00"},"1":{"id":"1814","structure_id":"111","section_number":"16.01","catch_line":"Long-Term Temporary Uses.","url":"\/16.01\/","token":"16.01"},"2":{"id":"2547","structure_id":"111","section_number":"16.02","catch_line":"Special Provisions For Other Land Use Proceedings.","url":"\/16.02\/","token":"16.02"},"3":{"id":"3827","structure_id":"111","section_number":"16.03","catch_line":"Restoration Of Damaged Or Destroyed Buildings.","url":"\/16.03\/","token":"16.03"},"4":{"id":"3002","structure_id":"111","section_number":"16.04","catch_line":"Critical Response Facilities.","url":"\/16.04\/","token":"16.04"},"5":{"id":"1823","structure_id":"111","section_number":"16.04.1","catch_line":"Short-Term Temporary Uses.","url":"\/16.04.1\/","token":"16.04.1"},"6":{"id":"748","structure_id":"111","section_number":"16.04.2","catch_line":"Activation And Termination Of Effect.","url":"\/16.04.2\/","token":"16.04.2"}},"next_section":{"id":"3002","structure_id":"111","section_number":"16.04","catch_line":"Critical Response Facilities.","url":"\/16.04\/","token":"16.04"},"metadata":false,"references":false,"url":"\/16.03\/","token":"16.03","formats":{"txt":"\/16.03.txt","json":"\/16.03.xml"},"dublin_core":{"Title":"Restoration Of Damaged Or Destroyed Buildings.","Type":"Text","Format":"text\/html","Identifier":"§ 16.03","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nRESTORATION OF DAMAGED OR DESTROYED BUILDINGS. (§ 16.03)\n\n  RESTORATION OF DAMAGED OR DESTROYED BUILDINGS.\n\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\tA.\tNonconforming. \nNotwithstanding any other provisions of this article to the contrary, a building\nnonconforming as to use, yards, height, number of stories, lot area, floor area,\nresidential density, loading space, parking, off-site signs or other\nnonconforming provisions of the Los Angeles Municipal Code, which is damaged or\ndestroyed as a result of the declared emergency may be repaired or reconstructed\nwith the same nonconforming use, yards, height, number of stories, lot area,\nfloor area, residential density, loading space, parking or off-site signs as the\noriginal building.  Provided, however, that repair or reconstruction shall be\ncommenced within two years of the date of damage or destruction and completed\nwithin two years of obtaining a permit for reconstruction.  Provided, further,\nthat neither the footing nor any portion of the replacement building may\nencroach into any area planned for widening or extension of existing or future\nstreets as determined by the Planning Department upon the recommendation of the\nCity Engineer.\tThe provisions of this section shall supersede any Interim\nControl Ordinances, Interim Plan Revision Ordinances, Specific Plans (except for\nthe South Central Alcohol Beverage Specific Plan, Ord. No. 171,681), Section\n16.05 and the City’s hillside regulations under Section 12.21A17 (except for\nParagraphs (d) and (e)).  Notwithstanding any provision in this section to the\ncontrary, any existing provision of law regulating the issuance of building or\ndemolition permits for buildings or structures currently with historical or\ncultural designations on the federal, state and City lists shall remain in full\nforce and effect.  All Historic Preservation Overlay Zone regulations shall\ncontinue in full force and effect with respect to the demolition, repair and\nreconstruction of damaged or destroyed buildings or structures.\tFor purposes of\nthis subsection, a building or structure may only be demolished and rebuilt to\nits non-conforming status, relative to the provisions of this Code, any Interim\nControl Ordinances, Interim Plan Revision Ordinances, Specific Plans (except for\nthe South Central Alcohol Beverage Specific Plan, Ord. No. 171,681) and the\nCity’s hillside regulations under Section 12.21A17 (except for Paragraphs (d)\nand (e)), if the building or structure either is destroyed or is “damaged”\nin the following manner:\t1.\tAny portion of the building or structure is damaged\nby earthquake, wind, flood, fire, or other disaster, in such a manner that the\nstructural strength or stability of the building or structure is appreciably\nless than it was before the catastrophe and is less than the minimum\nrequirements of this Code for a new building or structure of similar structure,\npurpose or location, as determined by the Department of Building and Safety;\nand\t2.\tThe cost of repair would exceed 50 percent of the replacement cost of the\nbuilding or structure, not including the value of the foundation system, as\ndetermined by the Department of Building and Safety.\tNothing here shall be\ninterpreted as authorizing the continuation of a nonconforming use beyond the\ntime limits set forth in Section 12.23 of this Code that were applicable to the\nsite prior to the events which necessitated the declaration of the emergency.\tIf\nissues of interpretation relating to the above provisions arise, the Zoning\nAdministrator is hereby authorized to resolve those issues in light of the scope\nand purposes of this subsection.\tNotwithstanding the time periods described\nabove or in Section 16.04.2, nonconforming properties damaged during the January\n17, 1994 Northridge Earthquake shall have until January 17, 1999 to obtain\nbuilding permits for repair or reconstruction; and that work shall be completed\nwithin two years of obtaining building permits.  The City Council may, by\nresolution extend these time periods for one additional year.\tB.\tConditional\nUses and Public Benefits.  The following conditional uses and public benefits\nare considered to be of such importance and their expeditious replacement is of\nsuch value to the health and safety of the community that they are hereby\ngranted an exemption from the plan approval process required by Section 12.24M,\nprovided that the structures containing these uses are rebuilt as they lawfully\nexisted prior to their destruction, with the same building footprint and\nheight.\tConditional Uses and Public Benefits\tAirports or aircraft landing\nfields\tCorrectional or penal institutions\tEducational institutions\tLibraries,\nmuseums, fire or police stations or governmental enterprises\tPiers, jetties,\nman-made islands, floating installations\tPublic utilities and public service\nuses and structures\tSchools, elementary and high\tElectric power generating\nsites, plants or stations\tOS Open Space Zone uses\tChild care facilities or\nnursery schools\tChurches or houses of worship\tHospitals or sanitariums\tIf issues\nof interpretation or administration relating to the above exemptions arise, the\nDirector is authorized to resolve those issues in light of the scope and\npurposes of this subsection.  (Para. Amended by Ord. No. 173,492, Eff.\n10\/10\/00.)\tC.\tNotwithstanding Subsections A and B above, the following five uses\nshall not be exempt from the provisions of this Code, interim control\nordinances, specific plans, and interim plan revision ordinances: establishments\ndispensing alcoholic beverages for consideration, swap meets, gun shops,\npawnshops and automobile repair establishments.\tD.\tHighway and Collector Street\nDedication and Improvement.  For any lot identified by the City as having\nsustained damage during and as a result of the situation causing the declared\nemergency, the issuance of a building permit for a new development on that site\nshall not require improvement of frontage for major or secondary highway and\ncollector street widening purposes under Section 12.37A.\tNothing here shall\nprevent a property owner from voluntarily improving the right of way and\nundertaking public improvements which conform to the applicable sections of this\nCode.\tE.\tThe Zoning Administrator may grant deviations of no more than ten\npercent from the City’s floor area, height, yard, setback, parking, and\nloading space requirements for buildings and structures damaged or destroyed in\nan emergency declared by the Governor when the deviations are necessary to\naccommodate the requirements of the Americans With Disabilities Act, Federal\nFair Housing Amendments Act of 1988, the California Code of Regulations, Title\n24, provided he or she finds:\t1.\tThat the deviations are not likely to cause an\nundue burden on nearby streets or neighboring properties;\t2.\tThat the grant is\nnot likely to evoke public controversy; and\t3.\tThat the development cannot\nfeasibly be designed to meet the requisite disabled access standards without the\ndeviations.\tPrior to acting on an application for a deviation, the Zoning\nAdministrator shall give notice to all adjoining property owners and shall hold\na public hearing.  The Zoning Administrator may waive the public hearing if he\nor she makes the two findings in Section 16.02B.  The notice and procedures\nprovided in Section 16.01 shall be followed for granting any deviation.\n","html":"\n\t\t\t\t\t<section><p>  RESTORATION OF DAMAGED OR DESTROYED BUILDINGS.\n\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)<br \/><br \/>\tA.\tNonconforming.  Notwithstanding any other provisions of this article to the contrary, a building nonconforming as to use, yards, height, number of stories, lot area, floor area, residential density, loading space, parking, off-site signs or other nonconforming provisions of the Los Angeles Municipal Code, which is damaged or destroyed as a result of the declared emergency may be repaired or reconstructed with the same nonconforming use, yards, height, number of stories, lot area, floor area, residential density, loading space, parking or off-site signs as the original building.  Provided, however, that repair or reconstruction shall be commenced within two years of the date of damage or destruction and completed within two years of obtaining a permit for reconstruction.  Provided, further, that neither the footing nor any portion of the replacement building may encroach into any area planned for widening or extension of existing or future streets as determined by the Planning Department upon the recommendation of the City Engineer.<br \/><br \/>\tThe provisions of this section shall supersede any Interim Control <span class=\"dictionary\">Ordinances<\/span>, Interim Plan Revision <span class=\"dictionary\">Ordinances<\/span>, Specific Plans (except for the South Central Alcohol Beverage Specific Plan, Ord. No. 171,681), Section 16.05 and the City’s hillside regulations under Section 12.21A17 (except for Paragraphs (d) and (e)).  Notwithstanding any provision in this section to the contrary, any existing provision of <span class=\"dictionary\">law<\/span> regulating the issuance of building or demolition permits for buildings or structures currently with historical or cultural designations on the federal, state and City lists shall remain in full force and effect.  All Historic Preservation Overlay Zone regulations shall continue in full force and effect with respect to the demolition, repair and reconstruction of damaged or destroyed buildings or structures.<br \/><br \/>\tFor purposes of this subsection, a building or structure may only be demolished and rebuilt to its non-conforming status, relative to the provisions of this Code, any Interim Control <span class=\"dictionary\">Ordinances<\/span>, Interim Plan Revision <span class=\"dictionary\">Ordinances<\/span>, Specific Plans (except for the South Central Alcohol Beverage Specific Plan, Ord. No. 171,681) and the City’s hillside regulations under Section 12.21A17 (except for Paragraphs (d) and (e)), if the building or structure either is destroyed or is “damaged” in the following manner:<br \/><br \/>\t1.\tAny portion of the building or structure is damaged by earthquake, wind, flood, fire, or other disaster, in such a manner that the structural strength or stability of the building or structure is appreciably less than it was before the catastrophe and is less than the minimum requirements of this Code for a new building or structure of similar structure, purpose or location, as determined by the Department of Building and Safety; and<br \/><br \/>\t2.\tThe cost of repair would exceed 50 percent of the replacement cost of the building or structure, not including the value of the foundation system, as determined by the Department of Building and Safety.<br \/><br \/>\tNothing here shall be interpreted as authorizing the continuation of a nonconforming use beyond the time limits set forth in Section 12.23 of this Code that were applicable to the site prior to the events which necessitated the declaration of the emergency.<br \/><br \/>\tIf <span class=\"dictionary\">issues<\/span> of interpretation relating to the above provisions arise, the Zoning Administrator is hereby authorized to resolve those <span class=\"dictionary\">issues<\/span> in light of the scope and purposes of this subsection.<br \/><br \/>\tNotwithstanding the time periods described above or in Section 16.04.2, nonconforming properties damaged during the January 17, 1994 Northridge Earthquake shall have until January 17, 1999 to obtain building permits for repair or reconstruction; and that work shall be completed within two years of obtaining building permits.  The City Council may, by resolution extend these time periods for one additional year.<br \/><br \/>\tB.\tConditional Uses and Public Benefits.  The following conditional uses and public benefits are considered to be of such importance and their expeditious replacement is of such value to the health and safety of the community that they are hereby granted an exemption from the plan approval process required by Section 12.24M, provided that the structures containing these uses are rebuilt as they lawfully existed prior to their destruction, with the same building footprint and height.<br \/><br \/>\tConditional Uses and Public Benefits<br \/><br \/>\tAirports or aircraft landing fields<br \/><br \/>\tCorrectional or penal institutions<br \/><br \/>\tEducational institutions<br \/><br \/>\tLibraries, museums, fire or police stations or governmental enterprises<br \/><br \/>\tPiers, jetties, man-made islands, floating installations<br \/><br \/>\tPublic utilities and public service uses and structures<br \/><br \/>\tSchools, elementary and high<br \/><br \/>\tElectric power generating sites, plants or stations<br \/><br \/>\tOS Open Space Zone uses<br \/><br \/>\tChild care facilities or nursery schools<br \/><br \/>\tChurches or houses of worship<br \/><br \/>\tHospitals or sanitariums<br \/><br \/>\tIf <span class=\"dictionary\">issues<\/span> of interpretation or administration relating to the above exemptions arise, the Director is authorized to resolve those <span class=\"dictionary\">issues<\/span> in light of the scope and purposes of this subsection.  (Para. Amended by Ord. No. 173,492, Eff. 10\/10\/00.)<br \/><br \/>\tC.\tNotwithstanding Subsections A and B above, the following five uses shall not be exempt from the provisions of this Code, interim control <span class=\"dictionary\">ordinances<\/span>, specific plans, and interim plan revision <span class=\"dictionary\">ordinances<\/span>: establishments dispensing alcoholic beverages for consideration, swap meets, gun shops, pawnshops and automobile repair establishments.<br \/><br \/>\tD.\tHighway and Collector Street Dedication and Improvement.  For any lot identified by the City as having sustained damage during and as a result of the situation causing the declared emergency, the issuance of a building permit for a new development on that site shall not require improvement of frontage for major or secondary highway and collector street widening purposes under Section 12.37A.<br \/><br \/>\tNothing here shall prevent a property owner from voluntarily improving the right of way and undertaking public improvements which conform to the applicable sections of this Code.<br \/><br \/>\tE.\tThe Zoning Administrator may grant deviations of no more than ten percent from the City’s floor area, height, yard, setback, parking, and loading space requirements for buildings and structures damaged or destroyed in an emergency declared by the Governor when the deviations are necessary to accommodate the requirements of the Americans With Disabilities Act, Federal Fair Housing Amendments Act of 1988, the California Code of Regulations, Title 24, provided he or she finds:<br \/><br \/>\t1.\tThat the deviations are not likely to cause an undue burden on nearby streets or neighboring properties;<br \/><br \/>\t2.\tThat the grant is not likely to evoke public controversy; and<br \/><br \/>\t3.\tThat the development cannot feasibly be designed to meet the requisite disabled access standards without the deviations.<br \/><br \/>\tPrior to acting on an application for a deviation, the Zoning Administrator shall give notice to all adjoining property owners and shall hold a public <span class=\"dictionary\">hearing<\/span>.  The Zoning Administrator may <span class=\"dictionary\">waive<\/span> the public <span class=\"dictionary\">hearing<\/span> if he or she makes the two <span class=\"dictionary\">findings<\/span> in Section 16.02B.  The notice and procedures provided in Section 16.01 shall be followed for granting any deviation.<\/p><\/section>","previous_section":{"id":"2547","structure_id":"111","section_number":"16.02","catch_line":"Special Provisions For Other Land Use Proceedings.","url":"\/16.02\/","token":"16.02"},"text":{"0":{"id":"3801","text":"  RESTORATION OF DAMAGED OR DESTROYED BUILDINGS.\n\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\tA.\tNonconforming.  Notwithstanding any other provisions of this article to the contrary, a building nonconforming as to use, yards, height, number of stories, lot area, floor area, residential density, loading space, parking, off-site signs or other nonconforming provisions of the Los Angeles Municipal Code, which is damaged or destroyed as a result of the declared emergency may be repaired or reconstructed with the same nonconforming use, yards, height, number of stories, lot area, floor area, residential density, loading space, parking or off-site signs as the original building.  Provided, however, that repair or reconstruction shall be commenced within two years of the date of damage or destruction and completed within two years of obtaining a permit for reconstruction.  Provided, further, that neither the footing nor any portion of the replacement building may encroach into any area planned for widening or extension of existing or future streets as determined by the Planning Department upon the recommendation of the City Engineer.\tThe provisions of this section shall supersede any Interim Control Ordinances, Interim Plan Revision Ordinances, Specific Plans (except for the South Central Alcohol Beverage Specific Plan, Ord. No. 171,681), Section 16.05 and the City’s hillside regulations under Section 12.21A17 (except for Paragraphs (d) and (e)).  Notwithstanding any provision in this section to the contrary, any existing provision of law regulating the issuance of building or demolition permits for buildings or structures currently with historical or cultural designations on the federal, state and City lists shall remain in full force and effect.  All Historic Preservation Overlay Zone regulations shall continue in full force and effect with respect to the demolition, repair and reconstruction of damaged or destroyed buildings or structures.\tFor purposes of this subsection, a building or structure may only be demolished and rebuilt to its non-conforming status, relative to the provisions of this Code, any Interim Control Ordinances, Interim Plan Revision Ordinances, Specific Plans (except for the South Central Alcohol Beverage Specific Plan, Ord. No. 171,681) and the City’s hillside regulations under Section 12.21A17 (except for Paragraphs (d) and (e)), if the building or structure either is destroyed or is “damaged” in the following manner:\t1.\tAny portion of the building or structure is damaged by earthquake, wind, flood, fire, or other disaster, in such a manner that the structural strength or stability of the building or structure is appreciably less than it was before the catastrophe and is less than the minimum requirements of this Code for a new building or structure of similar structure, purpose or location, as determined by the Department of Building and Safety; and\t2.\tThe cost of repair would exceed 50 percent of the replacement cost of the building or structure, not including the value of the foundation system, as determined by the Department of Building and Safety.\tNothing here shall be interpreted as authorizing the continuation of a nonconforming use beyond the time limits set forth in Section 12.23 of this Code that were applicable to the site prior to the events which necessitated the declaration of the emergency.\tIf issues of interpretation relating to the above provisions arise, the Zoning Administrator is hereby authorized to resolve those issues in light of the scope and purposes of this subsection.\tNotwithstanding the time periods described above or in Section 16.04.2, nonconforming properties damaged during the January 17, 1994 Northridge Earthquake shall have until January 17, 1999 to obtain building permits for repair or reconstruction; and that work shall be completed within two years of obtaining building permits.  The City Council may, by resolution extend these time periods for one additional year.\tB.\tConditional Uses and Public Benefits.  The following conditional uses and public benefits are considered to be of such importance and their expeditious replacement is of such value to the health and safety of the community that they are hereby granted an exemption from the plan approval process required by Section 12.24M, provided that the structures containing these uses are rebuilt as they lawfully existed prior to their destruction, with the same building footprint and height.\tConditional Uses and Public Benefits\tAirports or aircraft landing fields\tCorrectional or penal institutions\tEducational institutions\tLibraries, museums, fire or police stations or governmental enterprises\tPiers, jetties, man-made islands, floating installations\tPublic utilities and public service uses and structures\tSchools, elementary and high\tElectric power generating sites, plants or stations\tOS Open Space Zone uses\tChild care facilities or nursery schools\tChurches or houses of worship\tHospitals or sanitariums\tIf issues of interpretation or administration relating to the above exemptions arise, the Director is authorized to resolve those issues in light of the scope and purposes of this subsection.  (Para. Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\tC.\tNotwithstanding Subsections A and B above, the following five uses shall not be exempt from the provisions of this Code, interim control ordinances, specific plans, and interim plan revision ordinances: establishments dispensing alcoholic beverages for consideration, swap meets, gun shops, pawnshops and automobile repair establishments.\tD.\tHighway and Collector Street Dedication and Improvement.  For any lot identified by the City as having sustained damage during and as a result of the situation causing the declared emergency, the issuance of a building permit for a new development on that site shall not require improvement of frontage for major or secondary highway and collector street widening purposes under Section 12.37A.\tNothing here shall prevent a property owner from voluntarily improving the right of way and undertaking public improvements which conform to the applicable sections of this Code.\tE.\tThe Zoning Administrator may grant deviations of no more than ten percent from the City’s floor area, height, yard, setback, parking, and loading space requirements for buildings and structures damaged or destroyed in an emergency declared by the Governor when the deviations are necessary to accommodate the requirements of the Americans With Disabilities Act, Federal Fair Housing Amendments Act of 1988, the California Code of Regulations, Title 24, provided he or she finds:\t1.\tThat the deviations are not likely to cause an undue burden on nearby streets or neighboring properties;\t2.\tThat the grant is not likely to evoke public controversy; and\t3.\tThat the development cannot feasibly be designed to meet the requisite disabled access standards without the deviations.\tPrior to acting on an application for a deviation, the Zoning Administrator shall give notice to all adjoining property owners and shall hold a public hearing.  The Zoning Administrator may waive the public hearing if he or she makes the two findings in Section 16.02B.  The notice and procedures provided in Section 16.01 shall be followed for granting any deviation.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}