{"section_number":"16.01","edition_id":"1","section_id":"1814","structure_id":"111","catch_line":"Long-Term Temporary Uses.","history":"","full_text":"  LONG-TERM TEMPORARY USES.\n\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\n\n\tA.\tAuthority of the Zoning Administrator.  Notwithstanding any other provision of this Code to the contrary, the Zoning Administrator shall have the authority to approve the use of a lot in any zone for the temporary use of property which will aid in the immediate restoration of an area adversely impacted by a severe fire, storm, earthquake, similar natural disaster, or a civil or military disturbance, and declared by the Governor as an emergency area if the Zoning Administrator finds:\n\n\t1.\tThat the nature and short duration of the proposed temporary use assures that the proposed use will not be materially detrimental to the character of development in the immediate neighborhood;\n\n\t2.\tThat the proposed use will not adversely affect the implementation of the General Plan or any applicable specific plan; and\n\n\t3.\tThat the proposed use will contribute in a positive fashion to the reconstruction and recovery of areas adversely impacted during the emergency.\n\n\tIn making a determination pursuant to this section, the Zoning Administrator shall balance the public interest and benefit to be derived from the proposed temporary use against the degree, significance of, and temporary nature of the inconvenience to be caused in the area where the temporary use is located.  The Zoning Administrator may promulgate regulations and guidelines as are necessary and proper to administer the provisions of this article.\n\n\tB.\tConditions of Approval.  In approving the location of any temporary use, the Zoning Administrator may impose those conditions he or she deems necessary to protect the peaceful and quiet enjoyment of nearby properties.  The Zoning Administrator shall also require the posting of a completion bond, or other guarantee satisfactory to the Zoning Administrator, to cover the cost of the removal of any improvements made to a site or cleaning of the site after termination of the temporary authorized use.\n\n\tFurthermore, the Zoning Administrator shall require termination of the temporary use within one year from the date of the approval of the temporary use, the removal of all temporary improvements on the site, and the restoration of the site to a permitted use within a reasonable period of time determined by the Zoning Administrator.  Approval of any application for a temporary use shall not result in any vested or nonconforming rights to carry on the temporary use after the term authorized.\n\n\tThe design and improvement provisions of Sections 12.21A5 and 6 and the yard requirements of Chapter 1 of this Code shall not apply to temporary permits for public parking in the R Zones.  However, in approving permits, the Zoning Administrator may impose those conditions as the Zoning Administrator deems necessary to protect the peaceful and quiet enjoyment of the subject and nearby properties.\n\n\tC.\tRevocation.  The Zoning Administrator may suspend or revoke any temporary use approval, if the Administrator determines that the temporary use bears no significant relation to the reconstruction and recovery of areas adversely impacted by the emergency, or that the conditions imposed on any temporary use approval have not been complied with, or that an unreasonable level of interference with the peaceful enjoyment of neighboring properties is created by the conduct of any authorized activity.\n\n\tPrior to the revocation of a temporary use approval, the Zoning Administrator shall give written notice to the record owner or lessee to appear within five days or less (if justified by a threat to public health and safety) at a time and place fixed by the Zoning Administrator and show cause why the temporary use approval should not be revoked or why further conditions should not be imposed.\n\n\tA determination of the Zoning Administrator pursuant to this subsection may be appealed to the Area Planning Commission on a form prescribed by the Department of City Planning in accordance with the procedures described in this section.\n\n\tD.\tOther Permits and Licenses.  This article shall not, except as stated here, modify or affect in any way the duty of any applicant to obtain any other permit or license which may be required under any other provision of this Code or state law.\n\n\tE.\tApplication.  An application to permit any temporary use referred to in this article shall be filed with the Department of City Planning upon forms and accompanied by data as the Department of City Planning may require.\n\n\tThe application may be filed by an owner or a lessee and shall be verified by the applicant attesting to the truth and correctness of all facts and information presented with, or contained in the application and shall also be signed by the owner of record of any site where the proposed temporary use will be located.\n\n\tA copy of any application so filed shall be transmitted by the Department of City Planning to the Councilmember of the district in which the proposed use would be located and to the Department of Transportation for their information.\n\n\tF.\tNotice and Hearing.  Upon the filing of a verified application, the Zoning Administrator shall set the matter for public hearing.  Notice of the time, place, and purpose of the hearing shall be given by mailing a written notice at least 14 days prior to the date of the hearing to the applicant, to the owner of the subject property, to adjoining and abutting property owners, and to property owners directly across the street or alley from the subject property.  For this notice the following shall be used: the last known name and address of the property owners as shown upon the records of the City Engineer or the records of the County Assessor.  (Amended by Ord. No. 181,595, Eff. 4\/10\/11.)\n\n\tAn application for a temporary use shall be set for public hearing unless the Zoning Administrator makes written findings, attached to the file involved, that the requested temporary use:\n\n\t1.\twill not have a significant effect on adjoining properties or on the immediate neighborhood; or\n\n\t2.\tis not likely to evoke public controversy.\n\n\tG.\tTime Limit.  The Zoning Administrator shall make a determination within 30 days from the filing of a verified application.  This time limit may be extended by mutual written consent of the applicant and Zoning Administrator.\n\n\tH.\tFee.  An application for an approval pursuant to this section shall not require any filing fee.\n\n\tI.\tDecisions by the Zoning Administrator.  Decisions by the Zoning Administrator shall be supported by written findings of fact based upon written or oral statements and documents presented to the Zoning Administrator, which may include photographs, maps and plans, together with the results of the Zoning Administrator’s investigations.  Upon making a decision, the Zoning Administrator shall forthwith mail a copy of his or her written findings and decisions to the applicant, and to the other persons who were required to be notified under Subsection F.\n\n\tJ.\tDecision Effective and Appeal.  The decision of the Zoning Administrator shall become final after an elapsed period of ten days from the date of mailing a copy of the written findings and decision to the applicant.  During this period, any person aggrieved by the decision may file a written appeal to the Area Planning Commission.  The appeals shall set forth specifically the points at issue, the reasons for the appeal, and how the appellant believes there was an error or abuse of discretion by the Zoning Administrator.  No fee shall be charged for this appeal.\n\n\tK.\tFailure to Act.  If the Zoning Administrator fails to make a decision on a temporary land use application within the time limit specified in Subsection C of this section, then the applicant may file a request in the Office of Zoning Administration for a transfer of jurisdiction to the Area Planning Commission and for a decision by the Area Planning Commission on the original application.  In that case, the Zoning Administrator shall lose jurisdiction and the Area Planning Commission shall assume jurisdiction, provided, however, that the matter may be remanded to the Zoning Administrator or the Area Planning Commission may accept the applicant’s request for withdrawal of the transfer of jurisdiction.  In either case, the Zoning Administrator shall regain jurisdiction for the time and purpose specified by the Area Planning Commission.\n\n\tL.\tTransfer of Jurisdiction.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  When considering any matter transferred to its jurisdiction pursuant to Section 16.02 because of the failure of the Zoning Administrator to act, the Area Planning Commission shall make its decision within 30 days after the request to transfer jurisdiction is filed.  All decisions shall become final on the date of mailing a copy of the Area Planning Commission’s decision to the applicant.\n\n\tM.\tRecord on Appeal.  Within five days of receipt of the filing of an appeal, the file of the Zoning Administrator appealed from and the appeal shall be delivered to the Area Planning Commission.  At any time prior to the action by the Area Planning Commission on the appeal, the Zoning Administrator may submit supplementary pertinent information he or she deems necessary or as may be requested by the Area Planning Commission.\n\n\tN.\tHearing Date-Notice.  Upon receipt of the appeal, the Area Planning Commission shall set the matter for hearing and give notice by mail of the time, place and purpose of the hearing to the appellant, to the applicant, to the owner or owners of the property involved, to the Zoning Administrator and to any other interested party who has requested in writing to be so notified.  This notice shall be in writing and mailed at least five days prior to the hearing.\n\n\tO.\tHearing Date-Continuance.  Upon the date set for the hearing, the Area Planning Commission shall hear the appeal, unless, for cause, the Area Planning Commission shall on that date continue the matter.  No notice of continuance need be given if the order to continue is announced at the time for which the hearing was set.\n\n\tP.\tDecision.  When considering an appeal from an action by the Zoning Administrator, the Area Planning Commission shall make its decision within 15 days (in the case of a revocation, within 10 days) after the expiration of the appeal period, or within an extended period of time as may be mutually agreed upon in writing by the applicant and the Area Planning Commission.  The Area Planning Commission shall base its decision only upon:\n\n\t(i)\tevidence introduced at the hearing, or hearings, if any, before the Zoning Administrator, on the issue;\n\n\t(ii)\tthe record, findings and determination of the Zoning Administrator; and\n\n\t(iii)\tthe consideration of arguments, if any, presented to the Area Planning Commission orally or in writing.\n\n\tIf an applicant or aggrieved person wishes to offer into the proceedings any new evidence in connection with the matter, a written summary of that evidence, together with a statement as to why that evidence could not reasonably have been presented to the Zoning Administrator shall be filed with the Area Planning Commission prior to the hearing.  If the Area Planning Commission fails to act on any appeal within the time limit specified in the subsection, the determination of the Zoning Administrator shall be final.\n\n\tThe Area Planning Commission may modify or reverse the ruling, decision or determination appealed from only upon making findings indicating how the action of the Zoning Administrator was in error or constituted an abuse of discretion and shall make specific findings supporting any modification or reversal.  The decision of the Area Planning Commission shall be final as of the date of its determination on the matter.  After making a decision, a copy of the findings and determination shall forthwith be placed on file in the City Planning Department and a copy of the determination shall be furnished to the applicant, the appellant and the Department of Building and Safety.","order_by":"01","ancestry":{"1":{"id":"111","name":"\nTemporary Regulations Relating To Land Use Approvals For Properties\nDamaged In A Local Emergency","identifier":"6","label":"article","url":"\/1\/6\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"1683","structure_id":"111","section_number":"16.00","catch_line":"Declaration Of Purpose.","url":"\/16.00\/","token":"16.00"},"1":{"id":"1814","structure_id":"111","section_number":"16.01","catch_line":"Long-Term Temporary Uses.","url":"\/16.01\/","token":"16.01"},"2":{"id":"2547","structure_id":"111","section_number":"16.02","catch_line":"Special Provisions For Other Land Use Proceedings.","url":"\/16.02\/","token":"16.02"},"3":{"id":"3827","structure_id":"111","section_number":"16.03","catch_line":"Restoration Of Damaged Or Destroyed Buildings.","url":"\/16.03\/","token":"16.03"},"4":{"id":"3002","structure_id":"111","section_number":"16.04","catch_line":"Critical Response Facilities.","url":"\/16.04\/","token":"16.04"},"5":{"id":"1823","structure_id":"111","section_number":"16.04.1","catch_line":"Short-Term Temporary Uses.","url":"\/16.04.1\/","token":"16.04.1"},"6":{"id":"748","structure_id":"111","section_number":"16.04.2","catch_line":"Activation And Termination Of Effect.","url":"\/16.04.2\/","token":"16.04.2"}},"next_section":{"id":"2547","structure_id":"111","section_number":"16.02","catch_line":"Special Provisions For Other Land Use Proceedings.","url":"\/16.02\/","token":"16.02"},"metadata":false,"references":false,"url":"\/16.01\/","token":"16.01","formats":{"txt":"\/16.01.txt","json":"\/16.01.xml"},"dublin_core":{"Title":"Long-Term Temporary Uses.","Type":"Text","Format":"text\/html","Identifier":"§ 16.01","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nLONG-TERM TEMPORARY USES. (§ 16.01)\n\n  LONG-TERM TEMPORARY USES.\n\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\tA.\tAuthority of the\nZoning Administrator.  Notwithstanding any other provision of this Code to the\ncontrary, the Zoning Administrator shall have the authority to approve the use\nof a lot in any zone for the temporary use of property which will aid in the\nimmediate restoration of an area adversely impacted by a severe fire, storm,\nearthquake, similar natural disaster, or a civil or military disturbance, and\ndeclared by the Governor as an emergency area if the Zoning Administrator\nfinds:\t1.\tThat the nature and short duration of the proposed temporary use\nassures that the proposed use will not be materially detrimental to the\ncharacter of development in the immediate neighborhood;\t2.\tThat the proposed use\nwill not adversely affect the implementation of the General Plan or any\napplicable specific plan; and\t3.\tThat the proposed use will contribute in a\npositive fashion to the reconstruction and recovery of areas adversely impacted\nduring the emergency.\tIn making a determination pursuant to this section, the\nZoning Administrator shall balance the public interest and benefit to be derived\nfrom the proposed temporary use against the degree, significance of, and\ntemporary nature of the inconvenience to be caused in the area where the\ntemporary use is located.  The Zoning Administrator may promulgate regulations\nand guidelines as are necessary and proper to administer the provisions of this\narticle.\tB.\tConditions of Approval.  In approving the location of any temporary\nuse, the Zoning Administrator may impose those conditions he or she deems\nnecessary to protect the peaceful and quiet enjoyment of nearby properties. \nThe Zoning Administrator shall also require the posting of a completion bond, or\nother guarantee satisfactory to the Zoning Administrator, to cover the cost of\nthe removal of any improvements made to a site or cleaning of the site after\ntermination of the temporary authorized use.\tFurthermore, the Zoning\nAdministrator shall require termination of the temporary use within one year\nfrom the date of the approval of the temporary use, the removal of all temporary\nimprovements on the site, and the restoration of the site to a permitted use\nwithin a reasonable period of time determined by the Zoning Administrator. \nApproval of any application for a temporary use shall not result in any vested\nor nonconforming rights to carry on the temporary use after the term\nauthorized.\tThe design and improvement provisions of Sections 12.21A5 and 6 and\nthe yard requirements of Chapter 1 of this Code shall not apply to temporary\npermits for public parking in the R Zones.  However, in approving permits, the\nZoning Administrator may impose those conditions as the Zoning Administrator\ndeems necessary to protect the peaceful and quiet enjoyment of the subject and\nnearby properties.\tC.\tRevocation.  The Zoning Administrator may suspend or\nrevoke any temporary use approval, if the Administrator determines that the\ntemporary use bears no significant relation to the reconstruction and recovery\nof areas adversely impacted by the emergency, or that the conditions imposed on\nany temporary use approval have not been complied with, or that an unreasonable\nlevel of interference with the peaceful enjoyment of neighboring properties is\ncreated by the conduct of any authorized activity.\tPrior to the revocation of a\ntemporary use approval, the Zoning Administrator shall give written notice to\nthe record owner or lessee to appear within five days or less (if justified by a\nthreat to public health and safety) at a time and place fixed by the Zoning\nAdministrator and show cause why the temporary use approval should not be\nrevoked or why further conditions should not be imposed.\tA determination of the\nZoning Administrator pursuant to this subsection may be appealed to the Area\nPlanning Commission on a form prescribed by the Department of City Planning in\naccordance with the procedures described in this section.\tD.\tOther Permits and\nLicenses.  This article shall not, except as stated here, modify or affect in\nany way the duty of any applicant to obtain any other permit or license which\nmay be required under any other provision of this Code or state\nlaw.\tE.\tApplication.  An application to permit any temporary use referred to in\nthis article shall be filed with the Department of City Planning upon forms and\naccompanied by data as the Department of City Planning may require.\tThe\napplication may be filed by an owner or a lessee and shall be verified by the\napplicant attesting to the truth and correctness of all facts and information\npresented with, or contained in the application and shall also be signed by the\nowner of record of any site where the proposed temporary use will be located.\tA\ncopy of any application so filed shall be transmitted by the Department of City\nPlanning to the Councilmember of the district in which the proposed use would be\nlocated and to the Department of Transportation for their information.\tF.\tNotice\nand Hearing.  Upon the filing of a verified application, the Zoning\nAdministrator shall set the matter for public hearing.  Notice of the time,\nplace, and purpose of the hearing shall be given by mailing a written notice at\nleast 14 days prior to the date of the hearing to the applicant, to the owner of\nthe subject property, to adjoining and abutting property owners, and to property\nowners directly across the street or alley from the subject property.  For this\nnotice the following shall be used: the last known name and address of the\nproperty owners as shown upon the records of the City Engineer or the records of\nthe County Assessor.  (Amended by Ord. No. 181,595, Eff. 4\/10\/11.)\tAn\napplication for a temporary use shall be set for public hearing unless the\nZoning Administrator makes written findings, attached to the file involved, that\nthe requested temporary use:\t1.\twill not have a significant effect on adjoining\nproperties or on the immediate neighborhood; or\t2.\tis not likely to evoke public\ncontroversy.\tG.\tTime Limit.  The Zoning Administrator shall make a\ndetermination within 30 days from the filing of a verified application.  This\ntime limit may be extended by mutual written consent of the applicant and Zoning\nAdministrator.\tH.\tFee.  An application for an approval pursuant to this section\nshall not require any filing fee.\tI.\tDecisions by the Zoning Administrator. \nDecisions by the Zoning Administrator shall be supported by written findings of\nfact based upon written or oral statements and documents presented to the Zoning\nAdministrator, which may include photographs, maps and plans, together with the\nresults of the Zoning Administrator’s investigations.  Upon making a\ndecision, the Zoning Administrator shall forthwith mail a copy of his or her\nwritten findings and decisions to the applicant, and to the other persons who\nwere required to be notified under Subsection F.\tJ.\tDecision Effective and\nAppeal.  The decision of the Zoning Administrator shall become final after an\nelapsed period of ten days from the date of mailing a copy of the written\nfindings and decision to the applicant.  During this period, any person\naggrieved by the decision may file a written appeal to the Area Planning\nCommission.  The appeals shall set forth specifically the points at issue, the\nreasons for the appeal, and how the appellant believes there was an error or\nabuse of discretion by the Zoning Administrator.  No fee shall be charged for\nthis appeal.\tK.\tFailure to Act.  If the Zoning Administrator fails to make a\ndecision on a temporary land use application within the time limit specified in\nSubsection C of this section, then the applicant may file a request in the\nOffice of Zoning Administration for a transfer of jurisdiction to the Area\nPlanning Commission and for a decision by the Area Planning Commission on the\noriginal application.  In that case, the Zoning Administrator shall lose\njurisdiction and the Area Planning Commission shall assume jurisdiction,\nprovided, however, that the matter may be remanded to the Zoning Administrator\nor the Area Planning Commission may accept the applicant’s request for\nwithdrawal of the transfer of jurisdiction.  In either case, the Zoning\nAdministrator shall regain jurisdiction for the time and purpose specified by\nthe Area Planning Commission.\tL.\tTransfer of Jurisdiction.  (Amended by Ord.\nNo. 173,492, Eff. 10\/10\/00.)  When considering any matter transferred to its\njurisdiction pursuant to Section 16.02 because of the failure of the Zoning\nAdministrator to act, the Area Planning Commission shall make its decision\nwithin 30 days after the request to transfer jurisdiction is filed.  All\ndecisions shall become final on the date of mailing a copy of the Area Planning\nCommission’s decision to the applicant.\tM.\tRecord on Appeal.  Within five\ndays of receipt of the filing of an appeal, the file of the Zoning Administrator\nappealed from and the appeal shall be delivered to the Area Planning\nCommission.  At any time prior to the action by the Area Planning Commission on\nthe appeal, the Zoning Administrator may submit supplementary pertinent\ninformation he or she deems necessary or as may be requested by the Area\nPlanning Commission.\tN.\tHearing Date-Notice.  Upon receipt of the appeal, the\nArea Planning Commission shall set the matter for hearing and give notice by\nmail of the time, place and purpose of the hearing to the appellant, to the\napplicant, to the owner or owners of the property involved, to the Zoning\nAdministrator and to any other interested party who has requested in writing to\nbe so notified.  This notice shall be in writing and mailed at least five days\nprior to the hearing.\tO.\tHearing Date-Continuance.  Upon the date set for the\nhearing, the Area Planning Commission shall hear the appeal, unless, for cause,\nthe Area Planning Commission shall on that date continue the matter.  No notice\nof continuance need be given if the order to continue is announced at the time\nfor which the hearing was set.\tP.\tDecision.  When considering an appeal from an\naction by the Zoning Administrator, the Area Planning Commission shall make its\ndecision within 15 days (in the case of a revocation, within 10 days) after the\nexpiration of the appeal period, or within an extended period of time as may be\nmutually agreed upon in writing by the applicant and the Area Planning\nCommission.  The Area Planning Commission shall base its decision only\nupon:\t(i)\tevidence introduced at the hearing, or hearings, if any, before the\nZoning Administrator, on the issue;\t(ii)\tthe record, findings and determination\nof the Zoning Administrator; and\t(iii)\tthe consideration of arguments, if any,\npresented to the Area Planning Commission orally or in writing.\tIf an applicant\nor aggrieved person wishes to offer into the proceedings any new evidence in\nconnection with the matter, a written summary of that evidence, together with a\nstatement as to why that evidence could not reasonably have been presented to\nthe Zoning Administrator shall be filed with the Area Planning Commission prior\nto the hearing.  If the Area Planning Commission fails to act on any appeal\nwithin the time limit specified in the subsection, the determination of the\nZoning Administrator shall be final.\tThe Area Planning Commission may modify or\nreverse the ruling, decision or determination appealed from only upon making\nfindings indicating how the action of the Zoning Administrator was in error or\nconstituted an abuse of discretion and shall make specific findings supporting\nany modification or reversal.  The decision of the Area Planning Commission\nshall be final as of the date of its determination on the matter.  After making\na decision, a copy of the findings and determination shall forthwith be placed\non file in the City Planning Department and a copy of the determination shall be\nfurnished to the applicant, the appellant and the Department of Building and\nSafety.\n","html":"\n\t\t\t\t\t<section><p>  LONG-TERM TEMPORARY USES.\n\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)<br \/><br \/>\tA.\tAuthority of the Zoning Administrator.  Notwithstanding any other provision of this Code to the contrary, the Zoning Administrator shall have the authority to approve the use of a lot in any zone for the temporary use of property which will aid in the immediate restoration of an area adversely impacted by a severe fire, storm, earthquake, similar natural disaster, or a civil or military disturbance, and declared by the Governor as an emergency area if the Zoning Administrator finds:<br \/><br \/>\t1.\tThat the nature and short duration of the proposed temporary use assures that the proposed use will not be materially detrimental to the character of development in the immediate neighborhood;<br \/><br \/>\t2.\tThat the proposed use will not adversely affect the implementation of the General Plan or any applicable specific plan; and<br \/><br \/>\t3.\tThat the proposed use will contribute in a positive fashion to the reconstruction and recovery of areas adversely impacted during the emergency.<br \/><br \/>\tIn making a determination pursuant to this section, the Zoning Administrator shall balance the public interest and benefit to be derived from the proposed temporary use against the degree, significance of, and temporary nature of the inconvenience to be caused in the area where the temporary use is located.  The Zoning Administrator may promulgate regulations and guidelines as are necessary and proper to administer the provisions of this article.<br \/><br \/>\tB.\tConditions of Approval.  In approving the location of any temporary use, the Zoning Administrator may impose those conditions he or she deems necessary to protect the peaceful and quiet enjoyment of nearby properties.  The Zoning Administrator shall also require the posting of a completion <span class=\"dictionary\">bond<\/span>, or other guarantee satisfactory to the Zoning Administrator, to cover the cost of the removal of any improvements made to a site or cleaning of the site after termination of the temporary authorized use.<br \/><br \/>\tFurthermore, the Zoning Administrator shall require termination of the temporary use within one year from the date of the approval of the temporary use, the removal of all temporary improvements on the site, and the restoration of the site to a permitted use within a reasonable period of time determined by the Zoning Administrator.  Approval of any application for a temporary use shall not result in any vested or nonconforming rights to carry on the temporary use after the term authorized.<br \/><br \/>\tThe design and improvement provisions of Sections 12.21A5 and 6 and the yard requirements of Chapter 1 of this Code shall not apply to temporary permits for public parking in the R Zones.  However, in approving permits, the Zoning Administrator may impose those conditions as the Zoning Administrator deems necessary to protect the peaceful and quiet enjoyment of the subject and nearby properties.<br \/><br \/>\tC.\t<span class=\"dictionary\">Revocation<\/span>.  The Zoning Administrator may suspend or revoke any temporary use approval, if the Administrator determines that the temporary use bears no significant relation to the reconstruction and recovery of areas adversely impacted by the emergency, or that the conditions imposed on any temporary use approval have not been complied with, or that an unreasonable level of interference with the peaceful enjoyment of neighboring properties is created by the conduct of any authorized activity.<br \/><br \/>\tPrior to the <span class=\"dictionary\">revocation<\/span> of a temporary use approval, the Zoning Administrator shall give written notice to the record owner or lessee to appear within five days or less (if justified by a threat to public health and safety) at a time and place fixed by the Zoning Administrator and show cause why the temporary use approval should not be revoked or why further conditions should not be imposed.<br \/><br \/>\tA determination of the Zoning Administrator pursuant to this subsection may be appealed to the Area Planning Commission on a form prescribed by the Department of City Planning in accordance with the procedures described in this section.<br \/><br \/>\tD.\tOther Permits and Licenses.  This article shall not, except as stated here, modify or affect in any way the duty of any applicant to obtain any other permit or license which may be required under any other provision of this Code or state <span class=\"dictionary\">law<\/span>.<br \/><br \/>\tE.\tApplication.  An application to permit any temporary use referred to in this article shall be filed with the Department of City Planning upon forms and accompanied by data as the Department of City Planning may require.<br \/><br \/>\tThe application may be filed by an owner or a lessee and shall be verified by the applicant attesting to the truth and correctness of all <span class=\"dictionary\">facts<\/span> and information presented with, or contained in the application and shall also be signed by the owner of record of any site where the proposed temporary use will be located.<br \/><br \/>\tA copy of any application so filed shall be transmitted by the Department of City Planning to the Councilmember of the district in which the proposed use would be located and to the Department of Transportation for their information.<br \/><br \/>\tF.\tNotice and <span class=\"dictionary\">Hearing<\/span>.  Upon the filing of a verified application, the Zoning Administrator shall set the matter for public <span class=\"dictionary\">hearing<\/span>.  Notice of the time, place, and purpose of the <span class=\"dictionary\">hearing<\/span> shall be given by mailing a written notice at least 14 days prior to the date of the <span class=\"dictionary\">hearing<\/span> to the applicant, to the owner of the subject property, to adjoining and abutting property owners, and to property owners directly across the street or alley from the subject property.  For this notice the following shall be used: the last known name and address of the property owners as shown upon the records of the City Engineer or the records of the County Assessor.  (Amended by Ord. No. 181,595, Eff. 4\/10\/11.)<br \/><br \/>\tAn application for a temporary use shall be set for public <span class=\"dictionary\">hearing<\/span> unless the Zoning Administrator makes written <span class=\"dictionary\">findings<\/span>, attached to the file involved, that the requested temporary use:<br \/><br \/>\t1.\twill not have a significant effect on adjoining properties or on the immediate neighborhood; or<br \/><br \/>\t2.\tis not likely to evoke public controversy.<br \/><br \/>\tG.\tTime Limit.  The Zoning Administrator shall make a determination within 30 days from the filing of a verified application.  This time limit may be extended by mutual written consent of the applicant and Zoning Administrator.<br \/><br \/>\tH.\tFee.  An application for an approval pursuant to this section shall not require any filing fee.<br \/><br \/>\tI.\tDecisions by the Zoning Administrator.  Decisions by the Zoning Administrator shall be supported by written <span class=\"dictionary\">findings<\/span> of <span class=\"dictionary\">fact<\/span> based upon written or oral statements and documents presented to the Zoning Administrator, which may include photographs, maps and plans, together with the results of the Zoning Administrator’s investigations.  Upon making a decision, the Zoning Administrator shall forthwith mail a copy of his or her written <span class=\"dictionary\">findings<\/span> and decisions to the applicant, and to the other persons who were required to be notified under Subsection F.<br \/><br \/>\tJ.\tDecision Effective and <span class=\"dictionary\">Appeal<\/span>.  The decision of the Zoning Administrator shall become final after an elapsed period of ten days from the date of mailing a copy of the written <span class=\"dictionary\">findings<\/span> and decision to the applicant.  During this period, any person aggrieved by the decision may file a written <span class=\"dictionary\">appeal<\/span> to the Area Planning Commission.  The <span class=\"dictionary\">appeals<\/span> shall set forth specifically the points at <span class=\"dictionary\">issue<\/span>, the reasons for the <span class=\"dictionary\">appeal<\/span>, and how the <span class=\"dictionary\">appellant<\/span> believes there was an error or abuse of discretion by the Zoning Administrator.  No fee shall be charged for this <span class=\"dictionary\">appeal<\/span>.<br \/><br \/>\tK.\tFailure to Act.  If the Zoning Administrator fails to make a decision on a temporary land use application within the time limit specified in Subsection C of this section, then the applicant may file a request in the Office of Zoning Administration for a transfer of <span class=\"dictionary\">jurisdiction<\/span> to the Area Planning Commission and for a decision by the Area Planning Commission on the original application.  In that case, the Zoning Administrator shall lose <span class=\"dictionary\">jurisdiction<\/span> and the Area Planning Commission shall assume <span class=\"dictionary\">jurisdiction<\/span>, provided, however, that the matter may be remanded to the Zoning Administrator or the Area Planning Commission may accept the applicant’s request for withdrawal of the transfer of <span class=\"dictionary\">jurisdiction<\/span>.  In either case, the Zoning Administrator shall regain <span class=\"dictionary\">jurisdiction<\/span> for the time and purpose specified by the Area Planning Commission.<br \/><br \/>\tL.\tTransfer of <span class=\"dictionary\">Jurisdiction<\/span>.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  When considering any matter transferred to its <span class=\"dictionary\">jurisdiction<\/span> pursuant to Section 16.02 because of the failure of the Zoning Administrator to act, the Area Planning Commission shall make its decision within 30 days after the request to transfer <span class=\"dictionary\">jurisdiction<\/span> is filed.  All decisions shall become final on the date of mailing a copy of the Area Planning Commission’s decision to the applicant.<br \/><br \/>\tM.\tRecord on <span class=\"dictionary\">Appeal<\/span>.  Within five days of receipt of the filing of an <span class=\"dictionary\">appeal<\/span>, the file of the Zoning Administrator appealed from and the <span class=\"dictionary\">appeal<\/span> shall be delivered to the Area Planning Commission.  At any time prior to the action by the Area Planning Commission on the <span class=\"dictionary\">appeal<\/span>, the Zoning Administrator may submit supplementary pertinent information he or she deems necessary or as may be requested by the Area Planning Commission.<br \/><br \/>\tN.\t<span class=\"dictionary\">Hearing<\/span> Date-Notice.  Upon receipt of the <span class=\"dictionary\">appeal<\/span>, the Area Planning Commission shall set the matter for <span class=\"dictionary\">hearing<\/span> and give notice by mail of the time, place and purpose of the <span class=\"dictionary\">hearing<\/span> to the <span class=\"dictionary\">appellant<\/span>, to the applicant, to the owner or owners of the property involved, to the Zoning Administrator and to any other interested <span class=\"dictionary\">party<\/span> who has requested in writing to be so notified.  This notice shall be in writing and mailed at least five days prior to the <span class=\"dictionary\">hearing<\/span>.<br \/><br \/>\tO.\t<span class=\"dictionary\">Hearing<\/span> Date-<span class=\"dictionary\">Continuance<\/span>.  Upon the date set for the <span class=\"dictionary\">hearing<\/span>, the Area Planning Commission shall hear the <span class=\"dictionary\">appeal<\/span>, unless, for cause, the Area Planning Commission shall on that date continue the matter.  No notice of <span class=\"dictionary\">continuance<\/span> need be given if the <span class=\"dictionary\">order<\/span> to continue is announced at the time for which the <span class=\"dictionary\">hearing<\/span> was set.<br \/><br \/>\tP.\tDecision.  When considering an <span class=\"dictionary\">appeal<\/span> from an action by the Zoning Administrator, the Area Planning Commission shall make its decision within 15 days (in the case of a <span class=\"dictionary\">revocation<\/span>, within 10 days) after the expiration of the <span class=\"dictionary\">appeal<\/span> period, or within an extended period of time as may be mutually agreed upon in writing by the applicant and the Area Planning Commission.  The Area Planning Commission shall base its decision only upon:<br \/><br \/>\t(i)\t<span class=\"dictionary\">evidence<\/span> introduced at the <span class=\"dictionary\">hearing<\/span>, or <span class=\"dictionary\">hearings<\/span>, if any, before the Zoning Administrator, on the <span class=\"dictionary\">issue<\/span>;<br \/><br \/>\t(ii)\tthe record, <span class=\"dictionary\">findings<\/span> and determination of the Zoning Administrator; and<br \/><br \/>\t(iii)\tthe consideration of arguments, if any, presented to the Area Planning Commission orally or in writing.<br \/><br \/>\tIf an applicant or aggrieved person wishes to offer into the proceedings any new <span class=\"dictionary\">evidence<\/span> in connection with the matter, a written summary of that <span class=\"dictionary\">evidence<\/span>, together with a statement as to why that <span class=\"dictionary\">evidence<\/span> could not reasonably have been presented to the Zoning Administrator shall be filed with the Area Planning Commission prior to the <span class=\"dictionary\">hearing<\/span>.  If the Area Planning Commission fails to act on any <span class=\"dictionary\">appeal<\/span> within the time limit specified in the subsection, the determination of the Zoning Administrator shall be final.<br \/><br \/>\tThe Area Planning Commission may modify or <span class=\"dictionary\">reverse<\/span> the ruling, decision or determination appealed from only upon making <span class=\"dictionary\">findings<\/span> indicating how the action of the Zoning Administrator was in error or constituted an abuse of discretion and shall make specific <span class=\"dictionary\">findings<\/span> supporting any modification or reversal.  The decision of the Area Planning Commission shall be final as of the date of its determination on the matter.  After making a decision, a copy of the <span class=\"dictionary\">findings<\/span> and determination shall forthwith be placed on file in the City Planning Department and a copy of the determination shall be furnished to the applicant, the <span class=\"dictionary\">appellant<\/span> and the Department of Building and Safety.<\/p><\/section>","text":{"0":{"id":"1798","text":"  LONG-TERM TEMPORARY USES.\n\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\tA.\tAuthority of the Zoning Administrator.  Notwithstanding any other provision of this Code to the contrary, the Zoning Administrator shall have the authority to approve the use of a lot in any zone for the temporary use of property which will aid in the immediate restoration of an area adversely impacted by a severe fire, storm, earthquake, similar natural disaster, or a civil or military disturbance, and declared by the Governor as an emergency area if the Zoning Administrator finds:\t1.\tThat the nature and short duration of the proposed temporary use assures that the proposed use will not be materially detrimental to the character of development in the immediate neighborhood;\t2.\tThat the proposed use will not adversely affect the implementation of the General Plan or any applicable specific plan; and\t3.\tThat the proposed use will contribute in a positive fashion to the reconstruction and recovery of areas adversely impacted during the emergency.\tIn making a determination pursuant to this section, the Zoning Administrator shall balance the public interest and benefit to be derived from the proposed temporary use against the degree, significance of, and temporary nature of the inconvenience to be caused in the area where the temporary use is located.  The Zoning Administrator may promulgate regulations and guidelines as are necessary and proper to administer the provisions of this article.\tB.\tConditions of Approval.  In approving the location of any temporary use, the Zoning Administrator may impose those conditions he or she deems necessary to protect the peaceful and quiet enjoyment of nearby properties.  The Zoning Administrator shall also require the posting of a completion bond, or other guarantee satisfactory to the Zoning Administrator, to cover the cost of the removal of any improvements made to a site or cleaning of the site after termination of the temporary authorized use.\tFurthermore, the Zoning Administrator shall require termination of the temporary use within one year from the date of the approval of the temporary use, the removal of all temporary improvements on the site, and the restoration of the site to a permitted use within a reasonable period of time determined by the Zoning Administrator.  Approval of any application for a temporary use shall not result in any vested or nonconforming rights to carry on the temporary use after the term authorized.\tThe design and improvement provisions of Sections 12.21A5 and 6 and the yard requirements of Chapter 1 of this Code shall not apply to temporary permits for public parking in the R Zones.  However, in approving permits, the Zoning Administrator may impose those conditions as the Zoning Administrator deems necessary to protect the peaceful and quiet enjoyment of the subject and nearby properties.\tC.\tRevocation.  The Zoning Administrator may suspend or revoke any temporary use approval, if the Administrator determines that the temporary use bears no significant relation to the reconstruction and recovery of areas adversely impacted by the emergency, or that the conditions imposed on any temporary use approval have not been complied with, or that an unreasonable level of interference with the peaceful enjoyment of neighboring properties is created by the conduct of any authorized activity.\tPrior to the revocation of a temporary use approval, the Zoning Administrator shall give written notice to the record owner or lessee to appear within five days or less (if justified by a threat to public health and safety) at a time and place fixed by the Zoning Administrator and show cause why the temporary use approval should not be revoked or why further conditions should not be imposed.\tA determination of the Zoning Administrator pursuant to this subsection may be appealed to the Area Planning Commission on a form prescribed by the Department of City Planning in accordance with the procedures described in this section.\tD.\tOther Permits and Licenses.  This article shall not, except as stated here, modify or affect in any way the duty of any applicant to obtain any other permit or license which may be required under any other provision of this Code or state law.\tE.\tApplication.  An application to permit any temporary use referred to in this article shall be filed with the Department of City Planning upon forms and accompanied by data as the Department of City Planning may require.\tThe application may be filed by an owner or a lessee and shall be verified by the applicant attesting to the truth and correctness of all facts and information presented with, or contained in the application and shall also be signed by the owner of record of any site where the proposed temporary use will be located.\tA copy of any application so filed shall be transmitted by the Department of City Planning to the Councilmember of the district in which the proposed use would be located and to the Department of Transportation for their information.\tF.\tNotice and Hearing.  Upon the filing of a verified application, the Zoning Administrator shall set the matter for public hearing.  Notice of the time, place, and purpose of the hearing shall be given by mailing a written notice at least 14 days prior to the date of the hearing to the applicant, to the owner of the subject property, to adjoining and abutting property owners, and to property owners directly across the street or alley from the subject property.  For this notice the following shall be used: the last known name and address of the property owners as shown upon the records of the City Engineer or the records of the County Assessor.  (Amended by Ord. No. 181,595, Eff. 4\/10\/11.)\tAn application for a temporary use shall be set for public hearing unless the Zoning Administrator makes written findings, attached to the file involved, that the requested temporary use:\t1.\twill not have a significant effect on adjoining properties or on the immediate neighborhood; or\t2.\tis not likely to evoke public controversy.\tG.\tTime Limit.  The Zoning Administrator shall make a determination within 30 days from the filing of a verified application.  This time limit may be extended by mutual written consent of the applicant and Zoning Administrator.\tH.\tFee.  An application for an approval pursuant to this section shall not require any filing fee.\tI.\tDecisions by the Zoning Administrator.  Decisions by the Zoning Administrator shall be supported by written findings of fact based upon written or oral statements and documents presented to the Zoning Administrator, which may include photographs, maps and plans, together with the results of the Zoning Administrator’s investigations.  Upon making a decision, the Zoning Administrator shall forthwith mail a copy of his or her written findings and decisions to the applicant, and to the other persons who were required to be notified under Subsection F.\tJ.\tDecision Effective and Appeal.  The decision of the Zoning Administrator shall become final after an elapsed period of ten days from the date of mailing a copy of the written findings and decision to the applicant.  During this period, any person aggrieved by the decision may file a written appeal to the Area Planning Commission.  The appeals shall set forth specifically the points at issue, the reasons for the appeal, and how the appellant believes there was an error or abuse of discretion by the Zoning Administrator.  No fee shall be charged for this appeal.\tK.\tFailure to Act.  If the Zoning Administrator fails to make a decision on a temporary land use application within the time limit specified in Subsection C of this section, then the applicant may file a request in the Office of Zoning Administration for a transfer of jurisdiction to the Area Planning Commission and for a decision by the Area Planning Commission on the original application.  In that case, the Zoning Administrator shall lose jurisdiction and the Area Planning Commission shall assume jurisdiction, provided, however, that the matter may be remanded to the Zoning Administrator or the Area Planning Commission may accept the applicant’s request for withdrawal of the transfer of jurisdiction.  In either case, the Zoning Administrator shall regain jurisdiction for the time and purpose specified by the Area Planning Commission.\tL.\tTransfer of Jurisdiction.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  When considering any matter transferred to its jurisdiction pursuant to Section 16.02 because of the failure of the Zoning Administrator to act, the Area Planning Commission shall make its decision within 30 days after the request to transfer jurisdiction is filed.  All decisions shall become final on the date of mailing a copy of the Area Planning Commission’s decision to the applicant.\tM.\tRecord on Appeal.  Within five days of receipt of the filing of an appeal, the file of the Zoning Administrator appealed from and the appeal shall be delivered to the Area Planning Commission.  At any time prior to the action by the Area Planning Commission on the appeal, the Zoning Administrator may submit supplementary pertinent information he or she deems necessary or as may be requested by the Area Planning Commission.\tN.\tHearing Date-Notice.  Upon receipt of the appeal, the Area Planning Commission shall set the matter for hearing and give notice by mail of the time, place and purpose of the hearing to the appellant, to the applicant, to the owner or owners of the property involved, to the Zoning Administrator and to any other interested party who has requested in writing to be so notified.  This notice shall be in writing and mailed at least five days prior to the hearing.\tO.\tHearing Date-Continuance.  Upon the date set for the hearing, the Area Planning Commission shall hear the appeal, unless, for cause, the Area Planning Commission shall on that date continue the matter.  No notice of continuance need be given if the order to continue is announced at the time for which the hearing was set.\tP.\tDecision.  When considering an appeal from an action by the Zoning Administrator, the Area Planning Commission shall make its decision within 15 days (in the case of a revocation, within 10 days) after the expiration of the appeal period, or within an extended period of time as may be mutually agreed upon in writing by the applicant and the Area Planning Commission.  The Area Planning Commission shall base its decision only upon:\t(i)\tevidence introduced at the hearing, or hearings, if any, before the Zoning Administrator, on the issue;\t(ii)\tthe record, findings and determination of the Zoning Administrator; and\t(iii)\tthe consideration of arguments, if any, presented to the Area Planning Commission orally or in writing.\tIf an applicant or aggrieved person wishes to offer into the proceedings any new evidence in connection with the matter, a written summary of that evidence, together with a statement as to why that evidence could not reasonably have been presented to the Zoning Administrator shall be filed with the Area Planning Commission prior to the hearing.  If the Area Planning Commission fails to act on any appeal within the time limit specified in the subsection, the determination of the Zoning Administrator shall be final.\tThe Area Planning Commission may modify or reverse the ruling, decision or determination appealed from only upon making findings indicating how the action of the Zoning Administrator was in error or constituted an abuse of discretion and shall make specific findings supporting any modification or reversal.  The decision of the Area Planning Commission shall be final as of the date of its determination on the matter.  After making a decision, a copy of the findings and determination shall forthwith be placed on file in the City Planning Department and a copy of the determination shall be furnished to the applicant, the appellant and the Department of Building and Safety.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"previous_section":{"id":"1683","structure_id":"111","section_number":"16.00","catch_line":"Declaration Of Purpose.","url":"\/16.00\/","token":"16.00"}}