{"section_number":"16.05","edition_id":"1","section_id":"3498","structure_id":"94","catch_line":"Site Plan Review.","history":"","full_text":"  SITE PLAN REVIEW.\n\t(Renumbered and amended by Ord. No. 166,127, Eff. 9\/23\/90, Oper. 10\/13\/90.)\n\n\tA.\tPurpose.  The purposes of site plan review are to promote orderly development, evaluate and mitigate significant environmental impacts, and promote public safety and the general welfare by ensuring that development projects are properly related to their sites, surrounding properties, traffic circulation, sewers, other infrastructure and environmental setting; and to control or mitigate the development of projects which are likely to have a significant adverse effect on the environment as identified in the City’s environmental review process, or on surrounding properties by reason of inadequate site planning or improvements.\n\n\tB.\tDefinitions.  (Amended by Ord. No. 173,754, Eff. 3\/5\/01.)  For the purpose of this section, the following words and phrases shall have the meanings specified below.  Other terms used in this section shall have the meanings set forth in Section 12.03 of this Code if defined there.\n\n\t1.\tDevelopment Project.  The construction of, addition to, or alteration of, any building or structure, or a change of use of an existing building or structure that requires a building permit and that results in an increase in floor area, or a net increase in average daily vehicle trips as determined by using trip generation factors promulgated by the Department of Transportation for the purpose of effectuating this section.\n\n\t2.\tDiscretionary Approval.  An approval initiated by application of a property owner or representative related to the use of land including, but not limited to, a:\n\n\t(a)\tzone change;\n\n\t(b)\theight district change;\n\n\t(c)\tsupplemental use district;\n\n\t(d)\tconditional use approval;\n\n\t(e)\tuse, area or height variance;\n\n\t(f)\tparcel map;\n\n\t(g)\ttentative tract map;\n\n\t(h)\tcoastal development permit;\n\n\t(i)\tdevelopment agreement;\n\n\t(j)\tadjustments;\n\n\t(k)\tdensity bonus greater than the minimums pursuant to Government Code Section 65915;\n\n\t(l)\tdensity transfer plan;\n\n\t(m)\texception from a geographically specific plan;\n\n\t(n)\tproject permit pursuant to a moratorium or interim control ordinance;\n\n\t(o)\tpublic benefit projects; or\n\n\t(p)\tFloor area deviation of less than 50,000 square feet pursuant to 14.5.7 of Article 4.5 of the Los Angeles Municipal Code.  (Added by Ord. No. 181,574, Eff. 3\/27\/11.)\n\n\t3.\tFast-food Establishment.  Any establishment which dispenses food for consumption on or off the premises, and which has the following characteristics:  a limited menu, items prepared in advance or prepared or heated quickly, no table orders, and food served in disposable wrapping or containers.\n\n\tC.\tRequirements.\n\n\t1.\t  (Amended by Ord. No. 172,489, Eff. 4\/16\/99.)  No grading permit, foundation permit, building permit, or use of land permit shall be issued for any of the following development projects unless a site plan approval has first been obtained pursuant to this section.  This provision shall apply to individual projects for which permits are sought and also to the cumulative sum of related or successive permits which are part of a larger project, such as piecemeal additions to a building, or multiple buildings on a lot, as determined by the Director.\n\n\t(a)\tAny development project which creates, or results in an increase of, 50,000 gross square feet or more of nonresidential floor area.\n\n\t(b)\tAny development project which creates, or results in an increase of, 50 or more dwelling units or guest rooms, or combination thereof.\n\n\t(c)\tAny change of use to a Drive-Through Fast-food Establishment or any change of use to a Fast-food Establishment, either of which results in a net increase of 500 or more average daily trips as determined by, and using the trip generation factors promulgated by the Department of Transportation.\n\n\t(d)\tAny change of use other than to a Drive-Through Fast-food Establishment or to a Fast-food Establishment which results in a net increase of 1,000 or more average daily trips as determined by, and using the trip generation factors promulgated by the Department of Transportation.\n\n\t(e)\tAny residential (including Apartment Hotel or mixed-use) building located within the Greater Downtown Housing Incentive Area.  (Added by Ord. No. 179,076, Eff. 9\/23\/07.)\n\n\tThis subdivision shall not apply to one-family dwellings.\n\n\t2.\tEnforcement.  No grading permit foundation permit, building permit, or certificate of occupancy shall be issued for a development project approved under this site plan review process unless the project meets all requirements and conditions of the site plan approval. Permits issued in error shall be treated as specified in Section 11.02 of this Code. If the development project approval authorized by this section is utilized, the conditions of that approval become effective immediately. The violation of any such condition shall constitute a violation of this chapter and shall be subject to the same penalties as any other violation of this Code.\n\n\tD.\tExemptions.  (Amended by Ord. No. 172,489, Eff. 4\/16\/99.)\n\n\t1.\t(Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Unless made discretionary by any other provision of law, the approval of any building permit for a development project which does not exceed the thresholds set forth in this subsection and Section 12.24U14 is ministerial and exempt from the requirements of the California Environmental Quality Act.\n\n\t2.\tAny development project with a still-valid discretionary approval, including but not limited to those listed in Subsection B.2. of this section, shall be exempt from site plan review only if the applicable decision-making body determines in writing that the prior discretionary approval, and the required environmental review, considered significant aspects of the approved project’s design (such as, but not limited to, building location, height, density, use, parking, access) and that the existing environmental documentation under the California Environmental Quality Act is adequate for the issuance of the present permit in light of the conditions specified in Section 21166 of the California Public Resources Code.  The Department of City Planning may require supplements to the environmental documentation to maintain its currentness.  The Director is authorized to establish procedures to process determinations required under this subdivision.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)\n\n\t3.\tAny development project located within the boundaries of an adopted redevelopment project area shall be exempt from site plan review when:\n\n\t(a)\tThe Community Redevelopment Agency of the City of Los Angeles (CRA) and the City Council have approved an owner participation agreement, a disposition and development agreement, a loan agreement, a cooperation agreement or other discretionary agreement for the development project; and\n\n\t(b)\tThe project has been considered during a public hearing conducted in accordance with the CRA’s adopted policies and procedures for public hearings.\n\n\t(c)\tThe residential (including Apartment Hotel or mixed-use) building is within the Greater Downtown Housing Incentive Area and has been determined by the Community Redevelopment Agency (CRA) to comply with the Urban Design Standards and Guidelines, prepared by the CRA and approved by the City Planning Commission when the City Planning Commission finds that the guidelines are consistent with the applicable community plans.  (Added by Ord. No. 179,076, Eff. 9\/23\/07.)\n\n\tPrior to the issuance of any building permit, the CRA shall certify to the Director and the Department of Building and Safety that the required notification, hearing and agreement have been completed.\n\n\t4.\tAny development project within a specific plan area for which an EIR was certified by the City Council not more than six years prior to the date of the present application for a building permit.  The date of the application shall be the date on which architectural and structural plans sufficient for a complete plan check are accepted by the Department of Building and Safety.  This exemption shall be applicable only if the Director determines in writing that the EIR considered significant aspects of the approved project’s design (such as, but not limited to, building location, height, density, use, parking, access) and that it is adequate for the issuance of the present permit.  The Director is hereby authorized to establish procedures to process determinations.\n\n\t5.\tAny development project on a motion picture and\/or television production lot that is industrially or commercially zoned and is enclosed by a minimum six foot high wall or other barrier (such as building walls, fences, topographical barrier, etc.) which separates the facility and the development from adjacent properties.  However, all new office uses shall be directly related to motion picture and\/or television production and shall not be rented or leased to other entities not directly related to motion picture and\/or television production uses.\n\n\t(6)\tAdaptive Reuse Projects in the Downtown Project Area pursuant to Section 12.22A26.  (Added by Ord. No. 172,571, Eff. 6\/3\/99.)\n\n\t(7)\tAny residential (including Apartment Hotel or mixed use) building located within the Greater Downtown Housing Incentive Area that is subject to Section 12.22 A.30. of this Code.  (Added by Ord. No. 181,557, Eff. 3\/15\/11.)\n\n\tE.\tDirectors Authority.\n\n\t1.\tThe Director or his\/her designee shall have the authority to approve, conditionally approve, or deny site plan approval for development projects specified in Section 16.05C above in accordance with the purpose and provisions of this section.\n\n\t2.\tIn granting site plan approval, the Director may condition and\/or modify the project, or select an alternative project, as he or she deems necessary to implement the general or specific plan and to mitigate significant adverse effects of the development project on the environment and surrounding areas.\n\n\t3.\tThe Director is authorized to designate one or more members of the professional staff of the Department of City Planning to perform any of the Director’s duties under this section. The Director shall establish administrative methods, guidelines, procedures, and forms as may be necessary to conduct the review and render a decision expeditiously, prior to processing any site plan review application.\n\n\t4.\tThe Director shall not approve or conditionally approve a site plan review for a development project unless he or she does one of the following in accordance with the requirements of CEQA and the State and City CEQA Guidelines:\n\n\ta.\tApprove a proposed Negative Declaration or Mitigated Negative Declaration.\n\n\tb.\tCertify completion of an EIR.\n\n\tF.\tIn granting an approval, the Director, or the Area Planning Commission on appeal, shall find:  (Amended by Ord. No. 182,095, Eff. 5\/7\/12.)\n\n\t1.\tthat the project is in substantial conformance with the purposes, intent and provisions of the General Plan, applicable community plan, and any applicable specific plan;\n\n\t2.\tthat the project consists of an arrangement of buildings and structures (including height, bulk and setbacks), off-street parking facilities, loading areas, lighting, landscaping, trash collection, and other such pertinent improvements, that is or will be compatible with existing and future development on adjacent properties and neighboring properties; and\n\n\t3.\tthat any residential project provides recreational and service amenities to improve habitability for its residents and minimize impacts on neighboring properties.\n\n\tG.\tProcedure.\n\n\t1.\tSite Plan Review Application.  Application for the site plan review shall be filed in any public office of the Department of City Planning, upon such forms and accompanied by applicable fees, a site plan drawn to scale, and other information prescribed by the Director for that purpose. The application shall be verified by either the property owner, lessee, owner in escrow, or a legally authorized agent.\n\n\t2.\tEnvironmental Review.  As part of the application for site plan review, the applicant shall file necessary forms and information for environmental review as prescribed by the Director. The Director, or his\/her designee, shall cause to be prepared, concurrently with the review and approval of the site plan, the required environmental studies and notices for the project; except that in the adopted redevelopment project areas, the CRA shall assume lead agency responsibilities for environmental review of all projects subject to the provisions of this section and shall prepare the required environmental studies and notices.\n\n\t3.\tNotice – Hearing – Time Limits.\n\n\ta.\tThe Director shall refer all completed applications for site plan review to affected City departments for their review and report. For projects in adopted redevelopment project areas, the completed applications shall be sent to the Administrator of the CRA for review and report as to conformity with the adopted Redevelopment Plan applicable to the project. Responses shall be returned within fifteen (15) days after receipt, or such other period agreed to by the Director and the affected agency or department.\n\n\tb.\t(Amended by Ord. No. 173,992, Eff. 7\/6\/01.)  If the Director finds that the matter may have a significant effect on neighboring properties, the Director shall set the matter for public hearing.  If the application is set for public hearing, written notice of the hearing shall be sent by First Class Mail at least 15 days prior to the hearing to the applicant, owners and tenants of the property involved, owners and tenants of all property within 100 feet of the boundary of the subject site, the City Councilmembers representing the area in which the property is located, the Administrator of the CRA for projects within an adopted redevelopment project area, and any organization representing property owners or the community in the project vicinity if they request in writing to be notified.  Notice shall also be given by at least one publication in a newspaper of general circulation in the City, designated for that purpose by the City Clerk, not less than 15 days prior to the date of the hearing.\n\n\tc.\tThe Director shall grant, conditionally grant or deny site plan approval within sixty (60) days after:\n\n\t(1)\tthe date of filing of an application, or\n\n\t(2)\twhere an EIR is required, the date the EIR is certified as complete.\n\n\tThis time limit may be extended up to forty-five (45) days by mutual consent of the applicant and the Director. The time limit shall also be extended if necessary to prepare and process an EIR, as provided in Section 12.25A of this Code.\n\n\td.\tThe Director shall send notice of the determination to the applicant and the interested parties listed in Section 16.05G3(b) of the determination by First Class Mail. Failure to receive notice shall not invalidate any action taken pursuant to this section.  (Amended by Ord. No. 172,489, Eff. 4\/16\/99.)\n\n\t4.\tDetermination Effective – Appeal.  The determination of the Director shall become final after an elapsed period of fifteen (15) days from the date of mailing of the determination to the applicant, unless a written appeal is filed within such period as provided in Subsection 16.05H. The Director shall notify the Department of Building and Safety of the final approval of site plan review.\n\n\t5.\tFailure to Act – Transfer of Jurisdiction.  (Amended by Ord. No. 173,374, Eff. 8\/3\/00.)  If the Director fails to make a decision on an application within the time limit specified in this subsection, the applicant may file a request for transfer of jurisdiction to the Area Planning Commission, in which case the Director shall lose jurisdiction. The Area Planning Commission shall consider the matter following the same procedures and limitations as are applicable to the Director.  A request for transfer of jurisdiction may be filed in any public office of the Department of City Planning.\n\n\t6.\t(Deleted by Ord. No. 182,106, Eff. 5\/20\/12.)\n\n\tH.\tAppeals.\n\n\t1.\tAuthority.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The Area Planning Commission of the area in which the property is located shall have the authority to decide appeals from site plan review decisions made by the Director.  Prior to deciding an appeal, the Area Planning Commission shall hold a hearing or direct a hearing officer to do so.\n\n\t2.\tFiling an Appeal.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The applicant, any officer, board, department, or bureau of the City, or any interested person aggrieved by the decision of the Director may file an appeal to the Area Planning Commission.  Appeals shall be in writing and shall set forth specifically the reasons why the decision should not be upheld.  Appeals shall be filed in any public office of the Department of City Planning, upon required forms and accompanied by applicable fees, within 15 days of the mailing of the decision to the applicant.  An appeal not properly or timely filed shall not be accepted.\n\n\t3.\tHearing Notice.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Upon receipt of the appeal application, the Area Planning Commission Secretary shall set the matter for a public hearing to be held within 30 days of the filing of the appeal.  The Secretary shall give notice of the hearing to the appellant and to all the other parties specified in Subsection G.3.(b) above, within the time and in the manner specified in that subsection.\n\n\t4.\tDecision.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The Area Planning Commission shall render its decision in writing within 15 days after completion of the hearing.  The Area Planning Commission may sustain or reverse any decision of the Director, and may establish additional conditions to conform with the findings required in Subsection F.  The decision shall be in writing and based upon evidence in the record, including testimony and documents produced at the hearing before the Area Planning Commission, and supported by additional findings as may be required by Section 16.05 F. above.  If the Area Planning Commission fails to act within the time specified, the action of the Director shall be final.\n\n\t5.\tNotice.  The Secretary shall notify the Department of Building and Safety of final appeal decisions.\n\n\tI.\tAlternative Thresholds.  (Amended by Ord. No. 172,489, Eff. 4\/16\/99.)  A different threshold from that indicated in Section 16.05 C. of this Code may be established within a Community Plan or Specific Plan, or portion thereof, when specifically stated in the plan text and only when the plan area contains one or more of the following:\n\n\t1.\tA transportation impacted area;\n\n\t2.\tAn environmentally sensitive area;\n\n\t3.\tAn historically sensitive area; or\n\n\t4.\tAny other area of special significance which is clearly identified as to its significance and the need for a different threshold level.\n\n\tJ.\tSeverability.  If any provision or clause of this ordinance or the application thereof to any person or circumstance is held to be unconstitutional or otherwise invalid by any court of competent jurisdiction, such invalidity shall not affect other ordinance provisions, clauses or applications thereof which can be implemented without the invalid provision, clause or application, and to this end the provisions and clauses of this ordinance are declared to be severable.","order_by":"05","text":{"0":{"id":"3472","text":"  SITE PLAN REVIEW.\n\t(Renumbered and amended by Ord. No. 166,127, Eff. 9\/23\/90, Oper. 10\/13\/90.)\n\n\tA.\tPurpose.  The purposes of site plan review are to promote orderly development, evaluate and mitigate significant environmental impacts, and promote public safety and the general welfare by ensuring that development projects are properly related to their sites, surrounding properties, traffic circulation, sewers, other infrastructure and environmental setting; and to control or mitigate the development of projects which are likely to have a significant adverse effect on the environment as identified in the City’s environmental review process, or on surrounding properties by reason of inadequate site planning or improvements.\n\n\tB.\tDefinitions.  (Amended by Ord. No. 173,754, Eff. 3\/5\/01.)  For the purpose of this section, the following words and phrases shall have the meanings specified below.  Other terms used in this section shall have the meanings set forth in Section 12.03 of this Code if defined there.\n\n\t1.\tDevelopment Project.  The construction of, addition to, or alteration of, any building or structure, or a change of use of an existing building or structure that requires a building permit and that results in an increase in floor area, or a net increase in average daily vehicle trips as determined by using trip generation factors promulgated by the Department of Transportation for the purpose of effectuating this section.\n\n\t2.\tDiscretionary Approval.  An approval initiated by application of a property owner or representative related to the use of land including, but not limited to, a:\n\n\t(a)\tzone change;\n\n\t(b)\theight district change;\n\n\t(c)\tsupplemental use district;\n\n\t(d)\tconditional use approval;\n\n\t(e)\tuse, area or height variance;\n\n\t(f)\tparcel map;\n\n\t(g)\ttentative tract map;\n\n\t(h)\tcoastal development permit;\n\n\t(i)\tdevelopment agreement;\n\n\t(j)\tadjustments;\n\n\t(k)\tdensity bonus greater than the minimums pursuant to Government Code Section 65915;\n\n\t(l)\tdensity transfer plan;\n\n\t(m)\texception from a geographically specific plan;\n\n\t(n)\tproject permit pursuant to a moratorium or interim control ordinance;\n\n\t(o)\tpublic benefit projects; or\n\n\t(p)\tFloor area deviation of less than 50,000 square feet pursuant to 14.5.7 of Article 4.5 of the Los Angeles Municipal Code.  (Added by Ord. No. 181,574, Eff. 3\/27\/11.)\n\n\t3.\tFast-food Establishment.  Any establishment which dispenses food for consumption on or off the premises, and which has the following characteristics:  a limited menu, items prepared in advance or prepared or heated quickly, no table orders, and food served in disposable wrapping or containers.\n\n\tC.\tRequirements.\n\n\t1.\t  (Amended by Ord. No. 172,489, Eff. 4\/16\/99.)  No grading permit, foundation permit, building permit, or use of land permit shall be issued for any of the following development projects unless a site plan approval has first been obtained pursuant to this section.  This provision shall apply to individual projects for which permits are sought and also to the cumulative sum of related or successive permits which are part of a larger project, such as piecemeal additions to a building, or multiple buildings on a lot, as determined by the Director.\n\n\t(a)\tAny development project which creates, or results in an increase of, 50,000 gross square feet or more of nonresidential floor area.\n\n\t(b)\tAny development project which creates, or results in an increase of, 50 or more dwelling units or guest rooms, or combination thereof.\n\n\t(c)\tAny change of use to a Drive-Through Fast-food Establishment or any change of use to a Fast-food Establishment, either of which results in a net increase of 500 or more average daily trips as determined by, and using the trip generation factors promulgated by the Department of Transportation.\n\n\t(d)\tAny change of use other than to a Drive-Through Fast-food Establishment or to a Fast-food Establishment which results in a net increase of 1,000 or more average daily trips as determined by, and using the trip generation factors promulgated by the Department of Transportation.\n\n\t(e)\tAny residential (including Apartment Hotel or mixed-use) building located within the Greater Downtown Housing Incentive Area.  (Added by Ord. No. 179,076, Eff. 9\/23\/07.)\n\n\tThis subdivision shall not apply to one-family dwellings.\n\n\t2.\tEnforcement.  No grading permit foundation permit, building permit, or certificate of occupancy shall be issued for a development project approved under this site plan review process unless the project meets all requirements and conditions of the site plan approval. Permits issued in error shall be treated as specified in Section 11.02 of this Code. If the development project approval authorized by this section is utilized, the conditions of that approval become effective immediately. The violation of any such condition shall constitute a violation of this chapter and shall be subject to the same penalties as any other violation of this Code.\n\n\tD.\tExemptions.  (Amended by Ord. No. 172,489, Eff. 4\/16\/99.)\n\n\t1.\t(Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Unless made discretionary by any other provision of law, the approval of any building permit for a development project which does not exceed the thresholds set forth in this subsection and Section 12.24U14 is ministerial and exempt from the requirements of the California Environmental Quality Act.\n\n\t2.\tAny development project with a still-valid discretionary approval, including but not limited to those listed in Subsection B.2. of this section, shall be exempt from site plan review only if the applicable decision-making body determines in writing that the prior discretionary approval, and the required environmental review, considered significant aspects of the approved project’s design (such as, but not limited to, building location, height, density, use, parking, access) and that the existing environmental documentation under the California Environmental Quality Act is adequate for the issuance of the present permit in light of the conditions specified in Section 21166 of the California Public Resources Code.  The Department of City Planning may require supplements to the environmental documentation to maintain its currentness.  The Director is authorized to establish procedures to process determinations required under this subdivision.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)\n\n\t3.\tAny development project located within the boundaries of an adopted redevelopment project area shall be exempt from site plan review when:\n\n\t(a)\tThe Community Redevelopment Agency of the City of Los Angeles (CRA) and the City Council have approved an owner participation agreement, a disposition and development agreement, a loan agreement, a cooperation agreement or other discretionary agreement for the development project; and\n\n\t(b)\tThe project has been considered during a public hearing conducted in accordance with the CRA’s adopted policies and procedures for public hearings.\n\n\t(c)\tThe residential (including Apartment Hotel or mixed-use) building is within the Greater Downtown Housing Incentive Area and has been determined by the Community Redevelopment Agency (CRA) to comply with the Urban Design Standards and Guidelines, prepared by the CRA and approved by the City Planning Commission when the City Planning Commission finds that the guidelines are consistent with the applicable community plans.  (Added by Ord. No. 179,076, Eff. 9\/23\/07.)\n\n\tPrior to the issuance of any building permit, the CRA shall certify to the Director and the Department of Building and Safety that the required notification, hearing and agreement have been completed.\n\n\t4.\tAny development project within a specific plan area for which an EIR was certified by the City Council not more than six years prior to the date of the present application for a building permit.  The date of the application shall be the date on which architectural and structural plans sufficient for a complete plan check are accepted by the Department of Building and Safety.  This exemption shall be applicable only if the Director determines in writing that the EIR considered significant aspects of the approved project’s design (such as, but not limited to, building location, height, density, use, parking, access) and that it is adequate for the issuance of the present permit.  The Director is hereby authorized to establish procedures to process determinations.\n\n\t5.\tAny development project on a motion picture and\/or television production lot that is industrially or commercially zoned and is enclosed by a minimum six foot high wall or other barrier (such as building walls, fences, topographical barrier, etc.) which separates the facility and the development from adjacent properties.  However, all new office uses shall be directly related to motion picture and\/or television production and shall not be rented or leased to other entities not directly related to motion picture and\/or television production uses.\n\n\t(6)\tAdaptive Reuse Projects in the Downtown Project Area pursuant to Section 12.22A26.  (Added by Ord. No. 172,571, Eff. 6\/3\/99.)\n\n\t(7)\tAny residential (including Apartment Hotel or mixed use) building located within the Greater Downtown Housing Incentive Area that is subject to Section 12.22 A.30. of this Code.  (Added by Ord. No. 181,557, Eff. 3\/15\/11.)\n\n\tE.\tDirectors Authority.\n\n\t1.\tThe Director or his\/her designee shall have the authority to approve, conditionally approve, or deny site plan approval for development projects specified in Section 16.05C above in accordance with the purpose and provisions of this section.\n\n\t2.\tIn granting site plan approval, the Director may condition and\/or modify the project, or select an alternative project, as he or she deems necessary to implement the general or specific plan and to mitigate significant adverse effects of the development project on the environment and surrounding areas.\n\n\t3.\tThe Director is authorized to designate one or more members of the professional staff of the Department of City Planning to perform any of the Director’s duties under this section. The Director shall establish administrative methods, guidelines, procedures, and forms as may be necessary to conduct the review and render a decision expeditiously, prior to processing any site plan review application.\n\n\t4.\tThe Director shall not approve or conditionally approve a site plan review for a development project unless he or she does one of the following in accordance with the requirements of CEQA and the State and City CEQA Guidelines:\n\n\ta.\tApprove a proposed Negative Declaration or Mitigated Negative Declaration.\n\n\tb.\tCertify completion of an EIR.\n\n\tF.\tIn granting an approval, the Director, or the Area Planning Commission on appeal, shall find:  (Amended by Ord. No. 182,095, Eff. 5\/7\/12.)\n\n\t1.\tthat the project is in substantial conformance with the purposes, intent and provisions of the General Plan, applicable community plan, and any applicable specific plan;\n\n\t2.\tthat the project consists of an arrangement of buildings and structures (including height, bulk and setbacks), off-street parking facilities, loading areas, lighting, landscaping, trash collection, and other such pertinent improvements, that is or will be compatible with existing and future development on adjacent properties and neighboring properties; and\n\n\t3.\tthat any residential project provides recreational and service amenities to improve habitability for its residents and minimize impacts on neighboring properties.\n\n\tG.\tProcedure.\n\n\t1.\tSite Plan Review Application.  Application for the site plan review shall be filed in any public office of the Department of City Planning, upon such forms and accompanied by applicable fees, a site plan drawn to scale, and other information prescribed by the Director for that purpose. The application shall be verified by either the property owner, lessee, owner in escrow, or a legally authorized agent.\n\n\t2.\tEnvironmental Review.  As part of the application for site plan review, the applicant shall file necessary forms and information for environmental review as prescribed by the Director. The Director, or his\/her designee, shall cause to be prepared, concurrently with the review and approval of the site plan, the required environmental studies and notices for the project; except that in the adopted redevelopment project areas, the CRA shall assume lead agency responsibilities for environmental review of all projects subject to the provisions of this section and shall prepare the required environmental studies and notices.\n\n\t3.\tNotice – Hearing – Time Limits.\n\n\ta.\tThe Director shall refer all completed applications for site plan review to affected City departments for their review and report. For projects in adopted redevelopment project areas, the completed applications shall be sent to the Administrator of the CRA for review and report as to conformity with the adopted Redevelopment Plan applicable to the project. Responses shall be returned within fifteen (15) days after receipt, or such other period agreed to by the Director and the affected agency or department.\n\n\tb.\t(Amended by Ord. No. 173,992, Eff. 7\/6\/01.)  If the Director finds that the matter may have a significant effect on neighboring properties, the Director shall set the matter for public hearing.  If the application is set for public hearing, written notice of the hearing shall be sent by First Class Mail at least 15 days prior to the hearing to the applicant, owners and tenants of the property involved, owners and tenants of all property within 100 feet of the boundary of the subject site, the City Councilmembers representing the area in which the property is located, the Administrator of the CRA for projects within an adopted redevelopment project area, and any organization representing property owners or the community in the project vicinity if they request in writing to be notified.  Notice shall also be given by at least one publication in a newspaper of general circulation in the City, designated for that purpose by the City Clerk, not less than 15 days prior to the date of the hearing.\n\n\tc.\tThe Director shall grant, conditionally grant or deny site plan approval within sixty (60) days after:\n\n\t(1)\tthe date of filing of an application, or\n\n\t(2)\twhere an EIR is required, the date the EIR is certified as complete.\n\n\tThis time limit may be extended up to forty-five (45) days by mutual consent of the applicant and the Director. The time limit shall also be extended if necessary to prepare and process an EIR, as provided in Section 12.25A of this Code.\n\n\td.\tThe Director shall send notice of the determination to the applicant and the interested parties listed in Section 16.05G3(b) of the determination by First Class Mail. Failure to receive notice shall not invalidate any action taken pursuant to this section.  (Amended by Ord. No. 172,489, Eff. 4\/16\/99.)\n\n\t4.\tDetermination Effective – Appeal.  The determination of the Director shall become final after an elapsed period of fifteen (15) days from the date of mailing of the determination to the applicant, unless a written appeal is filed within such period as provided in Subsection 16.05H. The Director shall notify the Department of Building and Safety of the final approval of site plan review.\n\n\t5.\tFailure to Act – Transfer of Jurisdiction.  (Amended by Ord. No. 173,374, Eff. 8\/3\/00.)  If the Director fails to make a decision on an application within the time limit specified in this subsection, the applicant may file a request for transfer of jurisdiction to the Area Planning Commission, in which case the Director shall lose jurisdiction. The Area Planning Commission shall consider the matter following the same procedures and limitations as are applicable to the Director.  A request for transfer of jurisdiction may be filed in any public office of the Department of City Planning.\n\n\t6.\t(Deleted by Ord. No. 182,106, Eff. 5\/20\/12.)\n\n\tH.\tAppeals.\n\n\t1.\tAuthority.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The Area Planning Commission of the area in which the property is located shall have the authority to decide appeals from site plan review decisions made by the Director.  Prior to deciding an appeal, the Area Planning Commission shall hold a hearing or direct a hearing officer to do so.\n\n\t2.\tFiling an Appeal.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The applicant, any officer, board, department, or bureau of the City, or any interested person aggrieved by the decision of the Director may file an appeal to the Area Planning Commission.  Appeals shall be in writing and shall set forth specifically the reasons why the decision should not be upheld.  Appeals shall be filed in any public office of the Department of City Planning, upon required forms and accompanied by applicable fees, within 15 days of the mailing of the decision to the applicant.  An appeal not properly or timely filed shall not be accepted.\n\n\t3.\tHearing Notice.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  Upon receipt of the appeal application, the Area Planning Commission Secretary shall set the matter for a public hearing to be held within 30 days of the filing of the appeal.  The Secretary shall give notice of the hearing to the appellant and to all the other parties specified in Subsection G.3.(b) above, within the time and in the manner specified in that subsection.\n\n\t4.\tDecision.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The Area Planning Commission shall render its decision in writing within 15 days after completion of the hearing.  The Area Planning Commission may sustain or reverse any decision of the Director, and may establish additional conditions to conform with the findings required in Subsection F.  The decision shall be in writing and based upon evidence in the record, including testimony and documents produced at the hearing before the Area Planning Commission, and supported by additional findings as may be required by Section 16.05 F. above.  If the Area Planning Commission fails to act within the time specified, the action of the Director shall be final.\n\n\t5.\tNotice.  The Secretary shall notify the Department of Building and Safety of final appeal decisions.\n\n\tI.\tAlternative Thresholds.  (Amended by Ord. No. 172,489, Eff. 4\/16\/99.)  A different threshold from that indicated in Section 16.05 C. of this Code may be established within a Community Plan or Specific Plan, or portion thereof, when specifically stated in the plan text and only when the plan area contains one or more of the following:\n\n\t1.\tA transportation impacted area;\n\n\t2.\tAn environmentally sensitive area;\n\n\t3.\tAn historically sensitive area; or\n\n\t4.\tAny other area of special significance which is clearly identified as to its significance and the need for a different threshold level.\n\n\tJ.\tSeverability.  If any provision or clause of this ordinance or the application thereof to any person or circumstance is held to be unconstitutional or otherwise invalid by any court of competent jurisdiction, such invalidity shall not affect other ordinance provisions, clauses or applications thereof which can be implemented without the invalid provision, clause or application, and to this end the provisions and clauses of this ordinance are declared to be severable.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"ancestry":{"1":{"id":"94","name":"\nReview Of Development Projects","identifier":"6.1","label":"article","url":"\/1\/6.1\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3498","structure_id":"94","section_number":"16.05","catch_line":"Site Plan Review.","url":"\/16.05\/","token":"16.05"},"1":{"id":"1487","structure_id":"94","section_number":"16.10","catch_line":"Green Building Program.","url":"\/16.10\/","token":"16.10"},"2":{"id":"474","structure_id":"94","section_number":"16.11","catch_line":"Green Building Team.","url":"\/16.11\/","token":"16.11"},"3":{"id":"3328","structure_id":"94","section_number":"16.50","catch_line":"Design Review Board Procedures.","url":"\/16.50\/","token":"16.50"}},"next_section":{"id":"1487","structure_id":"94","section_number":"16.10","catch_line":"Green Building Program.","url":"\/16.10\/","token":"16.10"},"metadata":false,"references":false,"url":"\/16.05\/","token":"16.05","formats":{"txt":"\/16.05.txt","json":"\/16.05.xml"},"dublin_core":{"Title":"Site Plan Review.","Type":"Text","Format":"text\/html","Identifier":"§ 16.05","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nSITE PLAN REVIEW. (§ 16.05)\n\n  SITE PLAN REVIEW.\n\t(Renumbered and amended by Ord. No. 166,127, Eff. 9\/23\/90, Oper. 10\/13\/90.)\n\n\tA.\tPurpose.  The purposes of site plan review are to promote orderly\ndevelopment, evaluate and mitigate significant environmental impacts, and\npromote public safety and the general welfare by ensuring that development\nprojects are properly related to their sites, surrounding properties, traffic\ncirculation, sewers, other infrastructure and environmental setting; and to\ncontrol or mitigate the development of projects which are likely to have a\nsignificant adverse effect on the environment as identified in the City’s\nenvironmental review process, or on surrounding properties by reason of\ninadequate site planning or improvements.\n\n\tB.\tDefinitions.  (Amended by Ord. No. 173,754, Eff. 3\/5\/01.)  For the purpose\nof this section, the following words and phrases shall have the meanings\nspecified below.  Other terms used in this section shall have the meanings set\nforth in Section 12.03 of this Code if defined there.\n\n\t1.\tDevelopment Project.  The construction of, addition to, or alteration of,\nany building or structure, or a change of use of an existing building or\nstructure that requires a building permit and that results in an increase in\nfloor area, or a net increase in average daily vehicle trips as determined by\nusing trip generation factors promulgated by the Department of Transportation\nfor the purpose of effectuating this section.\n\n\t2.\tDiscretionary Approval.  An approval initiated by application of a property\nowner or representative related to the use of land including, but not limited\nto, a:\n\n\t(a)\tzone change;\n\n\t(b)\theight district change;\n\n\t(c)\tsupplemental use district;\n\n\t(d)\tconditional use approval;\n\n\t(e)\tuse, area or height variance;\n\n\t(f)\tparcel map;\n\n\t(g)\ttentative tract map;\n\n\t(h)\tcoastal development permit;\n\n\t(i)\tdevelopment agreement;\n\n\t(j)\tadjustments;\n\n\t(k)\tdensity bonus greater than the minimums pursuant to Government Code Section\n65915;\n\n\t(l)\tdensity transfer plan;\n\n\t(m)\texception from a geographically specific plan;\n\n\t(n)\tproject permit pursuant to a moratorium or interim control ordinance;\n\n\t(o)\tpublic benefit projects; or\n\n\t(p)\tFloor area deviation of less than 50,000 square feet pursuant to 14.5.7 of\nArticle 4.5 of the Los Angeles Municipal Code.  (Added by Ord. No. 181,574,\nEff. 3\/27\/11.)\n\n\t3.\tFast-food Establishment.  Any establishment which dispenses food for\nconsumption on or off the premises, and which has the following\ncharacteristics:  a limited menu, items prepared in advance or prepared or\nheated quickly, no table orders, and food served in disposable wrapping or\ncontainers.\n\n\tC.\tRequirements.\n\n\t1.\t  (Amended by Ord. No. 172,489, Eff. 4\/16\/99.)  No grading permit,\nfoundation permit, building permit, or use of land permit shall be issued for\nany of the following development projects unless a site plan approval has first\nbeen obtained pursuant to this section.  This provision shall apply to\nindividual projects for which permits are sought and also to the cumulative sum\nof related or successive permits which are part of a larger project, such as\npiecemeal additions to a building, or multiple buildings on a lot, as determined\nby the Director.\n\n\t(a)\tAny development project which creates, or results in an increase of, 50,000\ngross square feet or more of nonresidential floor area.\n\n\t(b)\tAny development project which creates, or results in an increase of, 50 or\nmore dwelling units or guest rooms, or combination thereof.\n\n\t(c)\tAny change of use to a Drive-Through Fast-food Establishment or any change\nof use to a Fast-food Establishment, either of which results in a net increase\nof 500 or more average daily trips as determined by, and using the trip\ngeneration factors promulgated by the Department of Transportation.\n\n\t(d)\tAny change of use other than to a Drive-Through Fast-food Establishment or\nto a Fast-food Establishment which results in a net increase of 1,000 or more\naverage daily trips as determined by, and using the trip generation factors\npromulgated by the Department of Transportation.\n\n\t(e)\tAny residential (including Apartment Hotel or mixed-use) building located\nwithin the Greater Downtown Housing Incentive Area.  (Added by Ord. No.\n179,076, Eff. 9\/23\/07.)\n\n\tThis subdivision shall not apply to one-family dwellings.\n\n\t2.\tEnforcement.  No grading permit foundation permit, building permit, or\ncertificate of occupancy shall be issued for a development project approved\nunder this site plan review process unless the project meets all requirements\nand conditions of the site plan approval. Permits issued in error shall be\ntreated as specified in Section 11.02 of this Code. If the development project\napproval authorized by this section is utilized, the conditions of that approval\nbecome effective immediately. The violation of any such condition shall\nconstitute a violation of this chapter and shall be subject to the same\npenalties as any other violation of this Code.\n\n\tD.\tExemptions.  (Amended by Ord. No. 172,489, Eff. 4\/16\/99.)\n\n\t1.\t(Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  Unless made discretionary by\nany other provision of law, the approval of any building permit for a\ndevelopment project which does not exceed the thresholds set forth in this\nsubsection and Section 12.24U14 is ministerial and exempt from the requirements\nof the California Environmental Quality Act.\n\n\t2.\tAny development project with a still-valid discretionary approval, including\nbut not limited to those listed in Subsection B.2. of this section, shall be\nexempt from site plan review only if the applicable decision-making body\ndetermines in writing that the prior discretionary approval, and the required\nenvironmental review, considered significant aspects of the approved project’s\ndesign (such as, but not limited to, building location, height, density, use,\nparking, access) and that the existing environmental documentation under the\nCalifornia Environmental Quality Act is adequate for the issuance of the present\npermit in light of the conditions specified in Section 21166 of the California\nPublic Resources Code.  The Department of City Planning may require supplements\nto the environmental documentation to maintain its currentness.  The Director\nis authorized to establish procedures to process determinations required under\nthis subdivision.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)\n\n\t3.\tAny development project located within the boundaries of an adopted\nredevelopment project area shall be exempt from site plan review when:\n\n\t(a)\tThe Community Redevelopment Agency of the City of Los Angeles (CRA) and the\nCity Council have approved an owner participation agreement, a disposition and\ndevelopment agreement, a loan agreement, a cooperation agreement or other\ndiscretionary agreement for the development project; and\n\n\t(b)\tThe project has been considered during a public hearing conducted in\naccordance with the CRA’s adopted policies and procedures for public hearings.\n\n\t(c)\tThe residential (including Apartment Hotel or mixed-use) building is within\nthe Greater Downtown Housing Incentive Area and has been determined by the\nCommunity Redevelopment Agency (CRA) to comply with the Urban Design Standards\nand Guidelines, prepared by the CRA and approved by the City Planning Commission\nwhen the City Planning Commission finds that the guidelines are consistent with\nthe applicable community plans.  (Added by Ord. No. 179,076, Eff. 9\/23\/07.)\n\n\tPrior to the issuance of any building permit, the CRA shall certify to the\nDirector and the Department of Building and Safety that the required\nnotification, hearing and agreement have been completed.\n\n\t4.\tAny development project within a specific plan area for which an EIR was\ncertified by the City Council not more than six years prior to the date of the\npresent application for a building permit.  The date of the application shall\nbe the date on which architectural and structural plans sufficient for a\ncomplete plan check are accepted by the Department of Building and Safety. \nThis exemption shall be applicable only if the Director determines in writing\nthat the EIR considered significant aspects of the approved project’s design\n(such as, but not limited to, building location, height, density, use, parking,\naccess) and that it is adequate for the issuance of the present permit.  The\nDirector is hereby authorized to establish procedures to process determinations.\n\n\t5.\tAny development project on a motion picture and\/or television production lot\nthat is industrially or commercially zoned and is enclosed by a minimum six foot\nhigh wall or other barrier (such as building walls, fences, topographical\nbarrier, etc.) which separates the facility and the development from adjacent\nproperties.  However, all new office uses shall be directly related to motion\npicture and\/or television production and shall not be rented or leased to other\nentities not directly related to motion picture and\/or television production\nuses.\n\n\t(6)\tAdaptive Reuse Projects in the Downtown Project Area pursuant to Section\n12.22A26.  (Added by Ord. No. 172,571, Eff. 6\/3\/99.)\n\n\t(7)\tAny residential (including Apartment Hotel or mixed use) building located\nwithin the Greater Downtown Housing Incentive Area that is subject to Section\n12.22 A.30. of this Code.  (Added by Ord. No. 181,557, Eff. 3\/15\/11.)\n\n\tE.\tDirectors Authority.\n\n\t1.\tThe Director or his\/her designee shall have the authority to approve,\nconditionally approve, or deny site plan approval for development projects\nspecified in Section 16.05C above in accordance with the purpose and provisions\nof this section.\n\n\t2.\tIn granting site plan approval, the Director may condition and\/or modify the\nproject, or select an alternative project, as he or she deems necessary to\nimplement the general or specific plan and to mitigate significant adverse\neffects of the development project on the environment and surrounding areas.\n\n\t3.\tThe Director is authorized to designate one or more members of the\nprofessional staff of the Department of City Planning to perform any of the\nDirector’s duties under this section. The Director shall establish\nadministrative methods, guidelines, procedures, and forms as may be necessary to\nconduct the review and render a decision expeditiously, prior to processing any\nsite plan review application.\n\n\t4.\tThe Director shall not approve or conditionally approve a site plan review\nfor a development project unless he or she does one of the following in\naccordance with the requirements of CEQA and the State and City CEQA Guidelines:\n\n\ta.\tApprove a proposed Negative Declaration or Mitigated Negative Declaration.\n\n\tb.\tCertify completion of an EIR.\n\n\tF.\tIn granting an approval, the Director, or the Area Planning Commission on\nappeal, shall find:  (Amended by Ord. No. 182,095, Eff. 5\/7\/12.)\n\n\t1.\tthat the project is in substantial conformance with the purposes, intent and\nprovisions of the General Plan, applicable community plan, and any applicable\nspecific plan;\n\n\t2.\tthat the project consists of an arrangement of buildings and structures\n(including height, bulk and setbacks), off-street parking facilities, loading\nareas, lighting, landscaping, trash collection, and other such pertinent\nimprovements, that is or will be compatible with existing and future development\non adjacent properties and neighboring properties; and\n\n\t3.\tthat any residential project provides recreational and service amenities to\nimprove habitability for its residents and minimize impacts on neighboring\nproperties.\n\n\tG.\tProcedure.\n\n\t1.\tSite Plan Review Application.  Application for the site plan review shall\nbe filed in any public office of the Department of City Planning, upon such\nforms and accompanied by applicable fees, a site plan drawn to scale, and other\ninformation prescribed by the Director for that purpose. The application shall\nbe verified by either the property owner, lessee, owner in escrow, or a legally\nauthorized agent.\n\n\t2.\tEnvironmental Review.  As part of the application for site plan review, the\napplicant shall file necessary forms and information for environmental review as\nprescribed by the Director. The Director, or his\/her designee, shall cause to be\nprepared, concurrently with the review and approval of the site plan, the\nrequired environmental studies and notices for the project; except that in the\nadopted redevelopment project areas, the CRA shall assume lead agency\nresponsibilities for environmental review of all projects subject to the\nprovisions of this section and shall prepare the required environmental studies\nand notices.\n\n\t3.\tNotice – Hearing – Time Limits.\n\n\ta.\tThe Director shall refer all completed applications for site plan review to\naffected City departments for their review and report. For projects in adopted\nredevelopment project areas, the completed applications shall be sent to the\nAdministrator of the CRA for review and report as to conformity with the adopted\nRedevelopment Plan applicable to the project. Responses shall be returned within\nfifteen (15) days after receipt, or such other period agreed to by the Director\nand the affected agency or department.\n\n\tb.\t(Amended by Ord. No. 173,992, Eff. 7\/6\/01.)  If the Director finds that the\nmatter may have a significant effect on neighboring properties, the Director\nshall set the matter for public hearing.  If the application is set for public\nhearing, written notice of the hearing shall be sent by First Class Mail at\nleast 15 days prior to the hearing to the applicant, owners and tenants of the\nproperty involved, owners and tenants of all property within 100 feet of the\nboundary of the subject site, the City Councilmembers representing the area in\nwhich the property is located, the Administrator of the CRA for projects within\nan adopted redevelopment project area, and any organization representing\nproperty owners or the community in the project vicinity if they request in\nwriting to be notified.  Notice shall also be given by at least one publication\nin a newspaper of general circulation in the City, designated for that purpose\nby the City Clerk, not less than 15 days prior to the date of the hearing.\n\n\tc.\tThe Director shall grant, conditionally grant or deny site plan approval\nwithin sixty (60) days after:\n\n\t(1)\tthe date of filing of an application, or\n\n\t(2)\twhere an EIR is required, the date the EIR is certified as complete.\n\n\tThis time limit may be extended up to forty-five (45) days by mutual consent of\nthe applicant and the Director. The time limit shall also be extended if\nnecessary to prepare and process an EIR, as provided in Section 12.25A of this\nCode.\n\n\td.\tThe Director shall send notice of the determination to the applicant and the\ninterested parties listed in Section 16.05G3(b) of the determination by First\nClass Mail. Failure to receive notice shall not invalidate any action taken\npursuant to this section.  (Amended by Ord. No. 172,489, Eff. 4\/16\/99.)\n\n\t4.\tDetermination Effective – Appeal.  The determination of the Director\nshall become final after an elapsed period of fifteen (15) days from the date of\nmailing of the determination to the applicant, unless a written appeal is filed\nwithin such period as provided in Subsection 16.05H. The Director shall notify\nthe Department of Building and Safety of the final approval of site plan review.\n\n\t5.\tFailure to Act – Transfer of Jurisdiction.  (Amended by Ord. No. 173,374,\nEff. 8\/3\/00.)  If the Director fails to make a decision on an application\nwithin the time limit specified in this subsection, the applicant may file a\nrequest for transfer of jurisdiction to the Area Planning Commission, in which\ncase the Director shall lose jurisdiction. The Area Planning Commission shall\nconsider the matter following the same procedures and limitations as are\napplicable to the Director.  A request for transfer of jurisdiction may be\nfiled in any public office of the Department of City Planning.\n\n\t6.\t(Deleted by Ord. No. 182,106, Eff. 5\/20\/12.)\n\n\tH.\tAppeals.\n\n\t1.\tAuthority.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The\nArea Planning Commission of the area in which the property is located shall have\nthe authority to decide appeals from site plan review decisions made by the\nDirector.  Prior to deciding an appeal, the Area Planning Commission shall hold\na hearing or direct a hearing officer to do so.\n\n\t2.\tFiling an Appeal.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper.\n7\/1\/00.)  The applicant, any officer, board, department, or bureau of the City,\nor any interested person aggrieved by the decision of the Director may file an\nappeal to the Area Planning Commission.  Appeals shall be in writing and shall\nset forth specifically the reasons why the decision should not be upheld. \nAppeals shall be filed in any public office of the Department of City Planning,\nupon required forms and accompanied by applicable fees, within 15 days of the\nmailing of the decision to the applicant.  An appeal not properly or timely\nfiled shall not be accepted.\n\n\t3.\tHearing Notice.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper.\n7\/1\/00.)  Upon receipt of the appeal application, the Area Planning Commission\nSecretary shall set the matter for a public hearing to be held within 30 days of\nthe filing of the appeal.  The Secretary shall give notice of the hearing to\nthe appellant and to all the other parties specified in Subsection G.3.(b)\nabove, within the time and in the manner specified in that subsection.\n\n\t4.\tDecision.  (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)  The\nArea Planning Commission shall render its decision in writing within 15 days\nafter completion of the hearing.  The Area Planning Commission may sustain or\nreverse any decision of the Director, and may establish additional conditions to\nconform with the findings required in Subsection F.  The decision shall be in\nwriting and based upon evidence in the record, including testimony and documents\nproduced at the hearing before the Area Planning Commission, and supported by\nadditional findings as may be required by Section 16.05 F. above.  If the Area\nPlanning Commission fails to act within the time specified, the action of the\nDirector shall be final.\n\n\t5.\tNotice.  The Secretary shall notify the Department of Building and Safety\nof final appeal decisions.\n\n\tI.\tAlternative Thresholds.  (Amended by Ord. No. 172,489, Eff. 4\/16\/99.)  A\ndifferent threshold from that indicated in Section 16.05 C. of this Code may be\nestablished within a Community Plan or Specific Plan, or portion thereof, when\nspecifically stated in the plan text and only when the plan area contains one or\nmore of the following:\n\n\t1.\tA transportation impacted area;\n\n\t2.\tAn environmentally sensitive area;\n\n\t3.\tAn historically sensitive area; or\n\n\t4.\tAny other area of special significance which is clearly identified as to its\nsignificance and the need for a different threshold level.\n\n\tJ.\tSeverability.  If any provision or clause of this ordinance or the\napplication thereof to any person or circumstance is held to be unconstitutional\nor otherwise invalid by any court of competent jurisdiction, such invalidity\nshall not affect other ordinance provisions, clauses or applications thereof\nwhich can be implemented without the invalid provision, clause or application,\nand to this end the provisions and clauses of this ordinance are declared to be\nseverable.\n"}