{"section_number":"16.02","edition_id":"1","section_id":"2547","structure_id":"111","catch_line":"Special Provisions For Other Land Use Proceedings.","history":"","full_text":"  SPECIAL PROVISIONS FOR OTHER LAND USE PROCEEDINGS.\n\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\n\n\tNotwithstanding any provision of Articles 1 through 9 of Chapter I of this Code or any other ordinance to the contrary, with respect to those uses, buildings and sites destroyed or damaged in connection with a declared emergency, and in the area covered by the declaration of emergency, the following exceptions shall apply:\n\n\tA.\tPayment of all Planning Department and Zoning Administrator fees may be deferred until the applicant seeks a certificate of occupancy or a temporary certificate of occupancy, whichever occurs first.\n\n\tB.\tFor applications relating to new conditional uses, other similar quasi-judicial approvals, site plan review, exceptions from specific plans, project permits pursuant to moratorium ordinances or interim control ordinances, Sections 12.23, 12.27 and 14.00 actions and any revocation or modification proceedings:\n\n\tIf the law otherwise requires or authorizes a public hearing, the matter shall be set for public hearing unless the Zoning Administrator, the Area Planning Commission, the City Planning Commission, or Director of Planning, makes written findings, attached to the file involved, that the matter:\n\n\t1.\twill not have a significant effect on adjoining properties or on the immediate neighborhood; or\n\n\t2.\tis not likely to evoke public controversy.\n\n\tProvided, however, that no hearing shall be waived in any proceeding involving establishments dispensing alcoholic beverages for consideration, swap meets, gun shops, pawnshops and automobile repair establishments.\n\n\tWhen a matter is set for public hearing, written notice of the hearing shall be given to the applicant, the owner or owners of the property involved and to the owners of all property within and outside of the City within 500 feet of the property involved.","order_by":"02","ancestry":{"1":{"id":"111","name":"\nTemporary Regulations Relating To Land Use Approvals For Properties\nDamaged In A Local Emergency","identifier":"6","label":"article","url":"\/1\/6\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"1683","structure_id":"111","section_number":"16.00","catch_line":"Declaration Of Purpose.","url":"\/16.00\/","token":"16.00"},"1":{"id":"1814","structure_id":"111","section_number":"16.01","catch_line":"Long-Term Temporary Uses.","url":"\/16.01\/","token":"16.01"},"2":{"id":"2547","structure_id":"111","section_number":"16.02","catch_line":"Special Provisions For Other Land Use Proceedings.","url":"\/16.02\/","token":"16.02"},"3":{"id":"3827","structure_id":"111","section_number":"16.03","catch_line":"Restoration Of Damaged Or Destroyed Buildings.","url":"\/16.03\/","token":"16.03"},"4":{"id":"3002","structure_id":"111","section_number":"16.04","catch_line":"Critical Response Facilities.","url":"\/16.04\/","token":"16.04"},"5":{"id":"1823","structure_id":"111","section_number":"16.04.1","catch_line":"Short-Term Temporary Uses.","url":"\/16.04.1\/","token":"16.04.1"},"6":{"id":"748","structure_id":"111","section_number":"16.04.2","catch_line":"Activation And Termination Of Effect.","url":"\/16.04.2\/","token":"16.04.2"}},"next_section":{"id":"3827","structure_id":"111","section_number":"16.03","catch_line":"Restoration Of Damaged Or Destroyed Buildings.","url":"\/16.03\/","token":"16.03"},"metadata":false,"references":false,"url":"\/16.02\/","token":"16.02","formats":{"txt":"\/16.02.txt","json":"\/16.02.xml"},"dublin_core":{"Title":"Special Provisions For Other Land Use Proceedings.","Type":"Text","Format":"text\/html","Identifier":"§ 16.02","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nSPECIAL PROVISIONS FOR OTHER LAND USE PROCEEDINGS. (§ 16.02)\n\n  SPECIAL PROVISIONS FOR OTHER LAND USE PROCEEDINGS.\n\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\tNotwithstanding any\nprovision of Articles 1 through 9 of Chapter I of this Code or any other\nordinance to the contrary, with respect to those uses, buildings and sites\ndestroyed or damaged in connection with a declared emergency, and in the area\ncovered by the declaration of emergency, the following exceptions shall\napply:\tA.\tPayment of all Planning Department and Zoning Administrator fees may\nbe deferred until the applicant seeks a certificate of occupancy or a temporary\ncertificate of occupancy, whichever occurs first.\tB.\tFor applications relating\nto new conditional uses, other similar quasi-judicial approvals, site plan\nreview, exceptions from specific plans, project permits pursuant to moratorium\nordinances or interim control ordinances, Sections 12.23, 12.27 and 14.00\nactions and any revocation or modification proceedings:\tIf the law otherwise\nrequires or authorizes a public hearing, the matter shall be set for public\nhearing unless the Zoning Administrator, the Area Planning Commission, the City\nPlanning Commission, or Director of Planning, makes written findings, attached\nto the file involved, that the matter:\t1.\twill not have a significant effect on\nadjoining properties or on the immediate neighborhood; or\t2.\tis not likely to\nevoke public controversy.\tProvided, however, that no hearing shall be waived in\nany proceeding involving establishments dispensing alcoholic beverages for\nconsideration, swap meets, gun shops, pawnshops and automobile repair\nestablishments.\tWhen a matter is set for public hearing, written notice of the\nhearing shall be given to the applicant, the owner or owners of the property\ninvolved and to the owners of all property within and outside of the City within\n500 feet of the property involved.\n","html":"\n\t\t\t\t\t<section><p>  SPECIAL PROVISIONS FOR OTHER LAND USE PROCEEDINGS.\n\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)<br \/><br \/>\tNotwithstanding any provision of Articles 1 through 9 of Chapter I of this Code or any other <span class=\"dictionary\">ordinance<\/span> to the contrary, with respect to those uses, buildings and sites destroyed or damaged in connection with a declared emergency, and in the area covered by the declaration of emergency, the following exceptions shall apply:<br \/><br \/>\tA.\tPayment of all Planning Department and Zoning Administrator fees may be deferred until the applicant seeks a certificate of occupancy or a temporary certificate of occupancy, whichever occurs first.<br \/><br \/>\tB.\tFor applications relating to new conditional uses, other similar quasi-judicial approvals, site plan review, exceptions from specific plans, project permits pursuant to moratorium <span class=\"dictionary\">ordinances<\/span> or interim control <span class=\"dictionary\">ordinances<\/span>, Sections 12.23, 12.27 and 14.00 actions and any <span class=\"dictionary\">revocation<\/span> or modification proceedings:<br \/><br \/>\tIf the <span class=\"dictionary\">law<\/span> otherwise requires or authorizes a public <span class=\"dictionary\">hearing<\/span>, the matter shall be set for public <span class=\"dictionary\">hearing<\/span> unless the Zoning Administrator, the Area Planning Commission, the City Planning Commission, or Director of Planning, makes written <span class=\"dictionary\">findings<\/span>, attached to the file involved, that the matter:<br \/><br \/>\t1.\twill not have a significant effect on adjoining properties or on the immediate neighborhood; or<br \/><br \/>\t2.\tis not likely to evoke public controversy.<br \/><br \/>\tProvided, however, that no <span class=\"dictionary\">hearing<\/span> shall be waived in any proceeding involving establishments dispensing alcoholic beverages for consideration, swap meets, gun shops, pawnshops and automobile repair establishments.<br \/><br \/>\tWhen a matter is set for public <span class=\"dictionary\">hearing<\/span>, written notice of the <span class=\"dictionary\">hearing<\/span> shall be given to the applicant, the owner or owners of the property involved and to the owners of all property within and outside of the City within 500 feet of the property involved.<\/p><\/section>","previous_section":{"id":"1814","structure_id":"111","section_number":"16.01","catch_line":"Long-Term Temporary Uses.","url":"\/16.01\/","token":"16.01"},"text":{"0":{"id":"2524","text":"  SPECIAL PROVISIONS FOR OTHER LAND USE PROCEEDINGS.\n\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\tNotwithstanding any provision of Articles 1 through 9 of Chapter I of this Code or any other ordinance to the contrary, with respect to those uses, buildings and sites destroyed or damaged in connection with a declared emergency, and in the area covered by the declaration of emergency, the following exceptions shall apply:\tA.\tPayment of all Planning Department and Zoning Administrator fees may be deferred until the applicant seeks a certificate of occupancy or a temporary certificate of occupancy, whichever occurs first.\tB.\tFor applications relating to new conditional uses, other similar quasi-judicial approvals, site plan review, exceptions from specific plans, project permits pursuant to moratorium ordinances or interim control ordinances, Sections 12.23, 12.27 and 14.00 actions and any revocation or modification proceedings:\tIf the law otherwise requires or authorizes a public hearing, the matter shall be set for public hearing unless the Zoning Administrator, the Area Planning Commission, the City Planning Commission, or Director of Planning, makes written findings, attached to the file involved, that the matter:\t1.\twill not have a significant effect on adjoining properties or on the immediate neighborhood; or\t2.\tis not likely to evoke public controversy.\tProvided, however, that no hearing shall be waived in any proceeding involving establishments dispensing alcoholic beverages for consideration, swap meets, gun shops, pawnshops and automobile repair establishments.\tWhen a matter is set for public hearing, written notice of the hearing shall be given to the applicant, the owner or owners of the property involved and to the owners of all property within and outside of the City within 500 feet of the property involved.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}