{"section_number":"16.10","edition_id":"1","section_id":"1487","structure_id":"94","catch_line":"Green Building Program.","history":"","full_text":"  GREEN BUILDING PROGRAM.\n\t(Added by Ord. No. 179,820, Eff. 5\/29\/08.)\n\n\tA.\tEstablishment of Program and Purpose.  There is established a  which shall be administered by the Green Building Team pursuant to the provisions of Section 16.11 of this Code.  The purpose of the Green Building Program is to reduce the use of natural resources, create healthier living environments and minimize the negative impacts of development on local, regional, and global ecosystems.  The program consists of a Standard of Sustainability and Standard of Sustainable Excellence.  The program addresses five key areas:\n\n\t1.\tSite:  location, site planning, landscaping, storm water management, construction and demolition recycling;\n\n\t2.\tWater Efficiency:  efficient fixtures, wastewater reuse, and efficient irrigation;\n\n\t3.\tEnergy &#038; Atmosphere:  energy efficiency, and clean\/renewable energy;\n\n\t4.\tMaterials &#038; Resources:  materials reuse, efficient building systems, and use of recycled and rapidly renewable materials; and\n\n\t5.\tIndoor Environmental Quality:  improved indoor air quality, increased natural lighting, and improved thermal comfort\/control.\n\n\tB.\tBuilding Permit Issuance.  No building permit shall be issued for the following categories of Projects unless the Project meets the intent of the criteria for certification pursuant to Subsections D. or E. of this section as determined by the Department of City Planning. \n\n\t1.\tA new non-residential building or structure of 50,000 gross square feet or more of floor area; or\n\n\t2.\tA new mixed use or residential building of 50,000 gross square feet or more of floor area in excess of six stories; or\n\n\t3.\tA new mixed use or residential building of six or fewer stories consisting of at least 50 dwelling units in a building, which has at least 50,000 gross square feet of floor area, and in which at least 80 percent of the building’s floor area is dedicated to residential uses; or\n\n\t4.\tThe alteration or rehabilitation of 50,000 gross square feet or more of floor area in an existing non-residential building for which construction costs exceed a valuation of 50 percent of the replacement cost of the existing building; or\n\n\t5.\tThe alteration of at least 50 dwelling units in an existing mixed use or residential building, which has at least 50,000 gross square feet of floor area, for which construction costs exceed a valuation of 50 percent of the replacement cost of the existing building.\n\n\tC.\tDefinitions.  For the purpose of this section, the following words and phrases are defined as follows:\n\n\t1.\tHistoric Resource.  A building, structure or site that is any of the following:  a City Historic- Cultural Monument; listed in or formally determined eligible for the National Register of Historic Places or California Register of Historical Resources; a Contributing Element to a Historic Preservation Overlay Zone (HPOZ); or identified in an adopted historic resources survey as eligible for designation.\n\n\t2.\tLEED®.  Leadership in Energy and Environmental Design, a rating system put forth by the U.S. Green Building Council that is the nationally accepted benchmark for the design, construction and operation of high performance green buildings.\n\n\t3.\tLEED®-AP.  A person who has been designated a LEED® Accredited Professional by the Green Building Certification Institute (GBCI).\n\n\t4.\tLEED® Design Review.  The review of eligible credits by the USGBC using the project’s 100 percent construction documents, which are sufficient for a complete plan check by the Department of Building and Safety.  The USGBC will review and mark each credit including credits for “Innovation and Design” as either Credit Achievement Anticipated or Credit Denied.\n\n\t5.\tProject.  The construction of, addition to, or alteration of any building or structure that requires a building permit and meets the criteria established in Subsection B. of this section.\n\n\t6.\tUSGBC.  The U.S. Green Building Council.\n\n\tD.\tStandard of Sustainability.\n\n\t1.\tRating System.  The applicant shall demonstrate that the Project meets the intent of the criteria for certification at the LEED® certified level.  The Project may be submitted for compliance in whichever LEED® rating system the applicant deems most suitable to the Project type:  LEED®-NC (New Construction), EB (Existing Buildings), CI (Commercial Interiors), Core &#038; Shell, or Homes.  The Project shall use the version of the rating system in effect on the date that plans are submitted to the Department of Building and Safety and a fee is paid, unless the applicant has elected to register the Project with the USGBC, in which case the Project may use the rating system’s version which was in effect at the time the Project registered.  Formal certification by the USGBC is not required.\n\n\t2.\tProcedures.  No building permit shall be issued for any Project subject to the provisions of this subsection unless the Project has been reviewed and the plans are stamped approved by the Director  for LEED®  compliance.  The review shall be based on Guidelines established by the Director and revised as necessary.  In order to obtain this  approval, the applicant shall provide:\n\n\ta.\tA LEED® checklist, including points allocated to the “Innovation and Design” category, which demonstrates that the Project meets the selected LEED® Rating System at the “Certified” level or higher;\n\n\tb.\tA signed declaration from the LEED®- AP member of the Project team, stating that the plans and plan details have been reviewed, and that the Project meets the intent of the criteria for certification of the selected LEED® Rating System at the “Certified” level or higher;\n\n\tc.\tA complete set of plans stamped and signed by a licensed architect or engineer that includes a copy of the preliminary checklist and signed declaration identified in Paragraphs a. and b. of this subdivision and identifies the measures being provided for LEED® compliance.  Each plan sheet must also be signed by a LEED®-AP verifying that the plans are consistent with the submitted checklist; and\n\n\td.\tThe fee set forth in Section 19.01 Y.  A Project may be exempt from paying the fee if the following additional information is provided:\n\n\t(1)\tDocumentation that the Project has registered with the USGBC’s LEED® program and that the required fees have been paid to USGBC; and\n\n\t(2)\tDocumentation that the Project has successfully completed the USGBC’s LEED® Design Review process.\n\n\t3.\tTermination.  The provisions of Subsections A., B., C. and D. shall be repealed and terminate on December 31, 2010.  (Added by Ord. No. 181,479, Eff. 12\/27\/10.)\n\n\tE.\tStandard of Sustainable Excellence.  Projects that voluntarily commit to LEED® Certification at the Silver Level or higher shall receive expedited processing from the Department of City Planning.\n\n\t1.\tProcedures for Expedited Processing.  An applicant seeking to obtain expedited processing of discretionary entitlements from the Department of City Planning shall provide:\n\n\ta.\tA signed declaration from the property owner, owner in escrow, or a legally authorized agent as well as the LEED®-AP;\n\n\tb.\tDocumentation that the Project has registered with the USGBC and that the required fees have been paid to USGBC;\n\n\tc.\tThe Project’s preliminary LEED® checklist that demonstrates that the number of points that the project intends to pursue will make it eligible to obtain LEED® Silver Certification. \n\n\t2.\tBuilding Permit Issuance.  No building permit shall be issued for any Project that has received expedited services specified in Subdivision 1. above unless the project has been reviewed and the plans are stamped approved by the Director for LEED compliance.  The review shall be based on Guidelines established by the Director and revised as necessary.  In order to obtain this clearance, the applicant shall provide: \n\n\ta.\tA LEED® checklist, including points allocated to the “Innovation and Design” category, from a USGBC LEED®-AP, which demonstrates that the Project meets the selected LEED® Rating System at the “Silver” level or higher;\n\n\tb.\tA signed declaration from the LEED®-AP stating that the plans and plan details have been reviewed, and that the Project meets the intent of the criteria for certification of the selected LEED® Rating System at the “Silver” level or higher;\n\n\tc.\tA complete set of plans stamped and signed by a licensed architect or engineer that includes a copy of the preliminary checklist and signed declaration identified in Paragraphs a. and b. of this subdivision and identifies the measures being provided for LEED® Silver or higher Certification.  Each plan sheet must also be signed by a LEED®-AP verifying that the plans are consistent with the submitted checklist; and\n\n\td.\tThe fee set forth in Section 19.01 Y.  A Project may be exempt from paying the fee if documentation is provided that the Project has successfully completed the USGBC’s LEED® Design Review process.\n\n\t3.\tTermination and Replacement.  The reference to the U.S. Green Building Council’s (USGBC) Leadership in Energy and Environmental Design (LEED®) Certification at the Silver level or higher described in Subsection E. shall no longer apply to projects filed on or after January 1, 2011.  Projects filed on or after January 1, 2011, must satisfy LA Green Building Code, as defined in Los Angeles Municipal Code Section 99.01.101.1, Tier 1 or higher in order to obtain expedited processing as described in Subsection 5.  (Added by Ord. No. 181,479, Eff. 12\/27\/10.)\n\n\tF.\tExemptions.  The provisions of this section shall not apply to any of the following Projects:\n\n\t1.\tA Historic Resource, if the Department of City Planning finds that full LEED® compliance would require alterations that conflict with the Secretary of the Interior’s Standards for the Treatment of Historic Properties.  In those cases, a LEED®-AP shall assert in writing that the Project has incorporated all other reasonable measures to achieve LEED® compliance, while avoiding adverse impacts to the Historic Resource’s character-defining features.\n\n\t2.\tAny Project where plans were accepted by the Department of Building and Safety for plan check and the appropriate fee is paid prior to November 1, 2008, provided no changes were made to the Project that would increase the floor area by more than five percent.  This exception shall no longer be valid if construction is not commenced within one year of the date of issuance of the permit.\n\n\t3.\tAny entitlement application for a Project filed and deemed complete with the exception of CEQA review prior to November 1, 2008, provided no changes are made to the application that would increase the floor area by more than five percent.\n\n\t4.\tAny residential or mixed use Project of six or fewer stories where plans were accepted by the Department of Building and Safety for plan check and the appropriate fee is paid prior to May 1, 2009, provided no changes were made to the Project which increase the floor area by more than five percent.  This exception shall no longer be valid if construction is not commenced within one year of the date of issuance of the permit. \n\n\t5.\tAny entitlement application for a residential or mixed use Project of six or fewer stories filed and deemed complete with the exception of CEQA review prior to May 1, 2009, provided no changes are made to the application that would increase the floor area by more than five percent.\n\n\t6.\tTermination.  The provisions of Section 16.10 shall be repealed and terminate on December 31, 2010.  (Added by Ord. No. 181,479, Eff. 12\/27\/10.)","order_by":"10","ancestry":{"1":{"id":"94","name":"\nReview Of Development Projects","identifier":"6.1","label":"article","url":"\/1\/6.1\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"3498","structure_id":"94","section_number":"16.05","catch_line":"Site Plan Review.","url":"\/16.05\/","token":"16.05"},"1":{"id":"1487","structure_id":"94","section_number":"16.10","catch_line":"Green Building Program.","url":"\/16.10\/","token":"16.10"},"2":{"id":"474","structure_id":"94","section_number":"16.11","catch_line":"Green Building Team.","url":"\/16.11\/","token":"16.11"},"3":{"id":"3328","structure_id":"94","section_number":"16.50","catch_line":"Design Review Board Procedures.","url":"\/16.50\/","token":"16.50"}},"next_section":{"id":"474","structure_id":"94","section_number":"16.11","catch_line":"Green Building Team.","url":"\/16.11\/","token":"16.11"},"metadata":false,"references":false,"url":"\/16.10\/","token":"16.10","formats":{"txt":"\/16.10.txt","json":"\/16.10.xml"},"dublin_core":{"Title":"Green Building Program.","Type":"Text","Format":"text\/html","Identifier":"§ 16.10","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nGREEN BUILDING PROGRAM. (§ 16.10)\n\n  GREEN BUILDING PROGRAM.\n\t(Added by Ord. No. 179,820, Eff. 5\/29\/08.)\tA.\tEstablishment of Program and\nPurpose.  There is established a  which shall be administered by the Green\nBuilding Team pursuant to the provisions of Section 16.11 of this Code.  The\npurpose of the Green Building Program is to reduce the use of natural resources,\ncreate healthier living environments and minimize the negative impacts of\ndevelopment on local, regional, and global ecosystems.  The program consists of\na Standard of Sustainability and Standard of Sustainable Excellence.  The\nprogram addresses five key areas:\t1.\tSite:  location, site planning,\nlandscaping, storm water management, construction and demolition\nrecycling;\t2.\tWater Efficiency:  efficient fixtures, wastewater reuse, and\nefficient irrigation;\t3.\tEnergy &#038; Atmosphere:  energy efficiency, and\nclean\/renewable energy;\t4.\tMaterials &#038; Resources:  materials reuse,\nefficient building systems, and use of recycled and rapidly renewable materials;\nand\t5.\tIndoor Environmental Quality:  improved indoor air quality, increased\nnatural lighting, and improved thermal comfort\/control.\tB.\tBuilding Permit\nIssuance.  No building permit shall be issued for the following categories of\nProjects unless the Project meets the intent of the criteria for certification\npursuant to Subsections D. or E. of this section as determined by the Department\nof City Planning. \t1.\tA new non-residential building or structure of 50,000\ngross square feet or more of floor area; or\t2.\tA new mixed use or residential\nbuilding of 50,000 gross square feet or more of floor area in excess of six\nstories; or\t3.\tA new mixed use or residential building of six or fewer stories\nconsisting of at least 50 dwelling units in a building, which has at least\n50,000 gross square feet of floor area, and in which at least 80 percent of the\nbuilding’s floor area is dedicated to residential uses; or\t4.\tThe alteration\nor rehabilitation of 50,000 gross square feet or more of floor area in an\nexisting non-residential building for which construction costs exceed a\nvaluation of 50 percent of the replacement cost of the existing building;\nor\t5.\tThe alteration of at least 50 dwelling units in an existing mixed use or\nresidential building, which has at least 50,000 gross square feet of floor area,\nfor which construction costs exceed a valuation of 50 percent of the replacement\ncost of the existing building.\tC.\tDefinitions.  For the purpose of this\nsection, the following words and phrases are defined as follows:\t1.\tHistoric\nResource.  A building, structure or site that is any of the following:  a City\nHistoric- Cultural Monument; listed in or formally determined eligible for the\nNational Register of Historic Places or California Register of Historical\nResources; a Contributing Element to a Historic Preservation Overlay Zone\n(HPOZ); or identified in an adopted historic resources survey as eligible for\ndesignation.\t2.\tLEED®.  Leadership in Energy and Environmental Design, a\nrating system put forth by the U.S. Green Building Council that is the\nnationally accepted benchmark for the design, construction and operation of high\nperformance green buildings.\t3.\tLEED®-AP.  A person who has been designated a\nLEED® Accredited Professional by the Green Building Certification Institute\n(GBCI).\t4.\tLEED® Design Review.  The review of eligible credits by the USGBC\nusing the project’s 100 percent construction documents, which are sufficient\nfor a complete plan check by the Department of Building and Safety.  The USGBC\nwill review and mark each credit including credits for “Innovation and\nDesign” as either Credit Achievement Anticipated or Credit\nDenied.\t5.\tProject.  The construction of, addition to, or alteration of any\nbuilding or structure that requires a building permit and meets the criteria\nestablished in Subsection B. of this section.\t6.\tUSGBC.  The U.S. Green\nBuilding Council.\tD.\tStandard of Sustainability.\t1.\tRating System.  The\napplicant shall demonstrate that the Project meets the intent of the criteria\nfor certification at the LEED® certified level.  The Project may be submitted\nfor compliance in whichever LEED® rating system the applicant deems most\nsuitable to the Project type:  LEED®-NC (New Construction), EB (Existing\nBuildings), CI (Commercial Interiors), Core &#038; Shell, or Homes.  The\nProject shall use the version of the rating system in effect on the date that\nplans are submitted to the Department of Building and Safety and a fee is paid,\nunless the applicant has elected to register the Project with the USGBC, in\nwhich case the Project may use the rating system’s version which was in effect\nat the time the Project registered.  Formal certification by the USGBC is not\nrequired.\t2.\tProcedures.  No building permit shall be issued for any Project\nsubject to the provisions of this subsection unless the Project has been\nreviewed and the plans are stamped approved by the Director  for LEED® \ncompliance.  The review shall be based on Guidelines established by the\nDirector and revised as necessary.  In order to obtain this  approval, the\napplicant shall provide:\ta.\tA LEED® checklist, including points allocated to\nthe “Innovation and Design” category, which demonstrates that the Project\nmeets the selected LEED® Rating System at the “Certified” level or\nhigher;\tb.\tA signed declaration from the LEED®- AP member of the Project team,\nstating that the plans and plan details have been reviewed, and that the Project\nmeets the intent of the criteria for certification of the selected LEED® Rating\nSystem at the “Certified” level or higher;\tc.\tA complete set of plans\nstamped and signed by a licensed architect or engineer that includes a copy of\nthe preliminary checklist and signed declaration identified in Paragraphs a. and\nb. of this subdivision and identifies the measures being provided for LEED®\ncompliance.  Each plan sheet must also be signed by a LEED®-AP verifying that\nthe plans are consistent with the submitted checklist; and\td.\tThe fee set forth\nin Section 19.01 Y.  A Project may be exempt from paying the fee if the\nfollowing additional information is provided:\t(1)\tDocumentation that the Project\nhas registered with the USGBC’s LEED® program and that the required fees have\nbeen paid to USGBC; and\t(2)\tDocumentation that the Project has successfully\ncompleted the USGBC’s LEED® Design Review process.\t3.\tTermination.  The\nprovisions of Subsections A., B., C. and D. shall be repealed and terminate on\nDecember 31, 2010.  (Added by Ord. No. 181,479, Eff. 12\/27\/10.)\tE.\tStandard of\nSustainable Excellence.  Projects that voluntarily commit to LEED®\nCertification at the Silver Level or higher shall receive expedited processing\nfrom the Department of City Planning.\t1.\tProcedures for Expedited Processing. \nAn applicant seeking to obtain expedited processing of discretionary\nentitlements from the Department of City Planning shall provide:\ta.\tA signed\ndeclaration from the property owner, owner in escrow, or a legally authorized\nagent as well as the LEED®-AP;\tb.\tDocumentation that the Project has registered\nwith the USGBC and that the required fees have been paid to USGBC;\tc.\tThe\nProject’s preliminary LEED® checklist that demonstrates that the number of\npoints that the project intends to pursue will make it eligible to obtain LEED®\nSilver Certification. \t2.\tBuilding Permit Issuance.  No building permit shall\nbe issued for any Project that has received expedited services specified in\nSubdivision 1. above unless the project has been reviewed and the plans are\nstamped approved by the Director for LEED compliance.  The review shall be\nbased on Guidelines established by the Director and revised as necessary.  In\norder to obtain this clearance, the applicant shall provide: \ta.\tA LEED®\nchecklist, including points allocated to the “Innovation and Design”\ncategory, from a USGBC LEED®-AP, which demonstrates that the Project meets the\nselected LEED® Rating System at the “Silver” level or higher;\tb.\tA signed\ndeclaration from the LEED®-AP stating that the plans and plan details have been\nreviewed, and that the Project meets the intent of the criteria for\ncertification of the selected LEED® Rating System at the “Silver” level or\nhigher;\tc.\tA complete set of plans stamped and signed by a licensed architect or\nengineer that includes a copy of the preliminary checklist and signed\ndeclaration identified in Paragraphs a. and b. of this subdivision and\nidentifies the measures being provided for LEED® Silver or higher\nCertification.  Each plan sheet must also be signed by a LEED®-AP verifying\nthat the plans are consistent with the submitted checklist; and\td.\tThe fee set\nforth in Section 19.01 Y.  A Project may be exempt from paying the fee if\ndocumentation is provided that the Project has successfully completed the\nUSGBC’s LEED® Design Review process.\t3.\tTermination and Replacement.  The\nreference to the U.S. Green Building Council’s (USGBC) Leadership in Energy\nand Environmental Design (LEED®) Certification at the Silver level or higher\ndescribed in Subsection E. shall no longer apply to projects filed on or after\nJanuary 1, 2011.  Projects filed on or after January 1, 2011, must satisfy LA\nGreen Building Code, as defined in Los Angeles Municipal Code Section\n99.01.101.1, Tier 1 or higher in order to obtain expedited processing as\ndescribed in Subsection 5.  (Added by Ord. No. 181,479, Eff.\n12\/27\/10.)\tF.\tExemptions.  The provisions of this section shall not apply to\nany of the following Projects:\t1.\tA Historic Resource, if the Department of City\nPlanning finds that full LEED® compliance would require alterations that\nconflict with the Secretary of the Interior’s Standards for the Treatment of\nHistoric Properties.  In those cases, a LEED®-AP shall assert in writing that\nthe Project has incorporated all other reasonable measures to achieve LEED®\ncompliance, while avoiding adverse impacts to the Historic Resource’s\ncharacter-defining features.\t2.\tAny Project where plans were accepted by the\nDepartment of Building and Safety for plan check and the appropriate fee is paid\nprior to November 1, 2008, provided no changes were made to the Project that\nwould increase the floor area by more than five percent.  This exception shall\nno longer be valid if construction is not commenced within one year of the date\nof issuance of the permit.\t3.\tAny entitlement application for a Project filed\nand deemed complete with the exception of CEQA review prior to November 1, 2008,\nprovided no changes are made to the application that would increase the floor\narea by more than five percent.\t4.\tAny residential or mixed use Project of six\nor fewer stories where plans were accepted by the Department of Building and\nSafety for plan check and the appropriate fee is paid prior to May 1, 2009,\nprovided no changes were made to the Project which increase the floor area by\nmore than five percent.  This exception shall no longer be valid if\nconstruction is not commenced within one year of the date of issuance of the\npermit. \t5.\tAny entitlement application for a residential or mixed use Project\nof six or fewer stories filed and deemed complete with the exception of CEQA\nreview prior to May 1, 2009, provided no changes are made to the application\nthat would increase the floor area by more than five percent.\t6.\tTermination. \nThe provisions of Section 16.10 shall be repealed and terminate on December 31,\n2010.  (Added by Ord. No. 181,479, Eff. 12\/27\/10.)\n","html":"\n\t\t\t\t\t<section><p>  GREEN BUILDING PROGRAM.\n\t(Added by Ord. No. 179,820, Eff. 5\/29\/08.)<br \/><br \/>\tA.\tEstablishment of Program and Purpose.  There is established a  which shall be administered by the Green Building Team pursuant to the provisions of Section 16.11 of this Code.  The purpose of the Green Building Program is to reduce the use of natural resources, create healthier living environments and minimize the negative impacts of development on local, regional, and global ecosystems.  The program consists of a Standard of Sustainability and Standard of Sustainable Excellence.  The program addresses five key areas:<br \/><br \/>\t1.\tSite:  location, site planning, landscaping, storm water management, construction and demolition recycling;<br \/><br \/>\t2.\tWater Efficiency:  efficient fixtures, wastewater reuse, and efficient irrigation;<br \/><br \/>\t3.\tEnergy &#038; Atmosphere:  energy efficiency, and clean\/renewable energy;<br \/><br \/>\t4.\t<span class=\"dictionary\">Materials<\/span> &#038; Resources:  <span class=\"dictionary\">materials<\/span> reuse, efficient building systems, and use of recycled and rapidly renewable <span class=\"dictionary\">materials<\/span>; and<br \/><br \/>\t5.\tIndoor Environmental Quality:  improved indoor air quality, increased natural lighting, and improved thermal comfort\/control.<br \/><br \/>\tB.\tBuilding Permit Issuance.  No building permit shall be issued for the following categories of Projects unless the Project meets the <span class=\"dictionary\">intent<\/span> of the criteria for certification pursuant to Subsections D. or E. of this section as determined by the Department of City Planning. <br \/><br \/>\t1.\tA new non-residential building or structure of 50,000 gross square feet or more of floor area; or<br \/><br \/>\t2.\tA new mixed use or residential building of 50,000 gross square feet or more of floor area in excess of six stories; or<br \/><br \/>\t3.\tA new mixed use or residential building of six or fewer stories consisting of at least 50 dwelling units in a building, which has at least 50,000 gross square feet of floor area, and in which at least 80 percent of the building’s floor area is dedicated to residential uses; or<br \/><br \/>\t4.\tThe alteration or rehabilitation of 50,000 gross square feet or more of floor area in an existing non-residential building for which construction costs exceed a valuation of 50 percent of the replacement cost of the existing building; or<br \/><br \/>\t5.\tThe alteration of at least 50 dwelling units in an existing mixed use or residential building, which has at least 50,000 gross square feet of floor area, for which construction costs exceed a valuation of 50 percent of the replacement cost of the existing building.<br \/><br \/>\tC.\tDefinitions.  For the purpose of this section, the following words and phrases are defined as follows:<br \/><br \/>\t1.\tHistoric Resource.  A building, structure or site that is any of the following:  a City Historic- Cultural Monument; listed in or formally determined eligible for the National Register of Historic Places or California Register of Historical Resources; a Contributing Element to a Historic Preservation Overlay Zone (HPOZ); or identified in an adopted historic resources survey as eligible for designation.<br \/><br \/>\t2.\tLEED®.  Leadership in Energy and Environmental Design, a rating system put forth by the U.S. Green Building Council that is the nationally accepted benchmark for the design, construction and operation of high performance green buildings.<br \/><br \/>\t3.\tLEED®-AP.  A person who has been designated a LEED® Accredited Professional by the Green Building Certification Institute (GBCI).<br \/><br \/>\t4.\tLEED® Design Review.  The review of eligible credits by the USGBC using the project’s 100 percent construction documents, which are sufficient for a complete plan check by the Department of Building and Safety.  The USGBC will review and mark each credit including credits for “Innovation and Design” as either Credit Achievement Anticipated or Credit Denied.<br \/><br \/>\t5.\tProject.  The construction of, addition to, or alteration of any building or structure that requires a building permit and meets the criteria established in Subsection B. of this section.<br \/><br \/>\t6.\tUSGBC.  The U.S. Green Building Council.<br \/><br \/>\tD.\tStandard of Sustainability.<br \/><br \/>\t1.\tRating System.  The applicant shall demonstrate that the Project meets the <span class=\"dictionary\">intent<\/span> of the criteria for certification at the LEED® certified level.  The Project may be submitted for compliance in whichever LEED® rating system the applicant deems most suitable to the Project type:  LEED®-NC (New Construction), EB (Existing Buildings), CI (Commercial Interiors), Core &#038; Shell, or Homes.  The Project shall use the version of the rating system in effect on the date that plans are submitted to the Department of Building and Safety and a fee is paid, unless the applicant has elected to register the Project with the USGBC, in which case the Project may use the rating system’s version which was in effect at the time the Project registered.  Formal certification by the USGBC is not required.<br \/><br \/>\t2.\tProcedures.  No building permit shall be issued for any Project subject to the provisions of this subsection unless the Project has been reviewed and the plans are stamped approved by the Director  for LEED®  compliance.  The review shall be based on Guidelines established by the Director and revised as necessary.  In <span class=\"dictionary\">order<\/span> to obtain this  approval, the applicant shall provide:<br \/><br \/>\ta.\tA LEED® checklist, including points allocated to the “Innovation and Design” category, which demonstrates that the Project meets the selected LEED® Rating System at the “Certified” level or higher;<br \/><br \/>\tb.\tA signed declaration from the LEED®- AP member of the Project team, stating that the plans and plan details have been reviewed, and that the Project meets the <span class=\"dictionary\">intent<\/span> of the criteria for certification of the selected LEED® Rating System at the “Certified” level or higher;<br \/><br \/>\tc.\tA complete set of plans stamped and signed by a licensed architect or engineer that includes a copy of the preliminary checklist and signed declaration identified in Paragraphs a. and b. of this subdivision and identifies the measures being provided for LEED® compliance.  Each plan sheet must also be signed by a LEED®-AP verifying that the plans are consistent with the submitted checklist; and<br \/><br \/>\td.\tThe fee set forth in Section 19.01 Y.  A Project may be exempt from paying the fee if the following additional information is provided:<br \/><br \/>\t(1)\tDocumentation that the Project has registered with the USGBC’s LEED® program and that the required fees have been paid to USGBC; and<br \/><br \/>\t(2)\tDocumentation that the Project has successfully completed the USGBC’s LEED® Design Review process.<br \/><br \/>\t3.\tTermination.  The provisions of Subsections A., B., C. and D. shall be repealed and terminate on December 31, 2010.  (Added by Ord. No. 181,479, Eff. 12\/27\/10.)<br \/><br \/>\tE.\tStandard of Sustainable Excellence.  Projects that voluntarily commit to LEED® Certification at the Silver Level or higher shall receive expedited processing from the Department of City Planning.<br \/><br \/>\t1.\tProcedures for Expedited Processing.  An applicant seeking to obtain expedited processing of discretionary entitlements from the Department of City Planning shall provide:<br \/><br \/>\ta.\tA signed declaration from the property owner, owner in escrow, or a legally authorized agent as well as the LEED®-AP;<br \/><br \/>\tb.\tDocumentation that the Project has registered with the USGBC and that the required fees have been paid to USGBC;<br \/><br \/>\tc.\tThe Project’s preliminary LEED® checklist that demonstrates that the number of points that the project intends to pursue will make it eligible to obtain LEED® Silver Certification. <br \/><br \/>\t2.\tBuilding Permit Issuance.  No building permit shall be issued for any Project that has received expedited services specified in Subdivision 1. above unless the project has been reviewed and the plans are stamped approved by the Director for LEED compliance.  The review shall be based on Guidelines established by the Director and revised as necessary.  In <span class=\"dictionary\">order<\/span> to obtain this clearance, the applicant shall provide: <br \/><br \/>\ta.\tA LEED® checklist, including points allocated to the “Innovation and Design” category, from a USGBC LEED®-AP, which demonstrates that the Project meets the selected LEED® Rating System at the “Silver” level or higher;<br \/><br \/>\tb.\tA signed declaration from the LEED®-AP stating that the plans and plan details have been reviewed, and that the Project meets the <span class=\"dictionary\">intent<\/span> of the criteria for certification of the selected LEED® Rating System at the “Silver” level or higher;<br \/><br \/>\tc.\tA complete set of plans stamped and signed by a licensed architect or engineer that includes a copy of the preliminary checklist and signed declaration identified in Paragraphs a. and b. of this subdivision and identifies the measures being provided for LEED® Silver or higher Certification.  Each plan sheet must also be signed by a LEED®-AP verifying that the plans are consistent with the submitted checklist; and<br \/><br \/>\td.\tThe fee set forth in Section 19.01 Y.  A Project may be exempt from paying the fee if documentation is provided that the Project has successfully completed the USGBC’s LEED® Design Review process.<br \/><br \/>\t3.\tTermination and Replacement.  The reference to the U.S. Green Building Council’s (USGBC) Leadership in Energy and Environmental Design (LEED®) Certification at the Silver level or higher described in Subsection E. shall no longer apply to projects filed on or after January 1, 2011.  Projects filed on or after January 1, 2011, must satisfy LA Green Building Code, as defined in Los Angeles Municipal Code Section 99.01.101.1, Tier 1 or higher in <span class=\"dictionary\">order<\/span> to obtain expedited processing as described in Subsection 5.  (Added by Ord. No. 181,479, Eff. 12\/27\/10.)<br \/><br \/>\tF.\tExemptions.  The provisions of this section shall not apply to any of the following Projects:<br \/><br \/>\t1.\tA Historic Resource, if the Department of City Planning finds that full LEED® compliance would require alterations that conflict with the Secretary of the Interior’s Standards for the Treatment of Historic Properties.  In those cases, a LEED®-AP shall assert in writing that the Project has incorporated all other reasonable measures to achieve LEED® compliance, while avoiding adverse impacts to the Historic Resource’s character-defining features.<br \/><br \/>\t2.\tAny Project where plans were accepted by the Department of Building and Safety for plan check and the appropriate fee is paid prior to November 1, 2008, provided no changes were made to the Project that would increase the floor area by more than five percent.  This exception shall no longer be valid if construction is not commenced within one year of the date of issuance of the permit.<br \/><br \/>\t3.\tAny entitlement application for a Project filed and deemed complete with the exception of CEQA review prior to November 1, 2008, provided no changes are made to the application that would increase the floor area by more than five percent.<br \/><br \/>\t4.\tAny residential or mixed use Project of six or fewer stories where plans were accepted by the Department of Building and Safety for plan check and the appropriate fee is paid prior to May 1, 2009, provided no changes were made to the Project which increase the floor area by more than five percent.  This exception shall no longer be valid if construction is not commenced within one year of the date of issuance of the permit. <br \/><br \/>\t5.\tAny entitlement application for a residential or mixed use Project of six or fewer stories filed and deemed complete with the exception of CEQA review prior to May 1, 2009, provided no changes are made to the application that would increase the floor area by more than five percent.<br \/><br \/>\t6.\tTermination.  The provisions of Section 16.10 shall be repealed and terminate on December 31, 2010.  (Added by Ord. No. 181,479, Eff. 12\/27\/10.)<\/p><\/section>","text":{"0":{"id":"1473","text":"  GREEN BUILDING PROGRAM.\n\t(Added by Ord. No. 179,820, Eff. 5\/29\/08.)\tA.\tEstablishment of Program and Purpose.  There is established a  which shall be administered by the Green Building Team pursuant to the provisions of Section 16.11 of this Code.  The purpose of the Green Building Program is to reduce the use of natural resources, create healthier living environments and minimize the negative impacts of development on local, regional, and global ecosystems.  The program consists of a Standard of Sustainability and Standard of Sustainable Excellence.  The program addresses five key areas:\t1.\tSite:  location, site planning, landscaping, storm water management, construction and demolition recycling;\t2.\tWater Efficiency:  efficient fixtures, wastewater reuse, and efficient irrigation;\t3.\tEnergy &#038; Atmosphere:  energy efficiency, and clean\/renewable energy;\t4.\tMaterials &#038; Resources:  materials reuse, efficient building systems, and use of recycled and rapidly renewable materials; and\t5.\tIndoor Environmental Quality:  improved indoor air quality, increased natural lighting, and improved thermal comfort\/control.\tB.\tBuilding Permit Issuance.  No building permit shall be issued for the following categories of Projects unless the Project meets the intent of the criteria for certification pursuant to Subsections D. or E. of this section as determined by the Department of City Planning. \t1.\tA new non-residential building or structure of 50,000 gross square feet or more of floor area; or\t2.\tA new mixed use or residential building of 50,000 gross square feet or more of floor area in excess of six stories; or\t3.\tA new mixed use or residential building of six or fewer stories consisting of at least 50 dwelling units in a building, which has at least 50,000 gross square feet of floor area, and in which at least 80 percent of the building’s floor area is dedicated to residential uses; or\t4.\tThe alteration or rehabilitation of 50,000 gross square feet or more of floor area in an existing non-residential building for which construction costs exceed a valuation of 50 percent of the replacement cost of the existing building; or\t5.\tThe alteration of at least 50 dwelling units in an existing mixed use or residential building, which has at least 50,000 gross square feet of floor area, for which construction costs exceed a valuation of 50 percent of the replacement cost of the existing building.\tC.\tDefinitions.  For the purpose of this section, the following words and phrases are defined as follows:\t1.\tHistoric Resource.  A building, structure or site that is any of the following:  a City Historic- Cultural Monument; listed in or formally determined eligible for the National Register of Historic Places or California Register of Historical Resources; a Contributing Element to a Historic Preservation Overlay Zone (HPOZ); or identified in an adopted historic resources survey as eligible for designation.\t2.\tLEED®.  Leadership in Energy and Environmental Design, a rating system put forth by the U.S. Green Building Council that is the nationally accepted benchmark for the design, construction and operation of high performance green buildings.\t3.\tLEED®-AP.  A person who has been designated a LEED® Accredited Professional by the Green Building Certification Institute (GBCI).\t4.\tLEED® Design Review.  The review of eligible credits by the USGBC using the project’s 100 percent construction documents, which are sufficient for a complete plan check by the Department of Building and Safety.  The USGBC will review and mark each credit including credits for “Innovation and Design” as either Credit Achievement Anticipated or Credit Denied.\t5.\tProject.  The construction of, addition to, or alteration of any building or structure that requires a building permit and meets the criteria established in Subsection B. of this section.\t6.\tUSGBC.  The U.S. Green Building Council.\tD.\tStandard of Sustainability.\t1.\tRating System.  The applicant shall demonstrate that the Project meets the intent of the criteria for certification at the LEED® certified level.  The Project may be submitted for compliance in whichever LEED® rating system the applicant deems most suitable to the Project type:  LEED®-NC (New Construction), EB (Existing Buildings), CI (Commercial Interiors), Core &#038; Shell, or Homes.  The Project shall use the version of the rating system in effect on the date that plans are submitted to the Department of Building and Safety and a fee is paid, unless the applicant has elected to register the Project with the USGBC, in which case the Project may use the rating system’s version which was in effect at the time the Project registered.  Formal certification by the USGBC is not required.\t2.\tProcedures.  No building permit shall be issued for any Project subject to the provisions of this subsection unless the Project has been reviewed and the plans are stamped approved by the Director  for LEED®  compliance.  The review shall be based on Guidelines established by the Director and revised as necessary.  In order to obtain this  approval, the applicant shall provide:\ta.\tA LEED® checklist, including points allocated to the “Innovation and Design” category, which demonstrates that the Project meets the selected LEED® Rating System at the “Certified” level or higher;\tb.\tA signed declaration from the LEED®- AP member of the Project team, stating that the plans and plan details have been reviewed, and that the Project meets the intent of the criteria for certification of the selected LEED® Rating System at the “Certified” level or higher;\tc.\tA complete set of plans stamped and signed by a licensed architect or engineer that includes a copy of the preliminary checklist and signed declaration identified in Paragraphs a. and b. of this subdivision and identifies the measures being provided for LEED® compliance.  Each plan sheet must also be signed by a LEED®-AP verifying that the plans are consistent with the submitted checklist; and\td.\tThe fee set forth in Section 19.01 Y.  A Project may be exempt from paying the fee if the following additional information is provided:\t(1)\tDocumentation that the Project has registered with the USGBC’s LEED® program and that the required fees have been paid to USGBC; and\t(2)\tDocumentation that the Project has successfully completed the USGBC’s LEED® Design Review process.\t3.\tTermination.  The provisions of Subsections A., B., C. and D. shall be repealed and terminate on December 31, 2010.  (Added by Ord. No. 181,479, Eff. 12\/27\/10.)\tE.\tStandard of Sustainable Excellence.  Projects that voluntarily commit to LEED® Certification at the Silver Level or higher shall receive expedited processing from the Department of City Planning.\t1.\tProcedures for Expedited Processing.  An applicant seeking to obtain expedited processing of discretionary entitlements from the Department of City Planning shall provide:\ta.\tA signed declaration from the property owner, owner in escrow, or a legally authorized agent as well as the LEED®-AP;\tb.\tDocumentation that the Project has registered with the USGBC and that the required fees have been paid to USGBC;\tc.\tThe Project’s preliminary LEED® checklist that demonstrates that the number of points that the project intends to pursue will make it eligible to obtain LEED® Silver Certification. \t2.\tBuilding Permit Issuance.  No building permit shall be issued for any Project that has received expedited services specified in Subdivision 1. above unless the project has been reviewed and the plans are stamped approved by the Director for LEED compliance.  The review shall be based on Guidelines established by the Director and revised as necessary.  In order to obtain this clearance, the applicant shall provide: \ta.\tA LEED® checklist, including points allocated to the “Innovation and Design” category, from a USGBC LEED®-AP, which demonstrates that the Project meets the selected LEED® Rating System at the “Silver” level or higher;\tb.\tA signed declaration from the LEED®-AP stating that the plans and plan details have been reviewed, and that the Project meets the intent of the criteria for certification of the selected LEED® Rating System at the “Silver” level or higher;\tc.\tA complete set of plans stamped and signed by a licensed architect or engineer that includes a copy of the preliminary checklist and signed declaration identified in Paragraphs a. and b. of this subdivision and identifies the measures being provided for LEED® Silver or higher Certification.  Each plan sheet must also be signed by a LEED®-AP verifying that the plans are consistent with the submitted checklist; and\td.\tThe fee set forth in Section 19.01 Y.  A Project may be exempt from paying the fee if documentation is provided that the Project has successfully completed the USGBC’s LEED® Design Review process.\t3.\tTermination and Replacement.  The reference to the U.S. Green Building Council’s (USGBC) Leadership in Energy and Environmental Design (LEED®) Certification at the Silver level or higher described in Subsection E. shall no longer apply to projects filed on or after January 1, 2011.  Projects filed on or after January 1, 2011, must satisfy LA Green Building Code, as defined in Los Angeles Municipal Code Section 99.01.101.1, Tier 1 or higher in order to obtain expedited processing as described in Subsection 5.  (Added by Ord. No. 181,479, Eff. 12\/27\/10.)\tF.\tExemptions.  The provisions of this section shall not apply to any of the following Projects:\t1.\tA Historic Resource, if the Department of City Planning finds that full LEED® compliance would require alterations that conflict with the Secretary of the Interior’s Standards for the Treatment of Historic Properties.  In those cases, a LEED®-AP shall assert in writing that the Project has incorporated all other reasonable measures to achieve LEED® compliance, while avoiding adverse impacts to the Historic Resource’s character-defining features.\t2.\tAny Project where plans were accepted by the Department of Building and Safety for plan check and the appropriate fee is paid prior to November 1, 2008, provided no changes were made to the Project that would increase the floor area by more than five percent.  This exception shall no longer be valid if construction is not commenced within one year of the date of issuance of the permit.\t3.\tAny entitlement application for a Project filed and deemed complete with the exception of CEQA review prior to November 1, 2008, provided no changes are made to the application that would increase the floor area by more than five percent.\t4.\tAny residential or mixed use Project of six or fewer stories where plans were accepted by the Department of Building and Safety for plan check and the appropriate fee is paid prior to May 1, 2009, provided no changes were made to the Project which increase the floor area by more than five percent.  This exception shall no longer be valid if construction is not commenced within one year of the date of issuance of the permit. \t5.\tAny entitlement application for a residential or mixed use Project of six or fewer stories filed and deemed complete with the exception of CEQA review prior to May 1, 2009, provided no changes are made to the application that would increase the floor area by more than five percent.\t6.\tTermination.  The provisions of Section 16.10 shall be repealed and terminate on December 31, 2010.  (Added by Ord. No. 181,479, Eff. 12\/27\/10.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"previous_section":{"id":"3498","structure_id":"94","section_number":"16.05","catch_line":"Site Plan Review.","url":"\/16.05\/","token":"16.05"}}