{"section_number":"162.07","edition_id":"1","section_id":"3780","structure_id":"112","catch_line":"Escrow Account.","history":"","full_text":"  ESCROW ACCOUNT.\n\t(Added by Ord. No. 173,810, Eff. 4\/16\/01.)\n\n\tA.\tEstablishment of Account.\n\n\t1.\tWithin five working days after the decision accepting a building into REAP has become final, the Department shall establish as part of the REAP Trust Fund an account for the building into which tenants may deposit rent payments.  The Department shall mail notification to all tenants of the existence of the account, including an explanation of how payments may be deposited into the account.  The Department shall provide a receipt to each tenant making a deposit.  The Department shall provide, at least once a month, a periodic report to the landlord concerning the activity in the account.  The records of the account shall be reasonably available to the landlord or any interested party, or their representatives, in accordance with the regulations, including the provision for payment of reasonable fees, as the Commission may promulgate.\n\n\t2.\tInterest at a rate established by the Rent Adjustment Commission pursuant to the provisions of Paragraph a. of Subdivision 1. of Subsection B. of Section 151.06.02 of the Los Angeles Municipal Code shall accrue to the funds held in each account established by the Department pursuant to the provisions of Subdivision 1. of this Section, and shall be disbursed upon termination of the account in accordance with Subsection D. of Section 162.08.  (Added by Ord. No. 177,119, Eff. 12\/26\/05.)\n\n\tB.\tWithdrawals from \n\n\t1.\tThe Department shall deduct a non-refundable administrative fee of $50.00 for each individual rent payment made into the account.  Only one such fee shall be deducted for each residential unit for each month.\n\n\t2.\tA landlord, any tenant, any Enforcement Agency, any interested party, and any creditor may apply to the General Manager for a release of funds from the escrow account, in accordance with the regulations the RAC shall enact.  Withdrawals may be for the following reasons, in addition to other reasons adopted by regulation:\n\n\ta.\tWhen necessary to prevent a significant diminution of an essential service to the building, including utilities;\n\n\tb.\tWhen necessary for the correction of deficiencies, including but not limited to those that caused the acceptance into REAP;\n\n\tc.\tWhen, to the extent legally permissible, requested by a tenant who has performed or wishes to repair conditions that affect the tenant’s health and safety, that result in a deprivation of housing services, as defined in Section 151.02, or that result in a habitability violation, as defined in Section 153.02. Those repairs are not limited to the repair of violations that caused the acceptance into REAP;\n\n\td.\tWhen requested by a tenant who wishes to or has relocated from the unit or building.  These withdrawals are not limited to the amount of relocation assistance permitted by the RSO;\n\n\te.\tWhen requested by a tenant who has sustained expenses due to uninhabitable conditions; or\n\n\tf.\tWhen ordered by a court.\n\n\t3.\tUpon receipt of an application for release of funds, the General Manager shall hold a hearing following the procedures set forth in Division 8 of Article 1 of Chapter XVI of this Code.  The General Manager shall order the release of funds from the escrow account where it has been demonstrated to the satisfaction of the General Manager that the conditions set forth in paragraph 2 above, or other conditions enacted by regulation, have been met.  When necessary to address an imminent threat to the health or safety of the occupants, or to prevent the termination of utilities, the General Manager may release funds without a hearing or on shortened notice.  The RAC shall promulgate regulations governing expedited releases.  Any aggrieved party may appeal the General Manager’s decision to the Appeals Board following the procedures set forth in Division 10 of Article 1 of Chapter XVI of this Code.  An application fee required pursuant to the provisions of Section 161.1002.2 may be waived by the Department in accordance with the standards and procedures set forth in the provisions of Section 151.14 C.  (Last Sentence Added by Ord. No. 177,634, Eff. 7\/22\/06.)\n\n\t4.\tIf a building is in more than one escrow program of the Department (including REAP, UMP, URP or HEP), disbursement of funds in excess of the $50.00 administrative fee to make repairs, to address the health and safety of the occupants, or to preserve essential services, shall be given priority over expenditures for other purposes.\n\n\t5.\tThe pendency of an unlawful detainer action or an unlawful detainer judgement shall not prevent the disbursement of funds to a tenant. The General Manager shall take into account the facts and circumstances of the unlawful detainer action.\n\n\t6.\tThe General Manager shall deny the application where it determines that the application is intended, in whole or in part, to circumvent the provisions of this article.  A debt incurred subsequent to notice to a creditor that the building was under consideration for or had been selected for participation in REAP, shall be presumed, subject to rebuttal, to be for the purpose of circumventing the provisions of this article.","order_by":"07","ancestry":{"1":{"id":"112","name":"Rent Escrow Account Program","identifier":"2","label":"article","url":"\/16\/2\/"},"2":{"id":"27","name":"Housing Regulations","identifier":"16","label":"chapter","url":"\/16\/"}},"structure_contents":{"0":{"id":"2966","structure_id":"112","section_number":"162.00","catch_line":"Title.","url":"\/162.00\/","token":"162.00"},"1":{"id":"1224","structure_id":"112","section_number":"162.01","catch_line":"General.","url":"\/162.01\/","token":"162.01"},"2":{"id":"900","structure_id":"112","section_number":"162.02","catch_line":"Definitions.","url":"\/162.02\/","token":"162.02"},"3":{"id":"3964","structure_id":"112","section_number":"162.03","catch_line":"Referral To Reap.","url":"\/162.03\/","token":"162.03"},"4":{"id":"3207","structure_id":"112","section_number":"162.04","catch_line":"Acceptance.","url":"\/162.04\/","token":"162.04"},"5":{"id":"3469","structure_id":"112","section_number":"162.05","catch_line":"Rent Reduction Schedule.","url":"\/162.05\/","token":"162.05"},"6":{"id":"789","structure_id":"112","section_number":"162.06","catch_line":"Appeals.","url":"\/162.06\/","token":"162.06"},"7":{"id":"3780","structure_id":"112","section_number":"162.07","catch_line":"Escrow Account.","url":"\/162.07\/","token":"162.07"},"8":{"id":"756","structure_id":"112","section_number":"162.08","catch_line":"Termination Of Reap.","url":"\/162.08\/","token":"162.08"},"9":{"id":"2474","structure_id":"112","section_number":"162.09","catch_line":"Tenant Protections.","url":"\/162.09\/","token":"162.09"},"10":{"id":"3965","structure_id":"112","section_number":"162.10","catch_line":"Contact With Tenants.","url":"\/162.10\/","token":"162.10"},"11":{"id":"1477","structure_id":"112","section_number":"162.11","catch_line":"Recording Of Reap Order And Termination Of Reap.","url":"\/162.11\/","token":"162.11"},"12":{"id":"1975","structure_id":"112","section_number":"162.12","catch_line":"Collection Of Reap Fees.","url":"\/162.12\/","token":"162.12"}},"next_section":{"id":"756","structure_id":"112","section_number":"162.08","catch_line":"Termination Of Reap.","url":"\/162.08\/","token":"162.08"},"metadata":false,"references":false,"url":"\/162.07\/","token":"162.07","formats":{"txt":"\/162.07.txt","json":"\/162.07.xml"},"dublin_core":{"Title":"Escrow Account.","Type":"Text","Format":"text\/html","Identifier":"§ 162.07","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nESCROW ACCOUNT. (§ 162.07)\n\n  ESCROW ACCOUNT.\n\t(Added by Ord. No. 173,810, Eff. 4\/16\/01.)\tA.\tEstablishment of\nAccount.\t1.\tWithin five working days after the decision accepting a building\ninto REAP has become final, the Department shall establish as part of the REAP\nTrust Fund an account for the building into which tenants may deposit rent\npayments.  The Department shall mail notification to all tenants of the\nexistence of the account, including an explanation of how payments may be\ndeposited into the account.  The Department shall provide a receipt to each\ntenant making a deposit.  The Department shall provide, at least once a month,\na periodic report to the landlord concerning the activity in the account.  The\nrecords of the account shall be reasonably available to the landlord or any\ninterested party, or their representatives, in accordance with the regulations,\nincluding the provision for payment of reasonable fees, as the Commission may\npromulgate.\t2.\tInterest at a rate established by the Rent Adjustment Commission\npursuant to the provisions of Paragraph a. of Subdivision 1. of Subsection B. of\nSection 151.06.02 of the Los Angeles Municipal Code shall accrue to the funds\nheld in each account established by the Department pursuant to the provisions of\nSubdivision 1. of this Section, and shall be disbursed upon termination of the\naccount in accordance with Subsection D. of Section 162.08.  (Added by Ord. No.\n177,119, Eff. 12\/26\/05.)\tB.\tWithdrawals from \t1.\tThe Department shall deduct a\nnon-refundable administrative fee of $50.00 for each individual rent payment\nmade into the account.  Only one such fee shall be deducted for each\nresidential unit for each month.\t2.\tA landlord, any tenant, any Enforcement\nAgency, any interested party, and any creditor may apply to the General Manager\nfor a release of funds from the escrow account, in accordance with the\nregulations the RAC shall enact.  Withdrawals may be for the following reasons,\nin addition to other reasons adopted by regulation:\ta.\tWhen necessary to prevent\na significant diminution of an essential service to the building, including\nutilities;\tb.\tWhen necessary for the correction of deficiencies, including but\nnot limited to those that caused the acceptance into REAP;\tc.\tWhen, to the\nextent legally permissible, requested by a tenant who has performed or wishes to\nrepair conditions that affect the tenant’s health and safety, that result in a\ndeprivation of housing services, as defined in Section 151.02, or that result in\na habitability violation, as defined in Section 153.02. Those repairs are not\nlimited to the repair of violations that caused the acceptance into\nREAP;\td.\tWhen requested by a tenant who wishes to or has relocated from the unit\nor building.  These withdrawals are not limited to the amount of relocation\nassistance permitted by the RSO;\te.\tWhen requested by a tenant who has sustained\nexpenses due to uninhabitable conditions; or\tf.\tWhen ordered by a court.\t3.\tUpon\nreceipt of an application for release of funds, the General Manager shall hold a\nhearing following the procedures set forth in Division 8 of Article 1 of Chapter\nXVI of this Code.  The General Manager shall order the release of funds from\nthe escrow account where it has been demonstrated to the satisfaction of the\nGeneral Manager that the conditions set forth in paragraph 2 above, or other\nconditions enacted by regulation, have been met.  When necessary to address an\nimminent threat to the health or safety of the occupants, or to prevent the\ntermination of utilities, the General Manager may release funds without a\nhearing or on shortened notice.  The RAC shall promulgate regulations governing\nexpedited releases.  Any aggrieved party may appeal the General Manager’s\ndecision to the Appeals Board following the procedures set forth in Division 10\nof Article 1 of Chapter XVI of this Code.  An application fee required pursuant\nto the provisions of Section 161.1002.2 may be waived by the Department in\naccordance with the standards and procedures set forth in the provisions of\nSection 151.14 C.  (Last Sentence Added by Ord. No. 177,634, Eff.\n7\/22\/06.)\t4.\tIf a building is in more than one escrow program of the Department\n(including REAP, UMP, URP or HEP), disbursement of funds in excess of the $50.00\nadministrative fee to make repairs, to address the health and safety of the\noccupants, or to preserve essential services, shall be given priority over\nexpenditures for other purposes.\t5.\tThe pendency of an unlawful detainer action\nor an unlawful detainer judgement shall not prevent the disbursement of funds to\na tenant. The General Manager shall take into account the facts and\ncircumstances of the unlawful detainer action.\t6.\tThe General Manager shall deny\nthe application where it determines that the application is intended, in whole\nor in part, to circumvent the provisions of this article.  A debt incurred\nsubsequent to notice to a creditor that the building was under consideration for\nor had been selected for participation in REAP, shall be presumed, subject to\nrebuttal, to be for the purpose of circumventing the provisions of this article.\n","html":"\n\t\t\t\t\t<section><p>  ESCROW ACCOUNT.\n\t(Added by Ord. No. 173,810, Eff. 4\/16\/01.)<br \/><br \/>\tA.\tEstablishment of Account.<br \/><br \/>\t1.\tWithin five working days after the decision accepting a building into REAP has become final, the Department shall establish as part of the REAP Trust Fund an account for the building into which tenants may deposit rent payments.  The Department shall mail notification to all tenants of the existence of the account, including an explanation of how payments may be deposited into the account.  The Department shall provide a receipt to each tenant making a deposit.  The Department shall provide, at least once a month, a periodic report to the landlord concerning the activity in the account.  The records of the account shall be reasonably available to the landlord or any interested party, or their representatives, in accordance with the regulations, including the provision for payment of reasonable fees, as the Commission may promulgate.<br \/><br \/>\t2.\tInterest at a rate established by the Rent Adjustment Commission pursuant to the provisions of Paragraph a. of Subdivision 1. of Subsection B. of Section 151.06.02 of the Los Angeles Municipal Code shall accrue to the funds held in each account established by the Department pursuant to the provisions of Subdivision 1. of this Section, and shall be disbursed upon termination of the account in accordance with Subsection D. of Section 162.08.  (Added by Ord. No. 177,119, Eff. 12\/26\/05.)<br \/><br \/>\tB.\tWithdrawals from <br \/><br \/>\t1.\tThe Department shall deduct a non-refundable administrative fee of $50.00 for each individual rent payment made into the account.  Only one such fee shall be deducted for each residential unit for each month.<br \/><br \/>\t2.\tA landlord, any tenant, any Enforcement Agency, any interested party, and any <span class=\"dictionary\">creditor<\/span> may apply to the General Manager for a release of funds from the escrow account, in accordance with the regulations the RAC shall enact.  Withdrawals may be for the following reasons, in addition to other reasons adopted by regulation:<br \/><br \/>\ta.\tWhen necessary to prevent a significant diminution of an essential service to the building, including utilities;<br \/><br \/>\tb.\tWhen necessary for the correction of deficiencies, including but not limited to those that caused the acceptance into REAP;<br \/><br \/>\tc.\tWhen, to the extent legally permissible, requested by a tenant who has performed or wishes to repair conditions that affect the tenant’s health and safety, that result in a deprivation of housing services, as defined in Section 151.02, or that result in a habitability violation, as defined in Section 153.02. Those repairs are not limited to the repair of violations that caused the acceptance into REAP;<br \/><br \/>\td.\tWhen requested by a tenant who wishes to or has relocated from the unit or building.  These withdrawals are not limited to the amount of relocation assistance permitted by the RSO;<br \/><br \/>\te.\tWhen requested by a tenant who has sustained expenses due to uninhabitable conditions; or<br \/><br \/>\tf.\tWhen ordered by a <span class=\"dictionary\">court<\/span>.<br \/><br \/>\t3.\tUpon receipt of an application for release of funds, the General Manager shall hold a <span class=\"dictionary\">hearing<\/span> following the procedures set forth in Division 8 of Article 1 of Chapter XVI of this Code.  The General Manager shall <span class=\"dictionary\">order<\/span> the release of funds from the escrow account where it has been demonstrated to the satisfaction of the General Manager that the conditions set forth in paragraph 2 above, or other conditions enacted by regulation, have been met.  When necessary to address an imminent threat to the health or safety of the occupants, or to prevent the termination of utilities, the General Manager may release funds without a <span class=\"dictionary\">hearing<\/span> or on shortened notice.  The RAC shall promulgate regulations governing expedited releases.  Any <span class=\"dictionary\">aggrieved party<\/span> may <span class=\"dictionary\">appeal<\/span> the General Manager’s decision to the <span class=\"dictionary\">Appeals<\/span> Board following the procedures set forth in Division 10 of Article 1 of Chapter XVI of this Code.  An application fee required pursuant to the provisions of Section 161.1002.2 may be waived by the Department in accordance with the standards and procedures set forth in the provisions of Section 151.14 C.  (Last Sentence Added by Ord. No. 177,634, Eff. 7\/22\/06.)<br \/><br \/>\t4.\tIf a building is in more than one escrow program of the Department (including REAP, UMP, URP or HEP), disbursement of funds in excess of the $50.00 administrative fee to make repairs, to address the health and safety of the occupants, or to preserve essential services, shall be given priority over expenditures for other purposes.<br \/><br \/>\t5.\tThe pendency of an <span class=\"dictionary\">unlawful detainer action<\/span> or an unlawful detainer judgement shall not prevent the disbursement of funds to a tenant. The General Manager shall take into account the <span class=\"dictionary\">facts<\/span> and circumstances of the <span class=\"dictionary\">unlawful detainer action<\/span>.<br \/><br \/>\t6.\tThe General Manager shall deny the application where it determines that the application is intended, in whole or in part, to circumvent the provisions of this article.  A debt incurred subsequent to notice to a <span class=\"dictionary\">creditor<\/span> that the building was under consideration for or had been selected for participation in REAP, shall be presumed, subject to <span class=\"dictionary\">rebuttal<\/span>, to be for the purpose of circumventing the provisions of this article.<\/p><\/section>","previous_section":{"id":"789","structure_id":"112","section_number":"162.06","catch_line":"Appeals.","url":"\/162.06\/","token":"162.06"},"text":{"0":{"id":"3754","text":"  ESCROW ACCOUNT.\n\t(Added by Ord. No. 173,810, Eff. 4\/16\/01.)\tA.\tEstablishment of Account.\t1.\tWithin five working days after the decision accepting a building into REAP has become final, the Department shall establish as part of the REAP Trust Fund an account for the building into which tenants may deposit rent payments.  The Department shall mail notification to all tenants of the existence of the account, including an explanation of how payments may be deposited into the account.  The Department shall provide a receipt to each tenant making a deposit.  The Department shall provide, at least once a month, a periodic report to the landlord concerning the activity in the account.  The records of the account shall be reasonably available to the landlord or any interested party, or their representatives, in accordance with the regulations, including the provision for payment of reasonable fees, as the Commission may promulgate.\t2.\tInterest at a rate established by the Rent Adjustment Commission pursuant to the provisions of Paragraph a. of Subdivision 1. of Subsection B. of Section 151.06.02 of the Los Angeles Municipal Code shall accrue to the funds held in each account established by the Department pursuant to the provisions of Subdivision 1. of this Section, and shall be disbursed upon termination of the account in accordance with Subsection D. of Section 162.08.  (Added by Ord. No. 177,119, Eff. 12\/26\/05.)\tB.\tWithdrawals from \t1.\tThe Department shall deduct a non-refundable administrative fee of $50.00 for each individual rent payment made into the account.  Only one such fee shall be deducted for each residential unit for each month.\t2.\tA landlord, any tenant, any Enforcement Agency, any interested party, and any creditor may apply to the General Manager for a release of funds from the escrow account, in accordance with the regulations the RAC shall enact.  Withdrawals may be for the following reasons, in addition to other reasons adopted by regulation:\ta.\tWhen necessary to prevent a significant diminution of an essential service to the building, including utilities;\tb.\tWhen necessary for the correction of deficiencies, including but not limited to those that caused the acceptance into REAP;\tc.\tWhen, to the extent legally permissible, requested by a tenant who has performed or wishes to repair conditions that affect the tenant’s health and safety, that result in a deprivation of housing services, as defined in Section 151.02, or that result in a habitability violation, as defined in Section 153.02. Those repairs are not limited to the repair of violations that caused the acceptance into REAP;\td.\tWhen requested by a tenant who wishes to or has relocated from the unit or building.  These withdrawals are not limited to the amount of relocation assistance permitted by the RSO;\te.\tWhen requested by a tenant who has sustained expenses due to uninhabitable conditions; or\tf.\tWhen ordered by a court.\t3.\tUpon receipt of an application for release of funds, the General Manager shall hold a hearing following the procedures set forth in Division 8 of Article 1 of Chapter XVI of this Code.  The General Manager shall order the release of funds from the escrow account where it has been demonstrated to the satisfaction of the General Manager that the conditions set forth in paragraph 2 above, or other conditions enacted by regulation, have been met.  When necessary to address an imminent threat to the health or safety of the occupants, or to prevent the termination of utilities, the General Manager may release funds without a hearing or on shortened notice.  The RAC shall promulgate regulations governing expedited releases.  Any aggrieved party may appeal the General Manager’s decision to the Appeals Board following the procedures set forth in Division 10 of Article 1 of Chapter XVI of this Code.  An application fee required pursuant to the provisions of Section 161.1002.2 may be waived by the Department in accordance with the standards and procedures set forth in the provisions of Section 151.14 C.  (Last Sentence Added by Ord. No. 177,634, Eff. 7\/22\/06.)\t4.\tIf a building is in more than one escrow program of the Department (including REAP, UMP, URP or HEP), disbursement of funds in excess of the $50.00 administrative fee to make repairs, to address the health and safety of the occupants, or to preserve essential services, shall be given priority over expenditures for other purposes.\t5.\tThe pendency of an unlawful detainer action or an unlawful detainer judgement shall not prevent the disbursement of funds to a tenant. The General Manager shall take into account the facts and circumstances of the unlawful detainer action.\t6.\tThe General Manager shall deny the application where it determines that the application is intended, in whole or in part, to circumvent the provisions of this article.  A debt incurred subsequent to notice to a creditor that the building was under consideration for or had been selected for participation in REAP, shall be presumed, subject to rebuttal, to be for the purpose of circumventing the provisions of this article.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}