{"section_number":"162.04","edition_id":"1","section_id":"3207","structure_id":"112","catch_line":"Acceptance.","history":"","full_text":"  ACCEPTANCE.\n\t(Added by Ord. No. 173,810, Eff. 4\/16\/01.)\n\n\tA.\tUpon receipt of a referral, the Department shall verify that the period allowed for compliance, including any extensions, has expired.  If the compliance period has not expired but the conditions set forth in Section 162.03 have otherwise been met, the Department shall hold the referral for processing until after the period expires.\n\n\tB.\tUpon receipt of a referral, the Department shall also investigate whether there are other outstanding Orders against the building that also meet the conditions set forth in Section 162.03.\n\n\tC.\tAfter completing its review, the Department shall accept the building or unit into REAP if the conditions set forth in Section 162.03 are met.  If there are other Orders that meet the conditions set forth in Section 162.03, the Department shall accept any additional units covered by those Orders into REAP.  If the other Orders have not yet expired, the Department may accept the units effective the date the Orders expire.  If the referral by a City or County agency indicates that the violations are of a nature or extent that they are likely to exist in or affect all of the units, then any rent reduction for those violations shall apply to all affected units.\n\n\tD.\tIf the Department accepts the building or unit into REAP, it shall issue a decision setting forth:\n\n\t1.\tThe date of the Order that has not been complied with and the citing agency;\n\n\t2.\tThe outstanding violations;\n\n\t3.\tThe units affected by the decision;\n\n\t4.\tThe amount of the rent reduction, following the schedule adopted pursuant to Section 162.05.  If the rent reduction calculation exceeds the cap set by the schedule, the decision shall describe the calculation and shall state that the rent reduction is limited by the schedule;\n\n\t5.\tThe date on which the rent reduction will be in effect.  If not appealed, that date shall be the first rental payment due 20 days after the date of the decision.  If the building is not covered by the RSO, the rent reduction shall not be effective until at least 60 days from the date of the Order;\n\n\t6.\tThe date on which on which an escrow account will be established;\n\n\t7.\t(Amended by Ord. No. 175,890, Eff. 5\/12\/04.)\n\n\t(a)\tA notice that the City will collect a non-refundable administrative fee of $50.00 per residential unit accepted into REAP per month;\n\n\t(b)\tA notice that the $50.00 administrative fee per unit per month will be collected in accordance with Section 162.12, and that in addition to a personal obligation and all other remedies provided by law, pursuant to that section, the City may collect any judgment, fee, cost, or charge, including any permit fees, fines, late charges, or interest, incurred in relation to the provisions of this article as provided in Los Angeles Administrative Code Sections 7.35.1 through 7.35.8.\n\n\t8.\tA statement describing the tenant protections set forth in Section 162.09; and\n\n\t9.\tThe landlord’s right to appeal and the effect of an appeal, including the stay pending appeal, the retroactivity of a decision on appeal, and the possibility that additional rent reductions may be imposed on appeal, as set forth in Section 162.06.\n\n\tE.\tThe decision shall be served on the landlord as set forth in Section 161.409 by certified United States mail, postage prepaid.  The decision shall also be served on all affected tenants after the time for appeal has expired if there is no appeal.  If the decision is appealed, it shall not be served on the tenants.  (Amended by Ord. No. 175,112, Eff. 4\/8\/03.)\n\n\tF.\tUpon accepting a unit or building into REAP, the Department shall consider whether the building should be referred for a periodic inspection pursuant to Section 161.602.","order_by":"04","ancestry":{"1":{"id":"112","name":"Rent Escrow Account Program","identifier":"2","label":"article","url":"\/16\/2\/"},"2":{"id":"27","name":"Housing Regulations","identifier":"16","label":"chapter","url":"\/16\/"}},"structure_contents":{"0":{"id":"2966","structure_id":"112","section_number":"162.00","catch_line":"Title.","url":"\/162.00\/","token":"162.00"},"1":{"id":"1224","structure_id":"112","section_number":"162.01","catch_line":"General.","url":"\/162.01\/","token":"162.01"},"2":{"id":"900","structure_id":"112","section_number":"162.02","catch_line":"Definitions.","url":"\/162.02\/","token":"162.02"},"3":{"id":"3964","structure_id":"112","section_number":"162.03","catch_line":"Referral To Reap.","url":"\/162.03\/","token":"162.03"},"4":{"id":"3207","structure_id":"112","section_number":"162.04","catch_line":"Acceptance.","url":"\/162.04\/","token":"162.04"},"5":{"id":"3469","structure_id":"112","section_number":"162.05","catch_line":"Rent Reduction Schedule.","url":"\/162.05\/","token":"162.05"},"6":{"id":"789","structure_id":"112","section_number":"162.06","catch_line":"Appeals.","url":"\/162.06\/","token":"162.06"},"7":{"id":"3780","structure_id":"112","section_number":"162.07","catch_line":"Escrow Account.","url":"\/162.07\/","token":"162.07"},"8":{"id":"756","structure_id":"112","section_number":"162.08","catch_line":"Termination Of Reap.","url":"\/162.08\/","token":"162.08"},"9":{"id":"2474","structure_id":"112","section_number":"162.09","catch_line":"Tenant Protections.","url":"\/162.09\/","token":"162.09"},"10":{"id":"3965","structure_id":"112","section_number":"162.10","catch_line":"Contact With Tenants.","url":"\/162.10\/","token":"162.10"},"11":{"id":"1477","structure_id":"112","section_number":"162.11","catch_line":"Recording Of Reap Order And Termination Of Reap.","url":"\/162.11\/","token":"162.11"},"12":{"id":"1975","structure_id":"112","section_number":"162.12","catch_line":"Collection Of Reap Fees.","url":"\/162.12\/","token":"162.12"}},"next_section":{"id":"3469","structure_id":"112","section_number":"162.05","catch_line":"Rent Reduction Schedule.","url":"\/162.05\/","token":"162.05"},"metadata":false,"references":false,"url":"\/162.04\/","token":"162.04","formats":{"txt":"\/162.04.txt","json":"\/162.04.xml"},"dublin_core":{"Title":"Acceptance.","Type":"Text","Format":"text\/html","Identifier":"§ 162.04","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nACCEPTANCE. (§ 162.04)\n\n  ACCEPTANCE.\n\t(Added by Ord. No. 173,810, Eff. 4\/16\/01.)\tA.\tUpon receipt of a referral, the\nDepartment shall verify that the period allowed for compliance, including any\nextensions, has expired.  If the compliance period has not expired but the\nconditions set forth in Section 162.03 have otherwise been met, the Department\nshall hold the referral for processing until after the period expires.\tB.\tUpon\nreceipt of a referral, the Department shall also investigate whether there are\nother outstanding Orders against the building that also meet the conditions set\nforth in Section 162.03.\tC.\tAfter completing its review, the Department shall\naccept the building or unit into REAP if the conditions set forth in Section\n162.03 are met.  If there are other Orders that meet the conditions set forth\nin Section 162.03, the Department shall accept any additional units covered by\nthose Orders into REAP.  If the other Orders have not yet expired, the\nDepartment may accept the units effective the date the Orders expire.  If the\nreferral by a City or County agency indicates that the violations are of a\nnature or extent that they are likely to exist in or affect all of the units,\nthen any rent reduction for those violations shall apply to all affected\nunits.\tD.\tIf the Department accepts the building or unit into REAP, it shall\nissue a decision setting forth:\t1.\tThe date of the Order that has not been\ncomplied with and the citing agency;\t2.\tThe outstanding violations;\t3.\tThe units\naffected by the decision;\t4.\tThe amount of the rent reduction, following the\nschedule adopted pursuant to Section 162.05.  If the rent reduction calculation\nexceeds the cap set by the schedule, the decision shall describe the calculation\nand shall state that the rent reduction is limited by the schedule;\t5.\tThe date\non which the rent reduction will be in effect.  If not appealed, that date\nshall be the first rental payment due 20 days after the date of the decision. \nIf the building is not covered by the RSO, the rent reduction shall not be\neffective until at least 60 days from the date of the Order;\t6.\tThe date on\nwhich on which an escrow account will be established;\t7.\t(Amended by Ord. No.\n175,890, Eff. 5\/12\/04.)\t(a)\tA notice that the City will collect a non-refundable\nadministrative fee of $50.00 per residential unit accepted into REAP per\nmonth;\t(b)\tA notice that the $50.00 administrative fee per unit per month will\nbe collected in accordance with Section 162.12, and that in addition to a\npersonal obligation and all other remedies provided by law, pursuant to that\nsection, the City may collect any judgment, fee, cost, or charge, including any\npermit fees, fines, late charges, or interest, incurred in relation to the\nprovisions of this article as provided in Los Angeles Administrative Code\nSections 7.35.1 through 7.35.8.\t8.\tA statement describing the tenant protections\nset forth in Section 162.09; and\t9.\tThe landlord’s right to appeal and the\neffect of an appeal, including the stay pending appeal, the retroactivity of a\ndecision on appeal, and the possibility that additional rent reductions may be\nimposed on appeal, as set forth in Section 162.06.\tE.\tThe decision shall be\nserved on the landlord as set forth in Section 161.409 by certified United\nStates mail, postage prepaid.  The decision shall also be served on all\naffected tenants after the time for appeal has expired if there is no appeal. \nIf the decision is appealed, it shall not be served on the tenants.  (Amended\nby Ord. No. 175,112, Eff. 4\/8\/03.)\tF.\tUpon accepting a unit or building into\nREAP, the Department shall consider whether the building should be referred for\na periodic inspection pursuant to Section 161.602.\n","html":"\n\t\t\t\t\t<section><p>  ACCEPTANCE.\n\t(Added by Ord. No. 173,810, Eff. 4\/16\/01.)<br \/><br \/>\tA.\tUpon receipt of a referral, the Department shall verify that the period allowed for compliance, including any extensions, has expired.  If the compliance period has not expired but the conditions set forth in Section 162.03 have otherwise been met, the Department shall hold the referral for processing until after the period expires.<br \/><br \/>\tB.\tUpon receipt of a referral, the Department shall also investigate whether there are other outstanding <span class=\"dictionary\">Orders<\/span> against the building that also meet the conditions set forth in Section 162.03.<br \/><br \/>\tC.\tAfter completing its review, the Department shall accept the building or unit into REAP if the conditions set forth in Section 162.03 are met.  If there are other <span class=\"dictionary\">Orders<\/span> that meet the conditions set forth in Section 162.03, the Department shall accept any additional units covered by those <span class=\"dictionary\">Orders<\/span> into REAP.  If the other <span class=\"dictionary\">Orders<\/span> have not yet expired, the Department may accept the units effective the date the <span class=\"dictionary\">Orders<\/span> expire.  If the referral by a City or County agency indicates that the violations are of a nature or extent that they are likely to exist in or affect all of the units, then any rent reduction for those violations shall apply to all affected units.<br \/><br \/>\tD.\tIf the Department accepts the building or unit into REAP, it shall <span class=\"dictionary\">issue<\/span> a decision setting forth:<br \/><br \/>\t1.\tThe date of the <span class=\"dictionary\">Order<\/span> that has not been complied with and the citing agency;<br \/><br \/>\t2.\tThe outstanding violations;<br \/><br \/>\t3.\tThe units affected by the decision;<br \/><br \/>\t4.\tThe amount of the rent reduction, following the schedule adopted pursuant to Section 162.05.  If the rent reduction calculation exceeds the cap set by the schedule, the decision shall describe the calculation and shall state that the rent reduction is limited by the schedule;<br \/><br \/>\t5.\tThe date on which the rent reduction will be in effect.  If not appealed, that date shall be the first rental payment due 20 days after the date of the decision.  If the building is not covered by the RSO, the rent reduction shall not be effective until at least 60 days from the date of the <span class=\"dictionary\">Order<\/span>;<br \/><br \/>\t6.\tThe date on which on which an escrow account will be established;<br \/><br \/>\t7.\t(Amended by Ord. No. 175,890, Eff. 5\/12\/04.)<br \/><br \/>\t(a)\tA notice that the City will collect a non-refundable administrative fee of $50.00 per residential unit accepted into REAP per month;<br \/><br \/>\t(b)\tA notice that the $50.00 administrative fee per unit per month will be collected in accordance with Section 162.12, and that in addition to a personal obligation and all other remedies provided by <span class=\"dictionary\">law<\/span>, pursuant to that section, the City may collect any <span class=\"dictionary\">judgment<\/span>, fee, cost, or charge, including any permit fees, fines, late charges, or interest, incurred in relation to the provisions of this article as provided in Los Angeles Administrative Code Sections 7.35.1 through 7.35.8.<br \/><br \/>\t8.\tA statement describing the tenant protections set forth in Section 162.09; and<br \/><br \/>\t9.\tThe landlord’s right to <span class=\"dictionary\">appeal<\/span> and the effect of an <span class=\"dictionary\">appeal<\/span>, including the <span class=\"dictionary\">stay<\/span> pending <span class=\"dictionary\">appeal<\/span>, the retroactivity of a decision on <span class=\"dictionary\">appeal<\/span>, and the possibility that additional rent reductions may be imposed on <span class=\"dictionary\">appeal<\/span>, as set forth in Section 162.06.<br \/><br \/>\tE.\tThe decision shall be served on the landlord as set forth in Section 161.409 by certified United States mail, postage prepaid.  The decision shall also be served on all affected tenants after the time for <span class=\"dictionary\">appeal<\/span> has expired if there is no <span class=\"dictionary\">appeal<\/span>.  If the decision is appealed, it shall not be served on the tenants.  (Amended by Ord. No. 175,112, Eff. 4\/8\/03.)<br \/><br \/>\tF.\tUpon accepting a unit or building into REAP, the Department shall consider whether the building should be referred for a periodic inspection pursuant to Section 161.602.<\/p><\/section>","previous_section":{"id":"3964","structure_id":"112","section_number":"162.03","catch_line":"Referral To Reap.","url":"\/162.03\/","token":"162.03"},"text":{"0":{"id":"3181","text":"  ACCEPTANCE.\n\t(Added by Ord. No. 173,810, Eff. 4\/16\/01.)\tA.\tUpon receipt of a referral, the Department shall verify that the period allowed for compliance, including any extensions, has expired.  If the compliance period has not expired but the conditions set forth in Section 162.03 have otherwise been met, the Department shall hold the referral for processing until after the period expires.\tB.\tUpon receipt of a referral, the Department shall also investigate whether there are other outstanding Orders against the building that also meet the conditions set forth in Section 162.03.\tC.\tAfter completing its review, the Department shall accept the building or unit into REAP if the conditions set forth in Section 162.03 are met.  If there are other Orders that meet the conditions set forth in Section 162.03, the Department shall accept any additional units covered by those Orders into REAP.  If the other Orders have not yet expired, the Department may accept the units effective the date the Orders expire.  If the referral by a City or County agency indicates that the violations are of a nature or extent that they are likely to exist in or affect all of the units, then any rent reduction for those violations shall apply to all affected units.\tD.\tIf the Department accepts the building or unit into REAP, it shall issue a decision setting forth:\t1.\tThe date of the Order that has not been complied with and the citing agency;\t2.\tThe outstanding violations;\t3.\tThe units affected by the decision;\t4.\tThe amount of the rent reduction, following the schedule adopted pursuant to Section 162.05.  If the rent reduction calculation exceeds the cap set by the schedule, the decision shall describe the calculation and shall state that the rent reduction is limited by the schedule;\t5.\tThe date on which the rent reduction will be in effect.  If not appealed, that date shall be the first rental payment due 20 days after the date of the decision.  If the building is not covered by the RSO, the rent reduction shall not be effective until at least 60 days from the date of the Order;\t6.\tThe date on which on which an escrow account will be established;\t7.\t(Amended by Ord. No. 175,890, Eff. 5\/12\/04.)\t(a)\tA notice that the City will collect a non-refundable administrative fee of $50.00 per residential unit accepted into REAP per month;\t(b)\tA notice that the $50.00 administrative fee per unit per month will be collected in accordance with Section 162.12, and that in addition to a personal obligation and all other remedies provided by law, pursuant to that section, the City may collect any judgment, fee, cost, or charge, including any permit fees, fines, late charges, or interest, incurred in relation to the provisions of this article as provided in Los Angeles Administrative Code Sections 7.35.1 through 7.35.8.\t8.\tA statement describing the tenant protections set forth in Section 162.09; and\t9.\tThe landlord’s right to appeal and the effect of an appeal, including the stay pending appeal, the retroactivity of a decision on appeal, and the possibility that additional rent reductions may be imposed on appeal, as set forth in Section 162.06.\tE.\tThe decision shall be served on the landlord as set forth in Section 161.409 by certified United States mail, postage prepaid.  The decision shall also be served on all affected tenants after the time for appeal has expired if there is no appeal.  If the decision is appealed, it shall not be served on the tenants.  (Amended by Ord. No. 175,112, Eff. 4\/8\/03.)\tF.\tUpon accepting a unit or building into REAP, the Department shall consider whether the building should be referred for a periodic inspection pursuant to Section 161.602.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}