{"section_number":"162.09","edition_id":"1","section_id":"2474","structure_id":"112","catch_line":"Tenant Protections.","history":"","full_text":"  TENANT PROTECTIONS.\n\t(Added by Ord. No. 173,810, Eff. 4\/16\/01.)\n\n\tA.\tEvictions.\n\n\t1.\tThe gross amount of payment made into the account by or on behalf of a tenant shall be deemed as a payment in the same amount to the landlord, including, but not limited to, for the purpose of determining whether a tenant has paid rent with respect to Section 151.09 A.1. of this Code or Section 1159 et seq. of the California Code of Civil Procedure.  In any action by a landlord to recover possession of a residential unit, the tenant may raise the fact of payments into REAP as an affirmative defense in the same manner as if the payments had been made to and accepted by the landlord.\n\n\t2.\tWhile a unit is in REAP, before bringing an action to recover possession on the basis of nonpayment of rent, the landlord shall have a duty to verify in writing with the Department that the tenant has not paid his or her rent to the Department.  The Department shall respond within three business days to any request for verification.  The landlord shall not bring an action to recover possession on the basis of nonpayment of rent without making this inquiry or if the tenant or the Department presents proof that the tenant has paid the rent demanded to the Department.  The violation of this section shall not be a misdemeanor.\n\n\t3.\tRegardless whether the unit is covered by the RSO, until the unit is removed from REAP and for 180 days thereafter, or until expiration of the period called for under Section 161.806, if applicable, whichever is later, the landlord may bring an action to recover possession of the unit only upon the grounds set forth in Section 151.09 A.\n\n\t4.\tIf the dominant intent of a landlord in seeking to recover possession of a rental unit is retaliation for the tenant’s or an Enforcement Agency’s exercise of rights or duties under this article, and if the tenant is not in default as to the payment of rent, then the landlord may not recover possession of a rental unit in any action or proceeding or cause the tenant to quit voluntarily.  Until the unit is removed from REAP and for one year thereafter, the landlord shall have the burden of proving that any action to recover possession, other than one based on nonpayment of rent, is not brought for the purposes of retaliation.\n\n\t5.\tIn any action by a landlord to recover possession of a rental unit, the tenant may raise as a defense any grounds set forth in this section.  If the tenant is the prevailing party, he or she shall be entitled to recover reasonable attorneys’ fees and expenses.\n\n\tB.\tRent Increases.  Until the unit is removed from REAP and for one year thereafter, or until expiration of the period called for under Section 161.807, if applicable, whichever is later, the landlord or any subsequent landlord shall not increase the rent for the current or any subsequent tenants.  If the unit is covered by the RSO, after expiration of this period, no rent increase shall be allowed for reimbursement of a capital improvement or cited rehabilitation work for any corrections necessary to comply with the Order that resulted in the placement into REAP or any additional Orders issued while in REAP.\n\n\tC.\tCivil Actions.  Any landlord who violates any of the provisions of this section or who retaliates against a tenant for the tenant’s or an Enforcement Agency’s exercise of rights or duties under this article shall be liable in a civil action for damages and a penalty of $1,000 per violation, together with reasonable attorneys’ fees and expenses.  Any judgment awarded in such an action may be collected from the escrow account upon application as set forth in Section 162.07 B.","order_by":"09","ancestry":{"1":{"id":"112","name":"Rent Escrow Account Program","identifier":"2","label":"article","url":"\/16\/2\/"},"2":{"id":"27","name":"Housing Regulations","identifier":"16","label":"chapter","url":"\/16\/"}},"structure_contents":{"0":{"id":"2966","structure_id":"112","section_number":"162.00","catch_line":"Title.","url":"\/162.00\/","token":"162.00"},"1":{"id":"1224","structure_id":"112","section_number":"162.01","catch_line":"General.","url":"\/162.01\/","token":"162.01"},"2":{"id":"900","structure_id":"112","section_number":"162.02","catch_line":"Definitions.","url":"\/162.02\/","token":"162.02"},"3":{"id":"3964","structure_id":"112","section_number":"162.03","catch_line":"Referral To Reap.","url":"\/162.03\/","token":"162.03"},"4":{"id":"3207","structure_id":"112","section_number":"162.04","catch_line":"Acceptance.","url":"\/162.04\/","token":"162.04"},"5":{"id":"3469","structure_id":"112","section_number":"162.05","catch_line":"Rent Reduction Schedule.","url":"\/162.05\/","token":"162.05"},"6":{"id":"789","structure_id":"112","section_number":"162.06","catch_line":"Appeals.","url":"\/162.06\/","token":"162.06"},"7":{"id":"3780","structure_id":"112","section_number":"162.07","catch_line":"Escrow Account.","url":"\/162.07\/","token":"162.07"},"8":{"id":"756","structure_id":"112","section_number":"162.08","catch_line":"Termination Of Reap.","url":"\/162.08\/","token":"162.08"},"9":{"id":"2474","structure_id":"112","section_number":"162.09","catch_line":"Tenant Protections.","url":"\/162.09\/","token":"162.09"},"10":{"id":"3965","structure_id":"112","section_number":"162.10","catch_line":"Contact With Tenants.","url":"\/162.10\/","token":"162.10"},"11":{"id":"1477","structure_id":"112","section_number":"162.11","catch_line":"Recording Of Reap Order And Termination Of Reap.","url":"\/162.11\/","token":"162.11"},"12":{"id":"1975","structure_id":"112","section_number":"162.12","catch_line":"Collection Of Reap Fees.","url":"\/162.12\/","token":"162.12"}},"next_section":{"id":"3965","structure_id":"112","section_number":"162.10","catch_line":"Contact With Tenants.","url":"\/162.10\/","token":"162.10"},"metadata":false,"references":false,"url":"\/162.09\/","token":"162.09","formats":{"txt":"\/162.09.txt","json":"\/162.09.xml"},"dublin_core":{"Title":"Tenant Protections.","Type":"Text","Format":"text\/html","Identifier":"§ 162.09","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nTENANT PROTECTIONS. (§ 162.09)\n\n  TENANT PROTECTIONS.\n\t(Added by Ord. No. 173,810, Eff. 4\/16\/01.)\tA.\tEvictions.\t1.\tThe gross amount of\npayment made into the account by or on behalf of a tenant shall be deemed as a\npayment in the same amount to the landlord, including, but not limited to, for\nthe purpose of determining whether a tenant has paid rent with respect to\nSection 151.09 A.1. of this Code or Section 1159 et seq. of the California Code\nof Civil Procedure.  In any action by a landlord to recover possession of a\nresidential unit, the tenant may raise the fact of payments into REAP as an\naffirmative defense in the same manner as if the payments had been made to and\naccepted by the landlord.\t2.\tWhile a unit is in REAP, before bringing an action\nto recover possession on the basis of nonpayment of rent, the landlord shall\nhave a duty to verify in writing with the Department that the tenant has not\npaid his or her rent to the Department.  The Department shall respond within\nthree business days to any request for verification.  The landlord shall not\nbring an action to recover possession on the basis of nonpayment of rent without\nmaking this inquiry or if the tenant or the Department presents proof that the\ntenant has paid the rent demanded to the Department.  The violation of this\nsection shall not be a misdemeanor.\t3.\tRegardless whether the unit is covered by\nthe RSO, until the unit is removed from REAP and for 180 days thereafter, or\nuntil expiration of the period called for under Section 161.806, if applicable,\nwhichever is later, the landlord may bring an action to recover possession of\nthe unit only upon the grounds set forth in Section 151.09 A.\t4.\tIf the dominant\nintent of a landlord in seeking to recover possession of a rental unit is\nretaliation for the tenant’s or an Enforcement Agency’s exercise of rights\nor duties under this article, and if the tenant is not in default as to the\npayment of rent, then the landlord may not recover possession of a rental unit\nin any action or proceeding or cause the tenant to quit voluntarily.  Until the\nunit is removed from REAP and for one year thereafter, the landlord shall have\nthe burden of proving that any action to recover possession, other than one\nbased on nonpayment of rent, is not brought for the purposes of\nretaliation.\t5.\tIn any action by a landlord to recover possession of a rental\nunit, the tenant may raise as a defense any grounds set forth in this section. \nIf the tenant is the prevailing party, he or she shall be entitled to recover\nreasonable attorneys’ fees and expenses.\tB.\tRent Increases.  Until the unit\nis removed from REAP and for one year thereafter, or until expiration of the\nperiod called for under Section 161.807, if applicable, whichever is later, the\nlandlord or any subsequent landlord shall not increase the rent for the current\nor any subsequent tenants.  If the unit is covered by the RSO, after expiration\nof this period, no rent increase shall be allowed for reimbursement of a capital\nimprovement or cited rehabilitation work for any corrections necessary to comply\nwith the Order that resulted in the placement into REAP or any additional Orders\nissued while in REAP.\tC.\tCivil Actions.  Any landlord who violates any of the\nprovisions of this section or who retaliates against a tenant for the tenant’s\nor an Enforcement Agency’s exercise of rights or duties under this article\nshall be liable in a civil action for damages and a penalty of $1,000 per\nviolation, together with reasonable attorneys’ fees and expenses.  Any\njudgment awarded in such an action may be collected from the escrow account upon\napplication as set forth in Section 162.07 B.\n","html":"\n\t\t\t\t\t<section><p>  TENANT PROTECTIONS.\n\t(Added by Ord. No. 173,810, Eff. 4\/16\/01.)<br \/><br \/>\tA.\tEvictions.<br \/><br \/>\t1.\tThe gross amount of payment made into the account by or on behalf of a tenant shall be deemed as a payment in the same amount to the landlord, including, but not limited to, for the purpose of determining whether a tenant has paid rent with respect to Section 151.09 A.1. of this Code or Section 1159 et seq. of the California Code of Civil Procedure.  In any action by a landlord to recover <span class=\"dictionary\">possession<\/span> of a residential unit, the tenant may raise the <span class=\"dictionary\">fact<\/span> of payments into REAP as an <span class=\"dictionary\">affirmative defense<\/span> in the same manner as if the payments had been made to and accepted by the landlord.<br \/><br \/>\t2.\tWhile a unit is in REAP, before bringing an action to recover <span class=\"dictionary\">possession<\/span> on the basis of nonpayment of rent, the landlord shall have a duty to verify in writing with the Department that the tenant has not paid his or her rent to the Department.  The Department shall respond within three business days to any request for verification.  The landlord shall not bring an action to recover <span class=\"dictionary\">possession<\/span> on the basis of nonpayment of rent without making this inquiry or if the tenant or the Department presents proof that the tenant has paid the rent demanded to the Department.  The violation of this section shall not be a <span class=\"dictionary\">misdemeanor<\/span>.<br \/><br \/>\t3.\tRegardless whether the unit is covered by the RSO, until the unit is removed from REAP and for 180 days thereafter, or until expiration of the period called for under Section 161.806, if applicable, whichever is later, the landlord may bring an action to recover <span class=\"dictionary\">possession<\/span> of the unit only upon the grounds set forth in Section 151.09 A.<br \/><br \/>\t4.\tIf the dominant <span class=\"dictionary\">intent<\/span> of a landlord in seeking to recover <span class=\"dictionary\">possession<\/span> of a rental unit is retaliation for the tenant’s or an Enforcement Agency’s exercise of rights or duties under this article, and if the tenant is not in <span class=\"dictionary\">default<\/span> as to the payment of rent, then the landlord may not recover <span class=\"dictionary\">possession<\/span> of a rental unit in any action or proceeding or cause the tenant to quit voluntarily.  Until the unit is removed from REAP and for one year thereafter, the landlord shall have the burden of proving that any action to recover <span class=\"dictionary\">possession<\/span>, other than one based on nonpayment of rent, is not brought for the purposes of retaliation.<br \/><br \/>\t5.\tIn any action by a landlord to recover <span class=\"dictionary\">possession<\/span> of a rental unit, the tenant may raise as a defense any grounds set forth in this section.  If the tenant is the prevailing <span class=\"dictionary\">party<\/span>, he or she shall be entitled to recover reasonable attorneys’ fees and expenses.<br \/><br \/>\tB.\tRent Increases.  Until the unit is removed from REAP and for one year thereafter, or until expiration of the period called for under Section 161.807, if applicable, whichever is later, the landlord or any subsequent landlord shall not increase the rent for the current or any subsequent tenants.  If the unit is covered by the RSO, after expiration of this period, no rent increase shall be allowed for reimbursement of a capital improvement or cited rehabilitation work for any corrections necessary to comply with the <span class=\"dictionary\">Order<\/span> that resulted in the placement into REAP or any additional <span class=\"dictionary\">Orders<\/span> issued while in REAP.<br \/><br \/>\tC.\t<span class=\"dictionary\">Civil Actions<\/span>.  Any landlord who violates any of the provisions of this section or who retaliates against a tenant for the tenant’s or an Enforcement Agency’s exercise of rights or duties under this article shall be liable in a <span class=\"dictionary\">civil action<\/span> for <span class=\"dictionary\">damages<\/span> and a <span class=\"dictionary\">penalty<\/span> of $1,000 per violation, together with reasonable attorneys’ fees and expenses.  Any <span class=\"dictionary\">judgment<\/span> awarded in such an action may be collected from the escrow account upon application as set forth in Section 162.07 B.<\/p><\/section>","previous_section":{"id":"756","structure_id":"112","section_number":"162.08","catch_line":"Termination Of Reap.","url":"\/162.08\/","token":"162.08"},"text":{"0":{"id":"2451","text":"  TENANT PROTECTIONS.\n\t(Added by Ord. No. 173,810, Eff. 4\/16\/01.)\tA.\tEvictions.\t1.\tThe gross amount of payment made into the account by or on behalf of a tenant shall be deemed as a payment in the same amount to the landlord, including, but not limited to, for the purpose of determining whether a tenant has paid rent with respect to Section 151.09 A.1. of this Code or Section 1159 et seq. of the California Code of Civil Procedure.  In any action by a landlord to recover possession of a residential unit, the tenant may raise the fact of payments into REAP as an affirmative defense in the same manner as if the payments had been made to and accepted by the landlord.\t2.\tWhile a unit is in REAP, before bringing an action to recover possession on the basis of nonpayment of rent, the landlord shall have a duty to verify in writing with the Department that the tenant has not paid his or her rent to the Department.  The Department shall respond within three business days to any request for verification.  The landlord shall not bring an action to recover possession on the basis of nonpayment of rent without making this inquiry or if the tenant or the Department presents proof that the tenant has paid the rent demanded to the Department.  The violation of this section shall not be a misdemeanor.\t3.\tRegardless whether the unit is covered by the RSO, until the unit is removed from REAP and for 180 days thereafter, or until expiration of the period called for under Section 161.806, if applicable, whichever is later, the landlord may bring an action to recover possession of the unit only upon the grounds set forth in Section 151.09 A.\t4.\tIf the dominant intent of a landlord in seeking to recover possession of a rental unit is retaliation for the tenant’s or an Enforcement Agency’s exercise of rights or duties under this article, and if the tenant is not in default as to the payment of rent, then the landlord may not recover possession of a rental unit in any action or proceeding or cause the tenant to quit voluntarily.  Until the unit is removed from REAP and for one year thereafter, the landlord shall have the burden of proving that any action to recover possession, other than one based on nonpayment of rent, is not brought for the purposes of retaliation.\t5.\tIn any action by a landlord to recover possession of a rental unit, the tenant may raise as a defense any grounds set forth in this section.  If the tenant is the prevailing party, he or she shall be entitled to recover reasonable attorneys’ fees and expenses.\tB.\tRent Increases.  Until the unit is removed from REAP and for one year thereafter, or until expiration of the period called for under Section 161.807, if applicable, whichever is later, the landlord or any subsequent landlord shall not increase the rent for the current or any subsequent tenants.  If the unit is covered by the RSO, after expiration of this period, no rent increase shall be allowed for reimbursement of a capital improvement or cited rehabilitation work for any corrections necessary to comply with the Order that resulted in the placement into REAP or any additional Orders issued while in REAP.\tC.\tCivil Actions.  Any landlord who violates any of the provisions of this section or who retaliates against a tenant for the tenant’s or an Enforcement Agency’s exercise of rights or duties under this article shall be liable in a civil action for damages and a penalty of $1,000 per violation, together with reasonable attorneys’ fees and expenses.  Any judgment awarded in such an action may be collected from the escrow account upon application as set forth in Section 162.07 B.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}