{"section_number":"162.08","edition_id":"1","section_id":"756","structure_id":"112","catch_line":"Termination Of Reap.","history":"","full_text":"  TERMINATION OF REAP.\n\t(Added by Ord. No. 173,810, Eff. 4\/16\/01.)\n\n\tA.\tAfter receiving notice that all orders have been complied with and all violations have been corrected, including but not limited to those that caused the placement into REAP and any subsequent orders or violations, the Department may recommend to the City Council the termination of the rent reductions if it finds:\n\n\t1.\tAll orders affecting the units and the common areas have been signed off by the appropriate Enforcement Agency; and\n\n\t2.\tThere are no other outstanding Orders affecting the units or common areas of the building as set forth in Section 162.03 iii.\n\n\tB.\tThe Department may also review an application from a landlord to terminate the rent reduction for certain units, notwithstanding the continuation of violations affecting other units, if the conditions set forth in Subsection A are met for those units.  The landlord may only submit one application for each property.  The Department shall scrutinize with particular care any application, and recommend termination only if it finds that only minor violations remain in the other units.\n\n\tC.\tThe Department may recommend termination of the escrow account if, in addition to the findings in Subsection A or B, it finds that any outstanding and non-appealable electric service and\/or water charges pertaining to the property have been paid to the satisfaction of the Department of Water and Power of the City of Los Angeles.\n\n\tD.\tIf the City Council terminates the escrow account, any funds in that account shall be paid in the following order:\n\n\t1.\tAny administrative fees authorized in Sections 162.07 B.1. and 162.12 that have not yet been collected.  For units in which the tenant has not made individual rent payments into the escrow account, the administrative fee of $50.00 per unit per month may be collected from the escrow account only upon termination of the escrow account.  Before funds in the escrow account are paid for administrative fees, the Department shall process all applications for release of funds from the escrow account as described in Section 162.07 B.2.  (Amended by Ord. No. 175,890, Eff. 5\/12\/04.)\n\n\t2.\tAny outstanding fees and penalties imposed pursuant to Article 1 of Chapter XVI of this Code,\n\n\t3.\tAny outstanding rent registration fees in an RSO building and any penalties pertaining thereto pursuant to Section 151.05.\n\n\tAny remaining funds shall be returned to the current landlord.\n\n\tE.\tAs a condition of terminating the escrow account, the City Council may order an expedited systematic inspection pursuant to Section 161.805(6) and impose inspection fees and administrative costs pursuant to Sections 161.901 through 161.903.  The City Council may also condition termination of the escrow account on payment of those fees or any other unpaid fees under Subsection D.\n\n\tF.\tIf the City Council terminates the rent reduction, the rent will be restored to the original level 30 days after the Department mails the tenants notice of the restoration.\n\n\tG.\tMonitoring Program.  The City Council by resolution may release a building from REAP, and include the following conditions:\n\n\t1.\tThat the landlord pay any outstanding and non-appealable electric service and\/or water charges pertaining to the property into REAP, to the satisfaction of the Department of Water and Power of the City of Los Angeles;\n\n\t2.\tThat the landlord pay all outstanding rent registration fees and any penalties pertaining thereto, to the satisfaction of the Rent Stabilization Division of the L.A.H.D. and any inspection fees, added inspection costs or administrative costs to the satisfaction of the Code Enforcement Division of the L.A.H.D.; and\n\n\t3.\tThat the landlord prepay for two annual inspections, beyond the initial inspection and re-inspection included in the Systematic Code Enforcement Fee pursuant to Section 161.352, to the Los Angeles Housing Department, for each property that was included in REAP, in an amount of $169.00 per additional inspection.  Any additional inspection requiring more than 1.5 on-site hours may be billed at an additional $52.00 per hour or portion thereof for on-site work.  (Amended by Ord. No. 175,206, Eff. 6\/18\/03.)","order_by":"08","ancestry":{"1":{"id":"112","name":"Rent Escrow Account Program","identifier":"2","label":"article","url":"\/16\/2\/"},"2":{"id":"27","name":"Housing Regulations","identifier":"16","label":"chapter","url":"\/16\/"}},"structure_contents":{"0":{"id":"2966","structure_id":"112","section_number":"162.00","catch_line":"Title.","url":"\/162.00\/","token":"162.00"},"1":{"id":"1224","structure_id":"112","section_number":"162.01","catch_line":"General.","url":"\/162.01\/","token":"162.01"},"2":{"id":"900","structure_id":"112","section_number":"162.02","catch_line":"Definitions.","url":"\/162.02\/","token":"162.02"},"3":{"id":"3964","structure_id":"112","section_number":"162.03","catch_line":"Referral To Reap.","url":"\/162.03\/","token":"162.03"},"4":{"id":"3207","structure_id":"112","section_number":"162.04","catch_line":"Acceptance.","url":"\/162.04\/","token":"162.04"},"5":{"id":"3469","structure_id":"112","section_number":"162.05","catch_line":"Rent Reduction Schedule.","url":"\/162.05\/","token":"162.05"},"6":{"id":"789","structure_id":"112","section_number":"162.06","catch_line":"Appeals.","url":"\/162.06\/","token":"162.06"},"7":{"id":"3780","structure_id":"112","section_number":"162.07","catch_line":"Escrow Account.","url":"\/162.07\/","token":"162.07"},"8":{"id":"756","structure_id":"112","section_number":"162.08","catch_line":"Termination Of Reap.","url":"\/162.08\/","token":"162.08"},"9":{"id":"2474","structure_id":"112","section_number":"162.09","catch_line":"Tenant Protections.","url":"\/162.09\/","token":"162.09"},"10":{"id":"3965","structure_id":"112","section_number":"162.10","catch_line":"Contact With Tenants.","url":"\/162.10\/","token":"162.10"},"11":{"id":"1477","structure_id":"112","section_number":"162.11","catch_line":"Recording Of Reap Order And Termination Of Reap.","url":"\/162.11\/","token":"162.11"},"12":{"id":"1975","structure_id":"112","section_number":"162.12","catch_line":"Collection Of Reap Fees.","url":"\/162.12\/","token":"162.12"}},"next_section":{"id":"2474","structure_id":"112","section_number":"162.09","catch_line":"Tenant Protections.","url":"\/162.09\/","token":"162.09"},"metadata":false,"references":false,"url":"\/162.08\/","token":"162.08","formats":{"txt":"\/162.08.txt","json":"\/162.08.xml"},"dublin_core":{"Title":"Termination Of Reap.","Type":"Text","Format":"text\/html","Identifier":"§ 162.08","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nTERMINATION OF REAP. (§ 162.08)\n\n  TERMINATION OF REAP.\n\t(Added by Ord. No. 173,810, Eff. 4\/16\/01.)\tA.\tAfter receiving notice that all\norders have been complied with and all violations have been corrected, including\nbut not limited to those that caused the placement into REAP and any subsequent\norders or violations, the Department may recommend to the City Council the\ntermination of the rent reductions if it finds:\t1.\tAll orders affecting the\nunits and the common areas have been signed off by the appropriate Enforcement\nAgency; and\t2.\tThere are no other outstanding Orders affecting the units or\ncommon areas of the building as set forth in Section 162.03 iii.\tB.\tThe\nDepartment may also review an application from a landlord to terminate the rent\nreduction for certain units, notwithstanding the continuation of violations\naffecting other units, if the conditions set forth in Subsection A are met for\nthose units.  The landlord may only submit one application for each property. \nThe Department shall scrutinize with particular care any application, and\nrecommend termination only if it finds that only minor violations remain in the\nother units.\tC.\tThe Department may recommend termination of the escrow account\nif, in addition to the findings in Subsection A or B, it finds that any\noutstanding and non-appealable electric service and\/or water charges pertaining\nto the property have been paid to the satisfaction of the Department of Water\nand Power of the City of Los Angeles.\tD.\tIf the City Council terminates the\nescrow account, any funds in that account shall be paid in the following\norder:\t1.\tAny administrative fees authorized in Sections 162.07 B.1. and 162.12\nthat have not yet been collected.  For units in which the tenant has not made\nindividual rent payments into the escrow account, the administrative fee of\n$50.00 per unit per month may be collected from the escrow account only upon\ntermination of the escrow account.  Before funds in the escrow account are paid\nfor administrative fees, the Department shall process all applications for\nrelease of funds from the escrow account as described in Section 162.07 B.2. \n(Amended by Ord. No. 175,890, Eff. 5\/12\/04.)\t2.\tAny outstanding fees and\npenalties imposed pursuant to Article 1 of Chapter XVI of this Code,\t3.\tAny\noutstanding rent registration fees in an RSO building and any penalties\npertaining thereto pursuant to Section 151.05.\tAny remaining funds shall be\nreturned to the current landlord.\tE.\tAs a condition of terminating the escrow\naccount, the City Council may order an expedited systematic inspection pursuant\nto Section 161.805(6) and impose inspection fees and administrative costs\npursuant to Sections 161.901 through 161.903.  The City Council may also\ncondition termination of the escrow account on payment of those fees or any\nother unpaid fees under Subsection D.\tF.\tIf the City Council terminates the rent\nreduction, the rent will be restored to the original level 30 days after the\nDepartment mails the tenants notice of the restoration.\tG.\tMonitoring Program. \nThe City Council by resolution may release a building from REAP, and include the\nfollowing conditions:\t1.\tThat the landlord pay any outstanding and\nnon-appealable electric service and\/or water charges pertaining to the property\ninto REAP, to the satisfaction of the Department of Water and Power of the City\nof Los Angeles;\t2.\tThat the landlord pay all outstanding rent registration fees\nand any penalties pertaining thereto, to the satisfaction of the Rent\nStabilization Division of the L.A.H.D. and any inspection fees, added inspection\ncosts or administrative costs to the satisfaction of the Code Enforcement\nDivision of the L.A.H.D.; and\t3.\tThat the landlord prepay for two annual\ninspections, beyond the initial inspection and re-inspection included in the\nSystematic Code Enforcement Fee pursuant to Section 161.352, to the Los Angeles\nHousing Department, for each property that was included in REAP, in an amount of\n$169.00 per additional inspection.  Any additional inspection requiring more\nthan 1.5 on-site hours may be billed at an additional $52.00 per hour or portion\nthereof for on-site work.  (Amended by Ord. No. 175,206, Eff. 6\/18\/03.)\n","html":"\n\t\t\t\t\t<section><p>  TERMINATION OF REAP.\n\t(Added by Ord. No. 173,810, Eff. 4\/16\/01.)<br \/><br \/>\tA.\tAfter receiving notice that all <span class=\"dictionary\">orders<\/span> have been complied with and all violations have been corrected, including but not limited to those that caused the placement into REAP and any subsequent <span class=\"dictionary\">orders<\/span> or violations, the Department may recommend to the City Council the termination of the rent reductions if it finds:<br \/><br \/>\t1.\tAll <span class=\"dictionary\">orders<\/span> affecting the units and the common areas have been signed off by the appropriate Enforcement Agency; and<br \/><br \/>\t2.\tThere are no other outstanding <span class=\"dictionary\">Orders<\/span> affecting the units or common areas of the building as set forth in Section 162.03 iii.<br \/><br \/>\tB.\tThe Department may also review an application from a landlord to terminate the rent reduction for certain units, notwithstanding the continuation of violations affecting other units, if the conditions set forth in Subsection A are met for those units.  The landlord may only submit one application for each property.  The Department shall scrutinize with particular care any application, and recommend termination only if it finds that only <span class=\"dictionary\">minor<\/span> violations remain in the other units.<br \/><br \/>\tC.\tThe Department may recommend termination of the escrow account if, in addition to the <span class=\"dictionary\">findings<\/span> in Subsection A or B, it finds that any outstanding and non-appealable electric service and\/or water charges pertaining to the property have been paid to the satisfaction of the Department of Water and Power of the City of Los Angeles.<br \/><br \/>\tD.\tIf the City Council terminates the escrow account, any funds in that account shall be paid in the following <span class=\"dictionary\">order<\/span>:<br \/><br \/>\t1.\tAny administrative fees authorized in Sections 162.07 B.1. and 162.12 that have not yet been collected.  For units in which the tenant has not made individual rent payments into the escrow account, the administrative fee of $50.00 per unit per month may be collected from the escrow account only upon termination of the escrow account.  Before funds in the escrow account are paid for administrative fees, the Department shall process all applications for release of funds from the escrow account as described in Section 162.07 B.2.  (Amended by Ord. No. 175,890, Eff. 5\/12\/04.)<br \/><br \/>\t2.\tAny outstanding fees and penalties imposed pursuant to Article 1 of Chapter XVI of this Code,<br \/><br \/>\t3.\tAny outstanding rent registration fees in an RSO building and any penalties pertaining thereto pursuant to Section 151.05.<br \/><br \/>\tAny remaining funds shall be returned to the current landlord.<br \/><br \/>\tE.\tAs a condition of terminating the escrow account, the City Council may <span class=\"dictionary\">order<\/span> an expedited systematic inspection pursuant to Section 161.805(6) and impose inspection fees and administrative costs pursuant to Sections 161.901 through 161.903.  The City Council may also condition termination of the escrow account on payment of those fees or any other unpaid fees under Subsection D.<br \/><br \/>\tF.\tIf the City Council terminates the rent reduction, the rent will be restored to the original level 30 days after the Department mails the tenants notice of the restoration.<br \/><br \/>\tG.\tMonitoring Program.  The City Council by resolution may release a building from REAP, and include the following conditions:<br \/><br \/>\t1.\tThat the landlord pay any outstanding and non-appealable electric service and\/or water charges pertaining to the property into REAP, to the satisfaction of the Department of Water and Power of the City of Los Angeles;<br \/><br \/>\t2.\tThat the landlord pay all outstanding rent registration fees and any penalties pertaining thereto, to the satisfaction of the Rent Stabilization Division of the L.A.H.D. and any inspection fees, added inspection costs or administrative costs to the satisfaction of the Code Enforcement Division of the L.A.H.D.; and<br \/><br \/>\t3.\tThat the landlord prepay for two annual inspections, beyond the initial inspection and re-inspection included in the Systematic Code Enforcement Fee pursuant to Section 161.352, to the Los Angeles Housing Department, for each property that was included in REAP, in an amount of $169.00 per additional inspection.  Any additional inspection requiring more than 1.5 on-site hours may be billed at an additional $52.00 per hour or portion thereof for on-site work.  (Amended by Ord. No. 175,206, Eff. 6\/18\/03.)<\/p><\/section>","previous_section":{"id":"3780","structure_id":"112","section_number":"162.07","catch_line":"Escrow Account.","url":"\/162.07\/","token":"162.07"},"text":{"0":{"id":"745","text":"  TERMINATION OF REAP.\n\t(Added by Ord. No. 173,810, Eff. 4\/16\/01.)\tA.\tAfter receiving notice that all orders have been complied with and all violations have been corrected, including but not limited to those that caused the placement into REAP and any subsequent orders or violations, the Department may recommend to the City Council the termination of the rent reductions if it finds:\t1.\tAll orders affecting the units and the common areas have been signed off by the appropriate Enforcement Agency; and\t2.\tThere are no other outstanding Orders affecting the units or common areas of the building as set forth in Section 162.03 iii.\tB.\tThe Department may also review an application from a landlord to terminate the rent reduction for certain units, notwithstanding the continuation of violations affecting other units, if the conditions set forth in Subsection A are met for those units.  The landlord may only submit one application for each property.  The Department shall scrutinize with particular care any application, and recommend termination only if it finds that only minor violations remain in the other units.\tC.\tThe Department may recommend termination of the escrow account if, in addition to the findings in Subsection A or B, it finds that any outstanding and non-appealable electric service and\/or water charges pertaining to the property have been paid to the satisfaction of the Department of Water and Power of the City of Los Angeles.\tD.\tIf the City Council terminates the escrow account, any funds in that account shall be paid in the following order:\t1.\tAny administrative fees authorized in Sections 162.07 B.1. and 162.12 that have not yet been collected.  For units in which the tenant has not made individual rent payments into the escrow account, the administrative fee of $50.00 per unit per month may be collected from the escrow account only upon termination of the escrow account.  Before funds in the escrow account are paid for administrative fees, the Department shall process all applications for release of funds from the escrow account as described in Section 162.07 B.2.  (Amended by Ord. No. 175,890, Eff. 5\/12\/04.)\t2.\tAny outstanding fees and penalties imposed pursuant to Article 1 of Chapter XVI of this Code,\t3.\tAny outstanding rent registration fees in an RSO building and any penalties pertaining thereto pursuant to Section 151.05.\tAny remaining funds shall be returned to the current landlord.\tE.\tAs a condition of terminating the escrow account, the City Council may order an expedited systematic inspection pursuant to Section 161.805(6) and impose inspection fees and administrative costs pursuant to Sections 161.901 through 161.903.  The City Council may also condition termination of the escrow account on payment of those fees or any other unpaid fees under Subsection D.\tF.\tIf the City Council terminates the rent reduction, the rent will be restored to the original level 30 days after the Department mails the tenants notice of the restoration.\tG.\tMonitoring Program.  The City Council by resolution may release a building from REAP, and include the following conditions:\t1.\tThat the landlord pay any outstanding and non-appealable electric service and\/or water charges pertaining to the property into REAP, to the satisfaction of the Department of Water and Power of the City of Los Angeles;\t2.\tThat the landlord pay all outstanding rent registration fees and any penalties pertaining thereto, to the satisfaction of the Rent Stabilization Division of the L.A.H.D. and any inspection fees, added inspection costs or administrative costs to the satisfaction of the Code Enforcement Division of the L.A.H.D.; and\t3.\tThat the landlord prepay for two annual inspections, beyond the initial inspection and re-inspection included in the Systematic Code Enforcement Fee pursuant to Section 161.352, to the Los Angeles Housing Department, for each property that was included in REAP, in an amount of $169.00 per additional inspection.  Any additional inspection requiring more than 1.5 on-site hours may be billed at an additional $52.00 per hour or portion thereof for on-site work.  (Amended by Ord. No. 175,206, Eff. 6\/18\/03.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}