{"section_number":"163.02","edition_id":"1","section_id":"2470","structure_id":"82","catch_line":"Eligibility For Relocation Benefits.","history":"","full_text":"  ELIGIBILITY FOR RELOCATION BENEFITS.\n\n\tA.\tAny tenant who is displaced or subject to displacement from a residential rental unit as a result of a notice to vacate or any order requiring the vacation of the residential unit by the Enforcement Agency due to a violation so extensive and of such a nature that the immediate health and safety of the residents is endangered, shall be entitled to relocation benefits payable by the landlord in the amounts prescribed in Section 163.05.  The Enforcement Agency shall determine the eligibility of tenants for benefits paid pursuant to this article.\n\n\tB.\tNo relocation benefits pursuant to this article shall be payable to any tenant who has caused or substantially contributed to the condition giving rise to the order to vacate, as determined by the Enforcement Agency, nor shall any relocation benefits be payable to a tenant if any guest or invitee of the tenant has caused or substantially contributed to the condition giving rise to the order to vacate, as determined by the Enforcement Agency.  The Enforcement Agency shall make the determination whether a tenant, tenant’s guest, or invitee caused or substantially contributed to the condition giving rise to the order to vacate at the same time that the order to vacate the tenants is made.\n\n\tC.\tA landlord shall not be liable for relocation benefits if the Enforcement Agency determines that the unit or structure became unsafe or hazardous as the result of a fire, flood, earthquake, or other event beyond the control of the landlord and the landlord did not cause or contribute to the condition.\n\n\tD.\tIn the situations described in Subsections B. and C. of this section, the tenants of units within a multi-unit structure who did not cause or substantially contribute to the uninhabitable condition may be eligible for relocation benefits from the City if the City elects at its discretion to pay relocation benefits, based on the recommendation from the Enforcement Agency.","order_by":"02","ancestry":{"1":{"id":"82","name":"Tenant\nRelocation Assistance Program","identifier":"3","label":"article","url":"\/16\/3\/"},"2":{"id":"27","name":"Housing Regulations","identifier":"16","label":"chapter","url":"\/16\/"}},"structure_contents":{"0":{"id":"2742","structure_id":"82","section_number":"163.00","catch_line":"Title.","url":"\/163.00\/","token":"163.00"},"1":{"id":"3497","structure_id":"82","section_number":"163.01","catch_line":"Definitions.","url":"\/163.01\/","token":"163.01"},"2":{"id":"2470","structure_id":"82","section_number":"163.02","catch_line":"Eligibility For Relocation Benefits.","url":"\/163.02\/","token":"163.02"},"3":{"id":"2161","structure_id":"82","section_number":"163.03","catch_line":"Responsibilities Of Enforcement Agency.","url":"\/163.03\/","token":"163.03"},"4":{"id":"3809","structure_id":"82","section_number":"163.04","catch_line":"When Relocation Benefits Are Required To Be Paid.","url":"\/163.04\/","token":"163.04"},"5":{"id":"4016","structure_id":"82","section_number":"163.05","catch_line":"Amount Of Relocation Benefits.","url":"\/163.05\/","token":"163.05"},"6":{"id":"2210","structure_id":"82","section_number":"163.06","catch_line":"Enforcement.","url":"\/163.06\/","token":"163.06"},"7":{"id":"2964","structure_id":"82","section_number":"163.07","catch_line":"Payment Of Relocation Benefits By The City.","url":"\/163.07\/","token":"163.07"},"8":{"id":"349","structure_id":"82","section_number":"163.08","catch_line":"Urgency Clause.","url":"\/163.08\/","token":"163.08"}},"next_section":{"id":"2161","structure_id":"82","section_number":"163.03","catch_line":"Responsibilities Of Enforcement Agency.","url":"\/163.03\/","token":"163.03"},"metadata":false,"references":false,"url":"\/163.02\/","token":"163.02","formats":{"txt":"\/163.02.txt","json":"\/163.02.xml"},"dublin_core":{"Title":"Eligibility For Relocation Benefits.","Type":"Text","Format":"text\/html","Identifier":"§ 163.02","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nELIGIBILITY FOR RELOCATION BENEFITS. (§ 163.02)\n\n  ELIGIBILITY FOR RELOCATION BENEFITS.\tA.\tAny tenant who is displaced or\nsubject to displacement from a residential rental unit as a result of a notice\nto vacate or any order requiring the vacation of the residential unit by the\nEnforcement Agency due to a violation so extensive and of such a nature that the\nimmediate health and safety of the residents is endangered, shall be entitled to\nrelocation benefits payable by the landlord in the amounts prescribed in Section\n163.05.  The Enforcement Agency shall determine the eligibility of tenants for\nbenefits paid pursuant to this article.\tB.\tNo relocation benefits pursuant to\nthis article shall be payable to any tenant who has caused or substantially\ncontributed to the condition giving rise to the order to vacate, as determined\nby the Enforcement Agency, nor shall any relocation benefits be payable to a\ntenant if any guest or invitee of the tenant has caused or substantially\ncontributed to the condition giving rise to the order to vacate, as determined\nby the Enforcement Agency.  The Enforcement Agency shall make the determination\nwhether a tenant, tenant’s guest, or invitee caused or substantially\ncontributed to the condition giving rise to the order to vacate at the same time\nthat the order to vacate the tenants is made.\tC.\tA landlord shall not be liable\nfor relocation benefits if the Enforcement Agency determines that the unit or\nstructure became unsafe or hazardous as the result of a fire, flood, earthquake,\nor other event beyond the control of the landlord and the landlord did not cause\nor contribute to the condition.\tD.\tIn the situations described in Subsections B.\nand C. of this section, the tenants of units within a multi-unit structure who\ndid not cause or substantially contribute to the uninhabitable condition may be\neligible for relocation benefits from the City if the City elects at its\ndiscretion to pay relocation benefits, based on the recommendation from the\nEnforcement Agency.\n","html":"\n\t\t\t\t\t<section><p>  ELIGIBILITY FOR RELOCATION BENEFITS.<br \/><br \/>\tA.\tAny tenant who is displaced or subject to displacement from a residential rental unit as a result of a notice to vacate or any <span class=\"dictionary\">order<\/span> requiring the vacation of the residential unit by the Enforcement Agency due to a violation so extensive and of such a nature that the immediate health and safety of the residents is endangered, shall be entitled to relocation benefits payable by the landlord in the amounts prescribed in Section 163.05.  The Enforcement Agency shall determine the eligibility of tenants for benefits paid pursuant to this article.<br \/><br \/>\tB.\tNo relocation benefits pursuant to this article shall be payable to any tenant who has caused or substantially contributed to the condition giving rise to the <span class=\"dictionary\">order<\/span> to vacate, as determined by the Enforcement Agency, nor shall any relocation benefits be payable to a tenant if any guest or invitee of the tenant has caused or substantially contributed to the condition giving rise to the <span class=\"dictionary\">order<\/span> to vacate, as determined by the Enforcement Agency.  The Enforcement Agency shall make the determination whether a tenant, tenant’s guest, or invitee caused or substantially contributed to the condition giving rise to the <span class=\"dictionary\">order<\/span> to vacate at the same time that the <span class=\"dictionary\">order<\/span> to vacate the tenants is made.<br \/><br \/>\tC.\tA landlord shall not be liable for relocation benefits if the Enforcement Agency determines that the unit or structure became unsafe or hazardous as the result of a fire, flood, earthquake, or other event beyond the control of the landlord and the landlord did not cause or contribute to the condition.<br \/><br \/>\tD.\tIn the situations described in Subsections B. and C. of this section, the tenants of units within a multi-unit structure who did not cause or substantially contribute to the uninhabitable condition may be eligible for relocation benefits from the City if the City elects at its discretion to pay relocation benefits, based on the recommendation from the Enforcement Agency.<\/p><\/section>","previous_section":{"id":"3497","structure_id":"82","section_number":"163.01","catch_line":"Definitions.","url":"\/163.01\/","token":"163.01"},"text":{"0":{"id":"2447","text":"  ELIGIBILITY FOR RELOCATION BENEFITS.\tA.\tAny tenant who is displaced or subject to displacement from a residential rental unit as a result of a notice to vacate or any order requiring the vacation of the residential unit by the Enforcement Agency due to a violation so extensive and of such a nature that the immediate health and safety of the residents is endangered, shall be entitled to relocation benefits payable by the landlord in the amounts prescribed in Section 163.05.  The Enforcement Agency shall determine the eligibility of tenants for benefits paid pursuant to this article.\tB.\tNo relocation benefits pursuant to this article shall be payable to any tenant who has caused or substantially contributed to the condition giving rise to the order to vacate, as determined by the Enforcement Agency, nor shall any relocation benefits be payable to a tenant if any guest or invitee of the tenant has caused or substantially contributed to the condition giving rise to the order to vacate, as determined by the Enforcement Agency.  The Enforcement Agency shall make the determination whether a tenant, tenant’s guest, or invitee caused or substantially contributed to the condition giving rise to the order to vacate at the same time that the order to vacate the tenants is made.\tC.\tA landlord shall not be liable for relocation benefits if the Enforcement Agency determines that the unit or structure became unsafe or hazardous as the result of a fire, flood, earthquake, or other event beyond the control of the landlord and the landlord did not cause or contribute to the condition.\tD.\tIn the situations described in Subsections B. and C. of this section, the tenants of units within a multi-unit structure who did not cause or substantially contribute to the uninhabitable condition may be eligible for relocation benefits from the City if the City elects at its discretion to pay relocation benefits, based on the recommendation from the Enforcement Agency.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}