{"section_number":"163.07","edition_id":"1","section_id":"2964","structure_id":"82","catch_line":"Payment Of Relocation Benefits By The City.","history":"","full_text":"  PAYMENT OF RELOCATION BENEFITS BY THE CITY.\n\n\tA.\tIf the landlord fails, neglects or refuses to pay relocation payments to a tenant displaced or subject to displacement pursuant to an order to vacate except in the situations described in Section 163.02 B. or 163.02 C. above, the City may advance relocation payments to the tenants in the amount set forth in Section 163.05 above.\n\n\tB.\tIf the landlord fails to comply with an order to pay relocation assistance, the landlord shall be liable to the City for any relocation payments advanced, other than any payments made pursuant to Section 163.02 D., in the amount of the payments plus a penalty in the amount set forth in California Health and Safety Code Section 50657(a). The Enforcement Agency may place a lien against the property as set forth in California Health and Safety Code Section 50657(b)\n\n\tC.\tPrior to instituting any action to collect from the landlord or to impose a lien on the property, the Enforcement Agency shall send an accounting to the landlord as set forth in California Health and Safety Code Section 17975.  (Sentence Amended by Ord. No. 181,744, Eff. 7\/15\/11.)  The landlord may contest the accounting within 20 days after receipt by filing a written request for a General Manager’s hearing.  However, if there are fewer than ten days, and if the City advances relocation benefits to any tenants prior to the expiration of the ten-day period, the landlord shall have 30 days to file a written request contesting the charge after the itemized accounting is mailed.\n\n\tD.\tIf the request is filed within the time set forth in Subsection 163.07 C. above, the General Manager shall hold a hearing following the procedures for the Enforcement Agency.  Any person aggrieved by the decision of the General Manager may appeal to the Appeals Board following the procedures for that Enforcement Agency.  If the landlord fails to obtain a more favorable decision than that set forth in the itemized accounting, he or she shall be liable to the City for the costs of the administrative hearing and appeal, not to exceed $5,000.  If the accounting is not appealed as set forth in this paragraph, it is final and is subject to California Code of Civil Procedure Section 1094.5.  The failure to receive the itemized accounting shall not relieve the owner of any obligation to the City.","order_by":"07","ancestry":{"1":{"id":"82","name":"Tenant\nRelocation Assistance Program","identifier":"3","label":"article","url":"\/16\/3\/"},"2":{"id":"27","name":"Housing Regulations","identifier":"16","label":"chapter","url":"\/16\/"}},"structure_contents":{"0":{"id":"2742","structure_id":"82","section_number":"163.00","catch_line":"Title.","url":"\/163.00\/","token":"163.00"},"1":{"id":"3497","structure_id":"82","section_number":"163.01","catch_line":"Definitions.","url":"\/163.01\/","token":"163.01"},"2":{"id":"2470","structure_id":"82","section_number":"163.02","catch_line":"Eligibility For Relocation Benefits.","url":"\/163.02\/","token":"163.02"},"3":{"id":"2161","structure_id":"82","section_number":"163.03","catch_line":"Responsibilities Of Enforcement Agency.","url":"\/163.03\/","token":"163.03"},"4":{"id":"3809","structure_id":"82","section_number":"163.04","catch_line":"When Relocation Benefits Are Required To Be Paid.","url":"\/163.04\/","token":"163.04"},"5":{"id":"4016","structure_id":"82","section_number":"163.05","catch_line":"Amount Of Relocation Benefits.","url":"\/163.05\/","token":"163.05"},"6":{"id":"2210","structure_id":"82","section_number":"163.06","catch_line":"Enforcement.","url":"\/163.06\/","token":"163.06"},"7":{"id":"2964","structure_id":"82","section_number":"163.07","catch_line":"Payment Of Relocation Benefits By The City.","url":"\/163.07\/","token":"163.07"},"8":{"id":"349","structure_id":"82","section_number":"163.08","catch_line":"Urgency Clause.","url":"\/163.08\/","token":"163.08"}},"next_section":{"id":"349","structure_id":"82","section_number":"163.08","catch_line":"Urgency Clause.","url":"\/163.08\/","token":"163.08"},"metadata":false,"references":false,"url":"\/163.07\/","token":"163.07","formats":{"txt":"\/163.07.txt","json":"\/163.07.xml"},"dublin_core":{"Title":"Payment Of Relocation Benefits By The City.","Type":"Text","Format":"text\/html","Identifier":"§ 163.07","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPAYMENT OF RELOCATION BENEFITS BY THE CITY. (§ 163.07)\n\n  PAYMENT OF RELOCATION BENEFITS BY THE CITY.\tA.\tIf the landlord fails,\nneglects or refuses to pay relocation payments to a tenant displaced or subject\nto displacement pursuant to an order to vacate except in the situations\ndescribed in Section 163.02 B. or 163.02 C. above, the City may advance\nrelocation payments to the tenants in the amount set forth in Section 163.05\nabove.\tB.\tIf the landlord fails to comply with an order to pay relocation\nassistance, the landlord shall be liable to the City for any relocation payments\nadvanced, other than any payments made pursuant to Section 163.02 D., in the\namount of the payments plus a penalty in the amount set forth in California\nHealth and Safety Code Section 50657(a). The Enforcement Agency may place a lien\nagainst the property as set forth in California Health and Safety Code Section\n50657(b)\tC.\tPrior to instituting any action to collect from the landlord or to\nimpose a lien on the property, the Enforcement Agency shall send an accounting\nto the landlord as set forth in California Health and Safety Code Section\n17975.  (Sentence Amended by Ord. No. 181,744, Eff. 7\/15\/11.)  The landlord\nmay contest the accounting within 20 days after receipt by filing a written\nrequest for a General Manager’s hearing.  However, if there are fewer than\nten days, and if the City advances relocation benefits to any tenants prior to\nthe expiration of the ten-day period, the landlord shall have 30 days to file a\nwritten request contesting the charge after the itemized accounting is\nmailed.\tD.\tIf the request is filed within the time set forth in Subsection\n163.07 C. above, the General Manager shall hold a hearing following the\nprocedures for the Enforcement Agency.  Any person aggrieved by the decision of\nthe General Manager may appeal to the Appeals Board following the procedures for\nthat Enforcement Agency.  If the landlord fails to obtain a more favorable\ndecision than that set forth in the itemized accounting, he or she shall be\nliable to the City for the costs of the administrative hearing and appeal, not\nto exceed $5,000.  If the accounting is not appealed as set forth in this\nparagraph, it is final and is subject to California Code of Civil Procedure\nSection 1094.5.  The failure to receive the itemized accounting shall not\nrelieve the owner of any obligation to the City.\n","html":"\n\t\t\t\t\t<section><p>  PAYMENT OF RELOCATION BENEFITS BY THE CITY.<br \/><br \/>\tA.\tIf the landlord fails, neglects or refuses to pay relocation payments to a tenant displaced or subject to displacement pursuant to an <span class=\"dictionary\">order<\/span> to vacate except in the situations described in Section 163.02 B. or 163.02 C. above, the City may advance relocation payments to the tenants in the amount set forth in Section 163.05 above.<br \/><br \/>\tB.\tIf the landlord fails to comply with an <span class=\"dictionary\">order<\/span> to pay relocation assistance, the landlord shall be liable to the City for any relocation payments advanced, other than any payments made pursuant to Section 163.02 D., in the amount of the payments plus a <span class=\"dictionary\">penalty<\/span> in the amount set forth in California Health and Safety Code Section 50657(a). The Enforcement Agency may place a <span class=\"dictionary\">lien<\/span> against the property as set forth in California Health and Safety Code Section 50657(b)<br \/><br \/>\tC.\tPrior to instituting any action to collect from the landlord or to impose a <span class=\"dictionary\">lien<\/span> on the property, the Enforcement Agency shall send an accounting to the landlord as set forth in California Health and Safety Code Section 17975.  (Sentence Amended by Ord. No. 181,744, Eff. 7\/15\/11.)  The landlord may contest the accounting within 20 days after receipt by filing a written request for a General Manager’s <span class=\"dictionary\">hearing<\/span>.  However, if there are fewer than ten days, and if the City advances relocation benefits to any tenants prior to the expiration of the ten-day period, the landlord shall have 30 days to file a written request contesting the charge after the itemized accounting is mailed.<br \/><br \/>\tD.\tIf the request is filed within the time set forth in Subsection 163.07 C. above, the General Manager shall hold a <span class=\"dictionary\">hearing<\/span> following the procedures for the Enforcement Agency.  Any person aggrieved by the decision of the General Manager may <span class=\"dictionary\">appeal<\/span> to the <span class=\"dictionary\">Appeals<\/span> Board following the procedures for that Enforcement Agency.  If the landlord fails to obtain a more favorable decision than that set forth in the itemized accounting, he or she shall be liable to the City for the costs of the administrative <span class=\"dictionary\">hearing<\/span> and <span class=\"dictionary\">appeal<\/span>, not to exceed $5,000.  If the accounting is not appealed as set forth in this paragraph, it is final and is subject to California Code of Civil Procedure Section 1094.5.  The failure to receive the itemized accounting shall not relieve the owner of any obligation to the City.<\/p><\/section>","previous_section":{"id":"2210","structure_id":"82","section_number":"163.06","catch_line":"Enforcement.","url":"\/163.06\/","token":"163.06"},"text":{"0":{"id":"2939","text":"  PAYMENT OF RELOCATION BENEFITS BY THE CITY.\tA.\tIf the landlord fails, neglects or refuses to pay relocation payments to a tenant displaced or subject to displacement pursuant to an order to vacate except in the situations described in Section 163.02 B. or 163.02 C. above, the City may advance relocation payments to the tenants in the amount set forth in Section 163.05 above.\tB.\tIf the landlord fails to comply with an order to pay relocation assistance, the landlord shall be liable to the City for any relocation payments advanced, other than any payments made pursuant to Section 163.02 D., in the amount of the payments plus a penalty in the amount set forth in California Health and Safety Code Section 50657(a). The Enforcement Agency may place a lien against the property as set forth in California Health and Safety Code Section 50657(b)\tC.\tPrior to instituting any action to collect from the landlord or to impose a lien on the property, the Enforcement Agency shall send an accounting to the landlord as set forth in California Health and Safety Code Section 17975.  (Sentence Amended by Ord. No. 181,744, Eff. 7\/15\/11.)  The landlord may contest the accounting within 20 days after receipt by filing a written request for a General Manager’s hearing.  However, if there are fewer than ten days, and if the City advances relocation benefits to any tenants prior to the expiration of the ten-day period, the landlord shall have 30 days to file a written request contesting the charge after the itemized accounting is mailed.\tD.\tIf the request is filed within the time set forth in Subsection 163.07 C. above, the General Manager shall hold a hearing following the procedures for the Enforcement Agency.  Any person aggrieved by the decision of the General Manager may appeal to the Appeals Board following the procedures for that Enforcement Agency.  If the landlord fails to obtain a more favorable decision than that set forth in the itemized accounting, he or she shall be liable to the City for the costs of the administrative hearing and appeal, not to exceed $5,000.  If the accounting is not appealed as set forth in this paragraph, it is final and is subject to California Code of Civil Procedure Section 1094.5.  The failure to receive the itemized accounting shall not relieve the owner of any obligation to the City.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}