{"section_number":"163.04","edition_id":"1","section_id":"3809","structure_id":"82","catch_line":"When Relocation Benefits Are Required To Be Paid.","history":"","full_text":"  WHEN RELOCATION BENEFITS ARE REQUIRED TO BE PAID.\n\n\tA.\tThe relocation benefits required by this article shall be paid by the landlord to the tenant within ten days after the date that the order to vacate is first mailed to the owner and posted on the premises, or at least 20 days prior to the vacation date set forth in the order to vacate, whichever occurs later.\n\n\tB.\tIf there are fewer than ten days between the first posting and mailing of the order to vacate and the vacation date, the relocation benefits shall be paid by the landlord to the tenant within 24 hours after the notice is posted and mailed.  The Enforcement Agency shall provide either telephonic or written notice to the landlord to notify the landlord that the benefits are payable immediately.  Failure to provide notice as specified in this section shall not relieve the landlord of any obligations imposed by this article.\n\n\tC.\tIf a tenant is entitled to relocation benefits pursuant to Section 163.02 above, the Enforcement Agency shall provide either telephonic or written notice to the tenant of his or her entitlement to the benefits.  Written notice may be satisfied by posting a written notice on the premises stating that tenants may be entitled to relocation benefits.","order_by":"04","ancestry":{"1":{"id":"82","name":"Tenant\nRelocation Assistance Program","identifier":"3","label":"article","url":"\/16\/3\/"},"2":{"id":"27","name":"Housing Regulations","identifier":"16","label":"chapter","url":"\/16\/"}},"structure_contents":{"0":{"id":"2742","structure_id":"82","section_number":"163.00","catch_line":"Title.","url":"\/163.00\/","token":"163.00"},"1":{"id":"3497","structure_id":"82","section_number":"163.01","catch_line":"Definitions.","url":"\/163.01\/","token":"163.01"},"2":{"id":"2470","structure_id":"82","section_number":"163.02","catch_line":"Eligibility For Relocation Benefits.","url":"\/163.02\/","token":"163.02"},"3":{"id":"2161","structure_id":"82","section_number":"163.03","catch_line":"Responsibilities Of Enforcement Agency.","url":"\/163.03\/","token":"163.03"},"4":{"id":"3809","structure_id":"82","section_number":"163.04","catch_line":"When Relocation Benefits Are Required To Be Paid.","url":"\/163.04\/","token":"163.04"},"5":{"id":"4016","structure_id":"82","section_number":"163.05","catch_line":"Amount Of Relocation Benefits.","url":"\/163.05\/","token":"163.05"},"6":{"id":"2210","structure_id":"82","section_number":"163.06","catch_line":"Enforcement.","url":"\/163.06\/","token":"163.06"},"7":{"id":"2964","structure_id":"82","section_number":"163.07","catch_line":"Payment Of Relocation Benefits By The City.","url":"\/163.07\/","token":"163.07"},"8":{"id":"349","structure_id":"82","section_number":"163.08","catch_line":"Urgency Clause.","url":"\/163.08\/","token":"163.08"}},"next_section":{"id":"4016","structure_id":"82","section_number":"163.05","catch_line":"Amount Of Relocation Benefits.","url":"\/163.05\/","token":"163.05"},"metadata":false,"references":false,"url":"\/163.04\/","token":"163.04","formats":{"txt":"\/163.04.txt","json":"\/163.04.xml"},"dublin_core":{"Title":"When Relocation Benefits Are Required To Be Paid.","Type":"Text","Format":"text\/html","Identifier":"§ 163.04","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nWHEN RELOCATION BENEFITS ARE REQUIRED TO BE PAID. (§ 163.04)\n\n  WHEN RELOCATION BENEFITS ARE REQUIRED TO BE PAID.\tA.\tThe relocation benefits\nrequired by this article shall be paid by the landlord to the tenant within ten\ndays after the date that the order to vacate is first mailed to the owner and\nposted on the premises, or at least 20 days prior to the vacation date set forth\nin the order to vacate, whichever occurs later.\tB.\tIf there are fewer than ten\ndays between the first posting and mailing of the order to vacate and the\nvacation date, the relocation benefits shall be paid by the landlord to the\ntenant within 24 hours after the notice is posted and mailed.  The Enforcement\nAgency shall provide either telephonic or written notice to the landlord to\nnotify the landlord that the benefits are payable immediately.  Failure to\nprovide notice as specified in this section shall not relieve the landlord of\nany obligations imposed by this article.\tC.\tIf a tenant is entitled to\nrelocation benefits pursuant to Section 163.02 above, the Enforcement Agency\nshall provide either telephonic or written notice to the tenant of his or her\nentitlement to the benefits.  Written notice may be satisfied by posting a\nwritten notice on the premises stating that tenants may be entitled to\nrelocation benefits.\n","html":"\n\t\t\t\t\t<section><p>  WHEN RELOCATION BENEFITS ARE REQUIRED TO BE PAID.<br \/><br \/>\tA.\tThe relocation benefits required by this article shall be paid by the landlord to the tenant within ten days after the date that the <span class=\"dictionary\">order<\/span> to vacate is first mailed to the owner and posted on the premises, or at least 20 days prior to the vacation date set forth in the <span class=\"dictionary\">order<\/span> to vacate, whichever occurs later.<br \/><br \/>\tB.\tIf there are fewer than ten days between the first posting and mailing of the <span class=\"dictionary\">order<\/span> to vacate and the vacation date, the relocation benefits shall be paid by the landlord to the tenant within 24 hours after the notice is posted and mailed.  The Enforcement Agency shall provide either telephonic or written notice to the landlord to notify the landlord that the benefits are payable immediately.  Failure to provide notice as specified in this section shall not relieve the landlord of any obligations imposed by this article.<br \/><br \/>\tC.\tIf a tenant is entitled to relocation benefits pursuant to Section 163.02 above, the Enforcement Agency shall provide either telephonic or written notice to the tenant of his or her entitlement to the benefits.  Written notice may be satisfied by posting a written notice on the premises stating that tenants may be entitled to relocation benefits.<\/p><\/section>","previous_section":{"id":"2161","structure_id":"82","section_number":"163.03","catch_line":"Responsibilities Of Enforcement Agency.","url":"\/163.03\/","token":"163.03"},"text":{"0":{"id":"3783","text":"  WHEN RELOCATION BENEFITS ARE REQUIRED TO BE PAID.\tA.\tThe relocation benefits required by this article shall be paid by the landlord to the tenant within ten days after the date that the order to vacate is first mailed to the owner and posted on the premises, or at least 20 days prior to the vacation date set forth in the order to vacate, whichever occurs later.\tB.\tIf there are fewer than ten days between the first posting and mailing of the order to vacate and the vacation date, the relocation benefits shall be paid by the landlord to the tenant within 24 hours after the notice is posted and mailed.  The Enforcement Agency shall provide either telephonic or written notice to the landlord to notify the landlord that the benefits are payable immediately.  Failure to provide notice as specified in this section shall not relieve the landlord of any obligations imposed by this article.\tC.\tIf a tenant is entitled to relocation benefits pursuant to Section 163.02 above, the Enforcement Agency shall provide either telephonic or written notice to the tenant of his or her entitlement to the benefits.  Written notice may be satisfied by posting a written notice on the premises stating that tenants may be entitled to relocation benefits.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}