{"section_number":"163.03","edition_id":"1","section_id":"2161","structure_id":"82","catch_line":"Responsibilities Of Enforcement Agency.","history":"","full_text":"  RESPONSIBILITIES OF ENFORCEMENT AGENCY.\n\n\tA.\tUnless the Enforcement Agency determines that the tenants are not eligible for relocation benefits pursuant to the provisions of Section 163.02 above, the Enforcement Agency shall issue an order requiring the landlord to pay relocation benefits in the amounts specified in Section 163.05.  The order shall direct that relocation assistance be paid in the time set forth in Section 163.04, and the Enforcement Agency shall provide notice of the order to the landlord and the tenants in the manner set forth in that section.  If possible, the order to pay relocation benefits shall be made simultaneously with the issuance of the order to vacate.  When ordering the landlord to pay the relocation benefits, the Enforcement Agency shall adhere to the procedures set forth in Section 163.04.\n\n\tB.\tAny order to vacate shall be accompanied by a summary of the provisions of California Health and Safety Code (Section 17975 et seq.).  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)\n\n\tC.\tAny order to pay relocation assistance shall advise the landlord of the appeals process by which the landlord may challenge the determination of the Enforcement Agency.\n\n\tD.\tWhere the landlord fails, neglects, or refuses to comply with an order to pay relocation benefits, the City, acting through the General Manager of the Enforcement Agency, may advance relocation benefits to displaced tenants and recover the advanced amount, penalties and costs from the landlord.  If the total amount of relocation benefits advanced pursuant to Section 163.05 exceeds $50,000 per property, the General Manager must obtain the concurrence of the Mayor and City Council before advancing benefits to displaced tenants.  The landlord shall be liable to the City of Los Angeles for reimbursement of the relocation benefits plus a penalty in the amount of one-half of the benefits paid, not to exceed $10,000, and the costs of the Enforcement Agency as set forth in California Health and Safety Code Section 17975 et seq.  (Sentence Amended by Ord. No. 181,744, Eff. 7\/15\/11.)  The City may collect the reimbursement, penalties and costs in the manner set forth in that section, including the imposition of a lien on the property.\n\n\tE.\tThe General Manager of the Enforcement Agency is empowered and designated to hear and adjudicate any appeal brought by a landlord from an order requiring payment of relocation benefits.  The Enforcement Agency’s Appeals Board is empowered and designated to hear and adjudicate any appeal from the General Manager’s decision.  The General Manager and the Enforcement Agency’s Appeals Board shall adhere to the requirements of Section 17975 et seq.  (Sentence Amended by Ord. No. 181,744, Eff. 7\/15\/11.)","order_by":"03","ancestry":{"1":{"id":"82","name":"Tenant\nRelocation Assistance Program","identifier":"3","label":"article","url":"\/16\/3\/"},"2":{"id":"27","name":"Housing Regulations","identifier":"16","label":"chapter","url":"\/16\/"}},"structure_contents":{"0":{"id":"2742","structure_id":"82","section_number":"163.00","catch_line":"Title.","url":"\/163.00\/","token":"163.00"},"1":{"id":"3497","structure_id":"82","section_number":"163.01","catch_line":"Definitions.","url":"\/163.01\/","token":"163.01"},"2":{"id":"2470","structure_id":"82","section_number":"163.02","catch_line":"Eligibility For Relocation Benefits.","url":"\/163.02\/","token":"163.02"},"3":{"id":"2161","structure_id":"82","section_number":"163.03","catch_line":"Responsibilities Of Enforcement Agency.","url":"\/163.03\/","token":"163.03"},"4":{"id":"3809","structure_id":"82","section_number":"163.04","catch_line":"When Relocation Benefits Are Required To Be Paid.","url":"\/163.04\/","token":"163.04"},"5":{"id":"4016","structure_id":"82","section_number":"163.05","catch_line":"Amount Of Relocation Benefits.","url":"\/163.05\/","token":"163.05"},"6":{"id":"2210","structure_id":"82","section_number":"163.06","catch_line":"Enforcement.","url":"\/163.06\/","token":"163.06"},"7":{"id":"2964","structure_id":"82","section_number":"163.07","catch_line":"Payment Of Relocation Benefits By The City.","url":"\/163.07\/","token":"163.07"},"8":{"id":"349","structure_id":"82","section_number":"163.08","catch_line":"Urgency Clause.","url":"\/163.08\/","token":"163.08"}},"next_section":{"id":"3809","structure_id":"82","section_number":"163.04","catch_line":"When Relocation Benefits Are Required To Be Paid.","url":"\/163.04\/","token":"163.04"},"metadata":false,"references":false,"url":"\/163.03\/","token":"163.03","formats":{"txt":"\/163.03.txt","json":"\/163.03.xml"},"dublin_core":{"Title":"Responsibilities Of Enforcement Agency.","Type":"Text","Format":"text\/html","Identifier":"§ 163.03","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nRESPONSIBILITIES OF ENFORCEMENT AGENCY. (§ 163.03)\n\n  RESPONSIBILITIES OF ENFORCEMENT AGENCY.\tA.\tUnless the Enforcement Agency\ndetermines that the tenants are not eligible for relocation benefits pursuant to\nthe provisions of Section 163.02 above, the Enforcement Agency shall issue an\norder requiring the landlord to pay relocation benefits in the amounts specified\nin Section 163.05.  The order shall direct that relocation assistance be paid\nin the time set forth in Section 163.04, and the Enforcement Agency shall\nprovide notice of the order to the landlord and the tenants in the manner set\nforth in that section.  If possible, the order to pay relocation benefits shall\nbe made simultaneously with the issuance of the order to vacate.  When ordering\nthe landlord to pay the relocation benefits, the Enforcement Agency shall adhere\nto the procedures set forth in Section 163.04.\tB.\tAny order to vacate shall be\naccompanied by a summary of the provisions of California Health and Safety Code\n(Section 17975 et seq.).  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)\tC.\tAny\norder to pay relocation assistance shall advise the landlord of the appeals\nprocess by which the landlord may challenge the determination of the Enforcement\nAgency.\tD.\tWhere the landlord fails, neglects, or refuses to comply with an\norder to pay relocation benefits, the City, acting through the General Manager\nof the Enforcement Agency, may advance relocation benefits to displaced tenants\nand recover the advanced amount, penalties and costs from the landlord.  If the\ntotal amount of relocation benefits advanced pursuant to Section 163.05 exceeds\n$50,000 per property, the General Manager must obtain the concurrence of the\nMayor and City Council before advancing benefits to displaced tenants.  The\nlandlord shall be liable to the City of Los Angeles for reimbursement of the\nrelocation benefits plus a penalty in the amount of one-half of the benefits\npaid, not to exceed $10,000, and the costs of the Enforcement Agency as set\nforth in California Health and Safety Code Section 17975 et seq.  (Sentence\nAmended by Ord. No. 181,744, Eff. 7\/15\/11.)  The City may collect the\nreimbursement, penalties and costs in the manner set forth in that section,\nincluding the imposition of a lien on the property.\tE.\tThe General Manager of\nthe Enforcement Agency is empowered and designated to hear and adjudicate any\nappeal brought by a landlord from an order requiring payment of relocation\nbenefits.  The Enforcement Agency’s Appeals Board is empowered and designated\nto hear and adjudicate any appeal from the General Manager’s decision.  The\nGeneral Manager and the Enforcement Agency’s Appeals Board shall adhere to the\nrequirements of Section 17975 et seq.  (Sentence Amended by Ord. No. 181,744,\nEff. 7\/15\/11.)\n","html":"\n\t\t\t\t\t<section><p>  RESPONSIBILITIES OF ENFORCEMENT AGENCY.<br \/><br \/>\tA.\tUnless the Enforcement Agency determines that the tenants are not eligible for relocation benefits pursuant to the provisions of Section 163.02 above, the Enforcement Agency shall <span class=\"dictionary\">issue<\/span> an <span class=\"dictionary\">order<\/span> requiring the landlord to pay relocation benefits in the amounts specified in Section 163.05.  The <span class=\"dictionary\">order<\/span> shall direct that relocation assistance be paid in the time set forth in Section 163.04, and the Enforcement Agency shall provide notice of the <span class=\"dictionary\">order<\/span> to the landlord and the tenants in the manner set forth in that section.  If possible, the <span class=\"dictionary\">order<\/span> to pay relocation benefits shall be made simultaneously with the issuance of the <span class=\"dictionary\">order<\/span> to vacate.  When ordering the landlord to pay the relocation benefits, the Enforcement Agency shall adhere to the procedures set forth in Section 163.04.<br \/><br \/>\tB.\tAny <span class=\"dictionary\">order<\/span> to vacate shall be accompanied by a summary of the provisions of California Health and Safety Code (Section 17975 et seq.).  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)<br \/><br \/>\tC.\tAny <span class=\"dictionary\">order<\/span> to pay relocation assistance shall advise the landlord of the <span class=\"dictionary\">appeals<\/span> process by which the landlord may challenge the determination of the Enforcement Agency.<br \/><br \/>\tD.\tWhere the landlord fails, neglects, or refuses to comply with an <span class=\"dictionary\">order<\/span> to pay relocation benefits, the City, acting through the General Manager of the Enforcement Agency, may advance relocation benefits to displaced tenants and recover the advanced amount, penalties and costs from the landlord.  If the total amount of relocation benefits advanced pursuant to Section 163.05 exceeds $50,000 per property, the General Manager must obtain the concurrence of the Mayor and City Council before advancing benefits to displaced tenants.  The landlord shall be liable to the City of Los Angeles for reimbursement of the relocation benefits plus a <span class=\"dictionary\">penalty<\/span> in the amount of one-half of the benefits paid, not to exceed $10,000, and the costs of the Enforcement Agency as set forth in California Health and Safety Code Section 17975 et seq.  (Sentence Amended by Ord. No. 181,744, Eff. 7\/15\/11.)  The City may collect the reimbursement, penalties and costs in the manner set forth in that section, including the imposition of a <span class=\"dictionary\">lien<\/span> on the property.<br \/><br \/>\tE.\tThe General Manager of the Enforcement Agency is empowered and designated to hear and <span class=\"dictionary\">adjudicate<\/span> any <span class=\"dictionary\">appeal<\/span> brought by a landlord from an <span class=\"dictionary\">order<\/span> requiring payment of relocation benefits.  The Enforcement Agency’s <span class=\"dictionary\">Appeals<\/span> Board is empowered and designated to hear and <span class=\"dictionary\">adjudicate<\/span> any <span class=\"dictionary\">appeal<\/span> from the General Manager’s decision.  The General Manager and the Enforcement Agency’s <span class=\"dictionary\">Appeals<\/span> Board shall adhere to the requirements of Section 17975 et seq.  (Sentence Amended by Ord. No. 181,744, Eff. 7\/15\/11.)<\/p><\/section>","previous_section":{"id":"2470","structure_id":"82","section_number":"163.02","catch_line":"Eligibility For Relocation Benefits.","url":"\/163.02\/","token":"163.02"},"text":{"0":{"id":"2143","text":"  RESPONSIBILITIES OF ENFORCEMENT AGENCY.\tA.\tUnless the Enforcement Agency determines that the tenants are not eligible for relocation benefits pursuant to the provisions of Section 163.02 above, the Enforcement Agency shall issue an order requiring the landlord to pay relocation benefits in the amounts specified in Section 163.05.  The order shall direct that relocation assistance be paid in the time set forth in Section 163.04, and the Enforcement Agency shall provide notice of the order to the landlord and the tenants in the manner set forth in that section.  If possible, the order to pay relocation benefits shall be made simultaneously with the issuance of the order to vacate.  When ordering the landlord to pay the relocation benefits, the Enforcement Agency shall adhere to the procedures set forth in Section 163.04.\tB.\tAny order to vacate shall be accompanied by a summary of the provisions of California Health and Safety Code (Section 17975 et seq.).  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)\tC.\tAny order to pay relocation assistance shall advise the landlord of the appeals process by which the landlord may challenge the determination of the Enforcement Agency.\tD.\tWhere the landlord fails, neglects, or refuses to comply with an order to pay relocation benefits, the City, acting through the General Manager of the Enforcement Agency, may advance relocation benefits to displaced tenants and recover the advanced amount, penalties and costs from the landlord.  If the total amount of relocation benefits advanced pursuant to Section 163.05 exceeds $50,000 per property, the General Manager must obtain the concurrence of the Mayor and City Council before advancing benefits to displaced tenants.  The landlord shall be liable to the City of Los Angeles for reimbursement of the relocation benefits plus a penalty in the amount of one-half of the benefits paid, not to exceed $10,000, and the costs of the Enforcement Agency as set forth in California Health and Safety Code Section 17975 et seq.  (Sentence Amended by Ord. No. 181,744, Eff. 7\/15\/11.)  The City may collect the reimbursement, penalties and costs in the manner set forth in that section, including the imposition of a lien on the property.\tE.\tThe General Manager of the Enforcement Agency is empowered and designated to hear and adjudicate any appeal brought by a landlord from an order requiring payment of relocation benefits.  The Enforcement Agency’s Appeals Board is empowered and designated to hear and adjudicate any appeal from the General Manager’s decision.  The General Manager and the Enforcement Agency’s Appeals Board shall adhere to the requirements of Section 17975 et seq.  (Sentence Amended by Ord. No. 181,744, Eff. 7\/15\/11.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}