{"section_number":"164.04","edition_id":"1","section_id":"3492","structure_id":"114","catch_line":"Registration Of Properties In Foreclosure.","history":"","full_text":"  REGISTRATION OF PROPERTIES IN FORECLOSURE.\n\t(Amended by Ord. No. 182,319, Eff. 12\/29\/12.)\n\n\tAny beneficiary or trustee, who holds, or has an interest in, a deed of trust on a Property in Foreclosure located within the City of Los Angeles (“City”) shall register the Property in Foreclosure with the Housing Department of the City of Los Angeles (“LAHD”).  If the beneficiary or trustee issues a Notice of Default after the Effective Date of this Ordinance, they shall register such property with LAHD within thirty days of the issuance of such Notice of Default.  If the beneficiary or trustee issues a Notice of Default prior to the Effective Date of this Ordinance, and such Notice of Default has not been rescinded, the beneficiary or trustee shall register the Property in Foreclosure with LAHD within 30 days of the Effective Date of this Ordinance.\n\n\tThe registration requirements of this Ordinance shall be satisfied by providing LAHD with contact information including street address and telephone number for the person or persons directly responsible for the Property in Foreclosure.  If such person or persons are located Out of Area, such person or persons shall also provide the contact information, including street address and phone number for the staff of any applicable property management or property preservation company responsible for the security, maintenance, and marketing of the property.  Such person or persons responsible for the property must be empowered to (1) comply with code enforcement orders issued by the City, (2) provide a trespass authorization upon request of local law enforcement authorities if the property is unlawfully occupied, (3) conduct weekly inspections of the Property, (4) accept rental payments from tenants of the property if no management company is otherwise employed for such person.\n\n\tAn annual registration fee in the amount of $155.00 shall be paid to LAHD at the time of registration.  The fee and registration shall be valid for the calendar year, or remaining portion of the calendar year, in which the registration was initially required.  Subsequent registrations and fees are due January 1st of each year and must be received no later than January 31st of the year due.\n\n\tThe registration shall contain the name of the beneficiary and\/or trustee (corporation or individual), the direct street and\/or office mailing address of the beneficiary and\/or trustee (P.O. boxes are insufficient), a direct contact name and phone number for the beneficiary and\/or trustee and, in the case of a corporation or Out of Area beneficiary and\/or trustee, the local property management company responsible for the security, maintenance and marketing of the property.  Registration fees will not be prorated.\n\n\tAny beneficiary or trustee who holds a deed of trust on a Property in Foreclosure shall perform an inspection of the property that is the security for the deed of trust, upon default by the trustor, prior to recording a Notice of Default with the Los Angeles County Recorder’s Office.\n\n\tIf the property is occupied but remains in default it shall be inspected by the beneficiary and\/or trustee, or his designee, monthly until the trustor other or party remedies the default.\n\n\tThis section shall also apply to properties that have been the subject of a foreclosure sale where the title was transferred to the beneficiary of a deed of trust involved in the foreclosure and any properties transferred under a deed in lieu of foreclosure\/sale.\n\n\tProperties subject to this chapter shall remain under the annual registration requirement, security and maintenance standards of this section as long as they remain vacant.\n\n\tAny person, firm or corporation that has registered a property under this chapter must report any change of information contained in the registration with LAHD within 10 days of the change.\n\n\tIf LAHD determines that the beneficiary and\/or trustee has failed to comply with the registry requirements of this section, LAHD shall notify the beneficiary and\/or trustee at the last known address as provided in Section 161.409 of the failure to comply with this section.  If the beneficiary and\/or trustee fails to comply with this section within 30 days of LAHD’s notification, the beneficiary and\/or trustee shall pay a penalty in the amount of $250 per day for each day subsequent to LAHD’s notification.","order_by":"04","ancestry":{"1":{"id":"114","name":"Foreclosure Registry Program","identifier":"4","label":"article","url":"\/16\/4\/"},"2":{"id":"27","name":"Housing Regulations","identifier":"16","label":"chapter","url":"\/16\/"}},"structure_contents":{"0":{"id":"2617","structure_id":"114","section_number":"164.00","catch_line":"Title.","url":"\/164.00\/","token":"164.00"},"1":{"id":"2328","structure_id":"114","section_number":"164.01","catch_line":"Intent.","url":"\/164.01\/","token":"164.01"},"2":{"id":"1904","structure_id":"114","section_number":"164.02","catch_line":"Definitions.","url":"\/164.02\/","token":"164.02"},"3":{"id":"4135","structure_id":"114","section_number":"164.03","catch_line":"Recordation Of Transfer Of Loan And\/Or Deed Of Trust And\/Or Assignment Of Rents.","url":"\/164.03\/","token":"164.03"},"4":{"id":"3492","structure_id":"114","section_number":"164.04","catch_line":"Registration Of Properties In Foreclosure.","url":"\/164.04\/","token":"164.04"},"5":{"id":"1878","structure_id":"114","section_number":"164.05","catch_line":"Maintenance And Enforcement Of Maintenance Requirements.","url":"\/164.05\/","token":"164.05"},"6":{"id":"842","structure_id":"114","section_number":"164.06","catch_line":"Maintenance Of Vacant Properties And Enforcement Of Vacant Property Maintenance Requirements.","url":"\/164.06\/","token":"164.06"},"7":{"id":"1457","structure_id":"114","section_number":"164.07","catch_line":"Utilities.","url":"\/164.07\/","token":"164.07"},"8":{"id":"3511","structure_id":"114","section_number":"164.08","catch_line":"Violation\/Penalty.","url":"\/164.08\/","token":"164.08"},"9":{"id":"3436","structure_id":"114","section_number":"164.09","catch_line":"Severability.","url":"\/164.09\/","token":"164.09"}},"next_section":{"id":"1878","structure_id":"114","section_number":"164.05","catch_line":"Maintenance And Enforcement Of Maintenance Requirements.","url":"\/164.05\/","token":"164.05"},"metadata":false,"references":false,"url":"\/164.04\/","token":"164.04","formats":{"txt":"\/164.04.txt","json":"\/164.04.xml"},"dublin_core":{"Title":"Registration Of Properties In Foreclosure.","Type":"Text","Format":"text\/html","Identifier":"§ 164.04","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nREGISTRATION OF PROPERTIES IN FORECLOSURE. (§ 164.04)\n\n  REGISTRATION OF PROPERTIES IN FORECLOSURE.\n\t(Amended by Ord. No. 182,319, Eff. 12\/29\/12.)\tAny beneficiary or trustee, who\nholds, or has an interest in, a deed of trust on a Property in Foreclosure\nlocated within the City of Los Angeles (“City”) shall register the Property\nin Foreclosure with the Housing Department of the City of Los Angeles\n(“LAHD”).  If the beneficiary or trustee issues a Notice of Default after\nthe Effective Date of this Ordinance, they shall register such property with\nLAHD within thirty days of the issuance of such Notice of Default.  If the\nbeneficiary or trustee issues a Notice of Default prior to the Effective Date of\nthis Ordinance, and such Notice of Default has not been rescinded, the\nbeneficiary or trustee shall register the Property in Foreclosure with LAHD\nwithin 30 days of the Effective Date of this Ordinance.\tThe registration\nrequirements of this Ordinance shall be satisfied by providing LAHD with contact\ninformation including street address and telephone number for the person or\npersons directly responsible for the Property in Foreclosure.  If such person\nor persons are located Out of Area, such person or persons shall also provide\nthe contact information, including street address and phone number for the staff\nof any applicable property management or property preservation company\nresponsible for the security, maintenance, and marketing of the property.  Such\nperson or persons responsible for the property must be empowered to (1) comply\nwith code enforcement orders issued by the City, (2) provide a trespass\nauthorization upon request of local law enforcement authorities if the property\nis unlawfully occupied, (3) conduct weekly inspections of the Property, (4)\naccept rental payments from tenants of the property if no management company is\notherwise employed for such person.\tAn annual registration fee in the amount of\n$155.00 shall be paid to LAHD at the time of registration.  The fee and\nregistration shall be valid for the calendar year, or remaining portion of the\ncalendar year, in which the registration was initially required.  Subsequent\nregistrations and fees are due January 1st of each year and must be received no\nlater than January 31st of the year due.\tThe registration shall contain the name\nof the beneficiary and\/or trustee (corporation or individual), the direct street\nand\/or office mailing address of the beneficiary and\/or trustee (P.O. boxes are\ninsufficient), a direct contact name and phone number for the beneficiary and\/or\ntrustee and, in the case of a corporation or Out of Area beneficiary and\/or\ntrustee, the local property management company responsible for the security,\nmaintenance and marketing of the property.  Registration fees will not be\nprorated.\tAny beneficiary or trustee who holds a deed of trust on a Property in\nForeclosure shall perform an inspection of the property that is the security for\nthe deed of trust, upon default by the trustor, prior to recording a Notice of\nDefault with the Los Angeles County Recorder’s Office.\tIf the property is\noccupied but remains in default it shall be inspected by the beneficiary and\/or\ntrustee, or his designee, monthly until the trustor other or party remedies the\ndefault.\tThis section shall also apply to properties that have been the subject\nof a foreclosure sale where the title was transferred to the beneficiary of a\ndeed of trust involved in the foreclosure and any properties transferred under a\ndeed in lieu of foreclosure\/sale.\tProperties subject to this chapter shall\nremain under the annual registration requirement, security and maintenance\nstandards of this section as long as they remain vacant.\tAny person, firm or\ncorporation that has registered a property under this chapter must report any\nchange of information contained in the registration with LAHD within 10 days of\nthe change.\tIf LAHD determines that the beneficiary and\/or trustee has failed to\ncomply with the registry requirements of this section, LAHD shall notify the\nbeneficiary and\/or trustee at the last known address as provided in Section\n161.409 of the failure to comply with this section.  If the beneficiary and\/or\ntrustee fails to comply with this section within 30 days of LAHD’s\nnotification, the beneficiary and\/or trustee shall pay a penalty in the amount\nof $250 per day for each day subsequent to LAHD’s notification.\n","html":"\n\t\t\t\t\t<section><p>  REGISTRATION OF PROPERTIES IN FORECLOSURE.\n\t(Amended by Ord. No. 182,319, Eff. 12\/29\/12.)<br \/><br \/>\tAny beneficiary or trustee, who holds, or has an interest in, a deed of trust on a Property in Foreclosure located within the City of Los Angeles (“City”) shall register the Property in Foreclosure with the Housing Department of the City of Los Angeles (“LAHD”).  If the beneficiary or trustee <span class=\"dictionary\">issues<\/span> a Notice of <span class=\"dictionary\">Default<\/span> after the Effective Date of this <span class=\"dictionary\">Ordinance<\/span>, they shall register such property with LAHD within thirty days of the issuance of such Notice of <span class=\"dictionary\">Default<\/span>.  If the beneficiary or trustee <span class=\"dictionary\">issues<\/span> a Notice of <span class=\"dictionary\">Default<\/span> prior to the Effective Date of this <span class=\"dictionary\">Ordinance<\/span>, and such Notice of <span class=\"dictionary\">Default<\/span> has not been rescinded, the beneficiary or trustee shall register the Property in Foreclosure with LAHD within 30 days of the Effective Date of this <span class=\"dictionary\">Ordinance<\/span>.<br \/><br \/>\tThe registration requirements of this <span class=\"dictionary\">Ordinance<\/span> shall be satisfied by providing LAHD with contact information including street address and telephone number for the person or persons directly responsible for the Property in Foreclosure.  If such person or persons are located Out of Area, such person or persons shall also provide the contact information, including street address and phone number for the staff of any applicable property management or property preservation company responsible for the security, maintenance, and marketing of the property.  Such person or persons responsible for the property must be empowered to (1) comply with code enforcement <span class=\"dictionary\">orders<\/span> issued by the City, (2) provide a trespass authorization upon request of local <span class=\"dictionary\">law<\/span> enforcement authorities if the property is unlawfully occupied, (3) conduct weekly inspections of the Property, (4) accept rental payments from tenants of the property if no management company is otherwise employed for such person.<br \/><br \/>\tAn annual registration fee in the amount of $155.00 shall be paid to LAHD at the time of registration.  The fee and registration shall be valid for the calendar year, or remaining portion of the calendar year, in which the registration was initially required.  Subsequent registrations and fees are due January 1st of each year and must be received no later than January 31st of the year due.<br \/><br \/>\tThe registration shall contain the name of the beneficiary and\/or trustee (corporation or individual), the direct street and\/or office mailing address of the beneficiary and\/or trustee (P.O. boxes are insufficient), a direct contact name and phone number for the beneficiary and\/or trustee and, in the case of a corporation or Out of Area beneficiary and\/or trustee, the local property management company responsible for the security, maintenance and marketing of the property.  Registration fees will not be prorated.<br \/><br \/>\tAny beneficiary or trustee who holds a deed of trust on a Property in Foreclosure shall perform an inspection of the property that is the security for the deed of trust, upon <span class=\"dictionary\">default<\/span> by the trustor, prior to recording a Notice of <span class=\"dictionary\">Default<\/span> with the Los Angeles County Recorder’s Office.<br \/><br \/>\tIf the property is occupied but remains in <span class=\"dictionary\">default<\/span> it shall be inspected by the beneficiary and\/or trustee, or his designee, monthly until the trustor other or <span class=\"dictionary\">party<\/span> remedies the <span class=\"dictionary\">default<\/span>.<br \/><br \/>\tThis section shall also apply to properties that have been the subject of a foreclosure sale where the title was transferred to the beneficiary of a deed of trust involved in the foreclosure and any properties transferred under a deed in lieu of foreclosure\/sale.<br \/><br \/>\tProperties subject to this chapter shall remain under the annual registration requirement, security and maintenance standards of this section as long as they remain vacant.<br \/><br \/>\tAny person, firm or corporation that has registered a property under this chapter must report any change of information contained in the registration with LAHD within 10 days of the change.<br \/><br \/>\tIf LAHD determines that the beneficiary and\/or trustee has failed to comply with the registry requirements of this section, LAHD shall notify the beneficiary and\/or trustee at the last known address as provided in Section 161.409 of the failure to comply with this section.  If the beneficiary and\/or trustee fails to comply with this section within 30 days of LAHD’s notification, the beneficiary and\/or trustee shall pay a <span class=\"dictionary\">penalty<\/span> in the amount of $250 per day for each day subsequent to LAHD’s notification.<\/p><\/section>","previous_section":{"id":"4135","structure_id":"114","section_number":"164.03","catch_line":"Recordation Of Transfer Of Loan And\/Or Deed Of Trust And\/Or Assignment Of Rents.","url":"\/164.03\/","token":"164.03"},"text":{"0":{"id":"3466","text":"  REGISTRATION OF PROPERTIES IN FORECLOSURE.\n\t(Amended by Ord. No. 182,319, Eff. 12\/29\/12.)\tAny beneficiary or trustee, who holds, or has an interest in, a deed of trust on a Property in Foreclosure located within the City of Los Angeles (“City”) shall register the Property in Foreclosure with the Housing Department of the City of Los Angeles (“LAHD”).  If the beneficiary or trustee issues a Notice of Default after the Effective Date of this Ordinance, they shall register such property with LAHD within thirty days of the issuance of such Notice of Default.  If the beneficiary or trustee issues a Notice of Default prior to the Effective Date of this Ordinance, and such Notice of Default has not been rescinded, the beneficiary or trustee shall register the Property in Foreclosure with LAHD within 30 days of the Effective Date of this Ordinance.\tThe registration requirements of this Ordinance shall be satisfied by providing LAHD with contact information including street address and telephone number for the person or persons directly responsible for the Property in Foreclosure.  If such person or persons are located Out of Area, such person or persons shall also provide the contact information, including street address and phone number for the staff of any applicable property management or property preservation company responsible for the security, maintenance, and marketing of the property.  Such person or persons responsible for the property must be empowered to (1) comply with code enforcement orders issued by the City, (2) provide a trespass authorization upon request of local law enforcement authorities if the property is unlawfully occupied, (3) conduct weekly inspections of the Property, (4) accept rental payments from tenants of the property if no management company is otherwise employed for such person.\tAn annual registration fee in the amount of $155.00 shall be paid to LAHD at the time of registration.  The fee and registration shall be valid for the calendar year, or remaining portion of the calendar year, in which the registration was initially required.  Subsequent registrations and fees are due January 1st of each year and must be received no later than January 31st of the year due.\tThe registration shall contain the name of the beneficiary and\/or trustee (corporation or individual), the direct street and\/or office mailing address of the beneficiary and\/or trustee (P.O. boxes are insufficient), a direct contact name and phone number for the beneficiary and\/or trustee and, in the case of a corporation or Out of Area beneficiary and\/or trustee, the local property management company responsible for the security, maintenance and marketing of the property.  Registration fees will not be prorated.\tAny beneficiary or trustee who holds a deed of trust on a Property in Foreclosure shall perform an inspection of the property that is the security for the deed of trust, upon default by the trustor, prior to recording a Notice of Default with the Los Angeles County Recorder’s Office.\tIf the property is occupied but remains in default it shall be inspected by the beneficiary and\/or trustee, or his designee, monthly until the trustor other or party remedies the default.\tThis section shall also apply to properties that have been the subject of a foreclosure sale where the title was transferred to the beneficiary of a deed of trust involved in the foreclosure and any properties transferred under a deed in lieu of foreclosure\/sale.\tProperties subject to this chapter shall remain under the annual registration requirement, security and maintenance standards of this section as long as they remain vacant.\tAny person, firm or corporation that has registered a property under this chapter must report any change of information contained in the registration with LAHD within 10 days of the change.\tIf LAHD determines that the beneficiary and\/or trustee has failed to comply with the registry requirements of this section, LAHD shall notify the beneficiary and\/or trustee at the last known address as provided in Section 161.409 of the failure to comply with this section.  If the beneficiary and\/or trustee fails to comply with this section within 30 days of LAHD’s notification, the beneficiary and\/or trustee shall pay a penalty in the amount of $250 per day for each day subsequent to LAHD’s notification.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}