{"section_number":"164.02","edition_id":"1","section_id":"1904","structure_id":"114","catch_line":"Definitions.","history":"","full_text":"  DEFINITIONS.\n\n\tThe following words and phrases, whenever used in this article, shall be construed as defined in this section unless the context within individual section clearly indicates otherwise.  Words and phrases not defined here shall be construed as defined in Sections 12.03, 12.20.3, 91.8901, et seq., and 98.0702, et seq.:\n\n\tA.\t“Abandoned” means a property that is vacant and is under a Notice of Default and\/or Notice of Trustee’s Sale, pending tax assessor’s lien sale and\/or properties that have been the subject of a previous foreclosure sale in which title was retained by the beneficiary of a deed of trust involved in the foreclosure and any properties transferred under a deed in lieu of foreclosure and\/or sale.\n\n\tB.\t“Assignment of Rents” means an instrument that transfers the beneficial interest under a deed of trust from one lender\/entity to another.\n\n\tC.\t“Beneficiary” means a lender under a note secured by a deed of trust.\n\n\tD.\t“Days” means consecutive calendar days.\n\n\tE.\t“Deed of Trust” means an instrument by which title to real estate is transferred to a third party trustee as security for a real estate loan.  This definition applies to all deeds of trust regardless of priority.\n\n\tF.\t“Deed in Lieu of Foreclosure and\/or Sale” means a recorded document that transfers ownership of a property from the trustor upon consent of the beneficiary of the deed of trust.\n\n\tG.\t“Default” means the failure to fulfill a contractual obligation, monetary or nonmonetary.\n\n\tH.\t“Foreclosure” means the process by which a property, placed as security for a real estate loan, is sold at auction to satisfy the debt if the trustor (borrower) defaults.\n\n\tI.\t“Local” means within 100 road\/driving miles distance of the subject property.\n\n\tJ.\t“Notice of Default” means a recorded notice that a default has occurred under a deed of trust.\n\n\tK.\t“Out of Area” means in excess of 100 road\/driving miles distance of the subject property.\n\n\tL.\t“Property” means any unimproved or improved residential real property, or portion thereof, situated in the City of Los Angeles and includes the buildings or structures located on the property regardless of condition.\n\n\tM.\t“Property in Foreclosure” means any Property upon which a Notice of Default has been issued by a lender, mortgagee, or beneficiary of any deed of trust.\n\n\tN.\t“Trustee” means the person, firm or corporation holding a deed of trust on a property.\n\n\tO.\t“Trustor” means a borrower under a deed of trust, who deeds property to a trustee as security for the payment of a debt.","order_by":"02","ancestry":{"1":{"id":"114","name":"Foreclosure Registry Program","identifier":"4","label":"article","url":"\/16\/4\/"},"2":{"id":"27","name":"Housing Regulations","identifier":"16","label":"chapter","url":"\/16\/"}},"structure_contents":{"0":{"id":"2617","structure_id":"114","section_number":"164.00","catch_line":"Title.","url":"\/164.00\/","token":"164.00"},"1":{"id":"2328","structure_id":"114","section_number":"164.01","catch_line":"Intent.","url":"\/164.01\/","token":"164.01"},"2":{"id":"1904","structure_id":"114","section_number":"164.02","catch_line":"Definitions.","url":"\/164.02\/","token":"164.02"},"3":{"id":"4135","structure_id":"114","section_number":"164.03","catch_line":"Recordation Of Transfer Of Loan And\/Or Deed Of Trust And\/Or Assignment Of Rents.","url":"\/164.03\/","token":"164.03"},"4":{"id":"3492","structure_id":"114","section_number":"164.04","catch_line":"Registration Of Properties In Foreclosure.","url":"\/164.04\/","token":"164.04"},"5":{"id":"1878","structure_id":"114","section_number":"164.05","catch_line":"Maintenance And Enforcement Of Maintenance Requirements.","url":"\/164.05\/","token":"164.05"},"6":{"id":"842","structure_id":"114","section_number":"164.06","catch_line":"Maintenance Of Vacant Properties And Enforcement Of Vacant Property Maintenance Requirements.","url":"\/164.06\/","token":"164.06"},"7":{"id":"1457","structure_id":"114","section_number":"164.07","catch_line":"Utilities.","url":"\/164.07\/","token":"164.07"},"8":{"id":"3511","structure_id":"114","section_number":"164.08","catch_line":"Violation\/Penalty.","url":"\/164.08\/","token":"164.08"},"9":{"id":"3436","structure_id":"114","section_number":"164.09","catch_line":"Severability.","url":"\/164.09\/","token":"164.09"}},"next_section":{"id":"4135","structure_id":"114","section_number":"164.03","catch_line":"Recordation Of Transfer Of Loan And\/Or Deed Of Trust And\/Or Assignment Of Rents.","url":"\/164.03\/","token":"164.03"},"metadata":false,"references":false,"url":"\/164.02\/","token":"164.02","formats":{"txt":"\/164.02.txt","json":"\/164.02.xml"},"dublin_core":{"Title":"Definitions.","Type":"Text","Format":"text\/html","Identifier":"§ 164.02","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS. (§ 164.02)\n\n  DEFINITIONS.\tThe following words and phrases, whenever used in this article,\nshall be construed as defined in this section unless the context within\nindividual section clearly indicates otherwise.  Words and phrases not defined\nhere shall be construed as defined in Sections 12.03, 12.20.3, 91.8901, et seq.,\nand 98.0702, et seq.:\tA.\t“Abandoned” means a property that is vacant and is\nunder a Notice of Default and\/or Notice of Trustee’s Sale, pending tax\nassessor’s lien sale and\/or properties that have been the subject of a\nprevious foreclosure sale in which title was retained by the beneficiary of a\ndeed of trust involved in the foreclosure and any properties transferred under a\ndeed in lieu of foreclosure and\/or sale.\tB.\t“Assignment of Rents” means an\ninstrument that transfers the beneficial interest under a deed of trust from one\nlender\/entity to another.\tC.\t“Beneficiary” means a lender under a note\nsecured by a deed of trust.\tD.\t“Days” means consecutive calendar\ndays.\tE.\t“Deed of Trust” means an instrument by which title to real estate\nis transferred to a third party trustee as security for a real estate loan. \nThis definition applies to all deeds of trust regardless of priority.\tF.\t“Deed\nin Lieu of Foreclosure and\/or Sale” means a recorded document that transfers\nownership of a property from the trustor upon consent of the beneficiary of the\ndeed of trust.\tG.\t“Default” means the failure to fulfill a contractual\nobligation, monetary or nonmonetary.\tH.\t“Foreclosure” means the process by\nwhich a property, placed as security for a real estate loan, is sold at auction\nto satisfy the debt if the trustor (borrower) defaults.\tI.\t“Local” means\nwithin 100 road\/driving miles distance of the subject property.\tJ.\t“Notice of\nDefault” means a recorded notice that a default has occurred under a deed of\ntrust.\tK.\t“Out of Area” means in excess of 100 road\/driving miles distance\nof the subject property.\tL.\t“Property” means any unimproved or improved\nresidential real property, or portion thereof, situated in the City of Los\nAngeles and includes the buildings or structures located on the property\nregardless of condition.\tM.\t“Property in Foreclosure” means any Property\nupon which a Notice of Default has been issued by a lender, mortgagee, or\nbeneficiary of any deed of trust.\tN.\t“Trustee” means the person, firm or\ncorporation holding a deed of trust on a property.\tO.\t“Trustor” means a\nborrower under a deed of trust, who deeds property to a trustee as security for\nthe payment of a debt.\n","html":"\n\t\t\t\t\t<section><p>  DEFINITIONS.<br \/><br \/>\tThe following words and phrases, whenever used in this article, shall be construed as defined in this section unless the context within individual section clearly indicates otherwise.  Words and phrases not defined here shall be construed as defined in Sections 12.03, 12.20.3, 91.8901, et seq., and 98.0702, et seq.:<br \/><br \/>\tA.\t“Abandoned” means a property that is vacant and is under a Notice of <span class=\"dictionary\">Default<\/span> and\/or Notice of Trustee’s Sale, pending tax assessor’s <span class=\"dictionary\">lien<\/span> sale and\/or properties that have been the subject of a previous foreclosure sale in which title was retained by the beneficiary of a deed of trust involved in the foreclosure and any properties transferred under a deed in lieu of foreclosure and\/or sale.<br \/><br \/>\tB.\t“Assignment of Rents” means an instrument that transfers the beneficial interest under a deed of trust from one lender\/entity to another.<br \/><br \/>\tC.\t“Beneficiary” means a lender under a note secured by a deed of trust.<br \/><br \/>\tD.\t“Days” means consecutive calendar days.<br \/><br \/>\tE.\t“Deed of Trust” means an instrument by which title to real estate is transferred to a third <span class=\"dictionary\">party<\/span> trustee as security for a real estate loan.  This definition applies to all deeds of trust regardless of priority.<br \/><br \/>\tF.\t“Deed in Lieu of Foreclosure and\/or Sale” means a recorded document that transfers ownership of a property from the trustor upon consent of the beneficiary of the deed of trust.<br \/><br \/>\tG.\t“<span class=\"dictionary\">Default<\/span>” means the failure to fulfill a contractual obligation, monetary or nonmonetary.<br \/><br \/>\tH.\t“Foreclosure” means the process by which a property, placed as security for a real estate loan, is sold at auction to satisfy the debt if the trustor (borrower) <span class=\"dictionary\">defaults<\/span>.<br \/><br \/>\tI.\t“Local” means within 100 road\/driving miles distance of the subject property.<br \/><br \/>\tJ.\t“Notice of <span class=\"dictionary\">Default<\/span>” means a recorded notice that a <span class=\"dictionary\">default<\/span> has occurred under a deed of trust.<br \/><br \/>\tK.\t“Out of Area” means in excess of 100 road\/driving miles distance of the subject property.<br \/><br \/>\tL.\t“Property” means any unimproved or improved residential real property, or portion thereof, situated in the City of Los Angeles and includes the buildings or structures located on the property regardless of condition.<br \/><br \/>\tM.\t“Property in Foreclosure” means any Property upon which a Notice of <span class=\"dictionary\">Default<\/span> has been issued by a lender, mortgagee, or beneficiary of any deed of trust.<br \/><br \/>\tN.\t“Trustee” means the person, firm or corporation holding a deed of trust on a property.<br \/><br \/>\tO.\t“Trustor” means a borrower under a deed of trust, who deeds property to a trustee as security for the payment of a debt.<\/p><\/section>","previous_section":{"id":"2328","structure_id":"114","section_number":"164.01","catch_line":"Intent.","url":"\/164.01\/","token":"164.01"},"text":{"0":{"id":"1887","text":"  DEFINITIONS.\tThe following words and phrases, whenever used in this article, shall be construed as defined in this section unless the context within individual section clearly indicates otherwise.  Words and phrases not defined here shall be construed as defined in Sections 12.03, 12.20.3, 91.8901, et seq., and 98.0702, et seq.:\tA.\t“Abandoned” means a property that is vacant and is under a Notice of Default and\/or Notice of Trustee’s Sale, pending tax assessor’s lien sale and\/or properties that have been the subject of a previous foreclosure sale in which title was retained by the beneficiary of a deed of trust involved in the foreclosure and any properties transferred under a deed in lieu of foreclosure and\/or sale.\tB.\t“Assignment of Rents” means an instrument that transfers the beneficial interest under a deed of trust from one lender\/entity to another.\tC.\t“Beneficiary” means a lender under a note secured by a deed of trust.\tD.\t“Days” means consecutive calendar days.\tE.\t“Deed of Trust” means an instrument by which title to real estate is transferred to a third party trustee as security for a real estate loan.  This definition applies to all deeds of trust regardless of priority.\tF.\t“Deed in Lieu of Foreclosure and\/or Sale” means a recorded document that transfers ownership of a property from the trustor upon consent of the beneficiary of the deed of trust.\tG.\t“Default” means the failure to fulfill a contractual obligation, monetary or nonmonetary.\tH.\t“Foreclosure” means the process by which a property, placed as security for a real estate loan, is sold at auction to satisfy the debt if the trustor (borrower) defaults.\tI.\t“Local” means within 100 road\/driving miles distance of the subject property.\tJ.\t“Notice of Default” means a recorded notice that a default has occurred under a deed of trust.\tK.\t“Out of Area” means in excess of 100 road\/driving miles distance of the subject property.\tL.\t“Property” means any unimproved or improved residential real property, or portion thereof, situated in the City of Los Angeles and includes the buildings or structures located on the property regardless of condition.\tM.\t“Property in Foreclosure” means any Property upon which a Notice of Default has been issued by a lender, mortgagee, or beneficiary of any deed of trust.\tN.\t“Trustee” means the person, firm or corporation holding a deed of trust on a property.\tO.\t“Trustor” means a borrower under a deed of trust, who deeds property to a trustee as security for the payment of a debt.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}