{"section_number":"17.05","edition_id":"1","section_id":"211","structure_id":"8","catch_line":"Design Standards.","history":"","full_text":"  DESIGN STANDARDS.\n\n\tA.\tStreet Standards Committee.  There is hereby created a Street Standards Committee to be composed of the Director of Planning, as Chairman, the City Engineer and the General Manager of the Department of Transportation. (Amended by Ord. No. 152,425, Eff. 6\/29\/79.)\n\n\tIt shall be the duty of this committee to recommend to the Commission minimum width and improvement standards for all classes of public and private streets and alleys. The Commission shall adopt such minimum width and improvement standards as it determines are necessary for the safe and adequate movement of traffic, installation of necessary utilities and reasonable and proper access to abutting property.\n\n\tSaid standards shall not, however, be applicable to any street or alley for which the City Council, by ordinance, adopts specific standards.  (Added by Ord. No. 146,585, Eff. 11\/11\/74.)\n\n\tB.\tAdoption Of Standards.  All such standards adopted by the Commission shall remain in effect for at least one year. A public hearing shall be conducted by the Commission prior to the approval of any change in such standards. No such change will become effective until 180 days after adoption by the Commission.\n\n\tNo change in such standards after the approval of the Tentative Map shall be imposed as a condition to the recording of a Final Map of a subdivision within the prescribed 18 month period. New or changed standards shall not be required to be met as a condition of permitting a one year extension of time if substantial grading operations have been completed before such extension is requested.  (Amended by Ord. No. 130,871, Eff. 9\/20\/65.)\n\n\tC.\tConformance To General Plan.  Each Tentative Map shall be designed in compliance with the zoning applying to the property or approved by the City Council for change or shall be subject to a condition requiring compliance with such zoning prior to the recordation of the final map.  (Amended by Ord. No. 156,960, Eff. 8\/27\/82.)\n\n\tIn addition, where a Tentative Map involves land for which a General Plan including dwelling unit densities has been adopted by the Council, and said land is also in an “H” Hillside or Mountainous Area established by Article 2 of this chapter, the number of lots on said map shall be limited so that the number of dwelling units permitted by the applicable zoning regulations shall not substantially exceed the dwelling unit densities shown on said plan. (Amended by Ord. No. 149,402, Eff. 4\/18\/77.)\n\n\tEach Tentative Map shall substantially conform to all other elements of the General Plan.  In computing the number of dwelling units, only the area being designated for residential use and land that is being dedicated for public uses shall be considered, excepting, however, land set aside for street purposes, or land required to be dedicated for park and recreation purposes pursuant to Ordinance 141,422.  However, in the Greater Downtown Housing Incentive Area, the area used for computing the allowable floor area of a residential (including Apartment Hotel or mixed-use) building shall be the lot area including any land to be set aside for street purposes.  (Amended by Ord. No. 179,076, Eff. 9\/23\/07.)\n\n\tIn Hillside Areas, as defined in Chapter 1 of the Los Angeles Municipal Code, which are designated in the Minimum Density housing category by the applicable element of the General Plan adopted by the City Council, the dwelling unit density shall not exceed that allowed by the following formula:  (Paragraph and following formula Amended by Ord. No. 179,035, Eff. 9\/17\/07.)\n\n\n\n\tWhere :\tD =\tthe maximum number of dwelling units per gross acre allowable, and\n\n\t\t\tS =\tthe average natural slope of the land in percent.\n\n\tWhere the total allowable number of dwelling units per parcel map or tentative tract map calculated under the above formulas results in a number other than a whole number, it shall be rounded to the nearest whole number as follows:  where the fractional portion of the total allowable number of dwelling units equals .5 or more, the total number of allowable dwelling units shall be rounded to the next larger whole number; where the fractional portion of the total allowable number of dwelling units equals less than .5, the total number of allowable dwelling units shall be rounded to the next smaller whole number.  (Added by Ord. No. 162,144, Eff. 5\/11\/87.)\n\n\tIn no case shall the permitted density be less than 0.05 dwelling units per gross acre.  Where the total allowable number of dwelling units per tentative tract map calculated under the above formula results in a number less than one, it shall be rounded up to allow one dwelling unit per tentative tract map.  Where previous grading on a site makes it difficult to determine average natural slope using the above formula, the Director of Planning shall determine the average natural slope in a manner to carry out the purpose and intent of this subsection.  (Amended by Ord. No. 179,035, Eff. 9\/17\/07.)\n\n\tD.\tStreets.\n\n\t1.\tRight of Way and Roadway Widths. All streets and alleys shall be designed to conform with standards adopted by the Commission.\n\n\t2.\tStreet Grades. Grades of all streets shall be as flat as consistent with adequate surface drainage requirements and the approved development of the proposed subdivision. The minimum grade permitted shall be four–tenths of one per cent, except in extremely flat areas where a grade of two–tenths of one per cent may be used. The maximum grade permitted for major and secondary highways shall be six per cent, except where a grade not to exceed ten percent will eliminate excessive curvature, fill or excavation. The maximum grade permitted for collector streets shall be ten per cent and for local streets shall be 15 per cent. Variations from these requirements may be granted by the Advisory Agency upon recommendation by the City Engineer in individual cases in accordance with the provisions of Section 17.11.\n\n\tChanges in grade greater than four–tenths of one per cent shall be connected by vertical curves. The length of vertical curves shall conform to standards for sight distance and riding qualities established by the City Engineer.\n\n\t3.\tFuture Streets.  In the event certain streets or alleys in a subdivision are to be reserved for future public use and they have been approved as to location and width, they shall be indicated on the Final Map and offered for dedication as future streets or future alleys. Certificates providing that the City may accept the offer to dedicate such easement at any time shall be shown on the Final Map.\n\n\t4.\tCorner Cut-Off.  At all block corners the property line shall be rounded. On all major and secondary highways, the corner shall have a 20–foot radius curve and on all other streets, a 15–foot radius curve; provided, however, that where commercial development is permitted, a diagonal cutoff of 15–feet × 15–feet in lieu of a 20–foot radius curve and a ten–foot × ten–foot cutoff in lieu of a 15–foot radius curve may be used. In industrial zones the curves shall have a minimum radius of at least 40 feet.\n\n\t5.\tCurves – Horizontal.  The center line radii of curves shall be as large as possible, consistent with conditions. All curves shall have sufficient length to avoid the appearance of an angle point. Reversing curves shall be connected by tangents of length approved by the City Engineer as sufficient to safely reverse the unbalanced centrifugal force. In any case, horizontal curves shall have the following minimum center line radii:\n\nMajor and Secondary Highways\t1,000 feet\nCollector Streets\t500 feet\nLocal Streets, Not Hillside\t300 feet\nLocal Streets, Hillside Area\t125 feet\n\n\t6.\tIntersections. Street intersections shall be as near right angle as possible. No jogs shall be allowed in the continuity of a major or secondary highway. Jogs in a minor or local street where crossing major or secondary highways shall be held to a minimum. Multiple intersections of more than four approaches should be avoided. In hillside areas special conditions may be required.\n\n\t7.\tCul-de-sac Streets. Where cul–de–sac streets are approved, they shall be terminated by a turning area conforming to the latest standards approved by the Commission.\n\n\t8.\tGeneral. (Added by Ord. No. 157,811, Eff. 8\/13\/83.) All streets within and\/or immediately adjacent to the subdivision shall be improved with curbs and gutters, unless not required by the Advisory Agency upon recommendation of the City Engineer.\n\n\tStreets within and\/or immediately adjacent to the subdivision shall be improved with sidewalks, except that in mountainous, hillside or rural areas, sidewalks may be omitted or may be provided on only one side of the street with the approval of the Advisory Agency.\n\n\tE.\tAlleys.\n\n\t1.\tAlleys shall be not less than 20 feet in width. Alley serving industrial zones shall be 30 feet wide, unless otherwise approved by the Advisory Agency. All dead-end alleys shall be provided with adequate turning areas. Whenever practicable alleys shall be required at the rear of all lots which are in residential zones and which front a major or secondary highway; alleys may also be required at the rear of lots in commercial and industrial zones.\n\n\t2.\tAlley Intersections.  Where two alleys intersect, a triangular corner cut-off of not less than ten feet along each alley line shall be provided.\n\n\tF.\tPedestrian Walks.  If it is determined by the Advisory Agency that inner-block pedestrian walks are necessary for the public health, safety or welfare, they shall be dedicated to a width of not less than 10 feet.\n\n\tG.\tBlocks.  Blocks shall not exceed 1,700 feet in length, except in hilly areas. The number of intersections of local streets with major and secondary highways shall be kept at a minimum.\n\n\tH.\tLot Size.  (Amended by Ord. No. 141,474, Eff. 2\/27\/71.)  Every lot shall have a minimum width and area to comply with the requirements as specified in Article 2 of this chapter for the zone in which the lot is located, provided, however, that every lot located in a “C” Commercial Zone and for which no minimum width is specified in said article shall have a minimum width of 40 feet. All lots in a residential planned development shall comply with the standard residential conditions of Sec. 13.04 of this Code, and the conditions of approval of the development.\n\n\t1.\t(Amended by Ord. No. 142,861, Eff. 2\/4\/72.)  When the Advisory Agency determines that traffic access, topography, and drainage conditions will safely allow lot averaging, and when the subdivider has demonstrated to the satisfaction of the Advisory Agency in a written report that such averaging is consistent with proper subdivision design, and in addition will produce, one or more of the following benefits: require less grading than would a subdivision of conventional design not utilizing lot averaging; result in improved lot design; or produce other environmental benefits; the Advisory agency may permit the width and area of not more than 20 percent of the lots in a subdivision located in the “H” Hillside or Mountainous Area to be reduced as specified below, provided that the average area of all lots in said subdivision is not less than the following requirements:\n\n[LOT AREA IN SQUARE FEET]\n(Amended by Ord. No. 142,861, Eff. 2\/4\/72.)\n\n\n  \n    \n      \n        [Zone]\n      \n      \n        Minimum to Which Lot Width May Be Reduced\n      \n      \n        Minimum to Which Area May Be Reduced\n      \n      \n        Average Requirement\n      \n    \n    \n      \n        RA-H\n      \n      \n        63 feet\n      \n      \n        14,000\n      \n      \n        17,500\n      \n    \n    \n      \n        RE40-H\n      \n      \n        No Reduction\n      \n      \n        32,000\n      \n      \n        40,000\n      \n    \n    \n      \n        RE20-H\n      \n      \n        72 feet\n      \n      \n        16,000\n      \n      \n        20,000\n      \n    \n    \n      \n        RE15-H\n      \n      \n        72 feet\n      \n      \n        12,000\n      \n      \n        15,000\n      \n    \n    \n      \n        RE11-H\n      \n      \n        63 feet\n      \n      \n        8,800\n      \n      \n        11,000\n      \n    \n    \n      \n        RE9-H\n      \n      \n        60 feet\n      \n      \n        7,200\n      \n      \n        9,000\n      \n    \n  \n\n\n\tIn computing such average, that portion of any lot exceeding 150 percent of the average requirement shall not be included, provided however, that in the RA Zone the maximum area of any lot that may be used in computing the average shall be 24,500 square feet.\n\n\tIn a tract wherein one or more lots have less than the average requirement for the zone, no lot shall be rearranged or divided unless: (1) the average requirement for the original Final Map is maintained, and (2) such rearrangement or division is accomplished by recording a new Final Map or a Parcel Map, or by securing determination that said proposed rearrangement or division is exempt from the Parcel Map procedure as provided for in Section 17.50B,3(c).  (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\n\n\t2.\tWhere it finds it necessary in order to promote the general welfare, the Advisory Agency may require that lots which are contiguous or nearby to existing lots on the same street may be increased in size so as to be compatible with the size of such existing lots. However, in no case may the Advisory Agency require such lots to contain an area of over 50 per cent more than that required by the applicable provisions of Article 2 of this chapter.\n\n\t3.\tProperty in commercial or industrial ones need not be divided into more than one lot where such property is to be operated as a unit.\n\n\t4.\tEach portion of the lot which is platted so as to be divided by a City or County boundary line shall be given a separate letter or number on the recorded tract map.\n\n\t5.\tThe side lines of lots shall be approximately at right angles to the streets, or radial to the street on curved streets, except where topography or other conditions make this impracticable.\n\n\t6.\tWhere it finds that there will be no material increase in the dwelling unit density permitted by the zone, and that the public health, safety or welfare and good subdivision design would be promoted by the dedication of public streets to a width in excess of the approved standards provided for in this section, or the dedication of service roads, or the dedication or reservation of land for public parks, public uses or other open areas, the Advisory Agency may permit the required area of one or more of the lots in a subdivision in an RA, RE, or RS Zone to be reduced to the extent of such dedication or reservation. Provided however, that in no event shall such a reduction exceed 15%; and, no lot in a RA-H or RE-H Zone shall be permitted to be reduced below the minimum area specified therefor in Subdivision 1. of this subsection.  (Added by Ord. No. 129,693, Eff. 5\/2\/65.)\n\n\t7.\tWhere the Advisory Agency finds the project is consistent with the dwelling unit density permitted by the General Plan, and that the public health, safety or welfare and good subdivision design will be promoted by the preservation of protected trees, the Advisory Agency may permit the required area of one or more of the lots in a subdivision in an “RA,” “RE,” “RS” or “R1&#038;″ Zone to be reduced by an amount sufficient to provide for protected tree preservation in accordance with Section 17.05 R. of this Code.  Provided, however, that in no event shall the reduction exceed 50 percent of the required lot area; no “RA” or “RE” lot shall be reduced below 50 feet in width; no “RS” or “R1&#038;″ lot shall be reduced below 40 feet in width; and no lot in a designated “K” Horsekeeping District shall be reduced below 17,500 square feet.  (Amended by Ord. No. 177,404, Eff. 4\/23\/06.)\n\n\t8.\tNotwithstanding any other provision of this Code, where the Advisory Agency finds that there will be no increase in density and that the density provisions of the General Plan will not be exceeded, it may approve subdivisions in the R2, RD, R3, R4 and R5 zones, meeting the requirements of Section 12.22 C.25. of this Code. The minimum lot area of lots in any such subdivision shall be 2,500 square feet.  (Added by Ord. No. 159,532, Eff. 1\/3\/85.)\n\n\t9.\tIn calculating the density of a subdivision proposed to be developed with residences permitted by Sections 12.08.3 B.1. and 12.22 C.25. of this Code, the area contained within public streets shall be deducted from the gross area of the subdivision; however, the area contained within private streets, public alleys and driveways shall not be deducted from the gross area of the subdivision.  (Added by Ord. No. 159,532, Eff. 1\/3\/85.)\n\n\t10.\tIn calculating the allowable floor area of a subdivision proposed to be developed as a residential (including Apartment Hotel or mixed use) building in the Greater Downtown Housing Incentive Area, any land required to be dedicated for street purposes shall be included as part of the lot area of the subdivision.  (Added by Ord. No. 179,076, Eff. 9\/23\/07.)\n\n\tI.\tEasements.  Easements for public utilities, water system, sewers, street lights, storm drains or flood control channels, and slope rights shall be provided wherever determined necessary by the Advisory Agency upon recommendations of the City Engineer.\n\n\tWherever it is determined that future easements are necessary, a certificate shall be placed on the Final Map indicating that the City may accept such easements at any time.\n\n\tJ.\tHillside Areas.  Design requirements for subdivisions in hillside areas shall meet the grading standards established by the Board of Public Work and the grading regulations established by Article I, Chapter 9 of this Code. Such requirements may also include providing soil reports prepared by a Registered Civil Engineer specializing in Soil Mechanics and\/or reports on geological investigations.\n\n\tK.\tProblem Areas.  Areas designated by resolution of the Board of Public Works as problem areas shall not be subdivided except when approved by the Advisory Agency upon recommendation of the Superintendent of Building and the City Engineer.\n\n\tL.\tGrading Plans.  (Amended by Ord. No. 142,877, Eff. 2\/24\/ 72.)  The Advisory Agency may require a proposed grading plan with the Tentative Map of any subdivision. Upon recommendation of the Superintendent of Building or the City Engineer, or where it appears that cuts and fills will occur in the grading of the property which may be contrary to the objectives of this article, the Advisory Agency shall require the subdivider to submit grading plans for all or part of the tract before action on the Tentative Map will be taken. Any grading plan submitted shall contain thereon a statement of the quantities (in cubic yards) of cut and fill and quantities of export or import material involved. If the amount of earth material to be imported to or exported from a subdivision site is 1,000 cubic yards or more, statements of the following shall also be included: the proposed borrow or disposal site; the proposed haul route; the total gross weight with load of the proposed haul vehicles; as well as other pertinent data which the Advisory Agency may require.\n\n\tFailure to furnish such a grading plan (where necessary to complete the investigation of the Tentative Map within the time specified in the written notice requesting its submission) shall be cause for the disapproval of the Tentative Map unless an extension of the time for acting on said map is mutually agreed upon between the subdivider and the Advisory Agency.\n\n\tIf changes in the design of the lots or street system can be made to correct the conditions set forth in Subsection J. of this section, either by increased lot sizes or changes in grades, such modifications shall be made.\n\n\tM.\tStorm Drains.  (Amended by Ord. No. 139,199, Eff. 10\/10\/69.)  Storm drains shall be designed in conformance with standards approved by the City Engineer. Storm drain facilities to intercept and convey all runoff to a suitable point of disposal shall be required when runoff from the entire area tributary to and including the subdivision exceeds the limiting depth of street flow as determined by the City Engineer. These storm drain requirements shall also include the following:\n\n\t1.\tIn areas without sumps, storm drains shall be designed to remove all runoff from a storm of 10-year frequency.\n\n\t2.\tIn sump areas, storm drains shall be designed to remove all runoff from a storm of 50-year frequency.\n\n\t3.\tStorm drains shall be of sufficient capacity in all cases to prevent flooding of building sites from a storm of 50-year frequency.\n\n\t4.\tOn sidehill streets, the maximum depth of water as determined by the City Engineer shall be based on a storm of 50-year frequency.\n\n\tN.\tInstallation Of Utilities.  (Added by Ord. No. 131,820, Eff. 3\/28\/66.)  Utility lines, including but not limited to those required for electricity, communication, street lighting and cable television services necessary for the general use of the lot owners in the subdivision, shall be installed or guaranteed to be installed in the same manner as other required improvements.\n\n\tIn all portions of a Tract Map area classified in the A, R or C zones, all such utility lines shall be installed underground, provided, however, that incidental, appurtenant equipment such as transformers, terminal boxes and meter cabinets may be placed above ground but shall conform with regard to placement and height with those standards adopted by the Commission as it determines are necessary to safeguard the public against hazards created by said equipment and to further the purposes of this article. The Subdivision Committee shall make its report and recommendation of the Commission prior to the adoption of said standards.  (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\n\n\tThe subdivider shall make the necessary Cost and other arrangements for such underground installation and for relocation of existing facilities with each of the persons, firms, or corporations furnishing utility services involved.\n\n\tO.\tSites for Models.  (Amended by Ord. No. 172,839, Eff. 11\/1\/99.)  Not more than 15% of the lots and in no case more than 20 lots at any one time in a subdivision may be designated as sites for the construction of models, and, with respect to multiple unit structures, not more than 15% of the units and in no case more than 20 units at any one time in a proposed building designated as a model site, may be designated as models.\n\n\tEach of the sites shall be located in a manner as to not adversely affect existing developed residential properties.  Further, each of the sites shall be easily accessible and provision for the accessibility shall be assured at the time that the tentative map is conditionally approved.\n\n\tP.\tPark And Recreation Sites.  Park and recreation sites to serve the future inhabitants of each new subdivision shall be provided and located in conformance with the standards contained in the Recreation Element of the General Plan.  (Amended by Ord. No. 141,422, Eff. 2\/11\/71.)\n\n\tQ.\tWhere Subdivision Includes Land Within Drainage District.  Whenever a Subdivision or a portion thereof includes land which is within a Local Drainage District, the provisions and requirements of the ordinance establishing such District shall be complied with.  (Added by Ord. No. 142,862, Eff. 2\/13\/72.)\n\n\tR.\tProtected Tree Regulations.  (Amended by Ord. No. 177,404, Eff. 4\/23\/06.)  No protected tree may be relocated or removed except as provided in this article or Article 6 of Chapter IV of this Code.  The term “removed” or “removal” shall include any act that will cause a protected tree to die, including but not limited to acts that inflict damage upon the root system or other parts of the tree by fire, application of toxic substances, operation of equipment or machinery, or by changing the natural grade of land by excavation or filling the drip line area around the trunk.\n\n\t1.\tRequired Determinations.  Subject to historical preservation requirements set forth in Subdivision 3. of this subsection, when a protected tree exists within a proposed subdivision, the tree may be relocated or removed if the Advisory Agency, in consultation with the City’s Chief Forester, determines the existence of either (a) or (b) below:\n\n\t(a)\tThere has been prior applicable government action in which:\n\n\t(i)\tThe removal of the tree had been approved by the Advisory Agency; or\n\n\t(ii)\tThe property upon which the protected tree is located has been the subject of a determination by the City Planning Commission, the City Council, a Zoning Administrator, or an Area Planning Commission, the appeal period established by this Code with respect to the determination has expired, the determination is still in effect, and pursuant to the determination, the protected tree’s removal would be permissible; or\n\n\t(iii)\tA building permit has been issued for the property upon which the protected tree is located, the permit is still in effect, and the removal or relocation is not prohibited by the permit.\n\n\t(b)\tThe removal of the protected tree would not result in an undesirable, irreversible soil erosion through diversion or increased flow of surface waters that cannot be mitigated to the satisfaction of the City’s Chief Forester, and the physical condition or location of the tree is such that:\n\n\t(i)\tIts continued presence in its existing location prevents the reasonable development of the property; or\n\n\t(ii)\tAccording to a report required pursuant to Section 17.06 C., acceptable to the Advisory Agency and prepared by a tree expert, there is a substantial decline from a condition of normal health and vigor of the tree, and its restoration through appropriate and economically reasonable preservation procedures and practices is not advisable; or\n\n\t(iii)\tIt is in danger of falling due to an existing and irreversible condition.\n\n\t(iv)\tIts continued presence at its existing location interferes with proposed utility services or roadways within or without the subject property, and the only reasonable alternative to the interference is the removal of the tree; or\n\n\t(v)\tIt has no apparent aesthetic value, which will contribute to the appearance and design of the proposed subdivision; or it is not located with reference to other trees or monuments in such a way as to acquire a distinctive significance at the location.\n\n\t2.\tSupplemental Authority.  In the event the Advisory Agency, in consultation with the City’s Chief Forester, determines pursuant to Subdivision 1.(b) above, that a protected tree may be removed or relocated, the Advisory Agency may:\n\n\t(a)\tRequire relocation elsewhere on the same property where a protected tree has been approved for removal, and where the relocation is economically reasonable and favorable to the survival of the tree.  Relocation to a site other than upon the same property may be permitted where there is no available or appropriate location on the property and the owner of the proposed off-site relocation site consents to the placement of a tree.  In the event of relocation, the Advisory Agency may designate measures to be taken to mitigate adverse effects on the tree.\n\n\t(b)\tPermit protected trees of a lesser size, or trees of a different species, to be planted as replacement trees for protected trees permitted by this Code to be removed or relocated, if replacement trees required pursuant to this Code are not available.  In that event, the Advisory Agency may require a greater number of replacement trees.\n\n\t3.\tHistorical Monuments.  The Advisory Agency, except as to Subdivision 1.(b)(iii) above, shall require retention of a protected tree at its existing location, if the tree is officially designated as an Historical Monument or as part of an Historic Preservation Overlay Zone.\n\n\t4.\tRequirements.  In the event the Advisory Agency, in consultation with the City’s Chief Forester, determines pursuant to Subdivision 1.(b) above that a protected tree may be removed or relocated, the Advisory Agency shall require that:\n\n\t(a)\tThe protected tree is replaced within the property by at least two trees of a protected variety included within the definition set forth in Section 17.02 of this article, except where the protected tree is relocated pursuant to Subdivision 2.(a) above.  The size of each replacement tree shall be a 15-gallon, or larger, specimen, measuring one inch or more in diameter at a point one foot above the base, and not less than seven feet in height, measured from the base.  The size and number of replacement trees shall approximate the value of the tree to be replaced.\n\n\t(b)\tThe subdivider record those covenants and agreements approved by the Advisory Agency necessary to assure compliance with conditions imposed by the Advisory Agency and to assure protected tree preservation.\n\n\t(c)\tThe subdivider provide protected tree maintenance information to purchasers of lots within the proposed subdivision.\n\n\t(d)\tThe subdivider post a bond or other assurance acceptable to the City Engineer to guarantee the survival of trees required to be replaced or permitted or required to be relocated, in a manner to assure the existence of continuously living trees at the approved replacement or relocation site for three years from the date that the trees are replaced or relocated.  The City Engineer shall use the provisions of Section 17.08 G. as its procedural guide in satisfaction of the bond requirements and processing.  Any bond required shall be in a sum estimated by the City Engineer to be equal to the dollar value of the replacement tree or of the tree that is to be relocated.  In determining value for these purposes, the City Engineer shall consult with the Advisory Agency, the City’s Chief Forester, the evaluation of trees guidelines approved and adopted for professional plantsmen by the International Society of Arboriculture, the American Society of Consulting Arborists, the National Arborists Association and the American Association of Nurserymen, and other available, local information or guidelines.\n\n\t5.\tGrading.  The Advisory Agency is authorized to prohibit grading or other construction activity within the drip line of a protected tree.\n\n\tS.\tMulholland Scenic Parkway.  (Amended by Ord. No. 156,534, Eff. 4\/24 \/82.)  Notwithstanding the street standards adopted by the City Planning Commission pursuant to this section, the width and improvement standards for the Mulholland Scenic Parkway shall be substantially as follows: two travel lanes, one in each direction, each 15 feet wide; passing lane segments and turn pockets where necessary to facilitate movement of traffic; substantial conformance to existing roadway alignment; no median strip except to facilitate turning movements; hard surfaced shoulders but with a natural look, separated from the roadway by a painted line where the shoulder is utilized for bikeway purposes; minimum street and driveway access to the Parkway; reasonable protection of a scenic corridor 500 feet more or less, depending on topography, from each side of the existing right-of-way, to preserve the scenic quality and for the development of parks, vista points, parking facilities, and continuous bicycle, equestrian and hiking trails; all utilities to be underground; all necessary signs and road related fixtures to be of a special design to blend with the scenic character of the Parkway; grading to be kept to an absolute minimum; all necessary grading to be gently contoured and fully landscaped with fire–resistant plants to present a natural appearance.\n\n\tIt shall be the duty of the Advisory Agency to interpret and apply these standards in conformance with the spirit and intent of the Report of the Citizens’ Advisory Committee on the Mulholland Scenic Parkway as adopted as City policy by the City Council on March 26, 1973, under Council File No. 70-5000, or with such Parkway plans as may subsequently be adopted.\n\n\tSaid standards are applicable to any subdivision or parcel map within 500 feet of the right-of-way of Mulholland Drive between the Hollywood Freeway on the west and Mulholland Highway on the west and along Mulholland Highway to the southerly city boundary, as shown on the City Engineer’s official cadastral or district maps.\n\n\tT.\tValley Circle Boulevard – Plummer Street Scenic Corridor.  (Added by  Ord. No. 151,615, Eff. 12\/3\/78.)  Notwithstanding the street standards adopted by the City Planning Commission pursuant to this section, the width and improvement standards for Valley Circle Boulevard from Roscoe Boulevard to Plummer Street and for Plummer Street from Valley Circle Boulevard to Topanga Canyon Boulevard shall be substantially as follows:\n\n\t1.\tTwo travel lanes, one in each direction;\n\n\t2.\tLeft turn pockets as needed;\n\n\t3.\t48 feet of paved roadway, including 2–foot wide concrete gutters and curbs;\n\n\t4.\tNo continuous raised median strip;\n\n\t5.\tWide shoulders to accommodate recreation trails;\n\n\t6.\tMinimum street and driveway access to the roadway;\n\n\t7.\tAll utilities to be underground;\n\n\t8.\tLighting only at intersections and parking areas, and kept to a minimum useful Intensity;\n\n\t9.\tFire Hydrants and light standards located away from the roadway for increased safety;\n\n\t10.\tPicnic areas, drinking fountains, restrooms facilities, watering troughs, hitching rails and simple shade structures provided at suitable locations;\n\n\t11.\tThe general design and development of the roadway, trails, turnouts, and all appurtenant fixtures, facilities and amenities to be rustic, natural and in keeping with the scenic character of the corridor;\n\n\t12.\tReasonable protection of a scenic corridor, 1500 feet more or less depending on topography, from each side of the existing rights–of–way, to preserve the scenic quality, protect long–distance views, and for the development of parks, vista points, parking facilities, and continuous trails;\n\n\t13.\tSpecific dimension standards for a 100-foot-wide right-of-way, the preferred width, shall be a 14-foot-wide two-way bicycle path, a hiking trail meandering in a 10-foot–wide landscaped parkway, a 16-foot-wide equestrian trail bordered by bolted wood fences and a 12-foot-wide parkway on the opposite side of the roadway;\n\n\t14.\tThe dimension standards for an 86-foot-wide right-of-way shall be a 12- foot-wide two-way bicycle path, hiking trail meandering in an 8-foot-wide landscaped parkway, a 12-foot-wide equestrian trail bordered by bolted wood fences and a 6-foot-wide parkway on the opposite side of the roadway;\n\n\t15.\tTrails to be built prior to or concurrently with the roadway, and to have suitable crossings and access to areas of interest;\n\n\t16.\tAttractively designed masonry walls and\/or screening landscaping along the edges of private developments adjacent to the scenic corridor;\n\n\t17.\tMaximum preservation of natural terrain and vegetation;\n\n\t18.\tGrading to be kept to an absolute minimum; all necessary grading to be gently contoured and fully landscaped with native, low-water-need, fire-resistant plants to present a natural appearance;\n\n\t19.\tAll buildings in the corridor to be placed so as to preserve a clear line of sight from the roadway to the visible mountain crest;\n\n\t20.\tOff-site advertising signs to be prohibited within the corridor;\n\n\t21.\tOn-site advertising, traffic, informational and regulatory signs to be kept to a minimum number and size, and to be of special rustic design.\n\n\tIt shall be the duty of the Advisory Agency to interpret and apply these standards in conformance with the spirit and intent of the Valley Circle Boulevard  Plummer Street Scenic Corridor Study adopted as City policy by the City Council on March 28, 1977, under Council File No. 77-82, or with such parkway plans as may subsequently be adopted.\n\n\tThe standards stated herein are applicable to any subdivision or parcel map within 1500 feet of the right-of-way of Valley Circle Boulevard from Roscoe Boulevard to Plummer Street and of Plummer Street from Valley Circle Boulevard to Topanga Canyon Boulevard as shown on the City Engineer’s official cadastral or district maps.\n\n\tU.\tPreliminary Soils Report.  (Added by Ord. No. 157,517, Eff. 5\/2\/83,) A preliminary soils report, prepared by a civil engineer registered in California, and based upon adequate test borings is required with the Tentative Map of any subdivision. Provided that the Advisory Agency may waive the preliminary soils report upon its determination that no preliminary analysis is necessary due to its knowledge of the soils qualities of the soils of the subdivision.\n\n\tIf the preliminary soils report indicates the presence of critically expansive soils or other soils problems which, if not corrected, would lead to structural defects, a soils investigation of each lot in the subdivision may be required. Such soils investigation shall be done by a civil engineer registered in California, who shall recommend the corrective action which is likely to prevent structural damage to each structure proposed to be constructed in the area where such soils problem exists. The Advisory Agency may approve the subdivision or a portion thereof where such soils problems exist if it determines that the recommended corrective action is likely to prevent structural damage to each structure to be constructed, and as a condition to the issuance of any building permit may require that the approved recommended action be incorporated in the construction of each structure.","order_by":"05","ancestry":{"1":{"id":"8","name":"Division Of Land Regulations","identifier":"7","label":"article","url":"\/1\/7\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"2702","structure_id":"8","section_number":"17.00","catch_line":"Title.","url":"\/17.00\/","token":"17.00"},"1":{"id":"395","structure_id":"8","section_number":"17.01","catch_line":"Tract Maps – General Provisions.","url":"\/17.01\/","token":"17.01"},"2":{"id":"178","structure_id":"8","section_number":"17.02","catch_line":"Definitions.","url":"\/17.02\/","token":"17.02"},"3":{"id":"4085","structure_id":"8","section_number":"17.03","catch_line":"Advisory Agency.","url":"\/17.03\/","token":"17.03"},"4":{"id":"470","structure_id":"8","section_number":"17.04","catch_line":"Subdivision Committee.","url":"\/17.04\/","token":"17.04"},"5":{"id":"211","structure_id":"8","section_number":"17.05","catch_line":"Design Standards.","url":"\/17.05\/","token":"17.05"},"6":{"id":"3575","structure_id":"8","section_number":"17.06","catch_line":"Tentative Map And Appeals.","url":"\/17.06\/","token":"17.06"},"7":{"id":"2561","structure_id":"8","section_number":"17.07","catch_line":"Final Map.","url":"\/17.07\/","token":"17.07"},"8":{"id":"1740","structure_id":"8","section_number":"17.07.1","catch_line":"Notification Regarding Street Lighting Maintenance Assessments.","url":"\/17.07.1\/","token":"17.07.1"},"9":{"id":"2905","structure_id":"8","section_number":"17.07.2","catch_line":"Notification Regarding Sewer Pumping And\/Or Drainage Facilities And Maintenance Districts.","url":"\/17.07.2\/","token":"17.07.2"},"10":{"id":"3888","structure_id":"8","section_number":"17.08","catch_line":"Improvements.","url":"\/17.08\/","token":"17.08"},"11":{"id":"2192","structure_id":"8","section_number":"17.09","catch_line":"Private Streets.","url":"\/17.09\/","token":"17.09"},"12":{"id":"3033","structure_id":"8","section_number":"17.10","catch_line":"Reversion To Acreage.","url":"\/17.10\/","token":"17.10"},"13":{"id":"3329","structure_id":"8","section_number":"17.10.1","catch_line":"Merger And Resubdivision.","url":"\/17.10.1\/","token":"17.10.1"},"14":{"id":"3865","structure_id":"8","section_number":"17.10.5","catch_line":"Maps – Local Drainage Districts – Exemption From Fees.","url":"\/17.10.5\/","token":"17.10.5"},"15":{"id":"713","structure_id":"8","section_number":"17.11","catch_line":"Modifications.","url":"\/17.11\/","token":"17.11"},"16":{"id":"159","structure_id":"8","section_number":"17.12","catch_line":"Park And Recreation Site Acquisition And Development Provisions.","url":"\/17.12\/","token":"17.12"},"17":{"id":"231","structure_id":"8","section_number":"17.13","catch_line":"Subdivision Requiring Import Or Export Of Earth.","url":"\/17.13\/","token":"17.13"},"18":{"id":"2505","structure_id":"8","section_number":"17.14","catch_line":"Modification Of Recorded Final Maps.","url":"\/17.14\/","token":"17.14"},"19":{"id":"2782","structure_id":"8","section_number":"17.15","catch_line":"Vesting Tentative Maps.","url":"\/17.15\/","token":"17.15"},"20":{"id":"293","structure_id":"8","section_number":"17.50","catch_line":"Parcel Maps – General Provisions.","url":"\/17.50\/","token":"17.50"},"21":{"id":"4","structure_id":"8","section_number":"17.51","catch_line":"Filing Of Preliminary Parcel Maps.","url":"\/17.51\/","token":"17.51"},"22":{"id":"2447","structure_id":"8","section_number":"17.52","catch_line":"Parcel Map – Authority Of Advisory Agency.","url":"\/17.52\/","token":"17.52"},"23":{"id":"2499","structure_id":"8","section_number":"17.53","catch_line":"Approval Of Preliminary Parcel Map.","url":"\/17.53\/","token":"17.53"},"24":{"id":"3692","structure_id":"8","section_number":"17.54","catch_line":"Appeals.","url":"\/17.54\/","token":"17.54"},"25":{"id":"180","structure_id":"8","section_number":"17.55","catch_line":"Map Identification And Reproduction.","url":"\/17.55\/","token":"17.55"},"26":{"id":"1932","structure_id":"8","section_number":"17.56","catch_line":"Parcel Map.","url":"\/17.56\/","token":"17.56"},"27":{"id":"852","structure_id":"8","section_number":"17.57","catch_line":"Approval Of Map Shall Not Authorize Violation Of Other Laws.","url":"\/17.57\/","token":"17.57"},"28":{"id":"3909","structure_id":"8","section_number":"17.58","catch_line":"Park And Recreation Site Acquisition And Development.","url":"\/17.58\/","token":"17.58"},"29":{"id":"3330","structure_id":"8","section_number":"17.59","catch_line":"Modification Of Recorded Parcel Maps.","url":"\/17.59\/","token":"17.59"},"30":{"id":"3699","structure_id":"8","section_number":"17.60","catch_line":"Sales Contrary To Parcel Map Regulations Are\nVoidable.","url":"\/17.60\/","token":"17.60"}},"next_section":{"id":"3575","structure_id":"8","section_number":"17.06","catch_line":"Tentative Map And Appeals.","url":"\/17.06\/","token":"17.06"},"metadata":false,"references":false,"url":"\/17.05\/","token":"17.05","formats":{"txt":"\/17.05.txt","json":"\/17.05.xml"},"dublin_core":{"Title":"Design Standards.","Type":"Text","Format":"text\/html","Identifier":"§ 17.05","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDESIGN STANDARDS. (§ 17.05)\n\n  DESIGN STANDARDS.\tA.\tStreet Standards Committee.  There is hereby created a\nStreet Standards Committee to be composed of the Director of Planning, as\nChairman, the City Engineer and the General Manager of the Department of\nTransportation. (Amended by Ord. No. 152,425, Eff. 6\/29\/79.)\tIt shall be the\nduty of this committee to recommend to the Commission minimum width and\nimprovement standards for all classes of public and private streets and alleys.\nThe Commission shall adopt such minimum width and improvement standards as it\ndetermines are necessary for the safe and adequate movement of traffic,\ninstallation of necessary utilities and reasonable and proper access to abutting\nproperty.\tSaid standards shall not, however, be applicable to any street or\nalley for which the City Council, by ordinance, adopts specific standards. \n(Added by Ord. No. 146,585, Eff. 11\/11\/74.)\tB.\tAdoption Of Standards.  All such\nstandards adopted by the Commission shall remain in effect for at least one\nyear. A public hearing shall be conducted by the Commission prior to the\napproval of any change in such standards. No such change will become effective\nuntil 180 days after adoption by the Commission.\tNo change in such standards\nafter the approval of the Tentative Map shall be imposed as a condition to the\nrecording of a Final Map of a subdivision within the prescribed 18 month period.\nNew or changed standards shall not be required to be met as a condition of\npermitting a one year extension of time if substantial grading operations have\nbeen completed before such extension is requested.  (Amended by Ord. No.\n130,871, Eff. 9\/20\/65.)\tC.\tConformance To General Plan.  Each Tentative Map\nshall be designed in compliance with the zoning applying to the property or\napproved by the City Council for change or shall be subject to a condition\nrequiring compliance with such zoning prior to the recordation of the final\nmap.  (Amended by Ord. No. 156,960, Eff. 8\/27\/82.)\tIn addition, where a\nTentative Map involves land for which a General Plan including dwelling unit\ndensities has been adopted by the Council, and said land is also in an “H”\nHillside or Mountainous Area established by Article 2 of this chapter, the\nnumber of lots on said map shall be limited so that the number of dwelling units\npermitted by the applicable zoning regulations shall not substantially exceed\nthe dwelling unit densities shown on said plan. (Amended by Ord. No. 149,402,\nEff. 4\/18\/77.)\tEach Tentative Map shall substantially conform to all other\nelements of the General Plan.  In computing the number of dwelling units, only\nthe area being designated for residential use and land that is being dedicated\nfor public uses shall be considered, excepting, however, land set aside for\nstreet purposes, or land required to be dedicated for park and recreation\npurposes pursuant to Ordinance 141,422.  However, in the Greater Downtown\nHousing Incentive Area, the area used for computing the allowable floor area of\na residential (including Apartment Hotel or mixed-use) building shall be the lot\narea including any land to be set aside for street purposes.  (Amended by Ord.\nNo. 179,076, Eff. 9\/23\/07.)\tIn Hillside Areas, as defined in Chapter 1 of the\nLos Angeles Municipal Code, which are designated in the Minimum Density housing\ncategory by the applicable element of the General Plan adopted by the City\nCouncil, the dwelling unit density shall not exceed that allowed by the\nfollowing formula:  (Paragraph and following formula Amended by Ord. No.\n179,035, Eff. 9\/17\/07.)\tWhere :\tD =\tthe maximum number of dwelling units per\ngross acre allowable, and\t\t\tS =\tthe average natural slope of the land in\npercent.\tWhere the total allowable number of dwelling units per parcel map or\ntentative tract map calculated under the above formulas results in a number\nother than a whole number, it shall be rounded to the nearest whole number as\nfollows:  where the fractional portion of the total allowable number of\ndwelling units equals .5 or more, the total number of allowable dwelling units\nshall be rounded to the next larger whole number; where the fractional portion\nof the total allowable number of dwelling units equals less than .5, the total\nnumber of allowable dwelling units shall be rounded to the next smaller whole\nnumber.  (Added by Ord. No. 162,144, Eff. 5\/11\/87.)\tIn no case shall the\npermitted density be less than 0.05 dwelling units per gross acre.  Where the\ntotal allowable number of dwelling units per tentative tract map calculated\nunder the above formula results in a number less than one, it shall be rounded\nup to allow one dwelling unit per tentative tract map.  Where previous grading\non a site makes it difficult to determine average natural slope using the above\nformula, the Director of Planning shall determine the average natural slope in a\nmanner to carry out the purpose and intent of this subsection.  (Amended by\nOrd. No. 179,035, Eff. 9\/17\/07.)\tD.\tStreets.\t1.\tRight of Way and Roadway Widths.\nAll streets and alleys shall be designed to conform with standards adopted by\nthe Commission.\t2.\tStreet Grades. Grades of all streets shall be as flat as\nconsistent with adequate surface drainage requirements and the approved\ndevelopment of the proposed subdivision. The minimum grade permitted shall be\nfour–tenths of one per cent, except in extremely flat areas where a grade of\ntwo–tenths of one per cent may be used. The maximum grade permitted for major\nand secondary highways shall be six per cent, except where a grade not to exceed\nten percent will eliminate excessive curvature, fill or excavation. The maximum\ngrade permitted for collector streets shall be ten per cent and for local\nstreets shall be 15 per cent. Variations from these requirements may be granted\nby the Advisory Agency upon recommendation by the City Engineer in individual\ncases in accordance with the provisions of Section 17.11.\tChanges in grade\ngreater than four–tenths of one per cent shall be connected by vertical\ncurves. The length of vertical curves shall conform to standards for sight\ndistance and riding qualities established by the City Engineer.\t3.\tFuture\nStreets.  In the event certain streets or alleys in a subdivision are to be\nreserved for future public use and they have been approved as to location and\nwidth, they shall be indicated on the Final Map and offered for dedication as\nfuture streets or future alleys. Certificates providing that the City may accept\nthe offer to dedicate such easement at any time shall be shown on the Final\nMap.\t4.\tCorner Cut-Off.  At all block corners the property line shall be\nrounded. On all major and secondary highways, the corner shall have a 20–foot\nradius curve and on all other streets, a 15–foot radius curve; provided,\nhowever, that where commercial development is permitted, a diagonal cutoff of\n15–feet × 15–feet in lieu of a 20–foot radius curve and a ten–foot ×\nten–foot cutoff in lieu of a 15–foot radius curve may be used. In industrial\nzones the curves shall have a minimum radius of at least 40 feet.\t5.\tCurves –\nHorizontal.  The center line radii of curves shall be as large as possible,\nconsistent with conditions. All curves shall have sufficient length to avoid the\nappearance of an angle point. Reversing curves shall be connected by tangents of\nlength approved by the City Engineer as sufficient to safely reverse the\nunbalanced centrifugal force. In any case, horizontal curves shall have the\nfollowing minimum center line radii:Major and Secondary Highways\t1,000 feet\nCollector Streets\t500 feet\nLocal Streets, Not Hillside\t300 feet\nLocal Streets, Hillside Area\t125 feet\t6.\tIntersections. Street intersections\nshall be as near right angle as possible. No jogs shall be allowed in the\ncontinuity of a major or secondary highway. Jogs in a minor or local street\nwhere crossing major or secondary highways shall be held to a minimum. Multiple\nintersections of more than four approaches should be avoided. In hillside areas\nspecial conditions may be required.\t7.\tCul-de-sac Streets. Where cul–de–sac\nstreets are approved, they shall be terminated by a turning area conforming to\nthe latest standards approved by the Commission.\t8.\tGeneral. (Added by Ord. No.\n157,811, Eff. 8\/13\/83.) All streets within and\/or immediately adjacent to the\nsubdivision shall be improved with curbs and gutters, unless not required by the\nAdvisory Agency upon recommendation of the City Engineer.\tStreets within and\/or\nimmediately adjacent to the subdivision shall be improved with sidewalks, except\nthat in mountainous, hillside or rural areas, sidewalks may be omitted or may be\nprovided on only one side of the street with the approval of the Advisory\nAgency.\tE.\tAlleys.\t1.\tAlleys shall be not less than 20 feet in width. Alley\nserving industrial zones shall be 30 feet wide, unless otherwise approved by the\nAdvisory Agency. All dead-end alleys shall be provided with adequate turning\nareas. Whenever practicable alleys shall be required at the rear of all lots\nwhich are in residential zones and which front a major or secondary highway;\nalleys may also be required at the rear of lots in commercial and industrial\nzones.\t2.\tAlley Intersections.  Where two alleys intersect, a triangular corner\ncut-off of not less than ten feet along each alley line shall be\nprovided.\tF.\tPedestrian Walks.  If it is determined by the Advisory Agency that\ninner-block pedestrian walks are necessary for the public health, safety or\nwelfare, they shall be dedicated to a width of not less than 10\nfeet.\tG.\tBlocks.  Blocks shall not exceed 1,700 feet in length, except in hilly\nareas. The number of intersections of local streets with major and secondary\nhighways shall be kept at a minimum.\tH.\tLot Size.  (Amended by Ord. No.\n141,474, Eff. 2\/27\/71.)  Every lot shall have a minimum width and area to\ncomply with the requirements as specified in Article 2 of this chapter for the\nzone in which the lot is located, provided, however, that every lot located in a\n“C” Commercial Zone and for which no minimum width is specified in said\narticle shall have a minimum width of 40 feet. All lots in a residential planned\ndevelopment shall comply with the standard residential conditions of Sec. 13.04\nof this Code, and the conditions of approval of the development.\t1.\t(Amended by\nOrd. No. 142,861, Eff. 2\/4\/72.)  When the Advisory Agency determines that\ntraffic access, topography, and drainage conditions will safely allow lot\naveraging, and when the subdivider has demonstrated to the satisfaction of the\nAdvisory Agency in a written report that such averaging is consistent with\nproper subdivision design, and in addition will produce, one or more of the\nfollowing benefits: require less grading than would a subdivision of\nconventional design not utilizing lot averaging; result in improved lot design;\nor produce other environmental benefits; the Advisory agency may permit the\nwidth and area of not more than 20 percent of the lots in a subdivision located\nin the “H” Hillside or Mountainous Area to be reduced as specified below,\nprovided that the average area of all lots in said subdivision is not less than\nthe following requirements:[LOT AREA IN SQUARE FEET]\n(Amended by Ord. No. 142,861, Eff. 2\/4\/72.)\n  \n    \n      \n        [Zone]\n      \n      \n        Minimum to Which Lot Width May Be Reduced\n      \n      \n        Minimum to Which Area May Be Reduced\n      \n      \n        Average Requirement\n      \n    \n    \n      \n        RA-H\n      \n      \n        63 feet\n      \n      \n        14,000\n      \n      \n        17,500\n      \n    \n    \n      \n        RE40-H\n      \n      \n        No Reduction\n      \n      \n        32,000\n      \n      \n        40,000\n      \n    \n    \n      \n        RE20-H\n      \n      \n        72 feet\n      \n      \n        16,000\n      \n      \n        20,000\n      \n    \n    \n      \n        RE15-H\n      \n      \n        72 feet\n      \n      \n        12,000\n      \n      \n        15,000\n      \n    \n    \n      \n        RE11-H\n      \n      \n        63 feet\n      \n      \n        8,800\n      \n      \n        11,000\n      \n    \n    \n      \n        RE9-H\n      \n      \n        60 feet\n      \n      \n        7,200\n      \n      \n        9,000\n      \n    \n  \n\tIn computing such average, that portion of any lot exceeding 150 percent of the\naverage requirement shall not be included, provided however, that in the RA Zone\nthe maximum area of any lot that may be used in computing the average shall be\n24,500 square feet.\tIn a tract wherein one or more lots have less than the\naverage requirement for the zone, no lot shall be rearranged or divided unless:\n(1) the average requirement for the original Final Map is maintained, and (2)\nsuch rearrangement or division is accomplished by recording a new Final Map or a\nParcel Map, or by securing determination that said proposed rearrangement or\ndivision is exempt from the Parcel Map procedure as provided for in Section\n17.50B,3(c).  (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\t2.\tWhere it finds it\nnecessary in order to promote the general welfare, the Advisory Agency may\nrequire that lots which are contiguous or nearby to existing lots on the same\nstreet may be increased in size so as to be compatible with the size of such\nexisting lots. However, in no case may the Advisory Agency require such lots to\ncontain an area of over 50 per cent more than that required by the applicable\nprovisions of Article 2 of this chapter.\t3.\tProperty in commercial or industrial\nones need not be divided into more than one lot where such property is to be\noperated as a unit.\t4.\tEach portion of the lot which is platted so as to be\ndivided by a City or County boundary line shall be given a separate letter or\nnumber on the recorded tract map.\t5.\tThe side lines of lots shall be\napproximately at right angles to the streets, or radial to the street on curved\nstreets, except where topography or other conditions make this\nimpracticable.\t6.\tWhere it finds that there will be no material increase in the\ndwelling unit density permitted by the zone, and that the public health, safety\nor welfare and good subdivision design would be promoted by the dedication of\npublic streets to a width in excess of the approved standards provided for in\nthis section, or the dedication of service roads, or the dedication or\nreservation of land for public parks, public uses or other open areas, the\nAdvisory Agency may permit the required area of one or more of the lots in a\nsubdivision in an RA, RE, or RS Zone to be reduced to the extent of such\ndedication or reservation. Provided however, that in no event shall such a\nreduction exceed 15%; and, no lot in a RA-H or RE-H Zone shall be permitted to\nbe reduced below the minimum area specified therefor in Subdivision 1. of this\nsubsection.  (Added by Ord. No. 129,693, Eff. 5\/2\/65.)\t7.\tWhere the Advisory\nAgency finds the project is consistent with the dwelling unit density permitted\nby the General Plan, and that the public health, safety or welfare and good\nsubdivision design will be promoted by the preservation of protected trees, the\nAdvisory Agency may permit the required area of one or more of the lots in a\nsubdivision in an “RA,” “RE,” “RS” or “R1&#038;″ Zone to be\nreduced by an amount sufficient to provide for protected tree preservation in\naccordance with Section 17.05 R. of this Code.  Provided, however, that in no\nevent shall the reduction exceed 50 percent of the required lot area; no\n“RA” or “RE” lot shall be reduced below 50 feet in width; no “RS” or\n“R1&#038;″ lot shall be reduced below 40 feet in width; and no lot in a\ndesignated “K” Horsekeeping District shall be reduced below 17,500 square\nfeet.  (Amended by Ord. No. 177,404, Eff. 4\/23\/06.)\t8.\tNotwithstanding any\nother provision of this Code, where the Advisory Agency finds that there will be\nno increase in density and that the density provisions of the General Plan will\nnot be exceeded, it may approve subdivisions in the R2, RD, R3, R4 and R5 zones,\nmeeting the requirements of Section 12.22 C.25. of this Code. The minimum lot\narea of lots in any such subdivision shall be 2,500 square feet.  (Added by\nOrd. No. 159,532, Eff. 1\/3\/85.)\t9.\tIn calculating the density of a subdivision\nproposed to be developed with residences permitted by Sections 12.08.3 B.1. and\n12.22 C.25. of this Code, the area contained within public streets shall be\ndeducted from the gross area of the subdivision; however, the area contained\nwithin private streets, public alleys and driveways shall not be deducted from\nthe gross area of the subdivision.  (Added by Ord. No. 159,532, Eff.\n1\/3\/85.)\t10.\tIn calculating the allowable floor area of a subdivision proposed\nto be developed as a residential (including Apartment Hotel or mixed use)\nbuilding in the Greater Downtown Housing Incentive Area, any land required to be\ndedicated for street purposes shall be included as part of the lot area of the\nsubdivision.  (Added by Ord. No. 179,076, Eff. 9\/23\/07.)\tI.\tEasements. \nEasements for public utilities, water system, sewers, street lights, storm\ndrains or flood control channels, and slope rights shall be provided wherever\ndetermined necessary by the Advisory Agency upon recommendations of the City\nEngineer.\tWherever it is determined that future easements are necessary, a\ncertificate shall be placed on the Final Map indicating that the City may accept\nsuch easements at any time.\tJ.\tHillside Areas.  Design requirements for\nsubdivisions in hillside areas shall meet the grading standards established by\nthe Board of Public Work and the grading regulations established by Article I,\nChapter 9 of this Code. Such requirements may also include providing soil\nreports prepared by a Registered Civil Engineer specializing in Soil Mechanics\nand\/or reports on geological investigations.\tK.\tProblem Areas.  Areas\ndesignated by resolution of the Board of Public Works as problem areas shall not\nbe subdivided except when approved by the Advisory Agency upon recommendation of\nthe Superintendent of Building and the City Engineer.\tL.\tGrading Plans. \n(Amended by Ord. No. 142,877, Eff. 2\/24\/ 72.)  The Advisory Agency may require\na proposed grading plan with the Tentative Map of any subdivision. Upon\nrecommendation of the Superintendent of Building or the City Engineer, or where\nit appears that cuts and fills will occur in the grading of the property which\nmay be contrary to the objectives of this article, the Advisory Agency shall\nrequire the subdivider to submit grading plans for all or part of the tract\nbefore action on the Tentative Map will be taken. Any grading plan submitted\nshall contain thereon a statement of the quantities (in cubic yards) of cut and\nfill and quantities of export or import material involved. If the amount of\nearth material to be imported to or exported from a subdivision site is 1,000\ncubic yards or more, statements of the following shall also be included: the\nproposed borrow or disposal site; the proposed haul route; the total gross\nweight with load of the proposed haul vehicles; as well as other pertinent data\nwhich the Advisory Agency may require.\tFailure to furnish such a grading plan\n(where necessary to complete the investigation of the Tentative Map within the\ntime specified in the written notice requesting its submission) shall be cause\nfor the disapproval of the Tentative Map unless an extension of the time for\nacting on said map is mutually agreed upon between the subdivider and the\nAdvisory Agency.\tIf changes in the design of the lots or street system can be\nmade to correct the conditions set forth in Subsection J. of this section,\neither by increased lot sizes or changes in grades, such modifications shall be\nmade.\tM.\tStorm Drains.  (Amended by Ord. No. 139,199, Eff. 10\/10\/69.)  Storm\ndrains shall be designed in conformance with standards approved by the City\nEngineer. Storm drain facilities to intercept and convey all runoff to a\nsuitable point of disposal shall be required when runoff from the entire area\ntributary to and including the subdivision exceeds the limiting depth of street\nflow as determined by the City Engineer. These storm drain requirements shall\nalso include the following:\t1.\tIn areas without sumps, storm drains shall be\ndesigned to remove all runoff from a storm of 10-year frequency.\t2.\tIn sump\nareas, storm drains shall be designed to remove all runoff from a storm of\n50-year frequency.\t3.\tStorm drains shall be of sufficient capacity in all cases\nto prevent flooding of building sites from a storm of 50-year frequency.\t4.\tOn\nsidehill streets, the maximum depth of water as determined by the City Engineer\nshall be based on a storm of 50-year frequency.\tN.\tInstallation Of Utilities. \n(Added by Ord. No. 131,820, Eff. 3\/28\/66.)  Utility lines, including but not\nlimited to those required for electricity, communication, street lighting and\ncable television services necessary for the general use of the lot owners in the\nsubdivision, shall be installed or guaranteed to be installed in the same manner\nas other required improvements.\tIn all portions of a Tract Map area classified\nin the A, R or C zones, all such utility lines shall be installed underground,\nprovided, however, that incidental, appurtenant equipment such as transformers,\nterminal boxes and meter cabinets may be placed above ground but shall conform\nwith regard to placement and height with those standards adopted by the\nCommission as it determines are necessary to safeguard the public against\nhazards created by said equipment and to further the purposes of this article.\nThe Subdivision Committee shall make its report and recommendation of the\nCommission prior to the adoption of said standards.  (Amended by Ord. No.\n146,985, Eff. 4\/11\/75.)\tThe subdivider shall make the necessary Cost and other\narrangements for such underground installation and for relocation of existing\nfacilities with each of the persons, firms, or corporations furnishing utility\nservices involved.\tO.\tSites for Models.  (Amended by Ord. No. 172,839, Eff.\n11\/1\/99.)  Not more than 15% of the lots and in no case more than 20 lots at\nany one time in a subdivision may be designated as sites for the construction of\nmodels, and, with respect to multiple unit structures, not more than 15% of the\nunits and in no case more than 20 units at any one time in a proposed building\ndesignated as a model site, may be designated as models.\tEach of the sites shall\nbe located in a manner as to not adversely affect existing developed residential\nproperties.  Further, each of the sites shall be easily accessible and\nprovision for the accessibility shall be assured at the time that the tentative\nmap is conditionally approved.\tP.\tPark And Recreation Sites.  Park and\nrecreation sites to serve the future inhabitants of each new subdivision shall\nbe provided and located in conformance with the standards contained in the\nRecreation Element of the General Plan.  (Amended by Ord. No. 141,422, Eff.\n2\/11\/71.)\tQ.\tWhere Subdivision Includes Land Within Drainage District. \nWhenever a Subdivision or a portion thereof includes land which is within a\nLocal Drainage District, the provisions and requirements of the ordinance\nestablishing such District shall be complied with.  (Added by Ord. No. 142,862,\nEff. 2\/13\/72.)\tR.\tProtected Tree Regulations.  (Amended by Ord. No. 177,404,\nEff. 4\/23\/06.)  No protected tree may be relocated or removed except as\nprovided in this article or Article 6 of Chapter IV of this Code.  The term\n“removed” or “removal” shall include any act that will cause a protected\ntree to die, including but not limited to acts that inflict damage upon the root\nsystem or other parts of the tree by fire, application of toxic substances,\noperation of equipment or machinery, or by changing the natural grade of land by\nexcavation or filling the drip line area around the trunk.\t1.\tRequired\nDeterminations.  Subject to historical preservation requirements set forth in\nSubdivision 3. of this subsection, when a protected tree exists within a\nproposed subdivision, the tree may be relocated or removed if the Advisory\nAgency, in consultation with the City’s Chief Forester, determines the\nexistence of either (a) or (b) below:\t(a)\tThere has been prior applicable\ngovernment action in which:\t(i)\tThe removal of the tree had been approved by the\nAdvisory Agency; or\t(ii)\tThe property upon which the protected tree is located\nhas been the subject of a determination by the City Planning Commission, the\nCity Council, a Zoning Administrator, or an Area Planning Commission, the appeal\nperiod established by this Code with respect to the determination has expired,\nthe determination is still in effect, and pursuant to the determination, the\nprotected tree’s removal would be permissible; or\t(iii)\tA building permit has\nbeen issued for the property upon which the protected tree is located, the\npermit is still in effect, and the removal or relocation is not prohibited by\nthe permit.\t(b)\tThe removal of the protected tree would not result in an\nundesirable, irreversible soil erosion through diversion or increased flow of\nsurface waters that cannot be mitigated to the satisfaction of the City’s\nChief Forester, and the physical condition or location of the tree is such\nthat:\t(i)\tIts continued presence in its existing location prevents the\nreasonable development of the property; or\t(ii)\tAccording to a report required\npursuant to Section 17.06 C., acceptable to the Advisory Agency and prepared by\na tree expert, there is a substantial decline from a condition of normal health\nand vigor of the tree, and its restoration through appropriate and economically\nreasonable preservation procedures and practices is not advisable; or\t(iii)\tIt\nis in danger of falling due to an existing and irreversible condition.\t(iv)\tIts\ncontinued presence at its existing location interferes with proposed utility\nservices or roadways within or without the subject property, and the only\nreasonable alternative to the interference is the removal of the tree; or\t(v)\tIt\nhas no apparent aesthetic value, which will contribute to the appearance and\ndesign of the proposed subdivision; or it is not located with reference to other\ntrees or monuments in such a way as to acquire a distinctive significance at the\nlocation.\t2.\tSupplemental Authority.  In the event the Advisory Agency, in\nconsultation with the City’s Chief Forester, determines pursuant to\nSubdivision 1.(b) above, that a protected tree may be removed or relocated, the\nAdvisory Agency may:\t(a)\tRequire relocation elsewhere on the same property where\na protected tree has been approved for removal, and where the relocation is\neconomically reasonable and favorable to the survival of the tree.  Relocation\nto a site other than upon the same property may be permitted where there is no\navailable or appropriate location on the property and the owner of the proposed\noff-site relocation site consents to the placement of a tree.  In the event of\nrelocation, the Advisory Agency may designate measures to be taken to mitigate\nadverse effects on the tree.\t(b)\tPermit protected trees of a lesser size, or\ntrees of a different species, to be planted as replacement trees for protected\ntrees permitted by this Code to be removed or relocated, if replacement trees\nrequired pursuant to this Code are not available.  In that event, the Advisory\nAgency may require a greater number of replacement trees.\t3.\tHistorical\nMonuments.  The Advisory Agency, except as to Subdivision 1.(b)(iii) above,\nshall require retention of a protected tree at its existing location, if the\ntree is officially designated as an Historical Monument or as part of an\nHistoric Preservation Overlay Zone.\t4.\tRequirements.  In the event the Advisory\nAgency, in consultation with the City’s Chief Forester, determines pursuant to\nSubdivision 1.(b) above that a protected tree may be removed or relocated, the\nAdvisory Agency shall require that:\t(a)\tThe protected tree is replaced within\nthe property by at least two trees of a protected variety included within the\ndefinition set forth in Section 17.02 of this article, except where the\nprotected tree is relocated pursuant to Subdivision 2.(a) above.  The size of\neach replacement tree shall be a 15-gallon, or larger, specimen, measuring one\ninch or more in diameter at a point one foot above the base, and not less than\nseven feet in height, measured from the base.  The size and number of\nreplacement trees shall approximate the value of the tree to be\nreplaced.\t(b)\tThe subdivider record those covenants and agreements approved by\nthe Advisory Agency necessary to assure compliance with conditions imposed by\nthe Advisory Agency and to assure protected tree preservation.\t(c)\tThe\nsubdivider provide protected tree maintenance information to purchasers of lots\nwithin the proposed subdivision.\t(d)\tThe subdivider post a bond or other\nassurance acceptable to the City Engineer to guarantee the survival of trees\nrequired to be replaced or permitted or required to be relocated, in a manner to\nassure the existence of continuously living trees at the approved replacement or\nrelocation site for three years from the date that the trees are replaced or\nrelocated.  The City Engineer shall use the provisions of Section 17.08 G. as\nits procedural guide in satisfaction of the bond requirements and processing. \nAny bond required shall be in a sum estimated by the City Engineer to be equal\nto the dollar value of the replacement tree or of the tree that is to be\nrelocated.  In determining value for these purposes, the City Engineer shall\nconsult with the Advisory Agency, the City’s Chief Forester, the evaluation of\ntrees guidelines approved and adopted for professional plantsmen by the\nInternational Society of Arboriculture, the American Society of Consulting\nArborists, the National Arborists Association and the American Association of\nNurserymen, and other available, local information or guidelines.\t5.\tGrading. \nThe Advisory Agency is authorized to prohibit grading or other construction\nactivity within the drip line of a protected tree.\tS.\tMulholland Scenic\nParkway.  (Amended by Ord. No. 156,534, Eff. 4\/24 \/82.)  Notwithstanding the\nstreet standards adopted by the City Planning Commission pursuant to this\nsection, the width and improvement standards for the Mulholland Scenic Parkway\nshall be substantially as follows: two travel lanes, one in each direction, each\n15 feet wide; passing lane segments and turn pockets where necessary to\nfacilitate movement of traffic; substantial conformance to existing roadway\nalignment; no median strip except to facilitate turning movements; hard surfaced\nshoulders but with a natural look, separated from the roadway by a painted line\nwhere the shoulder is utilized for bikeway purposes; minimum street and driveway\naccess to the Parkway; reasonable protection of a scenic corridor 500 feet more\nor less, depending on topography, from each side of the existing right-of-way,\nto preserve the scenic quality and for the development of parks, vista points,\nparking facilities, and continuous bicycle, equestrian and hiking trails; all\nutilities to be underground; all necessary signs and road related fixtures to be\nof a special design to blend with the scenic character of the Parkway; grading\nto be kept to an absolute minimum; all necessary grading to be gently contoured\nand fully landscaped with fire–resistant plants to present a natural\nappearance.\tIt shall be the duty of the Advisory Agency to interpret and apply\nthese standards in conformance with the spirit and intent of the Report of the\nCitizens’ Advisory Committee on the Mulholland Scenic Parkway as adopted as\nCity policy by the City Council on March 26, 1973, under Council File No.\n70-5000, or with such Parkway plans as may subsequently be adopted.\tSaid\nstandards are applicable to any subdivision or parcel map within 500 feet of the\nright-of-way of Mulholland Drive between the Hollywood Freeway on the west and\nMulholland Highway on the west and along Mulholland Highway to the southerly\ncity boundary, as shown on the City Engineer’s official cadastral or district\nmaps.\tT.\tValley Circle Boulevard – Plummer Street Scenic Corridor.  (Added\nby  Ord. No. 151,615, Eff. 12\/3\/78.)  Notwithstanding the street standards\nadopted by the City Planning Commission pursuant to this section, the width and\nimprovement standards for Valley Circle Boulevard from Roscoe Boulevard to\nPlummer Street and for Plummer Street from Valley Circle Boulevard to Topanga\nCanyon Boulevard shall be substantially as follows:\t1.\tTwo travel lanes, one in\neach direction;\t2.\tLeft turn pockets as needed;\t3.\t48 feet of paved roadway,\nincluding 2–foot wide concrete gutters and curbs;\t4.\tNo continuous raised\nmedian strip;\t5.\tWide shoulders to accommodate recreation trails;\t6.\tMinimum\nstreet and driveway access to the roadway;\t7.\tAll utilities to be\nunderground;\t8.\tLighting only at intersections and parking areas, and kept to a\nminimum useful Intensity;\t9.\tFire Hydrants and light standards located away from\nthe roadway for increased safety;\t10.\tPicnic areas, drinking fountains,\nrestrooms facilities, watering troughs, hitching rails and simple shade\nstructures provided at suitable locations;\t11.\tThe general design and\ndevelopment of the roadway, trails, turnouts, and all appurtenant fixtures,\nfacilities and amenities to be rustic, natural and in keeping with the scenic\ncharacter of the corridor;\t12.\tReasonable protection of a scenic corridor, 1500\nfeet more or less depending on topography, from each side of the existing\nrights–of–way, to preserve the scenic quality, protect long–distance\nviews, and for the development of parks, vista points, parking facilities, and\ncontinuous trails;\t13.\tSpecific dimension standards for a 100-foot-wide\nright-of-way, the preferred width, shall be a 14-foot-wide two-way bicycle path,\na hiking trail meandering in a 10-foot–wide landscaped parkway, a 16-foot-wide\nequestrian trail bordered by bolted wood fences and a 12-foot-wide parkway on\nthe opposite side of the roadway;\t14.\tThe dimension standards for an\n86-foot-wide right-of-way shall be a 12- foot-wide two-way bicycle path, hiking\ntrail meandering in an 8-foot-wide landscaped parkway, a 12-foot-wide equestrian\ntrail bordered by bolted wood fences and a 6-foot-wide parkway on the opposite\nside of the roadway;\t15.\tTrails to be built prior to or concurrently with the\nroadway, and to have suitable crossings and access to areas of\ninterest;\t16.\tAttractively designed masonry walls and\/or screening landscaping\nalong the edges of private developments adjacent to the scenic\ncorridor;\t17.\tMaximum preservation of natural terrain and\nvegetation;\t18.\tGrading to be kept to an absolute minimum; all necessary grading\nto be gently contoured and fully landscaped with native, low-water-need,\nfire-resistant plants to present a natural appearance;\t19.\tAll buildings in the\ncorridor to be placed so as to preserve a clear line of sight from the roadway\nto the visible mountain crest;\t20.\tOff-site advertising signs to be prohibited\nwithin the corridor;\t21.\tOn-site advertising, traffic, informational and\nregulatory signs to be kept to a minimum number and size, and to be of special\nrustic design.\tIt shall be the duty of the Advisory Agency to interpret and\napply these standards in conformance with the spirit and intent of the Valley\nCircle Boulevard  Plummer Street Scenic Corridor Study adopted as City policy\nby the City Council on March 28, 1977, under Council File No. 77-82, or with\nsuch parkway plans as may subsequently be adopted.\tThe standards stated herein\nare applicable to any subdivision or parcel map within 1500 feet of the\nright-of-way of Valley Circle Boulevard from Roscoe Boulevard to Plummer Street\nand of Plummer Street from Valley Circle Boulevard to Topanga Canyon Boulevard\nas shown on the City Engineer’s official cadastral or district\nmaps.\tU.\tPreliminary Soils Report.  (Added by Ord. No. 157,517, Eff. 5\/2\/83,) A\npreliminary soils report, prepared by a civil engineer registered in California,\nand based upon adequate test borings is required with the Tentative Map of any\nsubdivision. Provided that the Advisory Agency may waive the preliminary soils\nreport upon its determination that no preliminary analysis is necessary due to\nits knowledge of the soils qualities of the soils of the subdivision.\tIf the\npreliminary soils report indicates the presence of critically expansive soils or\nother soils problems which, if not corrected, would lead to structural defects,\na soils investigation of each lot in the subdivision may be required. Such soils\ninvestigation shall be done by a civil engineer registered in California, who\nshall recommend the corrective action which is likely to prevent structural\ndamage to each structure proposed to be constructed in the area where such soils\nproblem exists. The Advisory Agency may approve the subdivision or a portion\nthereof where such soils problems exist if it determines that the recommended\ncorrective action is likely to prevent structural damage to each structure to be\nconstructed, and as a condition to the issuance of any building permit may\nrequire that the approved recommended action be incorporated in the construction\nof each structure.\n","html":"\n\t\t\t\t\t<section><p>  DESIGN STANDARDS.<br \/><br \/>\tA.\tStreet Standards Committee.  There is hereby created a Street Standards Committee to be composed of the Director of Planning, as Chairman, the City Engineer and the General Manager of the Department of Transportation. (Amended by Ord. No. 152,425, Eff. 6\/29\/79.)<br \/><br \/>\tIt shall be the duty of this committee to recommend to the Commission minimum width and improvement standards for all classes of public and private streets and alleys. The Commission shall adopt such minimum width and improvement standards as it determines are necessary for the safe and adequate movement of traffic, installation of necessary utilities and reasonable and proper access to abutting property.<br \/><br \/>\tSaid standards shall not, however, be applicable to any street or alley for which the City Council, by <span class=\"dictionary\">ordinance<\/span>, adopts specific standards.  (Added by Ord. No. 146,585, Eff. 11\/11\/74.)<br \/><br \/>\tB.\tAdoption Of Standards.  All such standards adopted by the Commission shall remain in effect for at least one year. A public <span class=\"dictionary\">hearing<\/span> shall be conducted by the Commission prior to the approval of any change in such standards. No such change will become effective until 180 days after adoption by the Commission.<br \/><br \/>\tNo change in such standards after the approval of the Tentative Map shall be imposed as a condition to the recording of a Final Map of a subdivision within the prescribed 18 month period. New or changed standards shall not be required to be met as a condition of permitting a one year extension of time if substantial grading operations have been completed before such extension is requested.  (Amended by Ord. No. 130,871, Eff. 9\/20\/65.)<br \/><br \/>\tC.\tConformance To General Plan.  Each Tentative Map shall be designed in compliance with the zoning applying to the property or approved by the City Council for change or shall be subject to a condition requiring compliance with such zoning prior to the recordation of the final map.  (Amended by Ord. No. 156,960, Eff. 8\/27\/82.)<br \/><br \/>\tIn addition, where a Tentative Map involves land for which a General Plan including dwelling unit densities has been adopted by the Council, and said land is also in an “H” Hillside or Mountainous Area established by Article 2 of this chapter, the number of lots on said map shall be limited so that the number of dwelling units permitted by the applicable zoning regulations shall not substantially exceed the dwelling unit densities shown on said plan. (Amended by Ord. No. 149,402, Eff. 4\/18\/77.)<br \/><br \/>\tEach Tentative Map shall substantially conform to all other elements of the General Plan.  In computing the number of dwelling units, only the area being designated for residential use and land that is being dedicated for public uses shall be considered, excepting, however, land set aside for street purposes, or land required to be dedicated for park and recreation purposes pursuant to <span class=\"dictionary\">Ordinance<\/span> 141,422.  However, in the Greater Downtown Housing Incentive Area, the area used for computing the allowable floor area of a residential (including Apartment Hotel or mixed-use) building shall be the lot area including any land to be set aside for street purposes.  (Amended by Ord. No. 179,076, Eff. 9\/23\/07.)<br \/><br \/>\tIn Hillside Areas, as defined in Chapter 1 of the Los Angeles Municipal Code, which are designated in the Minimum Density housing category by the applicable element of the General Plan adopted by the City Council, the dwelling unit density shall not exceed that allowed by the following formula:  (Paragraph and following formula Amended by Ord. No. 179,035, Eff. 9\/17\/07.)<br \/><br \/><br \/><br \/>\tWhere :\tD =\tthe maximum number of dwelling units per gross acre allowable, and<br \/><br \/>\t\t\tS =\tthe average natural slope of the land in percent.<br \/><br \/>\tWhere the total allowable number of dwelling units per parcel map or tentative tract map calculated under the above formulas results in a number other than a whole number, it shall be rounded to the nearest whole number as follows:  where the fractional portion of the total allowable number of dwelling units equals .5 or more, the total number of allowable dwelling units shall be rounded to the next larger whole number; where the fractional portion of the total allowable number of dwelling units equals less than .5, the total number of allowable dwelling units shall be rounded to the next smaller whole number.  (Added by Ord. No. 162,144, Eff. 5\/11\/87.)<br \/><br \/>\tIn no case shall the permitted density be less than 0.05 dwelling units per gross acre.  Where the total allowable number of dwelling units per tentative tract map calculated under the above formula results in a number less than one, it shall be rounded up to allow one dwelling unit per tentative tract map.  Where previous grading on a site makes it difficult to determine average natural slope using the above formula, the Director of Planning shall determine the average natural slope in a manner to carry out the purpose and <span class=\"dictionary\">intent<\/span> of this subsection.  (Amended by Ord. No. 179,035, Eff. 9\/17\/07.)<br \/><br \/>\tD.\tStreets.<br \/><br \/>\t1.\tRight of Way and Roadway Widths. All streets and alleys shall be designed to conform with standards adopted by the Commission.<br \/><br \/>\t2.\tStreet Grades. Grades of all streets shall be as flat as consistent with adequate surface drainage requirements and the approved development of the proposed subdivision. The minimum grade permitted shall be four–tenths of one per cent, except in extremely flat areas where a grade of two–tenths of one per cent may be used. The maximum grade permitted for major and secondary highways shall be six per cent, except where a grade not to exceed ten percent will eliminate excessive curvature, fill or excavation. The maximum grade permitted for collector streets shall be ten per cent and for local streets shall be 15 per cent. Variations from these requirements may be granted by the Advisory Agency upon recommendation by the City Engineer in individual cases in accordance with the provisions of Section 17.11.<br \/><br \/>\tChanges in grade greater than four–tenths of one per cent shall be connected by vertical curves. The length of vertical curves shall conform to standards for sight distance and riding qualities established by the City Engineer.<br \/><br \/>\t3.\tFuture Streets.  In the event certain streets or alleys in a subdivision are to be reserved for future public use and they have been approved as to location and width, they shall be indicated on the Final Map and offered for dedication as future streets or future alleys. Certificates providing that the City may accept the offer to dedicate such easement at any time shall be shown on the Final Map.<br \/><br \/>\t4.\tCorner Cut-Off.  At all block corners the property line shall be rounded. On all major and secondary highways, the corner shall have a 20–foot radius curve and on all other streets, a 15–foot radius curve; provided, however, that where commercial development is permitted, a diagonal cutoff of 15–feet × 15–feet in lieu of a 20–foot radius curve and a ten–foot × ten–foot cutoff in lieu of a 15–foot radius curve may be used. In industrial zones the curves shall have a minimum radius of at least 40 feet.<br \/><br \/>\t5.\tCurves – Horizontal.  The center line radii of curves shall be as large as possible, consistent with conditions. All curves shall have sufficient length to avoid the <span class=\"dictionary\">appearance<\/span> of an angle point. Reversing curves shall be connected by tangents of length approved by the City Engineer as sufficient to safely <span class=\"dictionary\">reverse<\/span> the unbalanced centrifugal force. In any case, horizontal curves shall have the following minimum center line radii:<br \/><br \/>Major and Secondary Highways\t1,000 feet\nCollector Streets\t500 feet\nLocal Streets, Not Hillside\t300 feet\nLocal Streets, Hillside Area\t125 feet<br \/><br \/>\t6.\tIntersections. Street intersections shall be as near right angle as possible. No jogs shall be allowed in the continuity of a major or secondary highway. Jogs in a <span class=\"dictionary\">minor<\/span> or local street where crossing major or secondary highways shall be held to a minimum. Multiple intersections of more than four approaches should be avoided. In hillside areas special conditions may be required.<br \/><br \/>\t7.\tCul-de-sac Streets. Where cul–de–sac streets are approved, they shall be terminated by a turning area conforming to the latest standards approved by the Commission.<br \/><br \/>\t8.\tGeneral. (Added by Ord. No. 157,811, Eff. 8\/13\/83.) All streets within and\/or immediately adjacent to the subdivision shall be improved with curbs and gutters, unless not required by the Advisory Agency upon recommendation of the City Engineer.<br \/><br \/>\tStreets within and\/or immediately adjacent to the subdivision shall be improved with sidewalks, except that in mountainous, hillside or rural areas, sidewalks may be omitted or may be provided on only one side of the street with the approval of the Advisory Agency.<br \/><br \/>\tE.\tAlleys.<br \/><br \/>\t1.\tAlleys shall be not less than 20 feet in width. Alley serving industrial zones shall be 30 feet wide, unless otherwise approved by the Advisory Agency. All dead-end alleys shall be provided with adequate turning areas. Whenever practicable alleys shall be required at the rear of all lots which are in residential zones and which front a major or secondary highway; alleys may also be required at the rear of lots in commercial and industrial zones.<br \/><br \/>\t2.\tAlley Intersections.  Where two alleys intersect, a triangular corner cut-off of not less than ten feet along each alley line shall be provided.<br \/><br \/>\tF.\tPedestrian Walks.  If it is determined by the Advisory Agency that inner-block pedestrian walks are necessary for the public health, safety or welfare, they shall be dedicated to a width of not less than 10 feet.<br \/><br \/>\tG.\tBlocks.  Blocks shall not exceed 1,700 feet in length, except in hilly areas. The number of intersections of local streets with major and secondary highways shall be kept at a minimum.<br \/><br \/>\tH.\tLot Size.  (Amended by Ord. No. 141,474, Eff. 2\/27\/71.)  Every lot shall have a minimum width and area to comply with the requirements as specified in Article 2 of this chapter for the zone in which the lot is located, provided, however, that every lot located in a “C” Commercial Zone and for which no minimum width is specified in said article shall have a minimum width of 40 feet. All lots in a residential planned development shall comply with the standard residential conditions of Sec. 13.04 of this Code, and the conditions of approval of the development.<br \/><br \/>\t1.\t(Amended by Ord. No. 142,861, Eff. 2\/4\/72.)  When the Advisory Agency determines that traffic access, topography, and drainage conditions will safely allow lot averaging, and when the subdivider has demonstrated to the satisfaction of the Advisory Agency in a written report that such averaging is consistent with proper subdivision design, and in addition will produce, one or more of the following benefits: require less grading than would a subdivision of conventional design not utilizing lot averaging; result in improved lot design; or produce other environmental benefits; the Advisory agency may permit the width and area of not more than 20 percent of the lots in a subdivision located in the “H” Hillside or Mountainous Area to be reduced as specified below, provided that the average area of all lots in said subdivision is not less than the following requirements:<br \/><br \/>[LOT AREA IN SQUARE FEET]\n(Amended by Ord. No. 142,861, Eff. 2\/4\/72.)<br \/><br \/>\n  \n    \n      \n        [Zone]\n      \n      \n        Minimum to Which Lot Width May Be Reduced\n      \n      \n        Minimum to Which Area May Be Reduced\n      \n      \n        Average Requirement\n      \n    \n    \n      \n        RA-H\n      \n      \n        63 feet\n      \n      \n        14,000\n      \n      \n        17,500\n      \n    \n    \n      \n        RE40-H\n      \n      \n        No Reduction\n      \n      \n        32,000\n      \n      \n        40,000\n      \n    \n    \n      \n        RE20-H\n      \n      \n        72 feet\n      \n      \n        16,000\n      \n      \n        20,000\n      \n    \n    \n      \n        RE15-H\n      \n      \n        72 feet\n      \n      \n        12,000\n      \n      \n        15,000\n      \n    \n    \n      \n        RE11-H\n      \n      \n        63 feet\n      \n      \n        8,800\n      \n      \n        11,000\n      \n    \n    \n      \n        RE9-H\n      \n      \n        60 feet\n      \n      \n        7,200\n      \n      \n        9,000\n      \n    \n  <br \/><br \/>\n\tIn computing such average, that portion of any lot exceeding 150 percent of the average requirement shall not be included, provided however, that in the RA Zone the maximum area of any lot that may be used in computing the average shall be 24,500 square feet.<br \/><br \/>\tIn a tract wherein one or more lots have less than the average requirement for the zone, no lot shall be rearranged or divided unless: (1) the average requirement for the original Final Map is maintained, and (2) such rearrangement or division is accomplished by recording a new Final Map or a Parcel Map, or by securing determination that said proposed rearrangement or division is exempt from the Parcel Map procedure as provided for in Section 17.50B,3(c).  (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)<br \/><br \/>\t2.\tWhere it finds it necessary in <span class=\"dictionary\">order<\/span> to promote the general welfare, the Advisory Agency may require that lots which are contiguous or nearby to existing lots on the same street may be increased in size so as to be compatible with the size of such existing lots. However, in no case may the Advisory Agency require such lots to contain an area of over 50 per cent more than that required by the applicable provisions of Article 2 of this chapter.<br \/><br \/>\t3.\tProperty in commercial or industrial ones need not be divided into more than one lot where such property is to be operated as a unit.<br \/><br \/>\t4.\tEach portion of the lot which is platted so as to be divided by a City or County boundary line shall be given a separate letter or number on the recorded tract map.<br \/><br \/>\t5.\tThe side lines of lots shall be approximately at right angles to the streets, or radial to the street on curved streets, except where topography or other conditions make this impracticable.<br \/><br \/>\t6.\tWhere it finds that there will be no <span class=\"dictionary\">material<\/span> increase in the dwelling unit density permitted by the zone, and that the public health, safety or welfare and good subdivision design would be promoted by the dedication of public streets to a width in excess of the approved standards provided for in this section, or the dedication of service roads, or the dedication or reservation of land for public parks, public uses or other open areas, the Advisory Agency may permit the required area of one or more of the lots in a subdivision in an RA, RE, or RS Zone to be reduced to the extent of such dedication or reservation. Provided however, that in no event shall such a reduction exceed 15%; and, no lot in a RA-H or RE-H Zone shall be permitted to be reduced below the minimum area specified therefor in Subdivision 1. of this subsection.  (Added by Ord. No. 129,693, Eff. 5\/2\/65.)<br \/><br \/>\t7.\tWhere the Advisory Agency finds the project is consistent with the dwelling unit density permitted by the General Plan, and that the public health, safety or welfare and good subdivision design will be promoted by the preservation of protected trees, the Advisory Agency may permit the required area of one or more of the lots in a subdivision in an “RA,” “RE,” “RS” or “R1&#038;″ Zone to be reduced by an amount sufficient to provide for protected tree preservation in accordance with Section 17.05 R. of this Code.  Provided, however, that in no event shall the reduction exceed 50 percent of the required lot area; no “RA” or “RE” lot shall be reduced below 50 feet in width; no “RS” or “R1&#038;″ lot shall be reduced below 40 feet in width; and no lot in a designated “K” Horsekeeping District shall be reduced below 17,500 square feet.  (Amended by Ord. No. 177,404, Eff. 4\/23\/06.)<br \/><br \/>\t8.\tNotwithstanding any other provision of this Code, where the Advisory Agency finds that there will be no increase in density and that the density provisions of the General Plan will not be exceeded, it may approve subdivisions in the R2, RD, R3, R4 and R5 zones, meeting the requirements of Section 12.22 C.25. of this Code. The minimum lot area of lots in any such subdivision shall be 2,500 square feet.  (Added by Ord. No. 159,532, Eff. 1\/3\/85.)<br \/><br \/>\t9.\tIn calculating the density of a subdivision proposed to be developed with residences permitted by Sections 12.08.3 B.1. and 12.22 C.25. of this Code, the area contained within public streets shall be deducted from the gross area of the subdivision; however, the area contained within private streets, public alleys and driveways shall not be deducted from the gross area of the subdivision.  (Added by Ord. No. 159,532, Eff. 1\/3\/85.)<br \/><br \/>\t10.\tIn calculating the allowable floor area of a subdivision proposed to be developed as a residential (including Apartment Hotel or mixed use) building in the Greater Downtown Housing Incentive Area, any land required to be dedicated for street purposes shall be included as part of the lot area of the subdivision.  (Added by Ord. No. 179,076, Eff. 9\/23\/07.)<br \/><br \/>\tI.\tEasements.  Easements for public utilities, water system, sewers, street lights, storm drains or flood control channels, and slope rights shall be provided wherever determined necessary by the Advisory Agency upon recommendations of the City Engineer.<br \/><br \/>\tWherever it is determined that future easements are necessary, a certificate shall be placed on the Final Map indicating that the City may accept such easements at any time.<br \/><br \/>\tJ.\tHillside Areas.  Design requirements for subdivisions in hillside areas shall meet the grading standards established by the Board of Public Work and the grading regulations established by Article I, Chapter 9 of this Code. Such requirements may also include providing soil reports prepared by a Registered Civil Engineer specializing in Soil Mechanics and\/or reports on geological investigations.<br \/><br \/>\tK.\tProblem Areas.  Areas designated by resolution of the Board of Public Works as problem areas shall not be subdivided except when approved by the Advisory Agency upon recommendation of the Superintendent of Building and the City Engineer.<br \/><br \/>\tL.\tGrading Plans.  (Amended by Ord. No. 142,877, Eff. 2\/24\/ 72.)  The Advisory Agency may require a proposed grading plan with the Tentative Map of any subdivision. Upon recommendation of the Superintendent of Building or the City Engineer, or where it appears that cuts and fills will occur in the grading of the property which may be contrary to the objectives of this article, the Advisory Agency shall require the subdivider to submit grading plans for all or part of the tract before action on the Tentative Map will be taken. Any grading plan submitted shall contain thereon a statement of the quantities (in cubic yards) of cut and fill and quantities of export or import <span class=\"dictionary\">material<\/span> involved. If the amount of earth <span class=\"dictionary\">material<\/span> to be imported to or exported from a subdivision site is 1,000 cubic yards or more, statements of the following shall also be included: the proposed borrow or disposal site; the proposed haul route; the total gross weight with load of the proposed haul vehicles; as well as other pertinent data which the Advisory Agency may require.<br \/><br \/>\tFailure to furnish such a grading plan (where necessary to complete the investigation of the Tentative Map within the time specified in the written notice requesting its submission) shall be cause for the disapproval of the Tentative Map unless an extension of the time for acting on said map is mutually agreed upon between the subdivider and the Advisory Agency.<br \/><br \/>\tIf changes in the design of the lots or street system can be made to correct the conditions set forth in Subsection J. of this section, either by increased lot sizes or changes in grades, such modifications shall be made.<br \/><br \/>\tM.\tStorm Drains.  (Amended by Ord. No. 139,199, Eff. 10\/10\/69.)  Storm drains shall be designed in conformance with standards approved by the City Engineer. Storm drain facilities to intercept and convey all runoff to a suitable point of disposal shall be required when runoff from the entire area tributary to and including the subdivision exceeds the limiting depth of street flow as determined by the City Engineer. These storm drain requirements shall also include the following:<br \/><br \/>\t1.\tIn areas without sumps, storm drains shall be designed to remove all runoff from a storm of 10-year frequency.<br \/><br \/>\t2.\tIn sump areas, storm drains shall be designed to remove all runoff from a storm of 50-year frequency.<br \/><br \/>\t3.\tStorm drains shall be of sufficient capacity in all cases to prevent flooding of building sites from a storm of 50-year frequency.<br \/><br \/>\t4.\tOn sidehill streets, the maximum depth of water as determined by the City Engineer shall be based on a storm of 50-year frequency.<br \/><br \/>\tN.\tInstallation Of Utilities.  (Added by Ord. No. 131,820, Eff. 3\/28\/66.)  Utility lines, including but not limited to those required for electricity, communication, street lighting and cable television services necessary for the general use of the lot owners in the subdivision, shall be installed or guaranteed to be installed in the same manner as other required improvements.<br \/><br \/>\tIn all portions of a Tract Map area classified in the A, R or C zones, all such utility lines shall be installed underground, provided, however, that incidental, appurtenant equipment such as transformers, terminal boxes and meter cabinets may be placed above ground but shall conform with regard to placement and height with those standards adopted by the Commission as it determines are necessary to safeguard the public against hazards created by said equipment and to further the purposes of this article. The Subdivision Committee shall make its report and recommendation of the Commission prior to the adoption of said standards.  (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)<br \/><br \/>\tThe subdivider shall make the necessary Cost and other arrangements for such underground installation and for relocation of existing facilities with each of the persons, firms, or corporations furnishing utility services involved.<br \/><br \/>\tO.\tSites for Models.  (Amended by Ord. No. 172,839, Eff. 11\/1\/99.)  Not more than 15% of the lots and in no case more than 20 lots at any one time in a subdivision may be designated as sites for the construction of models, and, with respect to multiple unit structures, not more than 15% of the units and in no case more than 20 units at any one time in a proposed building designated as a model site, may be designated as models.<br \/><br \/>\tEach of the sites shall be located in a manner as to not adversely affect existing developed residential properties.  Further, each of the sites shall be easily accessible and provision for the accessibility shall be assured at the time that the tentative map is conditionally approved.<br \/><br \/>\tP.\tPark And Recreation Sites.  Park and recreation sites to serve the future inhabitants of each new subdivision shall be provided and located in conformance with the standards contained in the Recreation Element of the General Plan.  (Amended by Ord. No. 141,422, Eff. 2\/11\/71.)<br \/><br \/>\tQ.\tWhere Subdivision Includes Land Within Drainage District.  Whenever a Subdivision or a portion thereof includes land which is within a Local Drainage District, the provisions and requirements of the <span class=\"dictionary\">ordinance<\/span> establishing such District shall be complied with.  (Added by Ord. No. 142,862, Eff. 2\/13\/72.)<br \/><br \/>\tR.\tProtected Tree Regulations.  (Amended by Ord. No. 177,404, Eff. 4\/23\/06.)  No protected tree may be relocated or removed except as provided in this article or Article 6 of Chapter IV of this Code.  The term “removed” or “removal” shall include any act that will cause a protected tree to die, including but not limited to acts that inflict damage upon the root system or other parts of the tree by fire, application of toxic substances, operation of equipment or machinery, or by changing the natural grade of land by excavation or filling the drip line area around the trunk.<br \/><br \/>\t1.\tRequired Determinations.  Subject to historical preservation requirements set forth in Subdivision 3. of this subsection, when a protected tree exists within a proposed subdivision, the tree may be relocated or removed if the Advisory Agency, in consultation with the City’s Chief Forester, determines the existence of either (a) or (b) below:<br \/><br \/>\t(a)\tThere has been prior applicable government action in which:<br \/><br \/>\t(i)\tThe removal of the tree had been approved by the Advisory Agency; or<br \/><br \/>\t(ii)\tThe property upon which the protected tree is located has been the subject of a determination by the City Planning Commission, the City Council, a Zoning Administrator, or an Area Planning Commission, the <span class=\"dictionary\">appeal<\/span> period established by this Code with respect to the determination has expired, the determination is still in effect, and pursuant to the determination, the protected tree’s removal would be permissible; or<br \/><br \/>\t(iii)\tA building permit has been issued for the property upon which the protected tree is located, the permit is still in effect, and the removal or relocation is not prohibited by the permit.<br \/><br \/>\t(b)\tThe removal of the protected tree would not result in an undesirable, irreversible soil erosion through <span class=\"dictionary\">diversion<\/span> or increased flow of surface waters that cannot be mitigated to the satisfaction of the City’s Chief Forester, and the physical condition or location of the tree is such that:<br \/><br \/>\t(i)\tIts continued presence in its existing location prevents the reasonable development of the property; or<br \/><br \/>\t(ii)\tAccording to a report required pursuant to Section 17.06 C., acceptable to the Advisory Agency and prepared by a tree expert, there is a substantial decline from a condition of normal health and vigor of the tree, and its restoration through appropriate and economically reasonable preservation procedures and practices is not advisable; or<br \/><br \/>\t(iii)\tIt is in danger of falling due to an existing and irreversible condition.<br \/><br \/>\t(iv)\tIts continued presence at its existing location interferes with proposed utility services or roadways within or without the subject property, and the only reasonable alternative to the interference is the removal of the tree; or<br \/><br \/>\t(v)\tIt has no apparent aesthetic value, which will contribute to the <span class=\"dictionary\">appearance<\/span> and design of the proposed subdivision; or it is not located with reference to other trees or monuments in such a way as to acquire a distinctive significance at the location.<br \/><br \/>\t2.\tSupplemental Authority.  In the event the Advisory Agency, in consultation with the City’s Chief Forester, determines pursuant to Subdivision 1.(b) above, that a protected tree may be removed or relocated, the Advisory Agency may:<br \/><br \/>\t(a)\tRequire relocation elsewhere on the same property where a protected tree has been approved for removal, and where the relocation is economically reasonable and favorable to the survival of the tree.  Relocation to a site other than upon the same property may be permitted where there is no available or appropriate location on the property and the owner of the proposed off-site relocation site consents to the placement of a tree.  In the event of relocation, the Advisory Agency may designate measures to be taken to mitigate adverse effects on the tree.<br \/><br \/>\t(b)\tPermit protected trees of a lesser size, or trees of a different species, to be planted as replacement trees for protected trees permitted by this Code to be removed or relocated, if replacement trees required pursuant to this Code are not available.  In that event, the Advisory Agency may require a greater number of replacement trees.<br \/><br \/>\t3.\tHistorical Monuments.  The Advisory Agency, except as to Subdivision 1.(b)(iii) above, shall require retention of a protected tree at its existing location, if the tree is officially designated as an Historical Monument or as part of an Historic Preservation Overlay Zone.<br \/><br \/>\t4.\tRequirements.  In the event the Advisory Agency, in consultation with the City’s Chief Forester, determines pursuant to Subdivision 1.(b) above that a protected tree may be removed or relocated, the Advisory Agency shall require that:<br \/><br \/>\t(a)\tThe protected tree is replaced within the property by at least two trees of a protected variety included within the definition set forth in Section 17.02 of this article, except where the protected tree is relocated pursuant to Subdivision 2.(a) above.  The size of each replacement tree shall be a 15-gallon, or larger, specimen, measuring one inch or more in diameter at a point one foot above the base, and not less than seven feet in height, measured from the base.  The size and number of replacement trees shall approximate the value of the tree to be replaced.<br \/><br \/>\t(b)\tThe subdivider record those covenants and agreements approved by the Advisory Agency necessary to assure compliance with conditions imposed by the Advisory Agency and to assure protected tree preservation.<br \/><br \/>\t(c)\tThe subdivider provide protected tree maintenance information to purchasers of lots within the proposed subdivision.<br \/><br \/>\t(d)\tThe subdivider post a <span class=\"dictionary\">bond<\/span> or other assurance acceptable to the City Engineer to guarantee the survival of trees required to be replaced or permitted or required to be relocated, in a manner to assure the existence of continuously living trees at the approved replacement or relocation site for three years from the date that the trees are replaced or relocated.  The City Engineer shall use the provisions of Section 17.08 G. as its procedural guide in satisfaction of the <span class=\"dictionary\">bond<\/span> requirements and processing.  Any <span class=\"dictionary\">bond<\/span> required shall be in a sum estimated by the City Engineer to be equal to the dollar value of the replacement tree or of the tree that is to be relocated.  In determining value for these purposes, the City Engineer shall consult with the Advisory Agency, the City’s Chief Forester, the evaluation of trees guidelines approved and adopted for professional plantsmen by the International Society of Arboriculture, the American Society of Consulting Arborists, the National Arborists Association and the American Association of Nurserymen, and other available, local information or guidelines.<br \/><br \/>\t5.\tGrading.  The Advisory Agency is authorized to prohibit grading or other construction activity within the drip line of a protected tree.<br \/><br \/>\tS.\tMulholland Scenic Parkway.  (Amended by Ord. No. 156,534, Eff. 4\/24 \/82.)  Notwithstanding the street standards adopted by the City Planning Commission pursuant to this section, the width and improvement standards for the Mulholland Scenic Parkway shall be substantially as follows: two travel lanes, one in each direction, each 15 feet wide; passing lane segments and turn pockets where necessary to facilitate movement of traffic; substantial conformance to existing roadway alignment; no median strip except to facilitate turning movements; hard surfaced shoulders but with a natural look, separated from the roadway by a painted line where the shoulder is utilized for bikeway purposes; minimum street and driveway access to the Parkway; reasonable protection of a scenic corridor 500 feet more or less, depending on topography, from each side of the existing right-of-way, to preserve the scenic quality and for the development of parks, vista points, parking facilities, and continuous bicycle, equestrian and hiking trails; all utilities to be underground; all necessary signs and road related fixtures to be of a special design to blend with the scenic character of the Parkway; grading to be kept to an absolute minimum; all necessary grading to be gently contoured and fully landscaped with fire–resistant plants to present a natural <span class=\"dictionary\">appearance<\/span>.<br \/><br \/>\tIt shall be the duty of the Advisory Agency to interpret and apply these standards in conformance with the spirit and <span class=\"dictionary\">intent<\/span> of the Report of the Citizens’ Advisory Committee on the Mulholland Scenic Parkway as adopted as City policy by the City Council on March 26, 1973, under Council File No. 70-5000, or with such Parkway plans as may subsequently be adopted.<br \/><br \/>\tSaid standards are applicable to any subdivision or parcel map within 500 feet of the right-of-way of Mulholland Drive between the Hollywood Freeway on the west and Mulholland Highway on the west and along Mulholland Highway to the southerly city boundary, as shown on the City Engineer’s official cadastral or district maps.<br \/><br \/>\tT.\tValley Circle Boulevard – Plummer Street Scenic Corridor.  (Added by  Ord. No. 151,615, Eff. 12\/3\/78.)  Notwithstanding the street standards adopted by the City Planning Commission pursuant to this section, the width and improvement standards for Valley Circle Boulevard from Roscoe Boulevard to Plummer Street and for Plummer Street from Valley Circle Boulevard to Topanga Canyon Boulevard shall be substantially as follows:<br \/><br \/>\t1.\tTwo travel lanes, one in each direction;<br \/><br \/>\t2.\tLeft turn pockets as needed;<br \/><br \/>\t3.\t48 feet of paved roadway, including 2–foot wide concrete gutters and curbs;<br \/><br \/>\t4.\tNo continuous raised median strip;<br \/><br \/>\t5.\tWide shoulders to accommodate recreation trails;<br \/><br \/>\t6.\tMinimum street and driveway access to the roadway;<br \/><br \/>\t7.\tAll utilities to be underground;<br \/><br \/>\t8.\tLighting only at intersections and parking areas, and kept to a minimum useful Intensity;<br \/><br \/>\t9.\tFire Hydrants and light standards located away from the roadway for increased safety;<br \/><br \/>\t10.\tPicnic areas, drinking fountains, restrooms facilities, watering troughs, hitching rails and simple shade structures provided at suitable locations;<br \/><br \/>\t11.\tThe general design and development of the roadway, trails, turnouts, and all appurtenant fixtures, facilities and amenities to be rustic, natural and in keeping with the scenic character of the corridor;<br \/><br \/>\t12.\tReasonable protection of a scenic corridor, 1500 feet more or less depending on topography, from each side of the existing rights–of–way, to preserve the scenic quality, protect long–distance views, and for the development of parks, vista points, parking facilities, and continuous trails;<br \/><br \/>\t13.\tSpecific dimension standards for a 100-foot-wide right-of-way, the preferred width, shall be a 14-foot-wide two-way bicycle path, a hiking trail meandering in a 10-foot–wide landscaped parkway, a 16-foot-wide equestrian trail bordered by bolted wood fences and a 12-foot-wide parkway on the opposite side of the roadway;<br \/><br \/>\t14.\tThe dimension standards for an 86-foot-wide right-of-way shall be a 12- foot-wide two-way bicycle path, hiking trail meandering in an 8-foot-wide landscaped parkway, a 12-foot-wide equestrian trail bordered by bolted wood fences and a 6-foot-wide parkway on the opposite side of the roadway;<br \/><br \/>\t15.\tTrails to be built prior to or concurrently with the roadway, and to have suitable crossings and access to areas of interest;<br \/><br \/>\t16.\tAttractively designed masonry walls and\/or screening landscaping along the edges of private developments adjacent to the scenic corridor;<br \/><br \/>\t17.\tMaximum preservation of natural terrain and vegetation;<br \/><br \/>\t18.\tGrading to be kept to an absolute minimum; all necessary grading to be gently contoured and fully landscaped with native, low-water-need, fire-resistant plants to present a natural <span class=\"dictionary\">appearance<\/span>;<br \/><br \/>\t19.\tAll buildings in the corridor to be placed so as to preserve a clear line of sight from the roadway to the visible mountain crest;<br \/><br \/>\t20.\tOff-site advertising signs to be prohibited within the corridor;<br \/><br \/>\t21.\tOn-site advertising, traffic, informational and regulatory signs to be kept to a minimum number and size, and to be of special rustic design.<br \/><br \/>\tIt shall be the duty of the Advisory Agency to interpret and apply these standards in conformance with the spirit and <span class=\"dictionary\">intent<\/span> of the Valley Circle Boulevard  Plummer Street Scenic Corridor Study adopted as City policy by the City Council on March 28, 1977, under Council File No. 77-82, or with such parkway plans as may subsequently be adopted.<br \/><br \/>\tThe standards stated herein are applicable to any subdivision or parcel map within 1500 feet of the right-of-way of Valley Circle Boulevard from Roscoe Boulevard to Plummer Street and of Plummer Street from Valley Circle Boulevard to Topanga Canyon Boulevard as shown on the City Engineer’s official cadastral or district maps.<br \/><br \/>\tU.\tPreliminary Soils Report.  (Added by Ord. No. 157,517, Eff. 5\/2\/83,) A preliminary soils report, prepared by a civil engineer registered in California, and based upon adequate test borings is required with the Tentative Map of any subdivision. Provided that the Advisory Agency may <span class=\"dictionary\">waive<\/span> the preliminary soils report upon its determination that no preliminary analysis is necessary due to its knowledge of the soils qualities of the soils of the subdivision.<br \/><br \/>\tIf the preliminary soils report indicates the presence of critically expansive soils or other soils problems which, if not corrected, would lead to structural defects, a soils investigation of each lot in the subdivision may be required. Such soils investigation shall be done by a civil engineer registered in California, who shall recommend the corrective action which is likely to prevent structural damage to each structure proposed to be constructed in the area where such soils problem exists. The Advisory Agency may approve the subdivision or a portion thereof where such soils problems exist if it determines that the recommended corrective action is likely to prevent structural damage to each structure to be constructed, and as a condition to the issuance of any building permit may require that the approved recommended action be incorporated in the construction of each structure.<\/p><\/section>","previous_section":{"id":"470","structure_id":"8","section_number":"17.04","catch_line":"Subdivision Committee.","url":"\/17.04\/","token":"17.04"},"text":{"0":{"id":"208","text":"  DESIGN STANDARDS.\tA.\tStreet Standards Committee.  There is hereby created a Street Standards Committee to be composed of the Director of Planning, as Chairman, the City Engineer and the General Manager of the Department of Transportation. (Amended by Ord. No. 152,425, Eff. 6\/29\/79.)\tIt shall be the duty of this committee to recommend to the Commission minimum width and improvement standards for all classes of public and private streets and alleys. The Commission shall adopt such minimum width and improvement standards as it determines are necessary for the safe and adequate movement of traffic, installation of necessary utilities and reasonable and proper access to abutting property.\tSaid standards shall not, however, be applicable to any street or alley for which the City Council, by ordinance, adopts specific standards.  (Added by Ord. No. 146,585, Eff. 11\/11\/74.)\tB.\tAdoption Of Standards.  All such standards adopted by the Commission shall remain in effect for at least one year. A public hearing shall be conducted by the Commission prior to the approval of any change in such standards. No such change will become effective until 180 days after adoption by the Commission.\tNo change in such standards after the approval of the Tentative Map shall be imposed as a condition to the recording of a Final Map of a subdivision within the prescribed 18 month period. New or changed standards shall not be required to be met as a condition of permitting a one year extension of time if substantial grading operations have been completed before such extension is requested.  (Amended by Ord. No. 130,871, Eff. 9\/20\/65.)\tC.\tConformance To General Plan.  Each Tentative Map shall be designed in compliance with the zoning applying to the property or approved by the City Council for change or shall be subject to a condition requiring compliance with such zoning prior to the recordation of the final map.  (Amended by Ord. No. 156,960, Eff. 8\/27\/82.)\tIn addition, where a Tentative Map involves land for which a General Plan including dwelling unit densities has been adopted by the Council, and said land is also in an “H” Hillside or Mountainous Area established by Article 2 of this chapter, the number of lots on said map shall be limited so that the number of dwelling units permitted by the applicable zoning regulations shall not substantially exceed the dwelling unit densities shown on said plan. (Amended by Ord. No. 149,402, Eff. 4\/18\/77.)\tEach Tentative Map shall substantially conform to all other elements of the General Plan.  In computing the number of dwelling units, only the area being designated for residential use and land that is being dedicated for public uses shall be considered, excepting, however, land set aside for street purposes, or land required to be dedicated for park and recreation purposes pursuant to Ordinance 141,422.  However, in the Greater Downtown Housing Incentive Area, the area used for computing the allowable floor area of a residential (including Apartment Hotel or mixed-use) building shall be the lot area including any land to be set aside for street purposes.  (Amended by Ord. No. 179,076, Eff. 9\/23\/07.)\tIn Hillside Areas, as defined in Chapter 1 of the Los Angeles Municipal Code, which are designated in the Minimum Density housing category by the applicable element of the General Plan adopted by the City Council, the dwelling unit density shall not exceed that allowed by the following formula:  (Paragraph and following formula Amended by Ord. No. 179,035, Eff. 9\/17\/07.)\tWhere :\tD =\tthe maximum number of dwelling units per gross acre allowable, and\t\t\tS =\tthe average natural slope of the land in percent.\tWhere the total allowable number of dwelling units per parcel map or tentative tract map calculated under the above formulas results in a number other than a whole number, it shall be rounded to the nearest whole number as follows:  where the fractional portion of the total allowable number of dwelling units equals .5 or more, the total number of allowable dwelling units shall be rounded to the next larger whole number; where the fractional portion of the total allowable number of dwelling units equals less than .5, the total number of allowable dwelling units shall be rounded to the next smaller whole number.  (Added by Ord. No. 162,144, Eff. 5\/11\/87.)\tIn no case shall the permitted density be less than 0.05 dwelling units per gross acre.  Where the total allowable number of dwelling units per tentative tract map calculated under the above formula results in a number less than one, it shall be rounded up to allow one dwelling unit per tentative tract map.  Where previous grading on a site makes it difficult to determine average natural slope using the above formula, the Director of Planning shall determine the average natural slope in a manner to carry out the purpose and intent of this subsection.  (Amended by Ord. No. 179,035, Eff. 9\/17\/07.)\tD.\tStreets.\t1.\tRight of Way and Roadway Widths. All streets and alleys shall be designed to conform with standards adopted by the Commission.\t2.\tStreet Grades. Grades of all streets shall be as flat as consistent with adequate surface drainage requirements and the approved development of the proposed subdivision. The minimum grade permitted shall be four–tenths of one per cent, except in extremely flat areas where a grade of two–tenths of one per cent may be used. The maximum grade permitted for major and secondary highways shall be six per cent, except where a grade not to exceed ten percent will eliminate excessive curvature, fill or excavation. The maximum grade permitted for collector streets shall be ten per cent and for local streets shall be 15 per cent. Variations from these requirements may be granted by the Advisory Agency upon recommendation by the City Engineer in individual cases in accordance with the provisions of Section 17.11.\tChanges in grade greater than four–tenths of one per cent shall be connected by vertical curves. The length of vertical curves shall conform to standards for sight distance and riding qualities established by the City Engineer.\t3.\tFuture Streets.  In the event certain streets or alleys in a subdivision are to be reserved for future public use and they have been approved as to location and width, they shall be indicated on the Final Map and offered for dedication as future streets or future alleys. Certificates providing that the City may accept the offer to dedicate such easement at any time shall be shown on the Final Map.\t4.\tCorner Cut-Off.  At all block corners the property line shall be rounded. On all major and secondary highways, the corner shall have a 20–foot radius curve and on all other streets, a 15–foot radius curve; provided, however, that where commercial development is permitted, a diagonal cutoff of 15–feet × 15–feet in lieu of a 20–foot radius curve and a ten–foot × ten–foot cutoff in lieu of a 15–foot radius curve may be used. In industrial zones the curves shall have a minimum radius of at least 40 feet.\t5.\tCurves – Horizontal.  The center line radii of curves shall be as large as possible, consistent with conditions. All curves shall have sufficient length to avoid the appearance of an angle point. Reversing curves shall be connected by tangents of length approved by the City Engineer as sufficient to safely reverse the unbalanced centrifugal force. In any case, horizontal curves shall have the following minimum center line radii:Major and Secondary Highways\t1,000 feet\nCollector Streets\t500 feet\nLocal Streets, Not Hillside\t300 feet\nLocal Streets, Hillside Area\t125 feet\t6.\tIntersections. Street intersections shall be as near right angle as possible. No jogs shall be allowed in the continuity of a major or secondary highway. Jogs in a minor or local street where crossing major or secondary highways shall be held to a minimum. Multiple intersections of more than four approaches should be avoided. In hillside areas special conditions may be required.\t7.\tCul-de-sac Streets. Where cul–de–sac streets are approved, they shall be terminated by a turning area conforming to the latest standards approved by the Commission.\t8.\tGeneral. (Added by Ord. No. 157,811, Eff. 8\/13\/83.) All streets within and\/or immediately adjacent to the subdivision shall be improved with curbs and gutters, unless not required by the Advisory Agency upon recommendation of the City Engineer.\tStreets within and\/or immediately adjacent to the subdivision shall be improved with sidewalks, except that in mountainous, hillside or rural areas, sidewalks may be omitted or may be provided on only one side of the street with the approval of the Advisory Agency.\tE.\tAlleys.\t1.\tAlleys shall be not less than 20 feet in width. Alley serving industrial zones shall be 30 feet wide, unless otherwise approved by the Advisory Agency. All dead-end alleys shall be provided with adequate turning areas. Whenever practicable alleys shall be required at the rear of all lots which are in residential zones and which front a major or secondary highway; alleys may also be required at the rear of lots in commercial and industrial zones.\t2.\tAlley Intersections.  Where two alleys intersect, a triangular corner cut-off of not less than ten feet along each alley line shall be provided.\tF.\tPedestrian Walks.  If it is determined by the Advisory Agency that inner-block pedestrian walks are necessary for the public health, safety or welfare, they shall be dedicated to a width of not less than 10 feet.\tG.\tBlocks.  Blocks shall not exceed 1,700 feet in length, except in hilly areas. The number of intersections of local streets with major and secondary highways shall be kept at a minimum.\tH.\tLot Size.  (Amended by Ord. No. 141,474, Eff. 2\/27\/71.)  Every lot shall have a minimum width and area to comply with the requirements as specified in Article 2 of this chapter for the zone in which the lot is located, provided, however, that every lot located in a “C” Commercial Zone and for which no minimum width is specified in said article shall have a minimum width of 40 feet. All lots in a residential planned development shall comply with the standard residential conditions of Sec. 13.04 of this Code, and the conditions of approval of the development.\t1.\t(Amended by Ord. No. 142,861, Eff. 2\/4\/72.)  When the Advisory Agency determines that traffic access, topography, and drainage conditions will safely allow lot averaging, and when the subdivider has demonstrated to the satisfaction of the Advisory Agency in a written report that such averaging is consistent with proper subdivision design, and in addition will produce, one or more of the following benefits: require less grading than would a subdivision of conventional design not utilizing lot averaging; result in improved lot design; or produce other environmental benefits; the Advisory agency may permit the width and area of not more than 20 percent of the lots in a subdivision located in the “H” Hillside or Mountainous Area to be reduced as specified below, provided that the average area of all lots in said subdivision is not less than the following requirements:[LOT AREA IN SQUARE FEET]\n(Amended by Ord. No. 142,861, Eff. 2\/4\/72.)\n  \n    \n      \n        [Zone]\n      \n      \n        Minimum to Which Lot Width May Be Reduced\n      \n      \n        Minimum to Which Area May Be Reduced\n      \n      \n        Average Requirement\n      \n    \n    \n      \n        RA-H\n      \n      \n        63 feet\n      \n      \n        14,000\n      \n      \n        17,500\n      \n    \n    \n      \n        RE40-H\n      \n      \n        No Reduction\n      \n      \n        32,000\n      \n      \n        40,000\n      \n    \n    \n      \n        RE20-H\n      \n      \n        72 feet\n      \n      \n        16,000\n      \n      \n        20,000\n      \n    \n    \n      \n        RE15-H\n      \n      \n        72 feet\n      \n      \n        12,000\n      \n      \n        15,000\n      \n    \n    \n      \n        RE11-H\n      \n      \n        63 feet\n      \n      \n        8,800\n      \n      \n        11,000\n      \n    \n    \n      \n        RE9-H\n      \n      \n        60 feet\n      \n      \n        7,200\n      \n      \n        9,000\n      \n    \n  \n\tIn computing such average, that portion of any lot exceeding 150 percent of the average requirement shall not be included, provided however, that in the RA Zone the maximum area of any lot that may be used in computing the average shall be 24,500 square feet.\tIn a tract wherein one or more lots have less than the average requirement for the zone, no lot shall be rearranged or divided unless: (1) the average requirement for the original Final Map is maintained, and (2) such rearrangement or division is accomplished by recording a new Final Map or a Parcel Map, or by securing determination that said proposed rearrangement or division is exempt from the Parcel Map procedure as provided for in Section 17.50B,3(c).  (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\t2.\tWhere it finds it necessary in order to promote the general welfare, the Advisory Agency may require that lots which are contiguous or nearby to existing lots on the same street may be increased in size so as to be compatible with the size of such existing lots. However, in no case may the Advisory Agency require such lots to contain an area of over 50 per cent more than that required by the applicable provisions of Article 2 of this chapter.\t3.\tProperty in commercial or industrial ones need not be divided into more than one lot where such property is to be operated as a unit.\t4.\tEach portion of the lot which is platted so as to be divided by a City or County boundary line shall be given a separate letter or number on the recorded tract map.\t5.\tThe side lines of lots shall be approximately at right angles to the streets, or radial to the street on curved streets, except where topography or other conditions make this impracticable.\t6.\tWhere it finds that there will be no material increase in the dwelling unit density permitted by the zone, and that the public health, safety or welfare and good subdivision design would be promoted by the dedication of public streets to a width in excess of the approved standards provided for in this section, or the dedication of service roads, or the dedication or reservation of land for public parks, public uses or other open areas, the Advisory Agency may permit the required area of one or more of the lots in a subdivision in an RA, RE, or RS Zone to be reduced to the extent of such dedication or reservation. Provided however, that in no event shall such a reduction exceed 15%; and, no lot in a RA-H or RE-H Zone shall be permitted to be reduced below the minimum area specified therefor in Subdivision 1. of this subsection.  (Added by Ord. No. 129,693, Eff. 5\/2\/65.)\t7.\tWhere the Advisory Agency finds the project is consistent with the dwelling unit density permitted by the General Plan, and that the public health, safety or welfare and good subdivision design will be promoted by the preservation of protected trees, the Advisory Agency may permit the required area of one or more of the lots in a subdivision in an “RA,” “RE,” “RS” or “R1&#038;″ Zone to be reduced by an amount sufficient to provide for protected tree preservation in accordance with Section 17.05 R. of this Code.  Provided, however, that in no event shall the reduction exceed 50 percent of the required lot area; no “RA” or “RE” lot shall be reduced below 50 feet in width; no “RS” or “R1&#038;″ lot shall be reduced below 40 feet in width; and no lot in a designated “K” Horsekeeping District shall be reduced below 17,500 square feet.  (Amended by Ord. No. 177,404, Eff. 4\/23\/06.)\t8.\tNotwithstanding any other provision of this Code, where the Advisory Agency finds that there will be no increase in density and that the density provisions of the General Plan will not be exceeded, it may approve subdivisions in the R2, RD, R3, R4 and R5 zones, meeting the requirements of Section 12.22 C.25. of this Code. The minimum lot area of lots in any such subdivision shall be 2,500 square feet.  (Added by Ord. No. 159,532, Eff. 1\/3\/85.)\t9.\tIn calculating the density of a subdivision proposed to be developed with residences permitted by Sections 12.08.3 B.1. and 12.22 C.25. of this Code, the area contained within public streets shall be deducted from the gross area of the subdivision; however, the area contained within private streets, public alleys and driveways shall not be deducted from the gross area of the subdivision.  (Added by Ord. No. 159,532, Eff. 1\/3\/85.)\t10.\tIn calculating the allowable floor area of a subdivision proposed to be developed as a residential (including Apartment Hotel or mixed use) building in the Greater Downtown Housing Incentive Area, any land required to be dedicated for street purposes shall be included as part of the lot area of the subdivision.  (Added by Ord. No. 179,076, Eff. 9\/23\/07.)\tI.\tEasements.  Easements for public utilities, water system, sewers, street lights, storm drains or flood control channels, and slope rights shall be provided wherever determined necessary by the Advisory Agency upon recommendations of the City Engineer.\tWherever it is determined that future easements are necessary, a certificate shall be placed on the Final Map indicating that the City may accept such easements at any time.\tJ.\tHillside Areas.  Design requirements for subdivisions in hillside areas shall meet the grading standards established by the Board of Public Work and the grading regulations established by Article I, Chapter 9 of this Code. Such requirements may also include providing soil reports prepared by a Registered Civil Engineer specializing in Soil Mechanics and\/or reports on geological investigations.\tK.\tProblem Areas.  Areas designated by resolution of the Board of Public Works as problem areas shall not be subdivided except when approved by the Advisory Agency upon recommendation of the Superintendent of Building and the City Engineer.\tL.\tGrading Plans.  (Amended by Ord. No. 142,877, Eff. 2\/24\/ 72.)  The Advisory Agency may require a proposed grading plan with the Tentative Map of any subdivision. Upon recommendation of the Superintendent of Building or the City Engineer, or where it appears that cuts and fills will occur in the grading of the property which may be contrary to the objectives of this article, the Advisory Agency shall require the subdivider to submit grading plans for all or part of the tract before action on the Tentative Map will be taken. Any grading plan submitted shall contain thereon a statement of the quantities (in cubic yards) of cut and fill and quantities of export or import material involved. If the amount of earth material to be imported to or exported from a subdivision site is 1,000 cubic yards or more, statements of the following shall also be included: the proposed borrow or disposal site; the proposed haul route; the total gross weight with load of the proposed haul vehicles; as well as other pertinent data which the Advisory Agency may require.\tFailure to furnish such a grading plan (where necessary to complete the investigation of the Tentative Map within the time specified in the written notice requesting its submission) shall be cause for the disapproval of the Tentative Map unless an extension of the time for acting on said map is mutually agreed upon between the subdivider and the Advisory Agency.\tIf changes in the design of the lots or street system can be made to correct the conditions set forth in Subsection J. of this section, either by increased lot sizes or changes in grades, such modifications shall be made.\tM.\tStorm Drains.  (Amended by Ord. No. 139,199, Eff. 10\/10\/69.)  Storm drains shall be designed in conformance with standards approved by the City Engineer. Storm drain facilities to intercept and convey all runoff to a suitable point of disposal shall be required when runoff from the entire area tributary to and including the subdivision exceeds the limiting depth of street flow as determined by the City Engineer. These storm drain requirements shall also include the following:\t1.\tIn areas without sumps, storm drains shall be designed to remove all runoff from a storm of 10-year frequency.\t2.\tIn sump areas, storm drains shall be designed to remove all runoff from a storm of 50-year frequency.\t3.\tStorm drains shall be of sufficient capacity in all cases to prevent flooding of building sites from a storm of 50-year frequency.\t4.\tOn sidehill streets, the maximum depth of water as determined by the City Engineer shall be based on a storm of 50-year frequency.\tN.\tInstallation Of Utilities.  (Added by Ord. No. 131,820, Eff. 3\/28\/66.)  Utility lines, including but not limited to those required for electricity, communication, street lighting and cable television services necessary for the general use of the lot owners in the subdivision, shall be installed or guaranteed to be installed in the same manner as other required improvements.\tIn all portions of a Tract Map area classified in the A, R or C zones, all such utility lines shall be installed underground, provided, however, that incidental, appurtenant equipment such as transformers, terminal boxes and meter cabinets may be placed above ground but shall conform with regard to placement and height with those standards adopted by the Commission as it determines are necessary to safeguard the public against hazards created by said equipment and to further the purposes of this article. The Subdivision Committee shall make its report and recommendation of the Commission prior to the adoption of said standards.  (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\tThe subdivider shall make the necessary Cost and other arrangements for such underground installation and for relocation of existing facilities with each of the persons, firms, or corporations furnishing utility services involved.\tO.\tSites for Models.  (Amended by Ord. No. 172,839, Eff. 11\/1\/99.)  Not more than 15% of the lots and in no case more than 20 lots at any one time in a subdivision may be designated as sites for the construction of models, and, with respect to multiple unit structures, not more than 15% of the units and in no case more than 20 units at any one time in a proposed building designated as a model site, may be designated as models.\tEach of the sites shall be located in a manner as to not adversely affect existing developed residential properties.  Further, each of the sites shall be easily accessible and provision for the accessibility shall be assured at the time that the tentative map is conditionally approved.\tP.\tPark And Recreation Sites.  Park and recreation sites to serve the future inhabitants of each new subdivision shall be provided and located in conformance with the standards contained in the Recreation Element of the General Plan.  (Amended by Ord. No. 141,422, Eff. 2\/11\/71.)\tQ.\tWhere Subdivision Includes Land Within Drainage District.  Whenever a Subdivision or a portion thereof includes land which is within a Local Drainage District, the provisions and requirements of the ordinance establishing such District shall be complied with.  (Added by Ord. No. 142,862, Eff. 2\/13\/72.)\tR.\tProtected Tree Regulations.  (Amended by Ord. No. 177,404, Eff. 4\/23\/06.)  No protected tree may be relocated or removed except as provided in this article or Article 6 of Chapter IV of this Code.  The term “removed” or “removal” shall include any act that will cause a protected tree to die, including but not limited to acts that inflict damage upon the root system or other parts of the tree by fire, application of toxic substances, operation of equipment or machinery, or by changing the natural grade of land by excavation or filling the drip line area around the trunk.\t1.\tRequired Determinations.  Subject to historical preservation requirements set forth in Subdivision 3. of this subsection, when a protected tree exists within a proposed subdivision, the tree may be relocated or removed if the Advisory Agency, in consultation with the City’s Chief Forester, determines the existence of either (a) or (b) below:\t(a)\tThere has been prior applicable government action in which:\t(i)\tThe removal of the tree had been approved by the Advisory Agency; or\t(ii)\tThe property upon which the protected tree is located has been the subject of a determination by the City Planning Commission, the City Council, a Zoning Administrator, or an Area Planning Commission, the appeal period established by this Code with respect to the determination has expired, the determination is still in effect, and pursuant to the determination, the protected tree’s removal would be permissible; or\t(iii)\tA building permit has been issued for the property upon which the protected tree is located, the permit is still in effect, and the removal or relocation is not prohibited by the permit.\t(b)\tThe removal of the protected tree would not result in an undesirable, irreversible soil erosion through diversion or increased flow of surface waters that cannot be mitigated to the satisfaction of the City’s Chief Forester, and the physical condition or location of the tree is such that:\t(i)\tIts continued presence in its existing location prevents the reasonable development of the property; or\t(ii)\tAccording to a report required pursuant to Section 17.06 C., acceptable to the Advisory Agency and prepared by a tree expert, there is a substantial decline from a condition of normal health and vigor of the tree, and its restoration through appropriate and economically reasonable preservation procedures and practices is not advisable; or\t(iii)\tIt is in danger of falling due to an existing and irreversible condition.\t(iv)\tIts continued presence at its existing location interferes with proposed utility services or roadways within or without the subject property, and the only reasonable alternative to the interference is the removal of the tree; or\t(v)\tIt has no apparent aesthetic value, which will contribute to the appearance and design of the proposed subdivision; or it is not located with reference to other trees or monuments in such a way as to acquire a distinctive significance at the location.\t2.\tSupplemental Authority.  In the event the Advisory Agency, in consultation with the City’s Chief Forester, determines pursuant to Subdivision 1.(b) above, that a protected tree may be removed or relocated, the Advisory Agency may:\t(a)\tRequire relocation elsewhere on the same property where a protected tree has been approved for removal, and where the relocation is economically reasonable and favorable to the survival of the tree.  Relocation to a site other than upon the same property may be permitted where there is no available or appropriate location on the property and the owner of the proposed off-site relocation site consents to the placement of a tree.  In the event of relocation, the Advisory Agency may designate measures to be taken to mitigate adverse effects on the tree.\t(b)\tPermit protected trees of a lesser size, or trees of a different species, to be planted as replacement trees for protected trees permitted by this Code to be removed or relocated, if replacement trees required pursuant to this Code are not available.  In that event, the Advisory Agency may require a greater number of replacement trees.\t3.\tHistorical Monuments.  The Advisory Agency, except as to Subdivision 1.(b)(iii) above, shall require retention of a protected tree at its existing location, if the tree is officially designated as an Historical Monument or as part of an Historic Preservation Overlay Zone.\t4.\tRequirements.  In the event the Advisory Agency, in consultation with the City’s Chief Forester, determines pursuant to Subdivision 1.(b) above that a protected tree may be removed or relocated, the Advisory Agency shall require that:\t(a)\tThe protected tree is replaced within the property by at least two trees of a protected variety included within the definition set forth in Section 17.02 of this article, except where the protected tree is relocated pursuant to Subdivision 2.(a) above.  The size of each replacement tree shall be a 15-gallon, or larger, specimen, measuring one inch or more in diameter at a point one foot above the base, and not less than seven feet in height, measured from the base.  The size and number of replacement trees shall approximate the value of the tree to be replaced.\t(b)\tThe subdivider record those covenants and agreements approved by the Advisory Agency necessary to assure compliance with conditions imposed by the Advisory Agency and to assure protected tree preservation.\t(c)\tThe subdivider provide protected tree maintenance information to purchasers of lots within the proposed subdivision.\t(d)\tThe subdivider post a bond or other assurance acceptable to the City Engineer to guarantee the survival of trees required to be replaced or permitted or required to be relocated, in a manner to assure the existence of continuously living trees at the approved replacement or relocation site for three years from the date that the trees are replaced or relocated.  The City Engineer shall use the provisions of Section 17.08 G. as its procedural guide in satisfaction of the bond requirements and processing.  Any bond required shall be in a sum estimated by the City Engineer to be equal to the dollar value of the replacement tree or of the tree that is to be relocated.  In determining value for these purposes, the City Engineer shall consult with the Advisory Agency, the City’s Chief Forester, the evaluation of trees guidelines approved and adopted for professional plantsmen by the International Society of Arboriculture, the American Society of Consulting Arborists, the National Arborists Association and the American Association of Nurserymen, and other available, local information or guidelines.\t5.\tGrading.  The Advisory Agency is authorized to prohibit grading or other construction activity within the drip line of a protected tree.\tS.\tMulholland Scenic Parkway.  (Amended by Ord. No. 156,534, Eff. 4\/24 \/82.)  Notwithstanding the street standards adopted by the City Planning Commission pursuant to this section, the width and improvement standards for the Mulholland Scenic Parkway shall be substantially as follows: two travel lanes, one in each direction, each 15 feet wide; passing lane segments and turn pockets where necessary to facilitate movement of traffic; substantial conformance to existing roadway alignment; no median strip except to facilitate turning movements; hard surfaced shoulders but with a natural look, separated from the roadway by a painted line where the shoulder is utilized for bikeway purposes; minimum street and driveway access to the Parkway; reasonable protection of a scenic corridor 500 feet more or less, depending on topography, from each side of the existing right-of-way, to preserve the scenic quality and for the development of parks, vista points, parking facilities, and continuous bicycle, equestrian and hiking trails; all utilities to be underground; all necessary signs and road related fixtures to be of a special design to blend with the scenic character of the Parkway; grading to be kept to an absolute minimum; all necessary grading to be gently contoured and fully landscaped with fire–resistant plants to present a natural appearance.\tIt shall be the duty of the Advisory Agency to interpret and apply these standards in conformance with the spirit and intent of the Report of the Citizens’ Advisory Committee on the Mulholland Scenic Parkway as adopted as City policy by the City Council on March 26, 1973, under Council File No. 70-5000, or with such Parkway plans as may subsequently be adopted.\tSaid standards are applicable to any subdivision or parcel map within 500 feet of the right-of-way of Mulholland Drive between the Hollywood Freeway on the west and Mulholland Highway on the west and along Mulholland Highway to the southerly city boundary, as shown on the City Engineer’s official cadastral or district maps.\tT.\tValley Circle Boulevard – Plummer Street Scenic Corridor.  (Added by  Ord. No. 151,615, Eff. 12\/3\/78.)  Notwithstanding the street standards adopted by the City Planning Commission pursuant to this section, the width and improvement standards for Valley Circle Boulevard from Roscoe Boulevard to Plummer Street and for Plummer Street from Valley Circle Boulevard to Topanga Canyon Boulevard shall be substantially as follows:\t1.\tTwo travel lanes, one in each direction;\t2.\tLeft turn pockets as needed;\t3.\t48 feet of paved roadway, including 2–foot wide concrete gutters and curbs;\t4.\tNo continuous raised median strip;\t5.\tWide shoulders to accommodate recreation trails;\t6.\tMinimum street and driveway access to the roadway;\t7.\tAll utilities to be underground;\t8.\tLighting only at intersections and parking areas, and kept to a minimum useful Intensity;\t9.\tFire Hydrants and light standards located away from the roadway for increased safety;\t10.\tPicnic areas, drinking fountains, restrooms facilities, watering troughs, hitching rails and simple shade structures provided at suitable locations;\t11.\tThe general design and development of the roadway, trails, turnouts, and all appurtenant fixtures, facilities and amenities to be rustic, natural and in keeping with the scenic character of the corridor;\t12.\tReasonable protection of a scenic corridor, 1500 feet more or less depending on topography, from each side of the existing rights–of–way, to preserve the scenic quality, protect long–distance views, and for the development of parks, vista points, parking facilities, and continuous trails;\t13.\tSpecific dimension standards for a 100-foot-wide right-of-way, the preferred width, shall be a 14-foot-wide two-way bicycle path, a hiking trail meandering in a 10-foot–wide landscaped parkway, a 16-foot-wide equestrian trail bordered by bolted wood fences and a 12-foot-wide parkway on the opposite side of the roadway;\t14.\tThe dimension standards for an 86-foot-wide right-of-way shall be a 12- foot-wide two-way bicycle path, hiking trail meandering in an 8-foot-wide landscaped parkway, a 12-foot-wide equestrian trail bordered by bolted wood fences and a 6-foot-wide parkway on the opposite side of the roadway;\t15.\tTrails to be built prior to or concurrently with the roadway, and to have suitable crossings and access to areas of interest;\t16.\tAttractively designed masonry walls and\/or screening landscaping along the edges of private developments adjacent to the scenic corridor;\t17.\tMaximum preservation of natural terrain and vegetation;\t18.\tGrading to be kept to an absolute minimum; all necessary grading to be gently contoured and fully landscaped with native, low-water-need, fire-resistant plants to present a natural appearance;\t19.\tAll buildings in the corridor to be placed so as to preserve a clear line of sight from the roadway to the visible mountain crest;\t20.\tOff-site advertising signs to be prohibited within the corridor;\t21.\tOn-site advertising, traffic, informational and regulatory signs to be kept to a minimum number and size, and to be of special rustic design.\tIt shall be the duty of the Advisory Agency to interpret and apply these standards in conformance with the spirit and intent of the Valley Circle Boulevard  Plummer Street Scenic Corridor Study adopted as City policy by the City Council on March 28, 1977, under Council File No. 77-82, or with such parkway plans as may subsequently be adopted.\tThe standards stated herein are applicable to any subdivision or parcel map within 1500 feet of the right-of-way of Valley Circle Boulevard from Roscoe Boulevard to Plummer Street and of Plummer Street from Valley Circle Boulevard to Topanga Canyon Boulevard as shown on the City Engineer’s official cadastral or district maps.\tU.\tPreliminary Soils Report.  (Added by Ord. No. 157,517, Eff. 5\/2\/83,) A preliminary soils report, prepared by a civil engineer registered in California, and based upon adequate test borings is required with the Tentative Map of any subdivision. Provided that the Advisory Agency may waive the preliminary soils report upon its determination that no preliminary analysis is necessary due to its knowledge of the soils qualities of the soils of the subdivision.\tIf the preliminary soils report indicates the presence of critically expansive soils or other soils problems which, if not corrected, would lead to structural defects, a soils investigation of each lot in the subdivision may be required. Such soils investigation shall be done by a civil engineer registered in California, who shall recommend the corrective action which is likely to prevent structural damage to each structure proposed to be constructed in the area where such soils problem exists. The Advisory Agency may approve the subdivision or a portion thereof where such soils problems exist if it determines that the recommended corrective action is likely to prevent structural damage to each structure to be constructed, and as a condition to the issuance of any building permit may require that the approved recommended action be incorporated in the construction of each structure.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}