{"section_number":"17.06","edition_id":"1","section_id":"3575","structure_id":"8","catch_line":"Tentative Map And Appeals.","history":"","full_text":"  TENTATIVE MAP AND APPEALS.\n\n\tA.\tProcedure.\n\n\t1.\tFiling Notice and Reports.  (Amended by Ord. No. 165,851, Eff. 6\/11\/90.)  The subdivider shall pay the necessary fees for and file with the City Planning Department at least 25 copies of the Tentative Map, two copies of an area map showing the location of ownerships which are located within the area covered by the Tentative Map and within a 500-foot radius of the proposed subdivision; and two copies of a certified list showing the names and addresses of owners of all property and the addresses of all residential, commercial, and industrial occupants of all property located within 500 feet of the proposed subdivision. Thereafter, the Department shall forthwith furnish a copy of the certified list of names and addresses and a copy of the area map to the Bureau of Engineering and copies of the Tentative Map to each member of the Subdivision Committee and to any other departments or public agencies which the Advisory Agency had determined may have an interest in the proposed subdivision. The members of said committee shall make such examination of the map and property, and make such reports and recommendations to the Advisory Agency as they find are necessary. All such reports must be submitted in writing. Such reports shall be made within 39 calendar days after the filing of the map or within such additional time as the Advisory Agency may approve.\n\n\tThe members of said committee shall, at the time of the submission of their reports to the Advisory Agency, submit copies of such reports to the subdivider. This requirement shall be deemed complied with when such reports or recommendations are placed in the mail, directed to the subdivider at his designated address, and bearing the proper postage. Failure of any member of said committee to submit his report in writing within the time limits specified above shall be construed as indicating that said member has no recommendation to submit concerning the Tentative Map.\n\n\tThe Department shall notify all persons shown on the required list and map provided by the subdivider.  Such notification shall be in writing and mailed not less than ten days prior to the Tentative Map being considered by the Advisory Agency.\n\n\tNotice of the public hearing shall be posted, by the applicant, in a conspicuous place on the property involved at least ten days prior to the date of the public hearing.\n\n\t2.\tAction of Advisory Agency.  (Amended by Ord. No. 143,254, Eff. 5\/14\/72.)  The Advisory Agency shall approve, conditionally approve or disapprove the Tentative Map within 50 calendar days after the filing of the Map with the City or within such additional time as mutually agreed upon by the Advisory Agency and the Subdivider.\n\n\t(a)\tThe Advisory Agency may disapprove a Tentative Map because of the flood hazard, inundation, lack of adequate access, lack of adequate water supply or fire protection, insufficient sewerage facilities, potentially hazardous geological conditions or non–compliance with the requirements of this article, the Subdivision Map Act, or the standards, rules or regulations adopted by the Commission pursuant to the provisions of Section 17.05 of this Code.\n\n\t(b)\tWhenever two or more lots are to be created on a common slope and the City Engineer or Superintendent of Building determines that conditions so dictate, the Advisory Agency may require as a condition of approval of the Tentative Map that appropriate deed covenants, on a form approved by the City Attorney, be recorded which provide to each owner of said common slope a joint right of entry for necessary access of men and equipment, and a joint easement over the slope area to maintain and repair any portions of said common slope.\n\n\t(c)\tAll streets on the Tentative Map shall be identified by their proposed names. All proposed street names shall be approved by the City Engineer. The Advisory Agency may withhold approval of the map if the City Engineer has determined that a proposed street name would create confusion, be misleading, be unduly long or carry connotations offensive to good taste and decency.  (Added by Ord. No. 158,691, Eff. 3\/12\/84.)\n\n\t(d)\tWhen the Advisory Agency has disapproved a Tentative Map of a proposed subdivision, it may subsequently approve a new Tentative Map for the same property if it determines that arrangements have been made to correct the conditions which were the cause of the original disapproval within specified time limits.  (Redesignated (d), Ord. No. 158,691, Eff. 3\/12\/84.)\n\n\t(e)\tWhen the Advisory Agency takes action on the Tentative Map, it shall report its action in writing directly to the subdivider and a copy of the Tentative Map showing the action taken by the Advisory Agency on it shall be returned to the subdivider. The City Engineer and the Department of Transportation shall be notified of the action of the Advisory Agency.  (Redesignated (e), Ord. No. 158,691, Eff. 3\/12\/84.)\n\n\t3.\tAppeal to the Appeal Board.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)  The subdivider, the Mayor, any member of the City Council, or any other interested person adversely affected by the proposed subdivision may appeal any action of the Advisory Agency with respect to the tentative map or the kind, nature or extent of the improvement required to the Appeal Board.\n\n\tAppeals to the Appeal Board shall be filed in duplicate, in a public office of the Department of City Planning on forms provided for that purpose within ten days of the date of mailing of the written decision of the Advisory Agency and shall be accompanied by the fee required in Section 19.02 of this Code.  No appeal shall be considered filed until the form has been properly completed and all information required by it has been submitted.  The completed appeal form and file shall then immediately be transmitted to the Appeal Board Secretary for a public hearing before the Appeal Board.\n\n\tThe Appeal Board, upon notice to the subdivider, the appellant and the Advisory Agency, shall hear the appeal within 30 days after it is filed, unless the subdivider consents to an extension of time pursuant to Subdivision 5. of this subsection.  At the time established for the hearing, the Appeal Board shall hear the testimony of the subdivider, the appellant, the Advisory Agency and any witnesses on their behalf.  The Appeal Board may also hear the testimony of other competent persons with respect to the character of the neighborhood in which the subdivision is to be located, the kind, nature and extent of improvements, the quality or kinds of development to which the area is best adapted or any other phase of the matter into which the Appeal Board may desire to inquire.\n\n\tUpon conclusion of the hearing, the Appeal Board shall within ten days render its decision on the appeal based upon the testimony and documents produced before it.  It may sustain, modify, reject or overrule any recommendations or ruling of the Advisory Agency, and shall make findings consistent with the provisions of this article and the Subdivision Map Act.\n\n\tFailure to Act.  If at the end of the time limit specified in this subsection or at the end of any extension of time pursuant to subdivision 5. of this subsection, the Appeal Board fails to act, the appeal shall be deemed denied; the decision from which the appeal was taken shall be deemed affirmed and an appeal may be filed and taken to the City Council pursuant to Subdivision 4. below.\n\n\t4.\tAppeal to Council.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)  The subdivider, the Mayor, any member of the City Council, the Advisory Agency, or any other interested person adversely affected by the proposed subdivision may appeal any action of the Appeal Board with respect to the tentative map or the kinds, nature or extent of the improvements required by the Appeal Board to the City Council.\n\n\tAppeals to the City Council shall be filed in duplicate, in a public office of the Department of City Planning on the forms provided for that purpose within ten days of the date of mailing of the written decision of the Appeal Board and shall be accompanied by the fee required in Section 19.02 of this Code.  No appeal shall be considered filed until the form has been properly completed and all information required by it has been submitted.  The completed appeal form and file shall then immediately be transmitted to the City Clerk for a public hearing before the City Council.\n\n\tThe City Council shall hear the appeal within 30 days after it is filed, unless the subdivider consents to an extension of time pursuant to Subdivision 5 of this subsection.  The Council shall give notice of the hearing to the subdivider, the appellant, the Appeal Board and the Advisory Agency.  At the time established for the hearing, the Council or its Committee shall hear the testimony of the subdivider, the appellant, the Advisory Agency and any witnesses on their behalf.  The City Council may also hear the testimony of other competent persons with respect to the character of the neighborhood in which the subdivision is to be located, the kind, nature and extent of improvements, the quality or kinds of development to which the area is best adapted or any other phase of the matter into which the City Council may desire to inquire.\n\n\tUpon conclusion of the hearing, the City Council shall within ten days render its decision on the appeal based upon the testimony and documents produced before it.  The City Council may sustain, modify, reject or overrule any recommendations or rulings of the Appeal Board and shall make findings consistent with the provisions of this article and the Subdivision Map Act.\n\n\tIf at the end of the time limit specified in this subsection, or at the end of any extension of time pursuant to Subdivision 5. of this subsection, the City Council fails to act, the appeal shall be deemed denied and the decision from which the appeal was taken shall be deemed affirmed.  It shall be the duty of the City Clerk to issue the decision.\n\n\t5.\tExtension of Time.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)  Any of the time limits specified in this section may be extended by mutual consent of the subdivider and the Advisory Agency, the Appeal Board or the City Council, as the case may be.\n\n\t6.\tCondominium and Stock Cooperative Notice. (Amended by Ord. No. 154,960, Eff. 4\/3\/81.) The following provisions shall apply only to cases where property is proposed for subdivision into condominiums, stock cooperatives or community apartments, whether by new construction or by conversion of an existing building. In such cases, notice to tenants shall be given as provided herein. These provisions are in addition to other notice provisions of the Municipal Code and shall apply to any subdivision for which notice of the public hearings before the Advisory Agency has not been sent by December 28, 1979. The Department of City Planning shall give notice of any public hearings before the Advisory Agency on a Tentative Map or Preliminary Parcel Map. Such notice shall be in writing and mailed not less than 15 days prior to such public hearing to all names shown on a current list of tenants of the property proposed for subdivision, which list shall be provided by the subdivider and shall include the name and address of one tenant in each rental unit on the property.\n\n\tThe subdivider shall give written notice of any subdivision approval to at least one tenant in each rental unit on the property within 30 days of such approval. The subdivider or record owner of the property for which a subdivision application is pending or approved shall give notice of such fact to any prospective tenant of the property before entering into any written or oral rental agreement with such prospective tenant.\n\n\tThis subsection may be enforced through Tentative Map or Preliminary Parcel Map condition or a covenant running with the land and shall apply to all subdivisions for which an application is filed on or after December 28, 1979.\n\n\tB.\tMap Requirement. Tentative Maps filed with the City Planning Department shall be prepared by or under the direction of a licensed surveyor or registered civil engineer. Such maps shall clearly show all information required by this article, and shall be drawn to an engineer’s scale of not less than one inch equals 200 feet.\n\n\tThe Tentative Map shall contain all the following:\n\n\t1.\tThe tract number.\n\n\t2.\tSufficient legal description of the property to define its boundaries.\n\n\t3.\tNames, addresses and telephone numbers of the record owner, subdivider, and person preparing the map.\n\n\t4.\tNorth point, engineering scale, date and area.\n\n\t5.\tThe widths and approximate locations of all existing and proposed public easements or rights of way, or private street easements, within and adjacent to the property involved.  (Amended by Ord. No. 176,321, Eff. 1\/15\/05.)\n\n\t6.\tLocations, widths and approximate grades of existing and proposed highways, streets, alleys or ways, whether public or private within and adjacent to the property involved.\n\n\t7.\tExisting street names, and names or designations for all proposed streets and highways.\n\n\t8.\tApproximate radii of all center line curves for streets, highways, alleys or ways.\n\n\t9.\tLot layout, approximate dimensions of each lot and number of each lot.\n\n\t10.\tThe locations of potentially dangerous areas, including geologically hazardous areas and areas subject to inundation or flood hazard; the location, width and direction of flow of all watercourses, flood control channels, and mud or debris paths where ravines or swales will exist within and adjacent to the property involved; building setbacks from such hazards, the proposed method of providing flood, erosion and mud or debris control; and areas where access and emergency paths will be located in the event flood design capacity is exceeded. Lot lines shall be located so that the flow of watercourses and mud and debris paths, access and emergency paths, and setbacks shall be adjacent to lot lines or in areas or restrictions against construction. (Amended by Ord. No. 151,828, Eff. 2\/16\/79.)\n\n\t11.\tThe existing contour of the land at intervals of not more than five feet, and of not more than two–foot intervals if the slope of the land is less than five per cent.\n\n\t12.\tThe approximate location of all buildings or structures on the property involved which are to be retained, notations concerning all buildings which are to be removed, and approximate locations of all existing wells.\n\n\t13.\tThe approximate location and general description of any large or historically significant trees and of any protected trees and an indication as to the proposed retention or destruction of the trees.  (Amended by Ord. No. 177,404, Eff. 4\/23\/06.)\n\n\t14.\tIf any streets shown on the Tentative Map are proposed to be private streets, they shall be clearly indicated. Such streets shall conform to the requirements of Article 8 of this chapter or shall have been previously approved in accordance with the then applicable provisions of the said article. (Amended by Ord. No. 126,486, Eff. 3\/1\/64.)\n\n\t15.\tThe proposed method of providing sewage disposal and drainage for the property.\n\n\t16.\tA statement regarding existing and proposed zoning.\n\n\tC.\tProtected Tree Reports for Tentative Tract Maps.  (Amended by Ord. No. 177,404, Eff. 4\/23\/06.)  No application for a tentative tract map approval for a subdivision where a protected tree is located shall be considered complete unless it includes a report, in a form acceptable to the Advisory Agency and the City’s Chief Forester, which pertains to preserving the tree and evaluates the subdivider’s proposals for the preservation, removal, replacement or relocation of the tree.  The report shall be prepared by a tree expert and shall include all protected trees identified pursuant to Section 17.06 B.13. of this Code.\n\n\tIn the event the subdivider proposes any grading, land movement, or other activity within the drip line of a protected tree referred to in the report, or proposes to relocate or remove any protected tree, the report shall also evaluate any mitigation measures proposed by the subdivider and their anticipated effectiveness in preserving the tree.","order_by":"06","ancestry":{"1":{"id":"8","name":"Division Of Land Regulations","identifier":"7","label":"article","url":"\/1\/7\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"2702","structure_id":"8","section_number":"17.00","catch_line":"Title.","url":"\/17.00\/","token":"17.00"},"1":{"id":"395","structure_id":"8","section_number":"17.01","catch_line":"Tract Maps – General Provisions.","url":"\/17.01\/","token":"17.01"},"2":{"id":"178","structure_id":"8","section_number":"17.02","catch_line":"Definitions.","url":"\/17.02\/","token":"17.02"},"3":{"id":"4085","structure_id":"8","section_number":"17.03","catch_line":"Advisory Agency.","url":"\/17.03\/","token":"17.03"},"4":{"id":"470","structure_id":"8","section_number":"17.04","catch_line":"Subdivision Committee.","url":"\/17.04\/","token":"17.04"},"5":{"id":"211","structure_id":"8","section_number":"17.05","catch_line":"Design Standards.","url":"\/17.05\/","token":"17.05"},"6":{"id":"3575","structure_id":"8","section_number":"17.06","catch_line":"Tentative Map And Appeals.","url":"\/17.06\/","token":"17.06"},"7":{"id":"2561","structure_id":"8","section_number":"17.07","catch_line":"Final Map.","url":"\/17.07\/","token":"17.07"},"8":{"id":"1740","structure_id":"8","section_number":"17.07.1","catch_line":"Notification Regarding Street Lighting Maintenance Assessments.","url":"\/17.07.1\/","token":"17.07.1"},"9":{"id":"2905","structure_id":"8","section_number":"17.07.2","catch_line":"Notification Regarding Sewer Pumping And\/Or Drainage Facilities And Maintenance Districts.","url":"\/17.07.2\/","token":"17.07.2"},"10":{"id":"3888","structure_id":"8","section_number":"17.08","catch_line":"Improvements.","url":"\/17.08\/","token":"17.08"},"11":{"id":"2192","structure_id":"8","section_number":"17.09","catch_line":"Private Streets.","url":"\/17.09\/","token":"17.09"},"12":{"id":"3033","structure_id":"8","section_number":"17.10","catch_line":"Reversion To Acreage.","url":"\/17.10\/","token":"17.10"},"13":{"id":"3329","structure_id":"8","section_number":"17.10.1","catch_line":"Merger And Resubdivision.","url":"\/17.10.1\/","token":"17.10.1"},"14":{"id":"3865","structure_id":"8","section_number":"17.10.5","catch_line":"Maps – Local Drainage Districts – Exemption From Fees.","url":"\/17.10.5\/","token":"17.10.5"},"15":{"id":"713","structure_id":"8","section_number":"17.11","catch_line":"Modifications.","url":"\/17.11\/","token":"17.11"},"16":{"id":"159","structure_id":"8","section_number":"17.12","catch_line":"Park And Recreation Site Acquisition And Development Provisions.","url":"\/17.12\/","token":"17.12"},"17":{"id":"231","structure_id":"8","section_number":"17.13","catch_line":"Subdivision Requiring Import Or Export Of Earth.","url":"\/17.13\/","token":"17.13"},"18":{"id":"2505","structure_id":"8","section_number":"17.14","catch_line":"Modification Of Recorded Final Maps.","url":"\/17.14\/","token":"17.14"},"19":{"id":"2782","structure_id":"8","section_number":"17.15","catch_line":"Vesting Tentative Maps.","url":"\/17.15\/","token":"17.15"},"20":{"id":"293","structure_id":"8","section_number":"17.50","catch_line":"Parcel Maps – General Provisions.","url":"\/17.50\/","token":"17.50"},"21":{"id":"4","structure_id":"8","section_number":"17.51","catch_line":"Filing Of Preliminary Parcel Maps.","url":"\/17.51\/","token":"17.51"},"22":{"id":"2447","structure_id":"8","section_number":"17.52","catch_line":"Parcel Map – Authority Of Advisory Agency.","url":"\/17.52\/","token":"17.52"},"23":{"id":"2499","structure_id":"8","section_number":"17.53","catch_line":"Approval Of Preliminary Parcel Map.","url":"\/17.53\/","token":"17.53"},"24":{"id":"3692","structure_id":"8","section_number":"17.54","catch_line":"Appeals.","url":"\/17.54\/","token":"17.54"},"25":{"id":"180","structure_id":"8","section_number":"17.55","catch_line":"Map Identification And Reproduction.","url":"\/17.55\/","token":"17.55"},"26":{"id":"1932","structure_id":"8","section_number":"17.56","catch_line":"Parcel Map.","url":"\/17.56\/","token":"17.56"},"27":{"id":"852","structure_id":"8","section_number":"17.57","catch_line":"Approval Of Map Shall Not Authorize Violation Of Other Laws.","url":"\/17.57\/","token":"17.57"},"28":{"id":"3909","structure_id":"8","section_number":"17.58","catch_line":"Park And Recreation Site Acquisition And Development.","url":"\/17.58\/","token":"17.58"},"29":{"id":"3330","structure_id":"8","section_number":"17.59","catch_line":"Modification Of Recorded Parcel Maps.","url":"\/17.59\/","token":"17.59"},"30":{"id":"3699","structure_id":"8","section_number":"17.60","catch_line":"Sales Contrary To Parcel Map Regulations Are\nVoidable.","url":"\/17.60\/","token":"17.60"}},"next_section":{"id":"2561","structure_id":"8","section_number":"17.07","catch_line":"Final Map.","url":"\/17.07\/","token":"17.07"},"metadata":false,"references":false,"url":"\/17.06\/","token":"17.06","formats":{"txt":"\/17.06.txt","json":"\/17.06.xml"},"dublin_core":{"Title":"Tentative Map And Appeals.","Type":"Text","Format":"text\/html","Identifier":"§ 17.06","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nTENTATIVE MAP AND APPEALS. (§ 17.06)\n\n  TENTATIVE MAP AND APPEALS.\tA.\tProcedure.\t1.\tFiling Notice and Reports. \n(Amended by Ord. No. 165,851, Eff. 6\/11\/90.)  The subdivider shall pay the\nnecessary fees for and file with the City Planning Department at least 25 copies\nof the Tentative Map, two copies of an area map showing the location of\nownerships which are located within the area covered by the Tentative Map and\nwithin a 500-foot radius of the proposed subdivision; and two copies of a\ncertified list showing the names and addresses of owners of all property and the\naddresses of all residential, commercial, and industrial occupants of all\nproperty located within 500 feet of the proposed subdivision. Thereafter, the\nDepartment shall forthwith furnish a copy of the certified list of names and\naddresses and a copy of the area map to the Bureau of Engineering and copies of\nthe Tentative Map to each member of the Subdivision Committee and to any other\ndepartments or public agencies which the Advisory Agency had determined may have\nan interest in the proposed subdivision. The members of said committee shall\nmake such examination of the map and property, and make such reports and\nrecommendations to the Advisory Agency as they find are necessary. All such\nreports must be submitted in writing. Such reports shall be made within 39\ncalendar days after the filing of the map or within such additional time as the\nAdvisory Agency may approve.\tThe members of said committee shall, at the time of\nthe submission of their reports to the Advisory Agency, submit copies of such\nreports to the subdivider. This requirement shall be deemed complied with when\nsuch reports or recommendations are placed in the mail, directed to the\nsubdivider at his designated address, and bearing the proper postage. Failure of\nany member of said committee to submit his report in writing within the time\nlimits specified above shall be construed as indicating that said member has no\nrecommendation to submit concerning the Tentative Map.\tThe Department shall\nnotify all persons shown on the required list and map provided by the\nsubdivider.  Such notification shall be in writing and mailed not less than ten\ndays prior to the Tentative Map being considered by the Advisory Agency.\tNotice\nof the public hearing shall be posted, by the applicant, in a conspicuous place\non the property involved at least ten days prior to the date of the public\nhearing.\t2.\tAction of Advisory Agency.  (Amended by Ord. No. 143,254, Eff.\n5\/14\/72.)  The Advisory Agency shall approve, conditionally approve or\ndisapprove the Tentative Map within 50 calendar days after the filing of the Map\nwith the City or within such additional time as mutually agreed upon by the\nAdvisory Agency and the Subdivider.\t(a)\tThe Advisory Agency may disapprove a\nTentative Map because of the flood hazard, inundation, lack of adequate access,\nlack of adequate water supply or fire protection, insufficient sewerage\nfacilities, potentially hazardous geological conditions or non–compliance with\nthe requirements of this article, the Subdivision Map Act, or the standards,\nrules or regulations adopted by the Commission pursuant to the provisions of\nSection 17.05 of this Code.\t(b)\tWhenever two or more lots are to be created on a\ncommon slope and the City Engineer or Superintendent of Building determines that\nconditions so dictate, the Advisory Agency may require as a condition of\napproval of the Tentative Map that appropriate deed covenants, on a form\napproved by the City Attorney, be recorded which provide to each owner of said\ncommon slope a joint right of entry for necessary access of men and equipment,\nand a joint easement over the slope area to maintain and repair any portions of\nsaid common slope.\t(c)\tAll streets on the Tentative Map shall be identified by\ntheir proposed names. All proposed street names shall be approved by the City\nEngineer. The Advisory Agency may withhold approval of the map if the City\nEngineer has determined that a proposed street name would create confusion, be\nmisleading, be unduly long or carry connotations offensive to good taste and\ndecency.  (Added by Ord. No. 158,691, Eff. 3\/12\/84.)\t(d)\tWhen the Advisory\nAgency has disapproved a Tentative Map of a proposed subdivision, it may\nsubsequently approve a new Tentative Map for the same property if it determines\nthat arrangements have been made to correct the conditions which were the cause\nof the original disapproval within specified time limits.  (Redesignated (d),\nOrd. No. 158,691, Eff. 3\/12\/84.)\t(e)\tWhen the Advisory Agency takes action on\nthe Tentative Map, it shall report its action in writing directly to the\nsubdivider and a copy of the Tentative Map showing the action taken by the\nAdvisory Agency on it shall be returned to the subdivider. The City Engineer and\nthe Department of Transportation shall be notified of the action of the Advisory\nAgency.  (Redesignated (e), Ord. No. 158,691, Eff. 3\/12\/84.)\t3.\tAppeal to the\nAppeal Board.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)  The subdivider,\nthe Mayor, any member of the City Council, or any other interested person\nadversely affected by the proposed subdivision may appeal any action of the\nAdvisory Agency with respect to the tentative map or the kind, nature or extent\nof the improvement required to the Appeal Board.\tAppeals to the Appeal Board\nshall be filed in duplicate, in a public office of the Department of City\nPlanning on forms provided for that purpose within ten days of the date of\nmailing of the written decision of the Advisory Agency and shall be accompanied\nby the fee required in Section 19.02 of this Code.  No appeal shall be\nconsidered filed until the form has been properly completed and all information\nrequired by it has been submitted.  The completed appeal form and file shall\nthen immediately be transmitted to the Appeal Board Secretary for a public\nhearing before the Appeal Board.\tThe Appeal Board, upon notice to the\nsubdivider, the appellant and the Advisory Agency, shall hear the appeal within\n30 days after it is filed, unless the subdivider consents to an extension of\ntime pursuant to Subdivision 5. of this subsection.  At the time established\nfor the hearing, the Appeal Board shall hear the testimony of the subdivider,\nthe appellant, the Advisory Agency and any witnesses on their behalf.  The\nAppeal Board may also hear the testimony of other competent persons with respect\nto the character of the neighborhood in which the subdivision is to be located,\nthe kind, nature and extent of improvements, the quality or kinds of development\nto which the area is best adapted or any other phase of the matter into which\nthe Appeal Board may desire to inquire.\tUpon conclusion of the hearing, the\nAppeal Board shall within ten days render its decision on the appeal based upon\nthe testimony and documents produced before it.  It may sustain, modify, reject\nor overrule any recommendations or ruling of the Advisory Agency, and shall make\nfindings consistent with the provisions of this article and the Subdivision Map\nAct.\tFailure to Act.  If at the end of the time limit specified in this\nsubsection or at the end of any extension of time pursuant to subdivision 5. of\nthis subsection, the Appeal Board fails to act, the appeal shall be deemed\ndenied; the decision from which the appeal was taken shall be deemed affirmed\nand an appeal may be filed and taken to the City Council pursuant to Subdivision\n4. below.\t4.\tAppeal to Council.  (Amended by Ord. No. 177,103, Eff.\n12\/18\/05.)  The subdivider, the Mayor, any member of the City Council, the\nAdvisory Agency, or any other interested person adversely affected by the\nproposed subdivision may appeal any action of the Appeal Board with respect to\nthe tentative map or the kinds, nature or extent of the improvements required by\nthe Appeal Board to the City Council.\tAppeals to the City Council shall be filed\nin duplicate, in a public office of the Department of City Planning on the forms\nprovided for that purpose within ten days of the date of mailing of the written\ndecision of the Appeal Board and shall be accompanied by the fee required in\nSection 19.02 of this Code.  No appeal shall be considered filed until the form\nhas been properly completed and all information required by it has been\nsubmitted.  The completed appeal form and file shall then immediately be\ntransmitted to the City Clerk for a public hearing before the City Council.\tThe\nCity Council shall hear the appeal within 30 days after it is filed, unless the\nsubdivider consents to an extension of time pursuant to Subdivision 5 of this\nsubsection.  The Council shall give notice of the hearing to the subdivider,\nthe appellant, the Appeal Board and the Advisory Agency.  At the time\nestablished for the hearing, the Council or its Committee shall hear the\ntestimony of the subdivider, the appellant, the Advisory Agency and any\nwitnesses on their behalf.  The City Council may also hear the testimony of\nother competent persons with respect to the character of the neighborhood in\nwhich the subdivision is to be located, the kind, nature and extent of\nimprovements, the quality or kinds of development to which the area is best\nadapted or any other phase of the matter into which the City Council may desire\nto inquire.\tUpon conclusion of the hearing, the City Council shall within ten\ndays render its decision on the appeal based upon the testimony and documents\nproduced before it.  The City Council may sustain, modify, reject or overrule\nany recommendations or rulings of the Appeal Board and shall make findings\nconsistent with the provisions of this article and the Subdivision Map Act.\tIf\nat the end of the time limit specified in this subsection, or at the end of any\nextension of time pursuant to Subdivision 5. of this subsection, the City\nCouncil fails to act, the appeal shall be deemed denied and the decision from\nwhich the appeal was taken shall be deemed affirmed.  It shall be the duty of\nthe City Clerk to issue the decision.\t5.\tExtension of Time.  (Amended by Ord.\nNo. 177,103, Eff. 12\/18\/05.)  Any of the time limits specified in this section\nmay be extended by mutual consent of the subdivider and the Advisory Agency, the\nAppeal Board or the City Council, as the case may be.\t6.\tCondominium and Stock\nCooperative Notice. (Amended by Ord. No. 154,960, Eff. 4\/3\/81.) The following\nprovisions shall apply only to cases where property is proposed for subdivision\ninto condominiums, stock cooperatives or community apartments, whether by new\nconstruction or by conversion of an existing building. In such cases, notice to\ntenants shall be given as provided herein. These provisions are in addition to\nother notice provisions of the Municipal Code and shall apply to any subdivision\nfor which notice of the public hearings before the Advisory Agency has not been\nsent by December 28, 1979. The Department of City Planning shall give notice of\nany public hearings before the Advisory Agency on a Tentative Map or Preliminary\nParcel Map. Such notice shall be in writing and mailed not less than 15 days\nprior to such public hearing to all names shown on a current list of tenants of\nthe property proposed for subdivision, which list shall be provided by the\nsubdivider and shall include the name and address of one tenant in each rental\nunit on the property.\tThe subdivider shall give written notice of any\nsubdivision approval to at least one tenant in each rental unit on the property\nwithin 30 days of such approval. The subdivider or record owner of the property\nfor which a subdivision application is pending or approved shall give notice of\nsuch fact to any prospective tenant of the property before entering into any\nwritten or oral rental agreement with such prospective tenant.\tThis subsection\nmay be enforced through Tentative Map or Preliminary Parcel Map condition or a\ncovenant running with the land and shall apply to all subdivisions for which an\napplication is filed on or after December 28, 1979.\tB.\tMap Requirement.\nTentative Maps filed with the City Planning Department shall be prepared by or\nunder the direction of a licensed surveyor or registered civil engineer. Such\nmaps shall clearly show all information required by this article, and shall be\ndrawn to an engineer’s scale of not less than one inch equals 200 feet.\tThe\nTentative Map shall contain all the following:\t1.\tThe tract\nnumber.\t2.\tSufficient legal description of the property to define its\nboundaries.\t3.\tNames, addresses and telephone numbers of the record owner,\nsubdivider, and person preparing the map.\t4.\tNorth point, engineering scale,\ndate and area.\t5.\tThe widths and approximate locations of all existing and\nproposed public easements or rights of way, or private street easements, within\nand adjacent to the property involved.  (Amended by Ord. No. 176,321, Eff.\n1\/15\/05.)\t6.\tLocations, widths and approximate grades of existing and proposed\nhighways, streets, alleys or ways, whether public or private within and adjacent\nto the property involved.\t7.\tExisting street names, and names or designations\nfor all proposed streets and highways.\t8.\tApproximate radii of all center line\ncurves for streets, highways, alleys or ways.\t9.\tLot layout, approximate\ndimensions of each lot and number of each lot.\t10.\tThe locations of potentially\ndangerous areas, including geologically hazardous areas and areas subject to\ninundation or flood hazard; the location, width and direction of flow of all\nwatercourses, flood control channels, and mud or debris paths where ravines or\nswales will exist within and adjacent to the property involved; building\nsetbacks from such hazards, the proposed method of providing flood, erosion and\nmud or debris control; and areas where access and emergency paths will be\nlocated in the event flood design capacity is exceeded. Lot lines shall be\nlocated so that the flow of watercourses and mud and debris paths, access and\nemergency paths, and setbacks shall be adjacent to lot lines or in areas or\nrestrictions against construction. (Amended by Ord. No. 151,828, Eff.\n2\/16\/79.)\t11.\tThe existing contour of the land at intervals of not more than\nfive feet, and of not more than two–foot intervals if the slope of the land is\nless than five per cent.\t12.\tThe approximate location of all buildings or\nstructures on the property involved which are to be retained, notations\nconcerning all buildings which are to be removed, and approximate locations of\nall existing wells.\t13.\tThe approximate location and general description of any\nlarge or historically significant trees and of any protected trees and an\nindication as to the proposed retention or destruction of the trees.  (Amended\nby Ord. No. 177,404, Eff. 4\/23\/06.)\t14.\tIf any streets shown on the Tentative\nMap are proposed to be private streets, they shall be clearly indicated. Such\nstreets shall conform to the requirements of Article 8 of this chapter or shall\nhave been previously approved in accordance with the then applicable provisions\nof the said article. (Amended by Ord. No. 126,486, Eff. 3\/1\/64.)\t15.\tThe\nproposed method of providing sewage disposal and drainage for the\nproperty.\t16.\tA statement regarding existing and proposed zoning.\tC.\tProtected\nTree Reports for Tentative Tract Maps.  (Amended by Ord. No. 177,404, Eff.\n4\/23\/06.)  No application for a tentative tract map approval for a subdivision\nwhere a protected tree is located shall be considered complete unless it\nincludes a report, in a form acceptable to the Advisory Agency and the City’s\nChief Forester, which pertains to preserving the tree and evaluates the\nsubdivider’s proposals for the preservation, removal, replacement or\nrelocation of the tree.  The report shall be prepared by a tree expert and\nshall include all protected trees identified pursuant to Section 17.06 B.13. of\nthis Code.\tIn the event the subdivider proposes any grading, land movement, or\nother activity within the drip line of a protected tree referred to in the\nreport, or proposes to relocate or remove any protected tree, the report shall\nalso evaluate any mitigation measures proposed by the subdivider and their\nanticipated effectiveness in preserving the tree.\n","html":"\n\t\t\t\t\t<section><p>  TENTATIVE MAP AND <span class=\"dictionary\">APPEALS<\/span>.<br \/><br \/>\tA.\tProcedure.<br \/><br \/>\t1.\tFiling Notice and Reports.  (Amended by Ord. No. 165,851, Eff. 6\/11\/90.)  The subdivider shall pay the necessary fees for and file with the City Planning Department at least 25 copies of the Tentative Map, two copies of an area map showing the location of ownerships which are located within the area covered by the Tentative Map and within a 500-foot radius of the proposed subdivision; and two copies of a certified list showing the names and addresses of owners of all property and the addresses of all residential, commercial, and industrial occupants of all property located within 500 feet of the proposed subdivision. Thereafter, the Department shall forthwith furnish a copy of the certified list of names and addresses and a copy of the area map to the Bureau of Engineering and copies of the Tentative Map to each member of the Subdivision Committee and to any other departments or public agencies which the Advisory Agency had determined may have an interest in the proposed subdivision. The members of said committee shall make such examination of the map and property, and make such reports and recommendations to the Advisory Agency as they find are necessary. All such reports must be submitted in writing. Such reports shall be made within 39 calendar days after the filing of the map or within such additional time as the Advisory Agency may approve.<br \/><br \/>\tThe members of said committee shall, at the time of the submission of their reports to the Advisory Agency, submit copies of such reports to the subdivider. This requirement shall be deemed complied with when such reports or recommendations are placed in the mail, directed to the subdivider at his designated address, and bearing the proper postage. Failure of any member of said committee to submit his report in writing within the time limits specified above shall be construed as indicating that said member has no recommendation to submit concerning the Tentative Map.<br \/><br \/>\tThe Department shall notify all persons shown on the required list and map provided by the subdivider.  Such notification shall be in writing and mailed not less than ten days prior to the Tentative Map being considered by the Advisory Agency.<br \/><br \/>\tNotice of the public <span class=\"dictionary\">hearing<\/span> shall be posted, by the applicant, in a conspicuous place on the property involved at least ten days prior to the date of the public <span class=\"dictionary\">hearing<\/span>.<br \/><br \/>\t2.\tAction of Advisory Agency.  (Amended by Ord. No. 143,254, Eff. 5\/14\/72.)  The Advisory Agency shall approve, conditionally approve or disapprove the Tentative Map within 50 calendar days after the filing of the Map with the City or within such additional time as mutually agreed upon by the Advisory Agency and the Subdivider.<br \/><br \/>\t(a)\tThe Advisory Agency may disapprove a Tentative Map because of the flood hazard, inundation, lack of adequate access, lack of adequate water supply or fire protection, insufficient sewerage facilities, potentially hazardous geological conditions or non–compliance with the requirements of this article, the Subdivision Map Act, or the standards, rules or regulations adopted by the Commission pursuant to the provisions of Section 17.05 of this Code.<br \/><br \/>\t(b)\tWhenever two or more lots are to be created on a common slope and the City Engineer or Superintendent of Building determines that conditions so dictate, the Advisory Agency may require as a condition of approval of the Tentative Map that appropriate deed covenants, on a form approved by the City Attorney, be recorded which provide to each owner of said common slope a joint right of entry for necessary access of men and equipment, and a joint easement over the slope area to maintain and repair any portions of said common slope.<br \/><br \/>\t(c)\tAll streets on the Tentative Map shall be identified by their proposed names. All proposed street names shall be approved by the City Engineer. The Advisory Agency may withhold approval of the map if the City Engineer has determined that a proposed street name would create confusion, be misleading, be unduly long or carry connotations offensive to good taste and decency.  (Added by Ord. No. 158,691, Eff. 3\/12\/84.)<br \/><br \/>\t(d)\tWhen the Advisory Agency has disapproved a Tentative Map of a proposed subdivision, it may subsequently approve a new Tentative Map for the same property if it determines that arrangements have been made to correct the conditions which were the cause of the original disapproval within specified time limits.  (Redesignated (d), Ord. No. 158,691, Eff. 3\/12\/84.)<br \/><br \/>\t(e)\tWhen the Advisory Agency takes action on the Tentative Map, it shall report its action in writing directly to the subdivider and a copy of the Tentative Map showing the action taken by the Advisory Agency on it shall be returned to the subdivider. The City Engineer and the Department of Transportation shall be notified of the action of the Advisory Agency.  (Redesignated (e), Ord. No. 158,691, Eff. 3\/12\/84.)<br \/><br \/>\t3.\t<span class=\"dictionary\">Appeal<\/span> to the <span class=\"dictionary\">Appeal<\/span> Board.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)  The subdivider, the Mayor, any member of the City Council, or any other interested person adversely affected by the proposed subdivision may <span class=\"dictionary\">appeal<\/span> any action of the Advisory Agency with respect to the tentative map or the kind, nature or extent of the improvement required to the <span class=\"dictionary\">Appeal<\/span> Board.<br \/><br \/>\t<span class=\"dictionary\">Appeals<\/span> to the <span class=\"dictionary\">Appeal<\/span> Board shall be filed in duplicate, in a public office of the Department of City Planning on forms provided for that purpose within ten days of the date of mailing of the written decision of the Advisory Agency and shall be accompanied by the fee required in Section 19.02 of this Code.  No <span class=\"dictionary\">appeal<\/span> shall be considered filed until the form has been properly completed and all information required by it has been submitted.  The completed <span class=\"dictionary\">appeal<\/span> form and file shall then immediately be transmitted to the <span class=\"dictionary\">Appeal<\/span> Board Secretary for a public <span class=\"dictionary\">hearing<\/span> before the <span class=\"dictionary\">Appeal<\/span> Board.<br \/><br \/>\tThe <span class=\"dictionary\">Appeal<\/span> Board, upon notice to the subdivider, the <span class=\"dictionary\">appellant<\/span> and the Advisory Agency, shall hear the <span class=\"dictionary\">appeal<\/span> within 30 days after it is filed, unless the subdivider consents to an extension of time pursuant to Subdivision 5. of this subsection.  At the time established for the <span class=\"dictionary\">hearing<\/span>, the <span class=\"dictionary\">Appeal<\/span> Board shall hear the <span class=\"dictionary\">testimony<\/span> of the subdivider, the <span class=\"dictionary\">appellant<\/span>, the Advisory Agency and any witnesses on their behalf.  The <span class=\"dictionary\">Appeal<\/span> Board may also hear the <span class=\"dictionary\">testimony<\/span> of other competent persons with respect to the character of the neighborhood in which the subdivision is to be located, the kind, nature and extent of improvements, the quality or kinds of development to which the area is best adapted or any other phase of the matter into which the <span class=\"dictionary\">Appeal<\/span> Board may desire to inquire.<br \/><br \/>\tUpon conclusion of the <span class=\"dictionary\">hearing<\/span>, the <span class=\"dictionary\">Appeal<\/span> Board shall within ten days render its decision on the <span class=\"dictionary\">appeal<\/span> based upon the <span class=\"dictionary\">testimony<\/span> and documents produced before it.  It may <span class=\"dictionary\">sustain<\/span>, modify, reject or <span class=\"dictionary\">overrule<\/span> any recommendations or ruling of the Advisory Agency, and shall make <span class=\"dictionary\">findings<\/span> consistent with the provisions of this article and the Subdivision Map Act.<br \/><br \/>\tFailure to Act.  If at the end of the time limit specified in this subsection or at the end of any extension of time pursuant to subdivision 5. of this subsection, the <span class=\"dictionary\">Appeal<\/span> Board fails to act, the <span class=\"dictionary\">appeal<\/span> shall be deemed denied; the decision from which the <span class=\"dictionary\">appeal<\/span> was taken shall be deemed <span class=\"dictionary\">affirmed<\/span> and an <span class=\"dictionary\">appeal<\/span> may be filed and taken to the City Council pursuant to Subdivision 4. below.<br \/><br \/>\t4.\t<span class=\"dictionary\">Appeal<\/span> to Council.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)  The subdivider, the Mayor, any member of the City Council, the Advisory Agency, or any other interested person adversely affected by the proposed subdivision may <span class=\"dictionary\">appeal<\/span> any action of the <span class=\"dictionary\">Appeal<\/span> Board with respect to the tentative map or the kinds, nature or extent of the improvements required by the <span class=\"dictionary\">Appeal<\/span> Board to the City Council.<br \/><br \/>\t<span class=\"dictionary\">Appeals<\/span> to the City Council shall be filed in duplicate, in a public office of the Department of City Planning on the forms provided for that purpose within ten days of the date of mailing of the written decision of the <span class=\"dictionary\">Appeal<\/span> Board and shall be accompanied by the fee required in Section 19.02 of this Code.  No <span class=\"dictionary\">appeal<\/span> shall be considered filed until the form has been properly completed and all information required by it has been submitted.  The completed <span class=\"dictionary\">appeal<\/span> form and file shall then immediately be transmitted to the City Clerk for a public <span class=\"dictionary\">hearing<\/span> before the City Council.<br \/><br \/>\tThe City Council shall hear the <span class=\"dictionary\">appeal<\/span> within 30 days after it is filed, unless the subdivider consents to an extension of time pursuant to Subdivision 5 of this subsection.  The Council shall give notice of the <span class=\"dictionary\">hearing<\/span> to the subdivider, the <span class=\"dictionary\">appellant<\/span>, the <span class=\"dictionary\">Appeal<\/span> Board and the Advisory Agency.  At the time established for the <span class=\"dictionary\">hearing<\/span>, the Council or its Committee shall hear the <span class=\"dictionary\">testimony<\/span> of the subdivider, the <span class=\"dictionary\">appellant<\/span>, the Advisory Agency and any witnesses on their behalf.  The City Council may also hear the <span class=\"dictionary\">testimony<\/span> of other competent persons with respect to the character of the neighborhood in which the subdivision is to be located, the kind, nature and extent of improvements, the quality or kinds of development to which the area is best adapted or any other phase of the matter into which the City Council may desire to inquire.<br \/><br \/>\tUpon conclusion of the <span class=\"dictionary\">hearing<\/span>, the City Council shall within ten days render its decision on the <span class=\"dictionary\">appeal<\/span> based upon the <span class=\"dictionary\">testimony<\/span> and documents produced before it.  The City Council may <span class=\"dictionary\">sustain<\/span>, modify, reject or <span class=\"dictionary\">overrule<\/span> any recommendations or rulings of the <span class=\"dictionary\">Appeal<\/span> Board and shall make <span class=\"dictionary\">findings<\/span> consistent with the provisions of this article and the Subdivision Map Act.<br \/><br \/>\tIf at the end of the time limit specified in this subsection, or at the end of any extension of time pursuant to Subdivision 5. of this subsection, the City Council fails to act, the <span class=\"dictionary\">appeal<\/span> shall be deemed denied and the decision from which the <span class=\"dictionary\">appeal<\/span> was taken shall be deemed <span class=\"dictionary\">affirmed<\/span>.  It shall be the duty of the City Clerk to <span class=\"dictionary\">issue<\/span> the decision.<br \/><br \/>\t5.\tExtension of Time.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)  Any of the time limits specified in this section may be extended by mutual consent of the subdivider and the Advisory Agency, the <span class=\"dictionary\">Appeal<\/span> Board or the City Council, as the case may be.<br \/><br \/>\t6.\tCondominium and Stock Cooperative Notice. (Amended by Ord. No. 154,960, Eff. 4\/3\/81.) The following provisions shall apply only to cases where property is proposed for subdivision into condominiums, stock cooperatives or community apartments, whether by new construction or by conversion of an existing building. In such cases, notice to tenants shall be given as provided herein. These provisions are in addition to other notice provisions of the Municipal Code and shall apply to any subdivision for which notice of the public <span class=\"dictionary\">hearings<\/span> before the Advisory Agency has not been sent by December 28, 1979. The Department of City Planning shall give notice of any public <span class=\"dictionary\">hearings<\/span> before the Advisory Agency on a Tentative Map or Preliminary Parcel Map. Such notice shall be in writing and mailed not less than 15 days prior to such public <span class=\"dictionary\">hearing<\/span> to all names shown on a current list of tenants of the property proposed for subdivision, which list shall be provided by the subdivider and shall include the name and address of one tenant in each rental unit on the property.<br \/><br \/>\tThe subdivider shall give written notice of any subdivision approval to at least one tenant in each rental unit on the property within 30 days of such approval. The subdivider or record owner of the property for which a subdivision application is pending or approved shall give notice of such <span class=\"dictionary\">fact<\/span> to any prospective tenant of the property before entering into any written or oral rental agreement with such prospective tenant.<br \/><br \/>\tThis subsection may be enforced through Tentative Map or Preliminary Parcel Map condition or a covenant running with the land and shall apply to all subdivisions for which an application is filed on or after December 28, 1979.<br \/><br \/>\tB.\tMap Requirement. Tentative Maps filed with the City Planning Department shall be prepared by or under the direction of a licensed surveyor or registered civil engineer. Such maps shall clearly show all information required by this article, and shall be drawn to an engineer’s scale of not less than one inch equals 200 feet.<br \/><br \/>\tThe Tentative Map shall contain all the following:<br \/><br \/>\t1.\tThe tract number.<br \/><br \/>\t2.\tSufficient legal description of the property to define its boundaries.<br \/><br \/>\t3.\tNames, addresses and telephone numbers of the record owner, subdivider, and person preparing the map.<br \/><br \/>\t4.\tNorth point, engineering scale, date and area.<br \/><br \/>\t5.\tThe widths and approximate locations of all existing and proposed public easements or rights of way, or private street easements, within and adjacent to the property involved.  (Amended by Ord. No. 176,321, Eff. 1\/15\/05.)<br \/><br \/>\t6.\tLocations, widths and approximate grades of existing and proposed highways, streets, alleys or ways, whether public or private within and adjacent to the property involved.<br \/><br \/>\t7.\tExisting street names, and names or designations for all proposed streets and highways.<br \/><br \/>\t8.\tApproximate radii of all center line curves for streets, highways, alleys or ways.<br \/><br \/>\t9.\tLot layout, approximate dimensions of each lot and number of each lot.<br \/><br \/>\t10.\tThe locations of potentially dangerous areas, including geologically hazardous areas and areas subject to inundation or flood hazard; the location, width and direction of flow of all watercourses, flood control channels, and mud or debris paths where ravines or swales will exist within and adjacent to the property involved; building setbacks from such hazards, the proposed method of providing flood, erosion and mud or debris control; and areas where access and emergency paths will be located in the event flood design capacity is exceeded. Lot lines shall be located so that the flow of watercourses and mud and debris paths, access and emergency paths, and setbacks shall be adjacent to lot lines or in areas or restrictions against construction. (Amended by Ord. No. 151,828, Eff. 2\/16\/79.)<br \/><br \/>\t11.\tThe existing contour of the land at intervals of not more than five feet, and of not more than two–foot intervals if the slope of the land is less than five per cent.<br \/><br \/>\t12.\tThe approximate location of all buildings or structures on the property involved which are to be retained, notations concerning all buildings which are to be removed, and approximate locations of all existing wells.<br \/><br \/>\t13.\tThe approximate location and general description of any large or historically significant trees and of any protected trees and an indication as to the proposed retention or destruction of the trees.  (Amended by Ord. No. 177,404, Eff. 4\/23\/06.)<br \/><br \/>\t14.\tIf any streets shown on the Tentative Map are proposed to be private streets, they shall be clearly indicated. Such streets shall conform to the requirements of Article 8 of this chapter or shall have been previously approved in accordance with the then applicable provisions of the said article. (Amended by Ord. No. 126,486, Eff. 3\/1\/64.)<br \/><br \/>\t15.\tThe proposed method of providing sewage disposal and drainage for the property.<br \/><br \/>\t16.\tA statement regarding existing and proposed zoning.<br \/><br \/>\tC.\tProtected Tree Reports for Tentative Tract Maps.  (Amended by Ord. No. 177,404, Eff. 4\/23\/06.)  No application for a tentative tract map approval for a subdivision where a protected tree is located shall be considered complete unless it includes a report, in a form acceptable to the Advisory Agency and the City’s Chief Forester, which pertains to preserving the tree and evaluates the subdivider’s proposals for the preservation, removal, replacement or relocation of the tree.  The report shall be prepared by a tree expert and shall include all protected trees identified pursuant to Section 17.06 B.13. of this Code.<br \/><br \/>\tIn the event the subdivider proposes any grading, land movement, or other activity within the drip line of a protected tree referred to in the report, or proposes to relocate or remove any protected tree, the report shall also evaluate any mitigation measures proposed by the subdivider and their anticipated effectiveness in preserving the tree.<\/p><\/section>","previous_section":{"id":"211","structure_id":"8","section_number":"17.05","catch_line":"Design Standards.","url":"\/17.05\/","token":"17.05"},"text":{"0":{"id":"3549","text":"  TENTATIVE MAP AND APPEALS.\tA.\tProcedure.\t1.\tFiling Notice and Reports.  (Amended by Ord. No. 165,851, Eff. 6\/11\/90.)  The subdivider shall pay the necessary fees for and file with the City Planning Department at least 25 copies of the Tentative Map, two copies of an area map showing the location of ownerships which are located within the area covered by the Tentative Map and within a 500-foot radius of the proposed subdivision; and two copies of a certified list showing the names and addresses of owners of all property and the addresses of all residential, commercial, and industrial occupants of all property located within 500 feet of the proposed subdivision. Thereafter, the Department shall forthwith furnish a copy of the certified list of names and addresses and a copy of the area map to the Bureau of Engineering and copies of the Tentative Map to each member of the Subdivision Committee and to any other departments or public agencies which the Advisory Agency had determined may have an interest in the proposed subdivision. The members of said committee shall make such examination of the map and property, and make such reports and recommendations to the Advisory Agency as they find are necessary. All such reports must be submitted in writing. Such reports shall be made within 39 calendar days after the filing of the map or within such additional time as the Advisory Agency may approve.\tThe members of said committee shall, at the time of the submission of their reports to the Advisory Agency, submit copies of such reports to the subdivider. This requirement shall be deemed complied with when such reports or recommendations are placed in the mail, directed to the subdivider at his designated address, and bearing the proper postage. Failure of any member of said committee to submit his report in writing within the time limits specified above shall be construed as indicating that said member has no recommendation to submit concerning the Tentative Map.\tThe Department shall notify all persons shown on the required list and map provided by the subdivider.  Such notification shall be in writing and mailed not less than ten days prior to the Tentative Map being considered by the Advisory Agency.\tNotice of the public hearing shall be posted, by the applicant, in a conspicuous place on the property involved at least ten days prior to the date of the public hearing.\t2.\tAction of Advisory Agency.  (Amended by Ord. No. 143,254, Eff. 5\/14\/72.)  The Advisory Agency shall approve, conditionally approve or disapprove the Tentative Map within 50 calendar days after the filing of the Map with the City or within such additional time as mutually agreed upon by the Advisory Agency and the Subdivider.\t(a)\tThe Advisory Agency may disapprove a Tentative Map because of the flood hazard, inundation, lack of adequate access, lack of adequate water supply or fire protection, insufficient sewerage facilities, potentially hazardous geological conditions or non–compliance with the requirements of this article, the Subdivision Map Act, or the standards, rules or regulations adopted by the Commission pursuant to the provisions of Section 17.05 of this Code.\t(b)\tWhenever two or more lots are to be created on a common slope and the City Engineer or Superintendent of Building determines that conditions so dictate, the Advisory Agency may require as a condition of approval of the Tentative Map that appropriate deed covenants, on a form approved by the City Attorney, be recorded which provide to each owner of said common slope a joint right of entry for necessary access of men and equipment, and a joint easement over the slope area to maintain and repair any portions of said common slope.\t(c)\tAll streets on the Tentative Map shall be identified by their proposed names. All proposed street names shall be approved by the City Engineer. The Advisory Agency may withhold approval of the map if the City Engineer has determined that a proposed street name would create confusion, be misleading, be unduly long or carry connotations offensive to good taste and decency.  (Added by Ord. No. 158,691, Eff. 3\/12\/84.)\t(d)\tWhen the Advisory Agency has disapproved a Tentative Map of a proposed subdivision, it may subsequently approve a new Tentative Map for the same property if it determines that arrangements have been made to correct the conditions which were the cause of the original disapproval within specified time limits.  (Redesignated (d), Ord. No. 158,691, Eff. 3\/12\/84.)\t(e)\tWhen the Advisory Agency takes action on the Tentative Map, it shall report its action in writing directly to the subdivider and a copy of the Tentative Map showing the action taken by the Advisory Agency on it shall be returned to the subdivider. The City Engineer and the Department of Transportation shall be notified of the action of the Advisory Agency.  (Redesignated (e), Ord. No. 158,691, Eff. 3\/12\/84.)\t3.\tAppeal to the Appeal Board.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)  The subdivider, the Mayor, any member of the City Council, or any other interested person adversely affected by the proposed subdivision may appeal any action of the Advisory Agency with respect to the tentative map or the kind, nature or extent of the improvement required to the Appeal Board.\tAppeals to the Appeal Board shall be filed in duplicate, in a public office of the Department of City Planning on forms provided for that purpose within ten days of the date of mailing of the written decision of the Advisory Agency and shall be accompanied by the fee required in Section 19.02 of this Code.  No appeal shall be considered filed until the form has been properly completed and all information required by it has been submitted.  The completed appeal form and file shall then immediately be transmitted to the Appeal Board Secretary for a public hearing before the Appeal Board.\tThe Appeal Board, upon notice to the subdivider, the appellant and the Advisory Agency, shall hear the appeal within 30 days after it is filed, unless the subdivider consents to an extension of time pursuant to Subdivision 5. of this subsection.  At the time established for the hearing, the Appeal Board shall hear the testimony of the subdivider, the appellant, the Advisory Agency and any witnesses on their behalf.  The Appeal Board may also hear the testimony of other competent persons with respect to the character of the neighborhood in which the subdivision is to be located, the kind, nature and extent of improvements, the quality or kinds of development to which the area is best adapted or any other phase of the matter into which the Appeal Board may desire to inquire.\tUpon conclusion of the hearing, the Appeal Board shall within ten days render its decision on the appeal based upon the testimony and documents produced before it.  It may sustain, modify, reject or overrule any recommendations or ruling of the Advisory Agency, and shall make findings consistent with the provisions of this article and the Subdivision Map Act.\tFailure to Act.  If at the end of the time limit specified in this subsection or at the end of any extension of time pursuant to subdivision 5. of this subsection, the Appeal Board fails to act, the appeal shall be deemed denied; the decision from which the appeal was taken shall be deemed affirmed and an appeal may be filed and taken to the City Council pursuant to Subdivision 4. below.\t4.\tAppeal to Council.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)  The subdivider, the Mayor, any member of the City Council, the Advisory Agency, or any other interested person adversely affected by the proposed subdivision may appeal any action of the Appeal Board with respect to the tentative map or the kinds, nature or extent of the improvements required by the Appeal Board to the City Council.\tAppeals to the City Council shall be filed in duplicate, in a public office of the Department of City Planning on the forms provided for that purpose within ten days of the date of mailing of the written decision of the Appeal Board and shall be accompanied by the fee required in Section 19.02 of this Code.  No appeal shall be considered filed until the form has been properly completed and all information required by it has been submitted.  The completed appeal form and file shall then immediately be transmitted to the City Clerk for a public hearing before the City Council.\tThe City Council shall hear the appeal within 30 days after it is filed, unless the subdivider consents to an extension of time pursuant to Subdivision 5 of this subsection.  The Council shall give notice of the hearing to the subdivider, the appellant, the Appeal Board and the Advisory Agency.  At the time established for the hearing, the Council or its Committee shall hear the testimony of the subdivider, the appellant, the Advisory Agency and any witnesses on their behalf.  The City Council may also hear the testimony of other competent persons with respect to the character of the neighborhood in which the subdivision is to be located, the kind, nature and extent of improvements, the quality or kinds of development to which the area is best adapted or any other phase of the matter into which the City Council may desire to inquire.\tUpon conclusion of the hearing, the City Council shall within ten days render its decision on the appeal based upon the testimony and documents produced before it.  The City Council may sustain, modify, reject or overrule any recommendations or rulings of the Appeal Board and shall make findings consistent with the provisions of this article and the Subdivision Map Act.\tIf at the end of the time limit specified in this subsection, or at the end of any extension of time pursuant to Subdivision 5. of this subsection, the City Council fails to act, the appeal shall be deemed denied and the decision from which the appeal was taken shall be deemed affirmed.  It shall be the duty of the City Clerk to issue the decision.\t5.\tExtension of Time.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)  Any of the time limits specified in this section may be extended by mutual consent of the subdivider and the Advisory Agency, the Appeal Board or the City Council, as the case may be.\t6.\tCondominium and Stock Cooperative Notice. (Amended by Ord. No. 154,960, Eff. 4\/3\/81.) The following provisions shall apply only to cases where property is proposed for subdivision into condominiums, stock cooperatives or community apartments, whether by new construction or by conversion of an existing building. In such cases, notice to tenants shall be given as provided herein. These provisions are in addition to other notice provisions of the Municipal Code and shall apply to any subdivision for which notice of the public hearings before the Advisory Agency has not been sent by December 28, 1979. The Department of City Planning shall give notice of any public hearings before the Advisory Agency on a Tentative Map or Preliminary Parcel Map. Such notice shall be in writing and mailed not less than 15 days prior to such public hearing to all names shown on a current list of tenants of the property proposed for subdivision, which list shall be provided by the subdivider and shall include the name and address of one tenant in each rental unit on the property.\tThe subdivider shall give written notice of any subdivision approval to at least one tenant in each rental unit on the property within 30 days of such approval. The subdivider or record owner of the property for which a subdivision application is pending or approved shall give notice of such fact to any prospective tenant of the property before entering into any written or oral rental agreement with such prospective tenant.\tThis subsection may be enforced through Tentative Map or Preliminary Parcel Map condition or a covenant running with the land and shall apply to all subdivisions for which an application is filed on or after December 28, 1979.\tB.\tMap Requirement. Tentative Maps filed with the City Planning Department shall be prepared by or under the direction of a licensed surveyor or registered civil engineer. Such maps shall clearly show all information required by this article, and shall be drawn to an engineer’s scale of not less than one inch equals 200 feet.\tThe Tentative Map shall contain all the following:\t1.\tThe tract number.\t2.\tSufficient legal description of the property to define its boundaries.\t3.\tNames, addresses and telephone numbers of the record owner, subdivider, and person preparing the map.\t4.\tNorth point, engineering scale, date and area.\t5.\tThe widths and approximate locations of all existing and proposed public easements or rights of way, or private street easements, within and adjacent to the property involved.  (Amended by Ord. No. 176,321, Eff. 1\/15\/05.)\t6.\tLocations, widths and approximate grades of existing and proposed highways, streets, alleys or ways, whether public or private within and adjacent to the property involved.\t7.\tExisting street names, and names or designations for all proposed streets and highways.\t8.\tApproximate radii of all center line curves for streets, highways, alleys or ways.\t9.\tLot layout, approximate dimensions of each lot and number of each lot.\t10.\tThe locations of potentially dangerous areas, including geologically hazardous areas and areas subject to inundation or flood hazard; the location, width and direction of flow of all watercourses, flood control channels, and mud or debris paths where ravines or swales will exist within and adjacent to the property involved; building setbacks from such hazards, the proposed method of providing flood, erosion and mud or debris control; and areas where access and emergency paths will be located in the event flood design capacity is exceeded. Lot lines shall be located so that the flow of watercourses and mud and debris paths, access and emergency paths, and setbacks shall be adjacent to lot lines or in areas or restrictions against construction. (Amended by Ord. No. 151,828, Eff. 2\/16\/79.)\t11.\tThe existing contour of the land at intervals of not more than five feet, and of not more than two–foot intervals if the slope of the land is less than five per cent.\t12.\tThe approximate location of all buildings or structures on the property involved which are to be retained, notations concerning all buildings which are to be removed, and approximate locations of all existing wells.\t13.\tThe approximate location and general description of any large or historically significant trees and of any protected trees and an indication as to the proposed retention or destruction of the trees.  (Amended by Ord. No. 177,404, Eff. 4\/23\/06.)\t14.\tIf any streets shown on the Tentative Map are proposed to be private streets, they shall be clearly indicated. Such streets shall conform to the requirements of Article 8 of this chapter or shall have been previously approved in accordance with the then applicable provisions of the said article. (Amended by Ord. No. 126,486, Eff. 3\/1\/64.)\t15.\tThe proposed method of providing sewage disposal and drainage for the property.\t16.\tA statement regarding existing and proposed zoning.\tC.\tProtected Tree Reports for Tentative Tract Maps.  (Amended by Ord. No. 177,404, Eff. 4\/23\/06.)  No application for a tentative tract map approval for a subdivision where a protected tree is located shall be considered complete unless it includes a report, in a form acceptable to the Advisory Agency and the City’s Chief Forester, which pertains to preserving the tree and evaluates the subdivider’s proposals for the preservation, removal, replacement or relocation of the tree.  The report shall be prepared by a tree expert and shall include all protected trees identified pursuant to Section 17.06 B.13. of this Code.\tIn the event the subdivider proposes any grading, land movement, or other activity within the drip line of a protected tree referred to in the report, or proposes to relocate or remove any protected tree, the report shall also evaluate any mitigation measures proposed by the subdivider and their anticipated effectiveness in preserving the tree.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}