{"section_number":"17.08","edition_id":"1","section_id":"3888","structure_id":"8","catch_line":"Improvements.","history":"","full_text":"  IMPROVEMENTS.\n\t(Amended by Ord. No. 157,811, Eff. 8\/13\/83.)\n\n\tA.\tRequirements.  The streets, alleys, lots and easements in all subdivisions subject to the provisions of this article shall be laid out to provide for sewer and drainage facilities. All streets and alleys and other public ways and easements within and immediately adjoining the subdivision, together with any drainage and sanitary sewer easements, shall be graded and improved to a width and grade in accordance with plans approved by the City Engineer. Other improvements as authorized by the Subdivision Map Act may be required.\n\n\t1.\tIn addition to permanent improvements, temporary improvements may be required to be made prior to or concurrent with permanent improvements. In hillside areas, temporary erosion control devices shall be designed and installed in a manner approved by the Board of Public Works and the Department of Building and Safety.\n\n\t2.\tIf the subdivision has been submitted only for the purpose of clarifying records by consolidating existing lots and\/or metes and bounds parcels, or for the purpose of absorbing vacated streets or alleys or for the purpose of reversion to acreage, the Advisory Agency upon the recommendation of the City Engineer may waive all or a portion of the improvements which otherwise would be required.\n\n\tB.\tImprovement Plans.  Final plans, profiles and specifications for improvements shall be furnished to the City Engineer for approval and processing concurrently with the checking of the Final Tract or Parcel Map. Such plans, profiles and specifications shall show full details for such improvements, and shall be in accordance with the standards adopted by the City of Los Angeles.\n\n\tIn lieu of final plans, profiles and specifications, the subdivider may furnish preliminary plans for improvements in a form satisfactory to the City Engineer, provided the subdivider agrees to furnish final plans, profiles and specifications to the City Engineer not later than six months from the date the Final Map or Final Parcel Map is filed for recording with the County Recorder. Preliminary plans shall be of sufficient detail and extent so as to permit the City Engineer to determine the type, extent, quantity and estimated cost of the required improvements.\n\n\tC.\tStreet Lighting. Plans for a street lighting system shall be submitted to and be approved by the Bureau of Street Lighting. The time requirement for submittal shall be as prescribed in Subsection B hereof.\n\n\tD.\t(None)\n\n\tE.\t(None)\n\n\tF.\tStreet Trees. Arrangements between the subdivider and the City shall be made whereby the subdivider either places street trees in subdivisions to the satisfaction of the Bureau of Street Maintenance of the Department of Public Works, or makes a cash payment to the City. The amount of cash payment shall be in accordance with rates established by the Board of Public Works. When planted by the City, street trees may be planted under contract or by City forces.\n\n\tAny street tree planted by a subdivider, or for which a payment is made to the City of Los Angeles to provide such tree, shall be subject to the street tree maintenance fee set forth in Section 62.176 of this Code\n\n\tG.\tGuarantees.\n\n\t1.\tNo Final Tract or Final Parcel Map shall be presented to the Council for approval until the subdivider\/owner has completed the improvements, or has guaranteed that all improvements will be constructed and installed within a specified time. The requirement of guaranteeing the construction and installation of improvements shall not be waived under any condition except as provided herein. Final Parcel Maps, the preliminary maps for which have been approved by the Advisory Agency specifying that improvements are not required until such time as a building permit or other grant of approval for development is issued, are exempt from this provision. California non–profit corporations shall be exempt from these requirements to the extent provided in the Subdivision Map Act.\n\n\t2.\tThe guarantee shall be furnished in accordance with the provisions of this subsection:\n\n\ta.\tImprovement Agreement. The subdivider\/owner shall execute an Improvement Agreement. Under the terms of this agreement, the subdivider\/owner shall, among other things, agree to construct and install the improvements at the subdivider\/owner’s expense; shall warrant all work performed against any defective work or labor done, or defective materials furnished for a period of one year following acceptance by the City Engineer of all improvements; and shall agree to reimburse the City for all costs and reasonable expenses and fees incurred by the City in enforcing the terms of the agreement including reasonable attorney’s fees.\n\n\tb.\tImprovement Security. Performance of the Improvement Agreement shall be guaranteed by one of the following, at the option of and subject to the approval of the City:\n\n\t(l)\tA surety bond or bonds payable to the City, executed by the subdivider\/owner as principal and one or more corporate sureties authorized to act as surety under the laws of the State of California and having a certificate of authority as acceptable surety on Federal bonds; or\n\n\t(2)\tA deposit of cash; or\n\n\t(3)\tA deposit of negotiable United States Treasury bonds or notes, for which the faith and credit of the United States are pledged for the payment of principal and interest, payable to the bearer; or\n\n\t(4)\tA deposit of fully insured certificates of deposit issued by a financial institution whose deposits are insured by an instrumentality of the Federal Government, together with a nonrevocable assignment to the City that pledges that the funds are on deposit and guaranteed for the performance of the Improvement Agreement. Such certificates of deposit may provide that interest shall be paid to the depositor. The assignment shall allow the City to withdraw the principal amount, or any portion thereof, upon declaration of default by the Board of Public Works without the necessity of any further consent by the depositor. The Improvement Security shall be on a form prepared by the City Engineer, shall be a joint and several obligation, and shall be in an amount estimated by the City Engineer to be reasonably necessary to complete the construction and installation of all of the improvements required to be done pursuant to the Improvement Agreement and to warrant the work against defective work or labor done, or defective materials furnished in the performance of the work.\n\n\tThe term of the Improvement Security shall begin on the day it is approved by the City Council and shall continue until the work is accepted by the City Engineer.\n\n\tThe Improvement Security shall contain the further conditions that in addition to the face amount, all parties executing the security shall be firmly bound under a continuing obligation for payment of all reasonable costs, expenses and fees, including reasonable attorney’s fees incurred by the City in enforcing the obligation secured thereby; that all parties agree to any extensions of time within which to construct and install the improvements; and that all parties further agree to such alterations of or additions to the work as may be deemed necessary by the City Engineer provided the cost increase does not exceed 10 percent of the value of the Improvement Security.\n\n\tc.\tImprovement Warranty Guarantee. As a part of the Improvement Security there shall be included an amount to be determined by the City Engineer sufficient for the guarantee and warranty of the work for a period of one year following the date of acceptance of the work by the City Engineer against any defective work or labor done, or defective materials furnished in the performance of the work.\n\n\td.\tLabor and Material Payment Security. Security shall be furnished for payment of labor and materials furnished in the construction and installation of the improvements. The security shall be furnished in one of the forms described in Subdivision 2b, hereof, and shall be in an amount equal to not less than 50 percent of the Improvement Security as estimated by the City Engineer. The security shall inure to the benefit of all persons, and entities furnishing services, supplies or equipment for the improvements as referenced in Sections 3110, 3111 and 3112 of the California Civil Code. All claims under this labor and materials payment security must be filed with the City Clerk on or before the expiration of 90 days after the completion of the improvements.\n\n\te.\tExisting Security. Notwithstanding the foregoing requirements, if the subdivider\/owner already has on file with the City Engineer an Improvement Security in one of the forms described in Subdivision 2b, hereof, posted pursuant to Section 62.111 of this Code which guarantees completion of all of the improvements designated in the Improvement Agreement and in an amount at least equal to the amount determined by the City Engineer to be necessary to complete all of the improvements, no additional Improvement Security shall be required; however, improvement warranty guarantee and labor and material security may be required.\n\n\t3.\tExtension of Time. If it appears that the improvements cannot be completed by the date specified in the Improvement Agreement, written application may be made to the City Engineer for an extension of the completion date. One extension of time shall be granted to a time at which the City Engineer determines the work of improvement should reasonably be completed. Further extensions of time may be granted at the discretion of the City Engineer. If the subdivider disagrees with the determination of the City Engineer such decision may be appealed to the Board of Public Works. Any extension may be considered upon agreement by the surety and principal to:\n\n\ta.\tBegin or resume construction of the improvements on a schedule to be specified by the City Engineer, and\/or\n\n\tb.\tUpdate the estimated cost of construction and installation of the improvements with an adjustment in the Improvement Security commensurate with the updated estimates, and\/or\n\n\tc.\tTo the extent possible, construct and install the required improvements in accordance with the standards and specifications of the Board of Public Works in effect at the time such extension of time is granted; and\/or\n\n\td.\tComply with other conditions as may be deemed necessary by the City Engineer to insure diligent prosecution of the work.\n\n\t4.\tReduction of Improvement Security. When a portion of the improvements have been completed to the satisfaction of the City Engineer, the City Engineer may consent to a reduction in the amount of the Improvement Security upon written request from the subdivider\/owner. The City Engineer may consent to two reductions provided the original security for the improvements exceeds $200,000 and the work completed is identifiable, capable of being maintained by the City, and accepted by the City Engineer. In extreme hardship circumstances the City Engineer may consent to one reduction without regard to the preceding provisions. The remaining security shall be adequate to cover the estimated cost of completing the remaining improvements, the improvement warranty guarantee, and reasonable expenses and fees for enforcement of the terms of the Improvement Agreement. If a cash deposit or negotiable security is on deposit, that portion of the cash or negotiable security not required as a guarantee for the remaining improvements, improvement warranty guarantee and reasonable expenses and fees for enforcement of the terms of the Improvement Agreement, shall be returned to the depositor. If a certificate of deposit is on file, reduction in the Improvement Security will be accomplished by the City Engineer issuing a notice of reduction to the depositor and financial institution. If a surety bond is on file, reduction in the Improvement Security will be accomplished by the execution of a rider to the improvement surety bond by the principal and surety thereon and shall be effective upon approval by the City Engineer and the City Attorney.\n\n\t5.\tRelease of Improvement Security. When all of the requirements of the Improvement Agreement and the Improvement Security have been completed to the satisfaction of the City Engineer and the improvement warranty guarantee has expired, the City Engineer shall issue a Certificate of Acceptance and Termination of Improvement Warranty Bond to the subdivider\/owner and a copy thereof shall be sent to the surety company if a surety bond is on file. However, if the improvement warranty guarantee has not expired, the City Engineer may issue a Certificate of Acceptance, which exonerates the portion of the Improvement Security guaranteeing completion of the construction and installation of the improvements, but not the improvement warranty guarantee. Said warranty guarantee shall thereafter be released in total by the City Engineer on or after one year from the date of the completion notice from the Bureau of Engineering, provided no claims against said guarantee have been made by the City.\n\n\t6.\tRelease of Labor and Material Payment Security. On or after ninety (90) days from the date of completion notices from both the Bureau of Contract Administration and the Bureau of Engineering, security posted under Subdivision 2d hereof to secure payment for labor and materials may be released by the City Engineer in whole if no claims are filed or reduced to an amount equal to one–hundred and fifty (150) percent of those claims filed with the City Clerk. If a cash, negotiable security, or certificate of deposit payment security is on file, the City Engineer shall:\n\n\ta.\tRelease the cash, negotiable security or certificate of deposit payment bond in total, if no claims have been filed; or\n\n\tb.\tReduce the cash or negotiable security or certificate of deposit payment bond to an amount equal to one–hundred and fifty (150) percent total amount of the claims filed with the City Clerk.\n\n\tH.\tEnforcement.  If the subdivider\/owner neglects, refuses or fails to construct the improvements with such diligence as to insure completion within the time specified, or within such extensions of said time as may have been granted by the City Engineer or the Board of Public Works or if the subdivider\/owner neglects, refuses or fails to perform satisfactorily any act required under the Improvement Agreement, the Board of Public Works may declare the Improvement Agreement in default, and shall take whatever actions are necessary to enforce the terms and conditions of the Improvement Security. The Board is hereby empowered to order all or any part of the work to be done either by City forces or by separate contract, and the City shall be entitled to reimbursement for all costs and expenses as a result of such construction. If the Improvement Security is a cash deposit, negotiable security or certificate of deposit the Board is empowered to deduct therefrom, on behalf of the City, an amount sufficient to reimburse and to indemnity the City for any and all damages, costs and expenses sustained or incurred by the City in enforcing the terms and conditions of the Improvement Agreement.","order_by":"08","ancestry":{"1":{"id":"8","name":"Division Of Land Regulations","identifier":"7","label":"article","url":"\/1\/7\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"2702","structure_id":"8","section_number":"17.00","catch_line":"Title.","url":"\/17.00\/","token":"17.00"},"1":{"id":"395","structure_id":"8","section_number":"17.01","catch_line":"Tract Maps – General Provisions.","url":"\/17.01\/","token":"17.01"},"2":{"id":"178","structure_id":"8","section_number":"17.02","catch_line":"Definitions.","url":"\/17.02\/","token":"17.02"},"3":{"id":"4085","structure_id":"8","section_number":"17.03","catch_line":"Advisory Agency.","url":"\/17.03\/","token":"17.03"},"4":{"id":"470","structure_id":"8","section_number":"17.04","catch_line":"Subdivision Committee.","url":"\/17.04\/","token":"17.04"},"5":{"id":"211","structure_id":"8","section_number":"17.05","catch_line":"Design Standards.","url":"\/17.05\/","token":"17.05"},"6":{"id":"3575","structure_id":"8","section_number":"17.06","catch_line":"Tentative Map And Appeals.","url":"\/17.06\/","token":"17.06"},"7":{"id":"2561","structure_id":"8","section_number":"17.07","catch_line":"Final Map.","url":"\/17.07\/","token":"17.07"},"8":{"id":"1740","structure_id":"8","section_number":"17.07.1","catch_line":"Notification Regarding Street Lighting Maintenance Assessments.","url":"\/17.07.1\/","token":"17.07.1"},"9":{"id":"2905","structure_id":"8","section_number":"17.07.2","catch_line":"Notification Regarding Sewer Pumping And\/Or Drainage Facilities And Maintenance Districts.","url":"\/17.07.2\/","token":"17.07.2"},"10":{"id":"3888","structure_id":"8","section_number":"17.08","catch_line":"Improvements.","url":"\/17.08\/","token":"17.08"},"11":{"id":"2192","structure_id":"8","section_number":"17.09","catch_line":"Private Streets.","url":"\/17.09\/","token":"17.09"},"12":{"id":"3033","structure_id":"8","section_number":"17.10","catch_line":"Reversion To Acreage.","url":"\/17.10\/","token":"17.10"},"13":{"id":"3329","structure_id":"8","section_number":"17.10.1","catch_line":"Merger And Resubdivision.","url":"\/17.10.1\/","token":"17.10.1"},"14":{"id":"3865","structure_id":"8","section_number":"17.10.5","catch_line":"Maps – Local Drainage Districts – Exemption From Fees.","url":"\/17.10.5\/","token":"17.10.5"},"15":{"id":"713","structure_id":"8","section_number":"17.11","catch_line":"Modifications.","url":"\/17.11\/","token":"17.11"},"16":{"id":"159","structure_id":"8","section_number":"17.12","catch_line":"Park And Recreation Site Acquisition And Development Provisions.","url":"\/17.12\/","token":"17.12"},"17":{"id":"231","structure_id":"8","section_number":"17.13","catch_line":"Subdivision Requiring Import Or Export Of Earth.","url":"\/17.13\/","token":"17.13"},"18":{"id":"2505","structure_id":"8","section_number":"17.14","catch_line":"Modification Of Recorded Final Maps.","url":"\/17.14\/","token":"17.14"},"19":{"id":"2782","structure_id":"8","section_number":"17.15","catch_line":"Vesting Tentative Maps.","url":"\/17.15\/","token":"17.15"},"20":{"id":"293","structure_id":"8","section_number":"17.50","catch_line":"Parcel Maps – General Provisions.","url":"\/17.50\/","token":"17.50"},"21":{"id":"4","structure_id":"8","section_number":"17.51","catch_line":"Filing Of Preliminary Parcel Maps.","url":"\/17.51\/","token":"17.51"},"22":{"id":"2447","structure_id":"8","section_number":"17.52","catch_line":"Parcel Map – Authority Of Advisory Agency.","url":"\/17.52\/","token":"17.52"},"23":{"id":"2499","structure_id":"8","section_number":"17.53","catch_line":"Approval Of Preliminary Parcel Map.","url":"\/17.53\/","token":"17.53"},"24":{"id":"3692","structure_id":"8","section_number":"17.54","catch_line":"Appeals.","url":"\/17.54\/","token":"17.54"},"25":{"id":"180","structure_id":"8","section_number":"17.55","catch_line":"Map Identification And Reproduction.","url":"\/17.55\/","token":"17.55"},"26":{"id":"1932","structure_id":"8","section_number":"17.56","catch_line":"Parcel Map.","url":"\/17.56\/","token":"17.56"},"27":{"id":"852","structure_id":"8","section_number":"17.57","catch_line":"Approval Of Map Shall Not Authorize Violation Of Other Laws.","url":"\/17.57\/","token":"17.57"},"28":{"id":"3909","structure_id":"8","section_number":"17.58","catch_line":"Park And Recreation Site Acquisition And Development.","url":"\/17.58\/","token":"17.58"},"29":{"id":"3330","structure_id":"8","section_number":"17.59","catch_line":"Modification Of Recorded Parcel Maps.","url":"\/17.59\/","token":"17.59"},"30":{"id":"3699","structure_id":"8","section_number":"17.60","catch_line":"Sales Contrary To Parcel Map Regulations Are\nVoidable.","url":"\/17.60\/","token":"17.60"}},"next_section":{"id":"2192","structure_id":"8","section_number":"17.09","catch_line":"Private Streets.","url":"\/17.09\/","token":"17.09"},"metadata":false,"references":false,"url":"\/17.08\/","token":"17.08","formats":{"txt":"\/17.08.txt","json":"\/17.08.xml"},"dublin_core":{"Title":"Improvements.","Type":"Text","Format":"text\/html","Identifier":"§ 17.08","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nIMPROVEMENTS. (§ 17.08)\n\n  IMPROVEMENTS.\n\t(Amended by Ord. No. 157,811, Eff. 8\/13\/83.)\tA.\tRequirements.  The streets,\nalleys, lots and easements in all subdivisions subject to the provisions of this\narticle shall be laid out to provide for sewer and drainage facilities. All\nstreets and alleys and other public ways and easements within and immediately\nadjoining the subdivision, together with any drainage and sanitary sewer\neasements, shall be graded and improved to a width and grade in accordance with\nplans approved by the City Engineer. Other improvements as authorized by the\nSubdivision Map Act may be required.\t1.\tIn addition to permanent improvements,\ntemporary improvements may be required to be made prior to or concurrent with\npermanent improvements. In hillside areas, temporary erosion control devices\nshall be designed and installed in a manner approved by the Board of Public\nWorks and the Department of Building and Safety.\t2.\tIf the subdivision has been\nsubmitted only for the purpose of clarifying records by consolidating existing\nlots and\/or metes and bounds parcels, or for the purpose of absorbing vacated\nstreets or alleys or for the purpose of reversion to acreage, the Advisory\nAgency upon the recommendation of the City Engineer may waive all or a portion\nof the improvements which otherwise would be required.\tB.\tImprovement Plans. \nFinal plans, profiles and specifications for improvements shall be furnished to\nthe City Engineer for approval and processing concurrently with the checking of\nthe Final Tract or Parcel Map. Such plans, profiles and specifications shall\nshow full details for such improvements, and shall be in accordance with the\nstandards adopted by the City of Los Angeles.\tIn lieu of final plans, profiles\nand specifications, the subdivider may furnish preliminary plans for\nimprovements in a form satisfactory to the City Engineer, provided the\nsubdivider agrees to furnish final plans, profiles and specifications to the\nCity Engineer not later than six months from the date the Final Map or Final\nParcel Map is filed for recording with the County Recorder. Preliminary plans\nshall be of sufficient detail and extent so as to permit the City Engineer to\ndetermine the type, extent, quantity and estimated cost of the required\nimprovements.\tC.\tStreet Lighting. Plans for a street lighting system shall be\nsubmitted to and be approved by the Bureau of Street Lighting. The time\nrequirement for submittal shall be as prescribed in Subsection B\nhereof.\tD.\t(None)\tE.\t(None)\tF.\tStreet Trees. Arrangements between the subdivider\nand the City shall be made whereby the subdivider either places street trees in\nsubdivisions to the satisfaction of the Bureau of Street Maintenance of the\nDepartment of Public Works, or makes a cash payment to the City. The amount of\ncash payment shall be in accordance with rates established by the Board of\nPublic Works. When planted by the City, street trees may be planted under\ncontract or by City forces.\tAny street tree planted by a subdivider, or for\nwhich a payment is made to the City of Los Angeles to provide such tree, shall\nbe subject to the street tree maintenance fee set forth in Section 62.176 of\nthis Code\tG.\tGuarantees.\t1.\tNo Final Tract or Final Parcel Map shall be\npresented to the Council for approval until the subdivider\/owner has completed\nthe improvements, or has guaranteed that all improvements will be constructed\nand installed within a specified time. The requirement of guaranteeing the\nconstruction and installation of improvements shall not be waived under any\ncondition except as provided herein. Final Parcel Maps, the preliminary maps for\nwhich have been approved by the Advisory Agency specifying that improvements are\nnot required until such time as a building permit or other grant of approval for\ndevelopment is issued, are exempt from this provision. California non–profit\ncorporations shall be exempt from these requirements to the extent provided in\nthe Subdivision Map Act.\t2.\tThe guarantee shall be furnished in accordance with\nthe provisions of this subsection:\ta.\tImprovement Agreement. The\nsubdivider\/owner shall execute an Improvement Agreement. Under the terms of this\nagreement, the subdivider\/owner shall, among other things, agree to construct\nand install the improvements at the subdivider\/owner’s expense; shall warrant\nall work performed against any defective work or labor done, or defective\nmaterials furnished for a period of one year following acceptance by the City\nEngineer of all improvements; and shall agree to reimburse the City for all\ncosts and reasonable expenses and fees incurred by the City in enforcing the\nterms of the agreement including reasonable attorney’s fees.\tb.\tImprovement\nSecurity. Performance of the Improvement Agreement shall be guaranteed by one of\nthe following, at the option of and subject to the approval of the City:\t(l)\tA\nsurety bond or bonds payable to the City, executed by the subdivider\/owner as\nprincipal and one or more corporate sureties authorized to act as surety under\nthe laws of the State of California and having a certificate of authority as\nacceptable surety on Federal bonds; or\t(2)\tA deposit of cash; or\t(3)\tA deposit\nof negotiable United States Treasury bonds or notes, for which the faith and\ncredit of the United States are pledged for the payment of principal and\ninterest, payable to the bearer; or\t(4)\tA deposit of fully insured certificates\nof deposit issued by a financial institution whose deposits are insured by an\ninstrumentality of the Federal Government, together with a nonrevocable\nassignment to the City that pledges that the funds are on deposit and guaranteed\nfor the performance of the Improvement Agreement. Such certificates of deposit\nmay provide that interest shall be paid to the depositor. The assignment shall\nallow the City to withdraw the principal amount, or any portion thereof, upon\ndeclaration of default by the Board of Public Works without the necessity of any\nfurther consent by the depositor. The Improvement Security shall be on a form\nprepared by the City Engineer, shall be a joint and several obligation, and\nshall be in an amount estimated by the City Engineer to be reasonably necessary\nto complete the construction and installation of all of the improvements\nrequired to be done pursuant to the Improvement Agreement and to warrant the\nwork against defective work or labor done, or defective materials furnished in\nthe performance of the work.\tThe term of the Improvement Security shall begin on\nthe day it is approved by the City Council and shall continue until the work is\naccepted by the City Engineer.\tThe Improvement Security shall contain the\nfurther conditions that in addition to the face amount, all parties executing\nthe security shall be firmly bound under a continuing obligation for payment of\nall reasonable costs, expenses and fees, including reasonable attorney’s fees\nincurred by the City in enforcing the obligation secured thereby; that all\nparties agree to any extensions of time within which to construct and install\nthe improvements; and that all parties further agree to such alterations of or\nadditions to the work as may be deemed necessary by the City Engineer provided\nthe cost increase does not exceed 10 percent of the value of the Improvement\nSecurity.\tc.\tImprovement Warranty Guarantee. As a part of the Improvement\nSecurity there shall be included an amount to be determined by the City Engineer\nsufficient for the guarantee and warranty of the work for a period of one year\nfollowing the date of acceptance of the work by the City Engineer against any\ndefective work or labor done, or defective materials furnished in the\nperformance of the work.\td.\tLabor and Material Payment Security. Security shall\nbe furnished for payment of labor and materials furnished in the construction\nand installation of the improvements. The security shall be furnished in one of\nthe forms described in Subdivision 2b, hereof, and shall be in an amount equal\nto not less than 50 percent of the Improvement Security as estimated by the City\nEngineer. The security shall inure to the benefit of all persons, and entities\nfurnishing services, supplies or equipment for the improvements as referenced in\nSections 3110, 3111 and 3112 of the California Civil Code. All claims under this\nlabor and materials payment security must be filed with the City Clerk on or\nbefore the expiration of 90 days after the completion of the\nimprovements.\te.\tExisting Security. Notwithstanding the foregoing requirements,\nif the subdivider\/owner already has on file with the City Engineer an\nImprovement Security in one of the forms described in Subdivision 2b, hereof,\nposted pursuant to Section 62.111 of this Code which guarantees completion of\nall of the improvements designated in the Improvement Agreement and in an amount\nat least equal to the amount determined by the City Engineer to be necessary to\ncomplete all of the improvements, no additional Improvement Security shall be\nrequired; however, improvement warranty guarantee and labor and material\nsecurity may be required.\t3.\tExtension of Time. If it appears that the\nimprovements cannot be completed by the date specified in the Improvement\nAgreement, written application may be made to the City Engineer for an extension\nof the completion date. One extension of time shall be granted to a time at\nwhich the City Engineer determines the work of improvement should reasonably be\ncompleted. Further extensions of time may be granted at the discretion of the\nCity Engineer. If the subdivider disagrees with the determination of the City\nEngineer such decision may be appealed to the Board of Public Works. Any\nextension may be considered upon agreement by the surety and principal\nto:\ta.\tBegin or resume construction of the improvements on a schedule to be\nspecified by the City Engineer, and\/or\tb.\tUpdate the estimated cost of\nconstruction and installation of the improvements with an adjustment in the\nImprovement Security commensurate with the updated estimates, and\/or\tc.\tTo the\nextent possible, construct and install the required improvements in accordance\nwith the standards and specifications of the Board of Public Works in effect at\nthe time such extension of time is granted; and\/or\td.\tComply with other\nconditions as may be deemed necessary by the City Engineer to insure diligent\nprosecution of the work.\t4.\tReduction of Improvement Security. When a portion of\nthe improvements have been completed to the satisfaction of the City Engineer,\nthe City Engineer may consent to a reduction in the amount of the Improvement\nSecurity upon written request from the subdivider\/owner. The City Engineer may\nconsent to two reductions provided the original security for the improvements\nexceeds $200,000 and the work completed is identifiable, capable of being\nmaintained by the City, and accepted by the City Engineer. In extreme hardship\ncircumstances the City Engineer may consent to one reduction without regard to\nthe preceding provisions. The remaining security shall be adequate to cover the\nestimated cost of completing the remaining improvements, the improvement\nwarranty guarantee, and reasonable expenses and fees for enforcement of the\nterms of the Improvement Agreement. If a cash deposit or negotiable security is\non deposit, that portion of the cash or negotiable security not required as a\nguarantee for the remaining improvements, improvement warranty guarantee and\nreasonable expenses and fees for enforcement of the terms of the Improvement\nAgreement, shall be returned to the depositor. If a certificate of deposit is on\nfile, reduction in the Improvement Security will be accomplished by the City\nEngineer issuing a notice of reduction to the depositor and financial\ninstitution. If a surety bond is on file, reduction in the Improvement Security\nwill be accomplished by the execution of a rider to the improvement surety bond\nby the principal and surety thereon and shall be effective upon approval by the\nCity Engineer and the City Attorney.\t5.\tRelease of Improvement Security. When\nall of the requirements of the Improvement Agreement and the Improvement\nSecurity have been completed to the satisfaction of the City Engineer and the\nimprovement warranty guarantee has expired, the City Engineer shall issue a\nCertificate of Acceptance and Termination of Improvement Warranty Bond to the\nsubdivider\/owner and a copy thereof shall be sent to the surety company if a\nsurety bond is on file. However, if the improvement warranty guarantee has not\nexpired, the City Engineer may issue a Certificate of Acceptance, which\nexonerates the portion of the Improvement Security guaranteeing completion of\nthe construction and installation of the improvements, but not the improvement\nwarranty guarantee. Said warranty guarantee shall thereafter be released in\ntotal by the City Engineer on or after one year from the date of the completion\nnotice from the Bureau of Engineering, provided no claims against said guarantee\nhave been made by the City.\t6.\tRelease of Labor and Material Payment Security.\nOn or after ninety (90) days from the date of completion notices from both the\nBureau of Contract Administration and the Bureau of Engineering, security posted\nunder Subdivision 2d hereof to secure payment for labor and materials may be\nreleased by the City Engineer in whole if no claims are filed or reduced to an\namount equal to one–hundred and fifty (150) percent of those claims filed with\nthe City Clerk. If a cash, negotiable security, or certificate of deposit\npayment security is on file, the City Engineer shall:\ta.\tRelease the cash,\nnegotiable security or certificate of deposit payment bond in total, if no\nclaims have been filed; or\tb.\tReduce the cash or negotiable security or\ncertificate of deposit payment bond to an amount equal to one–hundred and\nfifty (150) percent total amount of the claims filed with the City\nClerk.\tH.\tEnforcement.  If the subdivider\/owner neglects, refuses or fails to\nconstruct the improvements with such diligence as to insure completion within\nthe time specified, or within such extensions of said time as may have been\ngranted by the City Engineer or the Board of Public Works or if the\nsubdivider\/owner neglects, refuses or fails to perform satisfactorily any act\nrequired under the Improvement Agreement, the Board of Public Works may declare\nthe Improvement Agreement in default, and shall take whatever actions are\nnecessary to enforce the terms and conditions of the Improvement Security. The\nBoard is hereby empowered to order all or any part of the work to be done either\nby City forces or by separate contract, and the City shall be entitled to\nreimbursement for all costs and expenses as a result of such construction. If\nthe Improvement Security is a cash deposit, negotiable security or certificate\nof deposit the Board is empowered to deduct therefrom, on behalf of the City, an\namount sufficient to reimburse and to indemnity the City for any and all\ndamages, costs and expenses sustained or incurred by the City in enforcing the\nterms and conditions of the Improvement Agreement.\n","html":"\n\t\t\t\t\t<section><p>  IMPROVEMENTS.\n\t(Amended by Ord. No. 157,811, Eff. 8\/13\/83.)<br \/><br \/>\tA.\tRequirements.  The streets, alleys, lots and easements in all subdivisions subject to the provisions of this article shall be laid out to provide for sewer and drainage facilities. All streets and alleys and other public ways and easements within and immediately adjoining the subdivision, together with any drainage and sanitary sewer easements, shall be graded and improved to a width and grade in accordance with plans approved by the City Engineer. Other improvements as authorized by the Subdivision Map Act may be required.<br \/><br \/>\t1.\tIn addition to permanent improvements, temporary improvements may be required to be made prior to or concurrent with permanent improvements. In hillside areas, temporary erosion control devices shall be designed and installed in a manner approved by the Board of Public Works and the Department of Building and Safety.<br \/><br \/>\t2.\tIf the subdivision has been submitted only for the purpose of clarifying records by consolidating existing lots and\/or metes and bounds parcels, or for the purpose of absorbing vacated streets or alleys or for the purpose of reversion to acreage, the Advisory Agency upon the recommendation of the City Engineer may <span class=\"dictionary\">waive<\/span> all or a portion of the improvements which otherwise would be required.<br \/><br \/>\tB.\tImprovement Plans.  Final plans, profiles and specifications for improvements shall be furnished to the City Engineer for approval and processing concurrently with the checking of the Final Tract or Parcel Map. Such plans, profiles and specifications shall show full details for such improvements, and shall be in accordance with the standards adopted by the City of Los Angeles.<br \/><br \/>\tIn lieu of final plans, profiles and specifications, the subdivider may furnish preliminary plans for improvements in a form satisfactory to the City Engineer, provided the subdivider agrees to furnish final plans, profiles and specifications to the City Engineer not later than six months from the date the Final Map or Final Parcel Map is filed for recording with the County Recorder. Preliminary plans shall be of sufficient detail and extent so as to permit the City Engineer to determine the type, extent, quantity and estimated cost of the required improvements.<br \/><br \/>\tC.\tStreet Lighting. Plans for a street lighting system shall be submitted to and be approved by the Bureau of Street Lighting. The time requirement for submittal shall be as prescribed in Subsection B hereof.<br \/><br \/>\tD.\t(None)<br \/><br \/>\tE.\t(None)<br \/><br \/>\tF.\tStreet Trees. Arrangements between the subdivider and the City shall be made whereby the subdivider either places street trees in subdivisions to the satisfaction of the Bureau of Street Maintenance of the Department of Public Works, or makes a cash payment to the City. The amount of cash payment shall be in accordance with rates established by the Board of Public Works. When planted by the City, street trees may be planted under <span class=\"dictionary\">contract<\/span> or by City forces.<br \/><br \/>\tAny street tree planted by a subdivider, or for which a payment is made to the City of Los Angeles to provide such tree, shall be subject to the street tree maintenance fee set forth in Section 62.176 of this Code<br \/><br \/>\tG.\tGuarantees.<br \/><br \/>\t1.\tNo Final Tract or Final Parcel Map shall be presented to the Council for approval until the subdivider\/owner has completed the improvements, or has guaranteed that all improvements will be constructed and installed within a specified time. The requirement of guaranteeing the construction and installation of improvements shall not be waived under any condition except as provided herein. Final Parcel Maps, the preliminary maps for which have been approved by the Advisory Agency specifying that improvements are not required until such time as a building permit or other grant of approval for development is issued, are exempt from this provision. California non–profit corporations shall be exempt from these requirements to the extent provided in the Subdivision Map Act.<br \/><br \/>\t2.\tThe guarantee shall be furnished in accordance with the provisions of this subsection:<br \/><br \/>\ta.\tImprovement Agreement. The subdivider\/owner shall execute an Improvement Agreement. Under the terms of this agreement, the subdivider\/owner shall, among other things, agree to construct and install the improvements at the subdivider\/owner’s expense; shall warrant all work performed against any defective work or labor done, or defective <span class=\"dictionary\">materials<\/span> furnished for a period of one year following acceptance by the City Engineer of all improvements; and shall agree to reimburse the City for all costs and reasonable expenses and fees incurred by the City in enforcing the terms of the agreement including reasonable attorney’s fees.<br \/><br \/>\tb.\tImprovement Security. Performance of the Improvement Agreement shall be guaranteed by one of the following, at the option of and subject to the approval of the City:<br \/><br \/>\t(l)\tA <span class=\"dictionary\">surety<\/span> <span class=\"dictionary\">bond<\/span> or <span class=\"dictionary\">bonds<\/span> payable to the City, executed by the subdivider\/owner as principal and one or more corporate sureties authorized to act as <span class=\"dictionary\">surety<\/span> under the <span class=\"dictionary\">laws<\/span> of the State of California and having a certificate of authority as acceptable <span class=\"dictionary\">surety<\/span> on Federal <span class=\"dictionary\">bonds<\/span>; or<br \/><br \/>\t(2)\tA deposit of cash; or<br \/><br \/>\t(3)\tA deposit of negotiable United States Treasury <span class=\"dictionary\">bonds<\/span> or notes, for which the faith and credit of the United States are pledged for the payment of principal and interest, payable to the bearer; or<br \/><br \/>\t(4)\tA deposit of fully insured certificates of deposit issued by a financial institution whose deposits are insured by an instrumentality of the Federal Government, together with a nonrevocable assignment to the City that pledges that the funds are on deposit and guaranteed for the performance of the Improvement Agreement. Such certificates of deposit may provide that interest shall be paid to the depositor. The assignment shall allow the City to withdraw the principal amount, or any portion thereof, upon declaration of <span class=\"dictionary\">default<\/span> by the Board of Public Works without the necessity of any further consent by the depositor. The Improvement Security shall be on a form prepared by the City Engineer, shall be a joint and several obligation, and shall be in an amount estimated by the City Engineer to be reasonably necessary to complete the construction and installation of all of the improvements required to be done pursuant to the Improvement Agreement and to warrant the work against defective work or labor done, or defective <span class=\"dictionary\">materials<\/span> furnished in the performance of the work.<br \/><br \/>\tThe term of the Improvement Security shall begin on the day it is approved by the City Council and shall continue until the work is accepted by the City Engineer.<br \/><br \/>\tThe Improvement Security shall contain the further conditions that in addition to the face amount, all parties executing the security shall be firmly bound under a continuing obligation for payment of all reasonable costs, expenses and fees, including reasonable attorney’s fees incurred by the City in enforcing the obligation secured thereby; that all parties agree to any extensions of time within which to construct and install the improvements; and that all parties further agree to such alterations of or additions to the work as may be deemed necessary by the City Engineer provided the cost increase does not exceed 10 percent of the value of the Improvement Security.<br \/><br \/>\tc.\tImprovement Warranty Guarantee. As a part of the Improvement Security there shall be included an amount to be determined by the City Engineer sufficient for the guarantee and warranty of the work for a period of one year following the date of acceptance of the work by the City Engineer against any defective work or labor done, or defective <span class=\"dictionary\">materials<\/span> furnished in the performance of the work.<br \/><br \/>\td.\tLabor and <span class=\"dictionary\">Material<\/span> Payment Security. Security shall be furnished for payment of labor and <span class=\"dictionary\">materials<\/span> furnished in the construction and installation of the improvements. The security shall be furnished in one of the forms described in Subdivision 2b, hereof, and shall be in an amount equal to not less than 50 percent of the Improvement Security as estimated by the City Engineer. The security shall inure to the benefit of all persons, and entities furnishing services, supplies or equipment for the improvements as referenced in Sections 3110, 3111 and 3112 of the California Civil Code. All claims under this labor and <span class=\"dictionary\">materials<\/span> payment security must be filed with the City Clerk on or before the expiration of 90 days after the completion of the improvements.<br \/><br \/>\te.\tExisting Security. Notwithstanding the foregoing requirements, if the subdivider\/owner already has on file with the City Engineer an Improvement Security in one of the forms described in Subdivision 2b, hereof, posted pursuant to Section 62.111 of this Code which guarantees completion of all of the improvements designated in the Improvement Agreement and in an amount at least equal to the amount determined by the City Engineer to be necessary to complete all of the improvements, no additional Improvement Security shall be required; however, improvement warranty guarantee and labor and <span class=\"dictionary\">material<\/span> security may be required.<br \/><br \/>\t3.\tExtension of Time. If it appears that the improvements cannot be completed by the date specified in the Improvement Agreement, written application may be made to the City Engineer for an extension of the completion date. One extension of time shall be granted to a time at which the City Engineer determines the work of improvement should reasonably be completed. Further extensions of time may be granted at the discretion of the City Engineer. If the subdivider disagrees with the determination of the City Engineer such decision may be appealed to the Board of Public Works. Any extension may be considered upon agreement by the <span class=\"dictionary\">surety<\/span> and principal to:<br \/><br \/>\ta.\tBegin or resume construction of the improvements on a schedule to be specified by the City Engineer, and\/or<br \/><br \/>\tb.\tUpdate the estimated cost of construction and installation of the improvements with an adjustment in the Improvement Security commensurate with the updated estimates, and\/or<br \/><br \/>\tc.\tTo the extent possible, construct and install the required improvements in accordance with the standards and specifications of the Board of Public Works in effect at the time such extension of time is granted; and\/or<br \/><br \/>\td.\tComply with other conditions as may be deemed necessary by the City Engineer to insure diligent <span class=\"dictionary\">prosecution<\/span> of the work.<br \/><br \/>\t4.\tReduction of Improvement Security. When a portion of the improvements have been completed to the satisfaction of the City Engineer, the City Engineer may consent to a reduction in the amount of the Improvement Security upon written request from the subdivider\/owner. The City Engineer may consent to two reductions provided the original security for the improvements exceeds $200,000 and the work completed is identifiable, capable of being maintained by the City, and accepted by the City Engineer. In extreme hardship circumstances the City Engineer may consent to one reduction without regard to the preceding provisions. The remaining security shall be adequate to cover the estimated cost of completing the remaining improvements, the improvement warranty guarantee, and reasonable expenses and fees for enforcement of the terms of the Improvement Agreement. If a cash deposit or negotiable security is on deposit, that portion of the cash or negotiable security not required as a guarantee for the remaining improvements, improvement warranty guarantee and reasonable expenses and fees for enforcement of the terms of the Improvement Agreement, shall be returned to the depositor. If a certificate of deposit is on file, reduction in the Improvement Security will be accomplished by the City Engineer issuing a notice of reduction to the depositor and financial institution. If a <span class=\"dictionary\">surety<\/span> <span class=\"dictionary\">bond<\/span> is on file, reduction in the Improvement Security will be accomplished by the execution of a rider to the improvement <span class=\"dictionary\">surety<\/span> <span class=\"dictionary\">bond<\/span> by the principal and <span class=\"dictionary\">surety<\/span> thereon and shall be effective upon approval by the City Engineer and the City Attorney.<br \/><br \/>\t5.\tRelease of Improvement Security. When all of the requirements of the Improvement Agreement and the Improvement Security have been completed to the satisfaction of the City Engineer and the improvement warranty guarantee has expired, the City Engineer shall <span class=\"dictionary\">issue<\/span> a Certificate of Acceptance and Termination of Improvement Warranty <span class=\"dictionary\">Bond<\/span> to the subdivider\/owner and a copy thereof shall be sent to the <span class=\"dictionary\">surety<\/span> company if a <span class=\"dictionary\">surety<\/span> <span class=\"dictionary\">bond<\/span> is on file. However, if the improvement warranty guarantee has not expired, the City Engineer may <span class=\"dictionary\">issue<\/span> a Certificate of Acceptance, which exonerates the portion of the Improvement Security guaranteeing completion of the construction and installation of the improvements, but not the improvement warranty guarantee. Said warranty guarantee shall thereafter be released in total by the City Engineer on or after one year from the date of the completion notice from the Bureau of Engineering, provided no claims against said guarantee have been made by the City.<br \/><br \/>\t6.\tRelease of Labor and <span class=\"dictionary\">Material<\/span> Payment Security. On or after ninety (90) days from the date of completion notices from both the Bureau of <span class=\"dictionary\">Contract<\/span> Administration and the Bureau of Engineering, security posted under Subdivision 2d hereof to secure payment for labor and <span class=\"dictionary\">materials<\/span> may be released by the City Engineer in whole if no claims are filed or reduced to an amount equal to one–hundred and fifty (150) percent of those claims filed with the City Clerk. If a cash, negotiable security, or certificate of deposit payment security is on file, the City Engineer shall:<br \/><br \/>\ta.\tRelease the cash, negotiable security or certificate of deposit payment <span class=\"dictionary\">bond<\/span> in total, if no claims have been filed; or<br \/><br \/>\tb.\tReduce the cash or negotiable security or certificate of deposit payment <span class=\"dictionary\">bond<\/span> to an amount equal to one–hundred and fifty (150) percent total amount of the claims filed with the City Clerk.<br \/><br \/>\tH.\tEnforcement.  If the subdivider\/owner neglects, refuses or fails to construct the improvements with such diligence as to insure completion within the time specified, or within such extensions of said time as may have been granted by the City Engineer or the Board of Public Works or if the subdivider\/owner neglects, refuses or fails to perform satisfactorily any act required under the Improvement Agreement, the Board of Public Works may declare the Improvement Agreement in <span class=\"dictionary\">default<\/span>, and shall take whatever actions are necessary to enforce the terms and conditions of the Improvement Security. The Board is hereby empowered to <span class=\"dictionary\">order<\/span> all or any part of the work to be done either by City forces or by separate <span class=\"dictionary\">contract<\/span>, and the City shall be entitled to reimbursement for all costs and expenses as a result of such construction. If the Improvement Security is a cash deposit, negotiable security or certificate of deposit the Board is empowered to deduct therefrom, on behalf of the City, an amount sufficient to reimburse and to indemnity the City for any and all <span class=\"dictionary\">damages<\/span>, costs and expenses sustained or incurred by the City in enforcing the terms and conditions of the Improvement Agreement.<\/p><\/section>","previous_section":{"id":"2905","structure_id":"8","section_number":"17.07.2","catch_line":"Notification Regarding Sewer Pumping And\/Or Drainage Facilities And Maintenance Districts.","url":"\/17.07.2\/","token":"17.07.2"},"text":{"0":{"id":"3862","text":"  IMPROVEMENTS.\n\t(Amended by Ord. No. 157,811, Eff. 8\/13\/83.)\tA.\tRequirements.  The streets, alleys, lots and easements in all subdivisions subject to the provisions of this article shall be laid out to provide for sewer and drainage facilities. All streets and alleys and other public ways and easements within and immediately adjoining the subdivision, together with any drainage and sanitary sewer easements, shall be graded and improved to a width and grade in accordance with plans approved by the City Engineer. Other improvements as authorized by the Subdivision Map Act may be required.\t1.\tIn addition to permanent improvements, temporary improvements may be required to be made prior to or concurrent with permanent improvements. In hillside areas, temporary erosion control devices shall be designed and installed in a manner approved by the Board of Public Works and the Department of Building and Safety.\t2.\tIf the subdivision has been submitted only for the purpose of clarifying records by consolidating existing lots and\/or metes and bounds parcels, or for the purpose of absorbing vacated streets or alleys or for the purpose of reversion to acreage, the Advisory Agency upon the recommendation of the City Engineer may waive all or a portion of the improvements which otherwise would be required.\tB.\tImprovement Plans.  Final plans, profiles and specifications for improvements shall be furnished to the City Engineer for approval and processing concurrently with the checking of the Final Tract or Parcel Map. Such plans, profiles and specifications shall show full details for such improvements, and shall be in accordance with the standards adopted by the City of Los Angeles.\tIn lieu of final plans, profiles and specifications, the subdivider may furnish preliminary plans for improvements in a form satisfactory to the City Engineer, provided the subdivider agrees to furnish final plans, profiles and specifications to the City Engineer not later than six months from the date the Final Map or Final Parcel Map is filed for recording with the County Recorder. Preliminary plans shall be of sufficient detail and extent so as to permit the City Engineer to determine the type, extent, quantity and estimated cost of the required improvements.\tC.\tStreet Lighting. Plans for a street lighting system shall be submitted to and be approved by the Bureau of Street Lighting. The time requirement for submittal shall be as prescribed in Subsection B hereof.\tD.\t(None)\tE.\t(None)\tF.\tStreet Trees. Arrangements between the subdivider and the City shall be made whereby the subdivider either places street trees in subdivisions to the satisfaction of the Bureau of Street Maintenance of the Department of Public Works, or makes a cash payment to the City. The amount of cash payment shall be in accordance with rates established by the Board of Public Works. When planted by the City, street trees may be planted under contract or by City forces.\tAny street tree planted by a subdivider, or for which a payment is made to the City of Los Angeles to provide such tree, shall be subject to the street tree maintenance fee set forth in Section 62.176 of this Code\tG.\tGuarantees.\t1.\tNo Final Tract or Final Parcel Map shall be presented to the Council for approval until the subdivider\/owner has completed the improvements, or has guaranteed that all improvements will be constructed and installed within a specified time. The requirement of guaranteeing the construction and installation of improvements shall not be waived under any condition except as provided herein. Final Parcel Maps, the preliminary maps for which have been approved by the Advisory Agency specifying that improvements are not required until such time as a building permit or other grant of approval for development is issued, are exempt from this provision. California non–profit corporations shall be exempt from these requirements to the extent provided in the Subdivision Map Act.\t2.\tThe guarantee shall be furnished in accordance with the provisions of this subsection:\ta.\tImprovement Agreement. The subdivider\/owner shall execute an Improvement Agreement. Under the terms of this agreement, the subdivider\/owner shall, among other things, agree to construct and install the improvements at the subdivider\/owner’s expense; shall warrant all work performed against any defective work or labor done, or defective materials furnished for a period of one year following acceptance by the City Engineer of all improvements; and shall agree to reimburse the City for all costs and reasonable expenses and fees incurred by the City in enforcing the terms of the agreement including reasonable attorney’s fees.\tb.\tImprovement Security. Performance of the Improvement Agreement shall be guaranteed by one of the following, at the option of and subject to the approval of the City:\t(l)\tA surety bond or bonds payable to the City, executed by the subdivider\/owner as principal and one or more corporate sureties authorized to act as surety under the laws of the State of California and having a certificate of authority as acceptable surety on Federal bonds; or\t(2)\tA deposit of cash; or\t(3)\tA deposit of negotiable United States Treasury bonds or notes, for which the faith and credit of the United States are pledged for the payment of principal and interest, payable to the bearer; or\t(4)\tA deposit of fully insured certificates of deposit issued by a financial institution whose deposits are insured by an instrumentality of the Federal Government, together with a nonrevocable assignment to the City that pledges that the funds are on deposit and guaranteed for the performance of the Improvement Agreement. Such certificates of deposit may provide that interest shall be paid to the depositor. The assignment shall allow the City to withdraw the principal amount, or any portion thereof, upon declaration of default by the Board of Public Works without the necessity of any further consent by the depositor. The Improvement Security shall be on a form prepared by the City Engineer, shall be a joint and several obligation, and shall be in an amount estimated by the City Engineer to be reasonably necessary to complete the construction and installation of all of the improvements required to be done pursuant to the Improvement Agreement and to warrant the work against defective work or labor done, or defective materials furnished in the performance of the work.\tThe term of the Improvement Security shall begin on the day it is approved by the City Council and shall continue until the work is accepted by the City Engineer.\tThe Improvement Security shall contain the further conditions that in addition to the face amount, all parties executing the security shall be firmly bound under a continuing obligation for payment of all reasonable costs, expenses and fees, including reasonable attorney’s fees incurred by the City in enforcing the obligation secured thereby; that all parties agree to any extensions of time within which to construct and install the improvements; and that all parties further agree to such alterations of or additions to the work as may be deemed necessary by the City Engineer provided the cost increase does not exceed 10 percent of the value of the Improvement Security.\tc.\tImprovement Warranty Guarantee. As a part of the Improvement Security there shall be included an amount to be determined by the City Engineer sufficient for the guarantee and warranty of the work for a period of one year following the date of acceptance of the work by the City Engineer against any defective work or labor done, or defective materials furnished in the performance of the work.\td.\tLabor and Material Payment Security. Security shall be furnished for payment of labor and materials furnished in the construction and installation of the improvements. The security shall be furnished in one of the forms described in Subdivision 2b, hereof, and shall be in an amount equal to not less than 50 percent of the Improvement Security as estimated by the City Engineer. The security shall inure to the benefit of all persons, and entities furnishing services, supplies or equipment for the improvements as referenced in Sections 3110, 3111 and 3112 of the California Civil Code. All claims under this labor and materials payment security must be filed with the City Clerk on or before the expiration of 90 days after the completion of the improvements.\te.\tExisting Security. Notwithstanding the foregoing requirements, if the subdivider\/owner already has on file with the City Engineer an Improvement Security in one of the forms described in Subdivision 2b, hereof, posted pursuant to Section 62.111 of this Code which guarantees completion of all of the improvements designated in the Improvement Agreement and in an amount at least equal to the amount determined by the City Engineer to be necessary to complete all of the improvements, no additional Improvement Security shall be required; however, improvement warranty guarantee and labor and material security may be required.\t3.\tExtension of Time. If it appears that the improvements cannot be completed by the date specified in the Improvement Agreement, written application may be made to the City Engineer for an extension of the completion date. One extension of time shall be granted to a time at which the City Engineer determines the work of improvement should reasonably be completed. Further extensions of time may be granted at the discretion of the City Engineer. If the subdivider disagrees with the determination of the City Engineer such decision may be appealed to the Board of Public Works. Any extension may be considered upon agreement by the surety and principal to:\ta.\tBegin or resume construction of the improvements on a schedule to be specified by the City Engineer, and\/or\tb.\tUpdate the estimated cost of construction and installation of the improvements with an adjustment in the Improvement Security commensurate with the updated estimates, and\/or\tc.\tTo the extent possible, construct and install the required improvements in accordance with the standards and specifications of the Board of Public Works in effect at the time such extension of time is granted; and\/or\td.\tComply with other conditions as may be deemed necessary by the City Engineer to insure diligent prosecution of the work.\t4.\tReduction of Improvement Security. When a portion of the improvements have been completed to the satisfaction of the City Engineer, the City Engineer may consent to a reduction in the amount of the Improvement Security upon written request from the subdivider\/owner. The City Engineer may consent to two reductions provided the original security for the improvements exceeds $200,000 and the work completed is identifiable, capable of being maintained by the City, and accepted by the City Engineer. In extreme hardship circumstances the City Engineer may consent to one reduction without regard to the preceding provisions. The remaining security shall be adequate to cover the estimated cost of completing the remaining improvements, the improvement warranty guarantee, and reasonable expenses and fees for enforcement of the terms of the Improvement Agreement. If a cash deposit or negotiable security is on deposit, that portion of the cash or negotiable security not required as a guarantee for the remaining improvements, improvement warranty guarantee and reasonable expenses and fees for enforcement of the terms of the Improvement Agreement, shall be returned to the depositor. If a certificate of deposit is on file, reduction in the Improvement Security will be accomplished by the City Engineer issuing a notice of reduction to the depositor and financial institution. If a surety bond is on file, reduction in the Improvement Security will be accomplished by the execution of a rider to the improvement surety bond by the principal and surety thereon and shall be effective upon approval by the City Engineer and the City Attorney.\t5.\tRelease of Improvement Security. When all of the requirements of the Improvement Agreement and the Improvement Security have been completed to the satisfaction of the City Engineer and the improvement warranty guarantee has expired, the City Engineer shall issue a Certificate of Acceptance and Termination of Improvement Warranty Bond to the subdivider\/owner and a copy thereof shall be sent to the surety company if a surety bond is on file. However, if the improvement warranty guarantee has not expired, the City Engineer may issue a Certificate of Acceptance, which exonerates the portion of the Improvement Security guaranteeing completion of the construction and installation of the improvements, but not the improvement warranty guarantee. Said warranty guarantee shall thereafter be released in total by the City Engineer on or after one year from the date of the completion notice from the Bureau of Engineering, provided no claims against said guarantee have been made by the City.\t6.\tRelease of Labor and Material Payment Security. On or after ninety (90) days from the date of completion notices from both the Bureau of Contract Administration and the Bureau of Engineering, security posted under Subdivision 2d hereof to secure payment for labor and materials may be released by the City Engineer in whole if no claims are filed or reduced to an amount equal to one–hundred and fifty (150) percent of those claims filed with the City Clerk. If a cash, negotiable security, or certificate of deposit payment security is on file, the City Engineer shall:\ta.\tRelease the cash, negotiable security or certificate of deposit payment bond in total, if no claims have been filed; or\tb.\tReduce the cash or negotiable security or certificate of deposit payment bond to an amount equal to one–hundred and fifty (150) percent total amount of the claims filed with the City Clerk.\tH.\tEnforcement.  If the subdivider\/owner neglects, refuses or fails to construct the improvements with such diligence as to insure completion within the time specified, or within such extensions of said time as may have been granted by the City Engineer or the Board of Public Works or if the subdivider\/owner neglects, refuses or fails to perform satisfactorily any act required under the Improvement Agreement, the Board of Public Works may declare the Improvement Agreement in default, and shall take whatever actions are necessary to enforce the terms and conditions of the Improvement Security. The Board is hereby empowered to order all or any part of the work to be done either by City forces or by separate contract, and the City shall be entitled to reimbursement for all costs and expenses as a result of such construction. If the Improvement Security is a cash deposit, negotiable security or certificate of deposit the Board is empowered to deduct therefrom, on behalf of the City, an amount sufficient to reimburse and to indemnity the City for any and all damages, costs and expenses sustained or incurred by the City in enforcing the terms and conditions of the Improvement Agreement.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}