{"section_number":"17.03","edition_id":"1","section_id":"4085","structure_id":"8","catch_line":"Advisory Agency.","history":"","full_text":"  ADVISORY AGENCY.\n\n\tThe Director of Planning is hereby designated as the for the City of Los Angeles. The Director is authorized to act in such capacity through one or more deputies who are appointed by him for that purpose. The Director, with the concurrence of the Chief Zoning Administrator, may designate an Associate Zoning Administrator to perform these additional functions. (Amended by Ord. No. 150,947, Eff. 7\/3\/78.)\n\n\tA.\tAuthority and Duties.  (Amended by Ord. No. 163,797, Eff. 8\/8\/88.)  The Advisory Agency is charged with the duty of making investigations and reports on the design and improvement of proposed subdivisions, of requiring the dedication of land, the payment of fees in lieu thereof, or a combination of both, for the acquisition and development of park and recreation sites and facilities, and is hereby authorized to approve, conditionally approve, or disapprove Tentative Maps of proposed subdivisions, private streets and such maps as are provided for herein, to prescribe the design, kinds, nature and extent of improvements required to be installed in connection therewith and to report directly to the subdivider the action taken on the Tentative Map. The Advisory Agency is also charged with the duty of determining the recreational and park fee for zone changes pursuant to Section 12.33 of this Code.\n\n\tIn taking any such action, the Advisory Agency is authorized to include or omit in whole or in part the reports or recommendations of the other concerned officials or City departments, except that the Advisory Agency may not omit any mandatory requirements relating to public health or safety recommended by such other officials or departments in the exercise of their duties prescribed by law. Before approving the omission of any report or recommendation made by such officials or departments the Advisory Agency shall submit the matter to the members of the Subdivision Committee for consideration at a regular meeting.\n\n\tWhen the Advisory Agency approves or conditionally approves a tentative map, it may also designate certain lots or proposed buildings, whether existing or to be constructed on a lot shown on said map, as sites for the construction of model dwellings. The Advisory Agency is authorized to designate said sites only if it determines that they comply, or can be made to comply with the design standards for sites for model dwellings as hereinafter set forth in Section 17.05 of this article.\n\n\tThe Advisory Agency, acting in the capacity of an Associate Zoning Administrator, shall have the authority to reduce the width of required passageways pursuant to Section 12.21 C.2.(b) to no less than five feet between habitable buildings and detached condominiums, unless the Fire Department determines that the reduction would result in a safety hazard.  And shall have the authority to grant deviations of no more than 20 percent from the applicable area, yard, and height requirements.  The subdivider must ask for adjustments at the time of filing.  In permitting adjustments, the Advisory Agency shall make the findings contained in Section 12.28 C.4.  (Added by Ord. No. 176,321, Eff. 1\/15\/05.)\n\n\tThe reductions\/deviations shall be included in the written decision of the Advisory Agency.  Notification and appeal rights to such reductions\/deviations shall conform to Section 17.06 A.  (Added by Ord. No. 176,321, Eff. 1\/15\/05.)\n\n\tIf the final decision-maker imposes a condition as part of an action on a related application that differs from a condition of approval on a tentative tract map, then the Advisory Agency shall have the authority to make the tract map conditions consistent with the final decision-maker’s action.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)\n\n\tB.\tProcedure.  The Advisory Council shall not act upon any Tentative Map until 39 days time has elapsed from the filing of the map, unless reports have been received from each member of the Subdivision Committee. Where said reports have been mailed to the subdivider within the 39-day period, the Advisory Agency shall not act until five days’ time has elapsed from the date of mailing of a copy of all. such reports to the subdivider. Every Tentative Map shall be considered by the Advisory Agency at a public meeting.  (Amended by Ord. No. 137,891, Eff. 1\/8\/69.)\n\n\tC.\tModifications.  The Advisory Agency is authorized to approve or disapprove requests by a subdivider for minor modifications in the Conditions of Approval for a Tentative Map, but such action shall not extend the time for filing of a Final Map with the City Engineer. Such decisions shall be made in accordance with the provisions of Section 17.11 and shall be subject to the same appeal as is provided for appeals from the decision of the Advisory Agency on Tentative Maps.\n\n\tD.\tSubdivision of Air Space.  (Amended by Ord. No. 168,132, Eff. 9\/3\/92.)  Notwithstanding any provision of this chapter to the contrary, in any zone, the Advisory Agency is authorized to approve, conditionally approve or disapprove a preliminary parcel map or a tentative tract map showing one or more air space lots (as defined in Section 12.03 of this Code), provided that such air space lots are created in accordance with the provisions of Chapter 1, Article 7 of this Code.\n\n\tThe Advisory Agency shall require, as a condition of approval of any tentative tract map or preliminary parcel map showing one or more air space lots, that the final map or parcel map showing such air space lots be based upon a site plan which accurately describes the location of such lots. After recordation of such map and upon construction of the buildings or structures within the air space lots, if it is determined by the Department of Building and Safety that there are minor discrepancies between the site plan and the actual physical location of the air space lots in such buildings or structures, lot lines for the air space lots may be adjusted as necessary through the parcel map exemption procedure set forth in Los Angeles Municipal Code Section 17.50B3c.","order_by":"03","ancestry":{"1":{"id":"8","name":"Division Of Land Regulations","identifier":"7","label":"article","url":"\/1\/7\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"2702","structure_id":"8","section_number":"17.00","catch_line":"Title.","url":"\/17.00\/","token":"17.00"},"1":{"id":"395","structure_id":"8","section_number":"17.01","catch_line":"Tract Maps – General Provisions.","url":"\/17.01\/","token":"17.01"},"2":{"id":"178","structure_id":"8","section_number":"17.02","catch_line":"Definitions.","url":"\/17.02\/","token":"17.02"},"3":{"id":"4085","structure_id":"8","section_number":"17.03","catch_line":"Advisory Agency.","url":"\/17.03\/","token":"17.03"},"4":{"id":"470","structure_id":"8","section_number":"17.04","catch_line":"Subdivision Committee.","url":"\/17.04\/","token":"17.04"},"5":{"id":"211","structure_id":"8","section_number":"17.05","catch_line":"Design Standards.","url":"\/17.05\/","token":"17.05"},"6":{"id":"3575","structure_id":"8","section_number":"17.06","catch_line":"Tentative Map And Appeals.","url":"\/17.06\/","token":"17.06"},"7":{"id":"2561","structure_id":"8","section_number":"17.07","catch_line":"Final Map.","url":"\/17.07\/","token":"17.07"},"8":{"id":"1740","structure_id":"8","section_number":"17.07.1","catch_line":"Notification Regarding Street Lighting Maintenance Assessments.","url":"\/17.07.1\/","token":"17.07.1"},"9":{"id":"2905","structure_id":"8","section_number":"17.07.2","catch_line":"Notification Regarding Sewer Pumping And\/Or Drainage Facilities And Maintenance Districts.","url":"\/17.07.2\/","token":"17.07.2"},"10":{"id":"3888","structure_id":"8","section_number":"17.08","catch_line":"Improvements.","url":"\/17.08\/","token":"17.08"},"11":{"id":"2192","structure_id":"8","section_number":"17.09","catch_line":"Private Streets.","url":"\/17.09\/","token":"17.09"},"12":{"id":"3033","structure_id":"8","section_number":"17.10","catch_line":"Reversion To Acreage.","url":"\/17.10\/","token":"17.10"},"13":{"id":"3329","structure_id":"8","section_number":"17.10.1","catch_line":"Merger And Resubdivision.","url":"\/17.10.1\/","token":"17.10.1"},"14":{"id":"3865","structure_id":"8","section_number":"17.10.5","catch_line":"Maps – Local Drainage Districts – Exemption From Fees.","url":"\/17.10.5\/","token":"17.10.5"},"15":{"id":"713","structure_id":"8","section_number":"17.11","catch_line":"Modifications.","url":"\/17.11\/","token":"17.11"},"16":{"id":"159","structure_id":"8","section_number":"17.12","catch_line":"Park And Recreation Site Acquisition And Development Provisions.","url":"\/17.12\/","token":"17.12"},"17":{"id":"231","structure_id":"8","section_number":"17.13","catch_line":"Subdivision Requiring Import Or Export Of Earth.","url":"\/17.13\/","token":"17.13"},"18":{"id":"2505","structure_id":"8","section_number":"17.14","catch_line":"Modification Of Recorded Final Maps.","url":"\/17.14\/","token":"17.14"},"19":{"id":"2782","structure_id":"8","section_number":"17.15","catch_line":"Vesting Tentative Maps.","url":"\/17.15\/","token":"17.15"},"20":{"id":"293","structure_id":"8","section_number":"17.50","catch_line":"Parcel Maps – General Provisions.","url":"\/17.50\/","token":"17.50"},"21":{"id":"4","structure_id":"8","section_number":"17.51","catch_line":"Filing Of Preliminary Parcel Maps.","url":"\/17.51\/","token":"17.51"},"22":{"id":"2447","structure_id":"8","section_number":"17.52","catch_line":"Parcel Map – Authority Of Advisory Agency.","url":"\/17.52\/","token":"17.52"},"23":{"id":"2499","structure_id":"8","section_number":"17.53","catch_line":"Approval Of Preliminary Parcel Map.","url":"\/17.53\/","token":"17.53"},"24":{"id":"3692","structure_id":"8","section_number":"17.54","catch_line":"Appeals.","url":"\/17.54\/","token":"17.54"},"25":{"id":"180","structure_id":"8","section_number":"17.55","catch_line":"Map Identification And Reproduction.","url":"\/17.55\/","token":"17.55"},"26":{"id":"1932","structure_id":"8","section_number":"17.56","catch_line":"Parcel Map.","url":"\/17.56\/","token":"17.56"},"27":{"id":"852","structure_id":"8","section_number":"17.57","catch_line":"Approval Of Map Shall Not Authorize Violation Of Other Laws.","url":"\/17.57\/","token":"17.57"},"28":{"id":"3909","structure_id":"8","section_number":"17.58","catch_line":"Park And Recreation Site Acquisition And Development.","url":"\/17.58\/","token":"17.58"},"29":{"id":"3330","structure_id":"8","section_number":"17.59","catch_line":"Modification Of Recorded Parcel Maps.","url":"\/17.59\/","token":"17.59"},"30":{"id":"3699","structure_id":"8","section_number":"17.60","catch_line":"Sales Contrary To Parcel Map Regulations Are\nVoidable.","url":"\/17.60\/","token":"17.60"}},"next_section":{"id":"470","structure_id":"8","section_number":"17.04","catch_line":"Subdivision Committee.","url":"\/17.04\/","token":"17.04"},"metadata":false,"references":false,"url":"\/17.03\/","token":"17.03","formats":{"txt":"\/17.03.txt","json":"\/17.03.xml"},"dublin_core":{"Title":"Advisory Agency.","Type":"Text","Format":"text\/html","Identifier":"§ 17.03","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nADVISORY AGENCY. (§ 17.03)\n\n  ADVISORY AGENCY.\tThe Director of Planning is hereby designated as the for the\nCity of Los Angeles. The Director is authorized to act in such capacity through\none or more deputies who are appointed by him for that purpose. The Director,\nwith the concurrence of the Chief Zoning Administrator, may designate an\nAssociate Zoning Administrator to perform these additional functions. (Amended\nby Ord. No. 150,947, Eff. 7\/3\/78.)\tA.\tAuthority and Duties.  (Amended by Ord.\nNo. 163,797, Eff. 8\/8\/88.)  The Advisory Agency is charged with the duty of\nmaking investigations and reports on the design and improvement of proposed\nsubdivisions, of requiring the dedication of land, the payment of fees in lieu\nthereof, or a combination of both, for the acquisition and development of park\nand recreation sites and facilities, and is hereby authorized to approve,\nconditionally approve, or disapprove Tentative Maps of proposed subdivisions,\nprivate streets and such maps as are provided for herein, to prescribe the\ndesign, kinds, nature and extent of improvements required to be installed in\nconnection therewith and to report directly to the subdivider the action taken\non the Tentative Map. The Advisory Agency is also charged with the duty of\ndetermining the recreational and park fee for zone changes pursuant to Section\n12.33 of this Code.\tIn taking any such action, the Advisory Agency is authorized\nto include or omit in whole or in part the reports or recommendations of the\nother concerned officials or City departments, except that the Advisory Agency\nmay not omit any mandatory requirements relating to public health or safety\nrecommended by such other officials or departments in the exercise of their\nduties prescribed by law. Before approving the omission of any report or\nrecommendation made by such officials or departments the Advisory Agency shall\nsubmit the matter to the members of the Subdivision Committee for consideration\nat a regular meeting.\tWhen the Advisory Agency approves or conditionally\napproves a tentative map, it may also designate certain lots or proposed\nbuildings, whether existing or to be constructed on a lot shown on said map, as\nsites for the construction of model dwellings. The Advisory Agency is authorized\nto designate said sites only if it determines that they comply, or can be made\nto comply with the design standards for sites for model dwellings as hereinafter\nset forth in Section 17.05 of this article.\tThe Advisory Agency, acting in the\ncapacity of an Associate Zoning Administrator, shall have the authority to\nreduce the width of required passageways pursuant to Section 12.21 C.2.(b) to no\nless than five feet between habitable buildings and detached condominiums,\nunless the Fire Department determines that the reduction would result in a\nsafety hazard.  And shall have the authority to grant deviations of no more\nthan 20 percent from the applicable area, yard, and height requirements.  The\nsubdivider must ask for adjustments at the time of filing.  In permitting\nadjustments, the Advisory Agency shall make the findings contained in Section\n12.28 C.4.  (Added by Ord. No. 176,321, Eff. 1\/15\/05.)\tThe\nreductions\/deviations shall be included in the written decision of the Advisory\nAgency.  Notification and appeal rights to such reductions\/deviations shall\nconform to Section 17.06 A.  (Added by Ord. No. 176,321, Eff. 1\/15\/05.)\tIf the\nfinal decision-maker imposes a condition as part of an action on a related\napplication that differs from a condition of approval on a tentative tract map,\nthen the Advisory Agency shall have the authority to make the tract map\nconditions consistent with the final decision-maker’s action.  (Amended by\nOrd. No. 177,103, Eff. 12\/18\/05.)\tB.\tProcedure.  The Advisory Council shall not\nact upon any Tentative Map until 39 days time has elapsed from the filing of the\nmap, unless reports have been received from each member of the Subdivision\nCommittee. Where said reports have been mailed to the subdivider within the\n39-day period, the Advisory Agency shall not act until five days’ time has\nelapsed from the date of mailing of a copy of all. such reports to the\nsubdivider. Every Tentative Map shall be considered by the Advisory Agency at a\npublic meeting.  (Amended by Ord. No. 137,891, Eff.\n1\/8\/69.)\tC.\tModifications.  The Advisory Agency is authorized to approve or\ndisapprove requests by a subdivider for minor modifications in the Conditions of\nApproval for a Tentative Map, but such action shall not extend the time for\nfiling of a Final Map with the City Engineer. Such decisions shall be made in\naccordance with the provisions of Section 17.11 and shall be subject to the same\nappeal as is provided for appeals from the decision of the Advisory Agency on\nTentative Maps.\tD.\tSubdivision of Air Space.  (Amended by Ord. No. 168,132,\nEff. 9\/3\/92.)  Notwithstanding any provision of this chapter to the contrary,\nin any zone, the Advisory Agency is authorized to approve, conditionally approve\nor disapprove a preliminary parcel map or a tentative tract map showing one or\nmore air space lots (as defined in Section 12.03 of this Code), provided that\nsuch air space lots are created in accordance with the provisions of Chapter 1,\nArticle 7 of this Code.\tThe Advisory Agency shall require, as a condition of\napproval of any tentative tract map or preliminary parcel map showing one or\nmore air space lots, that the final map or parcel map showing such air space\nlots be based upon a site plan which accurately describes the location of such\nlots. After recordation of such map and upon construction of the buildings or\nstructures within the air space lots, if it is determined by the Department of\nBuilding and Safety that there are minor discrepancies between the site plan and\nthe actual physical location of the air space lots in such buildings or\nstructures, lot lines for the air space lots may be adjusted as necessary\nthrough the parcel map exemption procedure set forth in Los Angeles Municipal\nCode Section 17.50B3c.\n","html":"\n\t\t\t\t\t<section><p>  ADVISORY AGENCY.<br \/><br \/>\tThe Director of Planning is hereby designated as the for the City of Los Angeles. The Director is authorized to act in such capacity through one or more deputies who are appointed by him for that purpose. The Director, with the concurrence of the Chief Zoning Administrator, may designate an Associate Zoning Administrator to perform these additional functions. (Amended by Ord. No. 150,947, Eff. 7\/3\/78.)<br \/><br \/>\tA.\tAuthority and Duties.  (Amended by Ord. No. 163,797, Eff. 8\/8\/88.)  The Advisory Agency is charged with the duty of making investigations and reports on the design and improvement of proposed subdivisions, of requiring the dedication of land, the payment of fees in lieu thereof, or a combination of both, for the acquisition and development of park and recreation sites and facilities, and is hereby authorized to approve, conditionally approve, or disapprove Tentative Maps of proposed subdivisions, private streets and such maps as are provided for herein, to prescribe the design, kinds, nature and extent of improvements required to be installed in connection therewith and to report directly to the subdivider the action taken on the Tentative Map. The Advisory Agency is also charged with the duty of determining the recreational and park fee for zone changes pursuant to Section 12.33 of this Code.<br \/><br \/>\tIn taking any such action, the Advisory Agency is authorized to include or omit in whole or in part the reports or recommendations of the other concerned officials or City departments, except that the Advisory Agency may not omit any mandatory requirements relating to public health or safety recommended by such other officials or departments in the exercise of their duties prescribed by <span class=\"dictionary\">law<\/span>. Before approving the omission of any report or recommendation made by such officials or departments the Advisory Agency shall submit the matter to the members of the Subdivision Committee for consideration at a regular meeting.<br \/><br \/>\tWhen the Advisory Agency approves or conditionally approves a tentative map, it may also designate certain lots or proposed buildings, whether existing or to be constructed on a lot shown on said map, as sites for the construction of model dwellings. The Advisory Agency is authorized to designate said sites only if it determines that they comply, or can be made to comply with the design standards for sites for model dwellings as hereinafter set forth in Section 17.05 of this article.<br \/><br \/>\tThe Advisory Agency, acting in the capacity of an Associate Zoning Administrator, shall have the authority to reduce the width of required passageways pursuant to Section 12.21 C.2.(b) to no less than five feet between habitable buildings and detached condominiums, unless the Fire Department determines that the reduction would result in a safety hazard.  And shall have the authority to grant deviations of no more than 20 percent from the applicable area, yard, and height requirements.  The subdivider must ask for adjustments at the time of filing.  In permitting adjustments, the Advisory Agency shall make the <span class=\"dictionary\">findings<\/span> contained in Section 12.28 C.4.  (Added by Ord. No. 176,321, Eff. 1\/15\/05.)<br \/><br \/>\tThe reductions\/deviations shall be included in the written decision of the Advisory Agency.  Notification and <span class=\"dictionary\">appeal<\/span> rights to such reductions\/deviations shall conform to Section 17.06 A.  (Added by Ord. No. 176,321, Eff. 1\/15\/05.)<br \/><br \/>\tIf the final decision-maker imposes a condition as part of an action on a related application that differs from a condition of approval on a tentative tract map, then the Advisory Agency shall have the authority to make the tract map conditions consistent with the final decision-maker’s action.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)<br \/><br \/>\tB.\tProcedure.  The Advisory Council shall not act upon any Tentative Map until 39 days time has elapsed from the filing of the map, unless reports have been received from each member of the Subdivision Committee. Where said reports have been mailed to the subdivider within the 39-day period, the Advisory Agency shall not act until five days’ time has elapsed from the date of mailing of a copy of all. such reports to the subdivider. Every Tentative Map shall be considered by the Advisory Agency at a public meeting.  (Amended by Ord. No. 137,891, Eff. 1\/8\/69.)<br \/><br \/>\tC.\tModifications.  The Advisory Agency is authorized to approve or disapprove requests by a subdivider for <span class=\"dictionary\">minor<\/span> modifications in the Conditions of Approval for a Tentative Map, but such action shall not extend the time for filing of a Final Map with the City Engineer. Such decisions shall be made in accordance with the provisions of Section 17.11 and shall be subject to the same <span class=\"dictionary\">appeal<\/span> as is provided for <span class=\"dictionary\">appeals<\/span> from the decision of the Advisory Agency on Tentative Maps.<br \/><br \/>\tD.\tSubdivision of Air Space.  (Amended by Ord. No. 168,132, Eff. 9\/3\/92.)  Notwithstanding any provision of this chapter to the contrary, in any zone, the Advisory Agency is authorized to approve, conditionally approve or disapprove a preliminary parcel map or a tentative tract map showing one or more air space lots (as defined in Section 12.03 of this Code), provided that such air space lots are created in accordance with the provisions of Chapter 1, Article 7 of this Code.<br \/><br \/>\tThe Advisory Agency shall require, as a condition of approval of any tentative tract map or preliminary parcel map showing one or more air space lots, that the final map or parcel map showing such air space lots be based upon a site plan which accurately describes the location of such lots. After recordation of such map and upon construction of the buildings or structures within the air space lots, if it is determined by the Department of Building and Safety that there are <span class=\"dictionary\">minor<\/span> discrepancies between the site plan and the actual physical location of the air space lots in such buildings or structures, lot lines for the air space lots may be adjusted as necessary through the parcel map exemption procedure set forth in Los Angeles Municipal Code Section 17.50B3c.<\/p><\/section>","previous_section":{"id":"178","structure_id":"8","section_number":"17.02","catch_line":"Definitions.","url":"\/17.02\/","token":"17.02"},"text":{"0":{"id":"4058","text":"  ADVISORY AGENCY.\tThe Director of Planning is hereby designated as the for the City of Los Angeles. The Director is authorized to act in such capacity through one or more deputies who are appointed by him for that purpose. The Director, with the concurrence of the Chief Zoning Administrator, may designate an Associate Zoning Administrator to perform these additional functions. (Amended by Ord. No. 150,947, Eff. 7\/3\/78.)\tA.\tAuthority and Duties.  (Amended by Ord. No. 163,797, Eff. 8\/8\/88.)  The Advisory Agency is charged with the duty of making investigations and reports on the design and improvement of proposed subdivisions, of requiring the dedication of land, the payment of fees in lieu thereof, or a combination of both, for the acquisition and development of park and recreation sites and facilities, and is hereby authorized to approve, conditionally approve, or disapprove Tentative Maps of proposed subdivisions, private streets and such maps as are provided for herein, to prescribe the design, kinds, nature and extent of improvements required to be installed in connection therewith and to report directly to the subdivider the action taken on the Tentative Map. The Advisory Agency is also charged with the duty of determining the recreational and park fee for zone changes pursuant to Section 12.33 of this Code.\tIn taking any such action, the Advisory Agency is authorized to include or omit in whole or in part the reports or recommendations of the other concerned officials or City departments, except that the Advisory Agency may not omit any mandatory requirements relating to public health or safety recommended by such other officials or departments in the exercise of their duties prescribed by law. Before approving the omission of any report or recommendation made by such officials or departments the Advisory Agency shall submit the matter to the members of the Subdivision Committee for consideration at a regular meeting.\tWhen the Advisory Agency approves or conditionally approves a tentative map, it may also designate certain lots or proposed buildings, whether existing or to be constructed on a lot shown on said map, as sites for the construction of model dwellings. The Advisory Agency is authorized to designate said sites only if it determines that they comply, or can be made to comply with the design standards for sites for model dwellings as hereinafter set forth in Section 17.05 of this article.\tThe Advisory Agency, acting in the capacity of an Associate Zoning Administrator, shall have the authority to reduce the width of required passageways pursuant to Section 12.21 C.2.(b) to no less than five feet between habitable buildings and detached condominiums, unless the Fire Department determines that the reduction would result in a safety hazard.  And shall have the authority to grant deviations of no more than 20 percent from the applicable area, yard, and height requirements.  The subdivider must ask for adjustments at the time of filing.  In permitting adjustments, the Advisory Agency shall make the findings contained in Section 12.28 C.4.  (Added by Ord. No. 176,321, Eff. 1\/15\/05.)\tThe reductions\/deviations shall be included in the written decision of the Advisory Agency.  Notification and appeal rights to such reductions\/deviations shall conform to Section 17.06 A.  (Added by Ord. No. 176,321, Eff. 1\/15\/05.)\tIf the final decision-maker imposes a condition as part of an action on a related application that differs from a condition of approval on a tentative tract map, then the Advisory Agency shall have the authority to make the tract map conditions consistent with the final decision-maker’s action.  (Amended by Ord. No. 177,103, Eff. 12\/18\/05.)\tB.\tProcedure.  The Advisory Council shall not act upon any Tentative Map until 39 days time has elapsed from the filing of the map, unless reports have been received from each member of the Subdivision Committee. Where said reports have been mailed to the subdivider within the 39-day period, the Advisory Agency shall not act until five days’ time has elapsed from the date of mailing of a copy of all. such reports to the subdivider. Every Tentative Map shall be considered by the Advisory Agency at a public meeting.  (Amended by Ord. No. 137,891, Eff. 1\/8\/69.)\tC.\tModifications.  The Advisory Agency is authorized to approve or disapprove requests by a subdivider for minor modifications in the Conditions of Approval for a Tentative Map, but such action shall not extend the time for filing of a Final Map with the City Engineer. Such decisions shall be made in accordance with the provisions of Section 17.11 and shall be subject to the same appeal as is provided for appeals from the decision of the Advisory Agency on Tentative Maps.\tD.\tSubdivision of Air Space.  (Amended by Ord. No. 168,132, Eff. 9\/3\/92.)  Notwithstanding any provision of this chapter to the contrary, in any zone, the Advisory Agency is authorized to approve, conditionally approve or disapprove a preliminary parcel map or a tentative tract map showing one or more air space lots (as defined in Section 12.03 of this Code), provided that such air space lots are created in accordance with the provisions of Chapter 1, Article 7 of this Code.\tThe Advisory Agency shall require, as a condition of approval of any tentative tract map or preliminary parcel map showing one or more air space lots, that the final map or parcel map showing such air space lots be based upon a site plan which accurately describes the location of such lots. After recordation of such map and upon construction of the buildings or structures within the air space lots, if it is determined by the Department of Building and Safety that there are minor discrepancies between the site plan and the actual physical location of the air space lots in such buildings or structures, lot lines for the air space lots may be adjusted as necessary through the parcel map exemption procedure set forth in Los Angeles Municipal Code Section 17.50B3c.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}