{"section_number":"17.02","edition_id":"1","section_id":"178","structure_id":"8","catch_line":"Definitions.","history":"","full_text":"  DEFINITIONS.\n\n\tFor the purpose of this article the following words and phrases are defined as follows:\n\n\tAlley – A public way, other than a street or highway, providing a means of vehicular access to abutting property;\n\n\tAppeal Board – The Area Planning Commission where the map is located for any parcel map or tentative map that:  (a) creates or results in less than 50,000 gross square feet of nonresidential floor area; or (b) creates or results in fewer than 50 dwelling units, guest rooms, or combination of dwelling units and guest rooms; or (c) involves a lot with fewer than 65,000 square feet of lot area.  Otherwise, the City Planning Commission.  (Amended by Ord. No. 182,106, Eff. 5\/20\/12.)\n\n\tAverage Natural Slope. (Amended by Ord. No. 179,035, Eff. 9\/17\/07.)  The average of the ungraded slopes at selected contours within a given parcel of land divided by its area as computed from either the City’s Engineer’s topographic maps or a topographic map prepared by a California registered civil engineer or California licensed land surveyor.  Regardless of which map is used, calculations cannot be derived or interpolated from a map that originally had contour intervals of greater than 25 feet for subdivisions or greater than five feet for parcel maps.  Average natural slope shall be computed by the following formula:\n\n\n\n\tWhere:\t S  =\taverage natural slope in percent.\n\n\t\t C  =\tcontour interval in feet, at no greater than 25-foot intervals for subdivisions or five-foot intervals for parcel maps, resulting in at least five contour lines.\n\n\t\t L  =\ttotal accumulated length of all contours of interval “C” in feet.\n\n\t\t A  =\tthe area being considered in square feet.\n\n\tSlopes may be computed only by the entire subdivision or parcel map area.  The calculation “L” (contour lengths) and “A” (area in square feet) can be computed by 500-foot grid increments, as shown on the City Engineer’s topographic maps.  The “L” for each grid increment must be added to the “L” for every other grid increment and the “A” for each grid increment must be added to the “A” for every other grid increment to determine the “L” and the “A” for the entire subdivision or parcel map, prior to calculating the average natural slope for that subdivision or parcel map.  In any matter where the average natural slope is used to calculate density pursuant to Sections 17.05 or 17.50 of this Code, the subdivision file shall contain copies of all maps and all calculations so that the figures can be verified.  All maps and all calculations are required to be submitted at the time of the filing of a subdivision application or the application is deemed incomplete.\n\n\tBoard -(Deleted by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\n\n\tBuilding Site – Any parcel of land which conforms to the definition of a lot as defined in this article.\n\n\tCity Engineer – The City Engineer.\n\n\tCommission – (Deleted by Ord. No. 173,106, Eff. 3\/5\/00.)\n\n\tDesign – Design of a subdivision shall include:\n\n\t(l)\tstreet alignments, grades and widths;\n\n\t(2)\tdrainage and sanitary facilities and utilities, including alignments and grades thereof;\n\n\t(3)\tlocation and size of all required easements and rights–of–way;\n\n\t(4)\tfire roads and firebreaks:\n\n\t(5)\tlot and size configuration;\n\n\t(6)\ttraffic access;\n\n\t(7)\tgrading;\n\n\t(8)\tland to be dedicated for park and recreation purposes, and\n\n\t(9)\tsuch other specific requirements in the general plan and configuration of the entire subdivision as may be necessary or convenient to insure conformity to or implementation of the general plan or any adopted specific plan.  (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\n\n\tDirector of Planning – (Deleted by Ord. No. 173,106, Eff. 3\/5\/00.)\n\n\tDrip Line – A line which may be drawn on the ground around a tree directly under its outermost branch tips and which identifies that location where rainwater tends to drip from the tree. (Added by Ord. No. 163,478, Eff. 4\/12\/80.)\n\n\tEngineer – The Registered Civil Engineer employed by the owner or by the subdivider to prepare the Subdivision Maps and improvement plans. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\n\n\tFinal Maps – A map prepared in accordance with the provisions of this article and with any applicable provisions of the Subdivision Map Act, designed to be recorded in the Office of the County Recorder of Los Angeles.\n\n\tFire Protection – Such fire hydrants and other protective devices as required by the Chief Engineer of the Fire Department.\n\n\tFlood Hazard – A hazard to land or improvements due to overflow water having sufficient velocity to transport or deposit debris, scour the surface soil, dislodge or damage buildings, or erode the banks of water courses.\n\n\tFreeway – A highway in respect to which the owners of abutting land have no right or easement of access to or from their abutting lands or in respect to which such owners have only limited or restricted right or easement of access, and which is declared to be such in compliance with the Streets and Highways Code of the State of California.\n\n\tFrontage Road – A street lying adjacent and approximately parallel to and separated from a freeway, and which affords access to abutting property.\n\n\tFuture Street or Alley – Any real property which the owner thereof has offered for dedication to the City for street or alley purposes but which has been rejected by the City Council of the City of Los Angeles, subject to the right of said Council to rescind its action and accept by resolution at any later date and without further action by the owner, all or part of said property as public street or alley.\n\n\tGeneral Plan – A General Plan is a comprehensive declaration of purposes, policies and programs for the development of the city, which includes, where applicable, diagrams, maps and text setting forth objectives, principles, standards and other features and which has been adopted by the City Council. (Added by Ord. No. 138,800, Operative 6\/23\/69.)\n\n\tHighway, Major – Any street designated as a major highway on the Highways and Freeways maps of the Transportation Element of the General Plan.  (Amended by Ord. No. 172,840, Eff. 11\/4\/99.)\n\n\tHighway, Secondary – Any street designated as a secondary highway on the Highways and Freeways maps of the Transportation Element of the General Plan.  (Amended by Ord. No. 172,840, Eff. 11\/4\/99.)\n\n\tHillside Areas – Hillside areas as defined in Section 91.7003 of this Code.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\n\n\tImprovement – Such street work and utilities to be installed, or agreed to be installed by the subdivider on the land to be used for public or private streets, highways, ways, and easements as are necessary for the general use of the lot owners in the subdivision and local neighborhood traffic and drainage needs and required as a condition precedent to the approval and acceptance of the Final Map or Parcel Map. Such street work and utilities include necessary monuments, street name signs, guardrails, barricades, safety devices, fire hydrants, grading, retaining walls, storm drains and flood control channels and facilities, erosion control structures, sanitary sewers. street lights, street trees, traffic warning devices other than traffic signals and relocation of existing traffic signal systems directly affected by other subdivision improvements and other facilities as are required by the Bureau of Street Lighting or Bureau of Street Maintenance in conformance with other applicable provisions of this Code, or as are determined necessary by the Advisory Agency for the necessary and proper development of the proposed subdivision and to insure conformity to or the implementation of the general plan or any adopted specific plan. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\n\n\tInundation – Ponded water or water in motion of sufficient depth to damage property due to the presence of the water or to deposit of silt.\n\n\tLot – A parcel of land conforming to the definition of Lot contained in Section 12.03 of the Los Angeles Municipal Code, which is identified on a final Map or a Parcel Map recorded in the Office of the County Recorder with a separate and distinct letter or number. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\n\n\tModel Dwelling (Added by Ord. No. 145,410, Eff. 2\/1\/74.) – A one–family residential unit having all the following characteristics:\n\n\t(a)\tSaid unit is constructed upon a proposed lot or in a proposed building previously designated as a model dwelling site by the Advisory Agency in a subdivision or a multiple unit development for which the Advisory Agency has approved or conditionally approved a tentative map, but for which a final map has not yet been recorded.\n\n\t(b)\tThe proposed lot upon which the unit is constructed is recognized as a legal building site for the duration of the model dwelling permit.\n\n\t(c)\tNo Certificate of Occupancy for such unit has been issued by the Superintendent of Building.\n\n\t(d)\tWhere applicable, temporary access thereto is permitted over future streets previously restricted to public access.\n\n\t(e)\tSaid unit is intended to be temporarily utilized as an example of the dwellings which have been built or which are proposed to be built in the same subdivision or multiple dwelling development.\n\n\tParcel Map – A map showing a division of land other than those divisions which require a Final Map as defined by the Subdivision Map Act. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\n\n\tPrivate Road Easement – A parcel of land not dedicated as a public street, over which a private easement for road purposes is proposed to be or has been granted to the owners of property contiguous or adjacent thereto which intersects or connects with a public street, or a private street; in each instance the instrument creating such easement shall be or shall have been duly recorded or filed in the Office of the County Recorder of Los Angeles.\n\n\tPrivate Street – A private road easement as defined herein which has been determined by the Advisory Agency or the Director of Planning to be adequate for access and for the purposes set forth in this article or in Article 8 of this chapter.\n\n\tProblem Areas – Those portions of the City of Los Angeles determined by resolution of the Board of Public Works to be actually or potentially dangerous by reason of geological conditions, being subject to inundation or overflow by storm water, or because of any other potentially dangerous condition, including but not limited to areas subject to rapid spread of fire.\n\n\tProtected Tree (Added by Ord. No. 177,404, Eff. 4\/23\/06.) – Any of the following Southern California native tree species, which measures four inches or more in cumulative diameter, four and one half feet above the ground level at the base of the tree:\n\n\t(a)\tOak tree including Valley Oak (Quercus lobata) and California Live Oak (Quercus agrifolia), or any other tree of the oak genus indigenous to California but excluding the Scrub Oak (Quercus dumosa).\n\n\t(b)\tSouthern California Black Walnut (Juglans californica var. californica).\n\n\t(c)\tWestern Sycamore (Platanus racemosa).\n\n\t(d)\tCalifornia Bay (Umbellularia californica).\n\n\tThis definition shall not include any tree grown or held for sale by a licensed nursery, or trees planted or grown as a part of a tree planting program.\n\n\tPublic Way – Any street, channel, viaduct, subway, tunnel, bridge, easement, right of way or other way in which a public agency has a right of use.\n\n\tResidential Planned Development – A group of residential buildings and appurtenant structures located and arranged in accordance wish the requirements of the RPD residential planned development district Sec. 13.04 in which the property is located. A residential planned development may include schools. It may also include churches, hospitals, infirmaries, recreational and commercial uses, as an integral part of the development and intended for use by its occupants, to an extent commensurate with the planned population of the RPD district. (Added by Ord. No. 141,474, Eff. 2\/27\/71.)\n\n\tRevised Tentative Map – A map involving a revised arrangement of the streets, alleys, easements or lots within property for which a tentative map has been previously approved or a modification of the boundary of the property. (Amended by Ord, No. 146,985, Eff. 4\/11\/75.)\n\n\tRoadway – That portion of a right of way for a street or alley used or intended to accommodate the movement of vehicles.\n\n\tService Road – That part of a major or secondary highway, containing a roadway which affords access to abutting property and is adjacent and approximately parallel to and separated from the principal roadway.\n\n\tSlope. (Added by Ord. No. 162,144, Eff. 5\/11\/87.) The plane or incline of land usually expressed as a percentage where % slope =\n\n vertical distance\n             ————————-   x 100\nhorizontal distance\n\n\tStreet, Collector – A street (including the principal access streets of a subdivision which carries traffic from local streets either directly or via other existing or proposed collector streets to a major or secondary highway.\n\n\tStreet, Local – Any street other than a collector street, major or secondary highway, or freeway, providing access to abutting property and serving local as distinguished from through traffic.\n\n\tSubdivider – A person, firm, corporation, Partnership or association who proposes to divide, divides or causes to be divided real property into a subdivision for himself or for others. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\n\n\tSubdivision – The same as defined in Section 66424 of the Government Code. Subdivision includes a stock cooperative project as defined in Section 12.03 of the Municipal Code. (Amended by Ord. No. 153,282, Eff. 1\/3\/80.)\n\n\tSubdivision Map Act – The Subdivision Map Act of the State of California, Chapters 1 through 7 of Division 2, Title 7 of the Government Code, commencing with Section 66410. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\n\n\tSurveyor – A licensed land surveyor authorized to practice in California.\n\n\tTentative Map – Refers to a map made for the purpose of showing the design of a proposed subdivision creating five or more parcels, five or more condominiums, or five or more units in a community apartment project or stock cooperative, and showing the existing conditions in and around it and need not be based upon an accurate or detailed final survey of the property. (Amended by Ord. No. 153,024, Eff. 11\/10\/79.)\n\n\tTract Map – Tract map refers to either a tentative map or final map. (Added by Ord. No. 146,985, Eff. 4\/11\/75.)\n\n\tTree Expert – A person with at least four years of experience in the business of transplanting, moving, caring for and maintaining trees and who is (a) a certified arborist with the International Society of Arboriculture and who holds a valid California license as an agricultural pest control advisor or (b) a landscape architect or (c) a registered consulting arborist with the American Society of Consulting Arborists.  (Amended by Ord. No. 177,404, Eff. 4\/23\/06.)\n\n\tVesting Tentative Map –  a tentative map for any land division that has printed conspicuously on its face the words “Vesting Tentative Map” and is characterized by certain rights to proceed with development when filed and processed in accordance with Section 17.15 of this Code. (Amended by Ord. No. 163,944, Eff. 10\/8\/88.)\n\n\tWater Supply – Such water system supply and distribution facilities as are necessary to provide a reliable and adequate water supply for private use and public fire protection purposes.\n\n\tVehicular Access Rights – The right or easement for access of owners or occupants of abutting lands to a public way other than as pedestrians.","order_by":"02","ancestry":{"1":{"id":"8","name":"Division Of Land Regulations","identifier":"7","label":"article","url":"\/1\/7\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"2702","structure_id":"8","section_number":"17.00","catch_line":"Title.","url":"\/17.00\/","token":"17.00"},"1":{"id":"395","structure_id":"8","section_number":"17.01","catch_line":"Tract Maps – General Provisions.","url":"\/17.01\/","token":"17.01"},"2":{"id":"178","structure_id":"8","section_number":"17.02","catch_line":"Definitions.","url":"\/17.02\/","token":"17.02"},"3":{"id":"4085","structure_id":"8","section_number":"17.03","catch_line":"Advisory Agency.","url":"\/17.03\/","token":"17.03"},"4":{"id":"470","structure_id":"8","section_number":"17.04","catch_line":"Subdivision Committee.","url":"\/17.04\/","token":"17.04"},"5":{"id":"211","structure_id":"8","section_number":"17.05","catch_line":"Design Standards.","url":"\/17.05\/","token":"17.05"},"6":{"id":"3575","structure_id":"8","section_number":"17.06","catch_line":"Tentative Map And Appeals.","url":"\/17.06\/","token":"17.06"},"7":{"id":"2561","structure_id":"8","section_number":"17.07","catch_line":"Final Map.","url":"\/17.07\/","token":"17.07"},"8":{"id":"1740","structure_id":"8","section_number":"17.07.1","catch_line":"Notification Regarding Street Lighting Maintenance Assessments.","url":"\/17.07.1\/","token":"17.07.1"},"9":{"id":"2905","structure_id":"8","section_number":"17.07.2","catch_line":"Notification Regarding Sewer Pumping And\/Or Drainage Facilities And Maintenance Districts.","url":"\/17.07.2\/","token":"17.07.2"},"10":{"id":"3888","structure_id":"8","section_number":"17.08","catch_line":"Improvements.","url":"\/17.08\/","token":"17.08"},"11":{"id":"2192","structure_id":"8","section_number":"17.09","catch_line":"Private Streets.","url":"\/17.09\/","token":"17.09"},"12":{"id":"3033","structure_id":"8","section_number":"17.10","catch_line":"Reversion To Acreage.","url":"\/17.10\/","token":"17.10"},"13":{"id":"3329","structure_id":"8","section_number":"17.10.1","catch_line":"Merger And Resubdivision.","url":"\/17.10.1\/","token":"17.10.1"},"14":{"id":"3865","structure_id":"8","section_number":"17.10.5","catch_line":"Maps – Local Drainage Districts – Exemption From Fees.","url":"\/17.10.5\/","token":"17.10.5"},"15":{"id":"713","structure_id":"8","section_number":"17.11","catch_line":"Modifications.","url":"\/17.11\/","token":"17.11"},"16":{"id":"159","structure_id":"8","section_number":"17.12","catch_line":"Park And Recreation Site Acquisition And Development Provisions.","url":"\/17.12\/","token":"17.12"},"17":{"id":"231","structure_id":"8","section_number":"17.13","catch_line":"Subdivision Requiring Import Or Export Of Earth.","url":"\/17.13\/","token":"17.13"},"18":{"id":"2505","structure_id":"8","section_number":"17.14","catch_line":"Modification Of Recorded Final Maps.","url":"\/17.14\/","token":"17.14"},"19":{"id":"2782","structure_id":"8","section_number":"17.15","catch_line":"Vesting Tentative Maps.","url":"\/17.15\/","token":"17.15"},"20":{"id":"293","structure_id":"8","section_number":"17.50","catch_line":"Parcel Maps – General Provisions.","url":"\/17.50\/","token":"17.50"},"21":{"id":"4","structure_id":"8","section_number":"17.51","catch_line":"Filing Of Preliminary Parcel Maps.","url":"\/17.51\/","token":"17.51"},"22":{"id":"2447","structure_id":"8","section_number":"17.52","catch_line":"Parcel Map – Authority Of Advisory Agency.","url":"\/17.52\/","token":"17.52"},"23":{"id":"2499","structure_id":"8","section_number":"17.53","catch_line":"Approval Of Preliminary Parcel Map.","url":"\/17.53\/","token":"17.53"},"24":{"id":"3692","structure_id":"8","section_number":"17.54","catch_line":"Appeals.","url":"\/17.54\/","token":"17.54"},"25":{"id":"180","structure_id":"8","section_number":"17.55","catch_line":"Map Identification And Reproduction.","url":"\/17.55\/","token":"17.55"},"26":{"id":"1932","structure_id":"8","section_number":"17.56","catch_line":"Parcel Map.","url":"\/17.56\/","token":"17.56"},"27":{"id":"852","structure_id":"8","section_number":"17.57","catch_line":"Approval Of Map Shall Not Authorize Violation Of Other Laws.","url":"\/17.57\/","token":"17.57"},"28":{"id":"3909","structure_id":"8","section_number":"17.58","catch_line":"Park And Recreation Site Acquisition And Development.","url":"\/17.58\/","token":"17.58"},"29":{"id":"3330","structure_id":"8","section_number":"17.59","catch_line":"Modification Of Recorded Parcel Maps.","url":"\/17.59\/","token":"17.59"},"30":{"id":"3699","structure_id":"8","section_number":"17.60","catch_line":"Sales Contrary To Parcel Map Regulations Are\nVoidable.","url":"\/17.60\/","token":"17.60"}},"next_section":{"id":"4085","structure_id":"8","section_number":"17.03","catch_line":"Advisory Agency.","url":"\/17.03\/","token":"17.03"},"metadata":false,"references":false,"url":"\/17.02\/","token":"17.02","formats":{"txt":"\/17.02.txt","json":"\/17.02.xml"},"dublin_core":{"Title":"Definitions.","Type":"Text","Format":"text\/html","Identifier":"§ 17.02","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS. (§ 17.02)\n\n  DEFINITIONS.\tFor the purpose of this article the following words and phrases\nare defined as follows:\tAlley – A public way, other than a street or highway,\nproviding a means of vehicular access to abutting property;\tAppeal Board – The\nArea Planning Commission where the map is located for any parcel map or\ntentative map that:  (a) creates or results in less than 50,000 gross square\nfeet of nonresidential floor area; or (b) creates or results in fewer than 50\ndwelling units, guest rooms, or combination of dwelling units and guest rooms;\nor (c) involves a lot with fewer than 65,000 square feet of lot area. \nOtherwise, the City Planning Commission.  (Amended by Ord. No. 182,106, Eff.\n5\/20\/12.)\tAverage Natural Slope. (Amended by Ord. No. 179,035, Eff. 9\/17\/07.) \nThe average of the ungraded slopes at selected contours within a given parcel of\nland divided by its area as computed from either the City’s Engineer’s\ntopographic maps or a topographic map prepared by a California registered civil\nengineer or California licensed land surveyor.  Regardless of which map is\nused, calculations cannot be derived or interpolated from a map that originally\nhad contour intervals of greater than 25 feet for subdivisions or greater than\nfive feet for parcel maps.  Average natural slope shall be computed by the\nfollowing formula:\tWhere:\t S  =\taverage natural slope in percent.\t\t C \n=\tcontour interval in feet, at no greater than 25-foot intervals for\nsubdivisions or five-foot intervals for parcel maps, resulting in at least five\ncontour lines.\t\t L  =\ttotal accumulated length of all contours of interval\n“C” in feet.\t\t A  =\tthe area being considered in square feet.\tSlopes may be\ncomputed only by the entire subdivision or parcel map area.  The calculation\n“L” (contour lengths) and “A” (area in square feet) can be computed by\n500-foot grid increments, as shown on the City Engineer’s topographic maps. \nThe “L” for each grid increment must be added to the “L” for every other\ngrid increment and the “A” for each grid increment must be added to the\n“A” for every other grid increment to determine the “L” and the “A”\nfor the entire subdivision or parcel map, prior to calculating the average\nnatural slope for that subdivision or parcel map.  In any matter where the\naverage natural slope is used to calculate density pursuant to Sections 17.05 or\n17.50 of this Code, the subdivision file shall contain copies of all maps and\nall calculations so that the figures can be verified.  All maps and all\ncalculations are required to be submitted at the time of the filing of a\nsubdivision application or the application is deemed incomplete.\tBoard -(Deleted\nby Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\tBuilding Site – Any parcel of\nland which conforms to the definition of a lot as defined in this article.\tCity\nEngineer – The City Engineer.\tCommission – (Deleted by Ord. No. 173,106,\nEff. 3\/5\/00.)\tDesign – Design of a subdivision shall include:\t(l)\tstreet\nalignments, grades and widths;\t(2)\tdrainage and sanitary facilities and\nutilities, including alignments and grades thereof;\t(3)\tlocation and size of all\nrequired easements and rights–of–way;\t(4)\tfire roads and firebreaks:\t(5)\tlot\nand size configuration;\t(6)\ttraffic access;\t(7)\tgrading;\t(8)\tland to be\ndedicated for park and recreation purposes, and\t(9)\tsuch other specific\nrequirements in the general plan and configuration of the entire subdivision as\nmay be necessary or convenient to insure conformity to or implementation of the\ngeneral plan or any adopted specific plan.  (Amended by Ord. No. 146,985, Eff.\n4\/11\/75.)\tDirector of Planning – (Deleted by Ord. No. 173,106, Eff.\n3\/5\/00.)\tDrip Line – A line which may be drawn on the ground around a tree\ndirectly under its outermost branch tips and which identifies that location\nwhere rainwater tends to drip from the tree. (Added by Ord. No. 163,478, Eff.\n4\/12\/80.)\tEngineer – The Registered Civil Engineer employed by the owner or by\nthe subdivider to prepare the Subdivision Maps and improvement plans. (Amended\nby Ord. No. 146,985, Eff. 4\/11\/75.)\tFinal Maps – A map prepared in accordance\nwith the provisions of this article and with any applicable provisions of the\nSubdivision Map Act, designed to be recorded in the Office of the County\nRecorder of Los Angeles.\tFire Protection – Such fire hydrants and other\nprotective devices as required by the Chief Engineer of the Fire\nDepartment.\tFlood Hazard – A hazard to land or improvements due to overflow\nwater having sufficient velocity to transport or deposit debris, scour the\nsurface soil, dislodge or damage buildings, or erode the banks of water\ncourses.\tFreeway – A highway in respect to which the owners of abutting land\nhave no right or easement of access to or from their abutting lands or in\nrespect to which such owners have only limited or restricted right or easement\nof access, and which is declared to be such in compliance with the Streets and\nHighways Code of the State of California.\tFrontage Road – A street lying\nadjacent and approximately parallel to and separated from a freeway, and which\naffords access to abutting property.\tFuture Street or Alley – Any real\nproperty which the owner thereof has offered for dedication to the City for\nstreet or alley purposes but which has been rejected by the City Council of the\nCity of Los Angeles, subject to the right of said Council to rescind its action\nand accept by resolution at any later date and without further action by the\nowner, all or part of said property as public street or alley.\tGeneral Plan –\nA General Plan is a comprehensive declaration of purposes, policies and programs\nfor the development of the city, which includes, where applicable, diagrams,\nmaps and text setting forth objectives, principles, standards and other features\nand which has been adopted by the City Council. (Added by Ord. No. 138,800,\nOperative 6\/23\/69.)\tHighway, Major – Any street designated as a major highway\non the Highways and Freeways maps of the Transportation Element of the General\nPlan.  (Amended by Ord. No. 172,840, Eff. 11\/4\/99.)\tHighway, Secondary – Any\nstreet designated as a secondary highway on the Highways and Freeways maps of\nthe Transportation Element of the General Plan.  (Amended by Ord. No. 172,840,\nEff. 11\/4\/99.)\tHillside Areas – Hillside areas as defined in Section 91.7003\nof this Code.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\tImprovement –\nSuch street work and utilities to be installed, or agreed to be installed by the\nsubdivider on the land to be used for public or private streets, highways, ways,\nand easements as are necessary for the general use of the lot owners in the\nsubdivision and local neighborhood traffic and drainage needs and required as a\ncondition precedent to the approval and acceptance of the Final Map or Parcel\nMap. Such street work and utilities include necessary monuments, street name\nsigns, guardrails, barricades, safety devices, fire hydrants, grading, retaining\nwalls, storm drains and flood control channels and facilities, erosion control\nstructures, sanitary sewers. street lights, street trees, traffic warning\ndevices other than traffic signals and relocation of existing traffic signal\nsystems directly affected by other subdivision improvements and other facilities\nas are required by the Bureau of Street Lighting or Bureau of Street Maintenance\nin conformance with other applicable provisions of this Code, or as are\ndetermined necessary by the Advisory Agency for the necessary and proper\ndevelopment of the proposed subdivision and to insure conformity to or the\nimplementation of the general plan or any adopted specific plan. (Amended by\nOrd. No. 146,985, Eff. 4\/11\/75.)\tInundation – Ponded water or water in motion\nof sufficient depth to damage property due to the presence of the water or to\ndeposit of silt.\tLot – A parcel of land conforming to the definition of Lot\ncontained in Section 12.03 of the Los Angeles Municipal Code, which is\nidentified on a final Map or a Parcel Map recorded in the Office of the County\nRecorder with a separate and distinct letter or number. (Amended by Ord. No.\n146,985, Eff. 4\/11\/75.)\tModel Dwelling (Added by Ord. No. 145,410, Eff. 2\/1\/74.)\n– A one–family residential unit having all the following\ncharacteristics:\t(a)\tSaid unit is constructed upon a proposed lot or in a\nproposed building previously designated as a model dwelling site by the Advisory\nAgency in a subdivision or a multiple unit development for which the Advisory\nAgency has approved or conditionally approved a tentative map, but for which a\nfinal map has not yet been recorded.\t(b)\tThe proposed lot upon which the unit is\nconstructed is recognized as a legal building site for the duration of the model\ndwelling permit.\t(c)\tNo Certificate of Occupancy for such unit has been issued\nby the Superintendent of Building.\t(d)\tWhere applicable, temporary access\nthereto is permitted over future streets previously restricted to public\naccess.\t(e)\tSaid unit is intended to be temporarily utilized as an example of\nthe dwellings which have been built or which are proposed to be built in the\nsame subdivision or multiple dwelling development.\tParcel Map – A map showing\na division of land other than those divisions which require a Final Map as\ndefined by the Subdivision Map Act. (Amended by Ord. No. 146,985, Eff.\n4\/11\/75.)\tPrivate Road Easement – A parcel of land not dedicated as a public\nstreet, over which a private easement for road purposes is proposed to be or has\nbeen granted to the owners of property contiguous or adjacent thereto which\nintersects or connects with a public street, or a private street; in each\ninstance the instrument creating such easement shall be or shall have been duly\nrecorded or filed in the Office of the County Recorder of Los Angeles.\tPrivate\nStreet – A private road easement as defined herein which has been determined\nby the Advisory Agency or the Director of Planning to be adequate for access and\nfor the purposes set forth in this article or in Article 8 of this\nchapter.\tProblem Areas – Those portions of the City of Los Angeles determined\nby resolution of the Board of Public Works to be actually or potentially\ndangerous by reason of geological conditions, being subject to inundation or\noverflow by storm water, or because of any other potentially dangerous\ncondition, including but not limited to areas subject to rapid spread of\nfire.\tProtected Tree (Added by Ord. No. 177,404, Eff. 4\/23\/06.) – Any of the\nfollowing Southern California native tree species, which measures four inches or\nmore in cumulative diameter, four and one half feet above the ground level at\nthe base of the tree:\t(a)\tOak tree including Valley Oak (Quercus lobata) and\nCalifornia Live Oak (Quercus agrifolia), or any other tree of the oak genus\nindigenous to California but excluding the Scrub Oak (Quercus\ndumosa).\t(b)\tSouthern California Black Walnut (Juglans californica var.\ncalifornica).\t(c)\tWestern Sycamore (Platanus racemosa).\t(d)\tCalifornia Bay\n(Umbellularia californica).\tThis definition shall not include any tree grown or\nheld for sale by a licensed nursery, or trees planted or grown as a part of a\ntree planting program.\tPublic Way – Any street, channel, viaduct, subway,\ntunnel, bridge, easement, right of way or other way in which a public agency has\na right of use.\tResidential Planned Development – A group of residential\nbuildings and appurtenant structures located and arranged in accordance wish the\nrequirements of the RPD residential planned development district Sec. 13.04 in\nwhich the property is located. A residential planned development may include\nschools. It may also include churches, hospitals, infirmaries, recreational and\ncommercial uses, as an integral part of the development and intended for use by\nits occupants, to an extent commensurate with the planned population of the RPD\ndistrict. (Added by Ord. No. 141,474, Eff. 2\/27\/71.)\tRevised Tentative Map – A\nmap involving a revised arrangement of the streets, alleys, easements or lots\nwithin property for which a tentative map has been previously approved or a\nmodification of the boundary of the property. (Amended by Ord, No. 146,985, Eff.\n4\/11\/75.)\tRoadway – That portion of a right of way for a street or alley used\nor intended to accommodate the movement of vehicles.\tService Road – That part\nof a major or secondary highway, containing a roadway which affords access to\nabutting property and is adjacent and approximately parallel to and separated\nfrom the principal roadway.\tSlope. (Added by Ord. No. 162,144, Eff. 5\/11\/87.)\nThe plane or incline of land usually expressed as a percentage where % slope\n= vertical distance\n             ————————-   x 100\nhorizontal distance\tStreet, Collector – A street (including the principal\naccess streets of a subdivision which carries traffic from local streets either\ndirectly or via other existing or proposed collector streets to a major or\nsecondary highway.\tStreet, Local – Any street other than a collector street,\nmajor or secondary highway, or freeway, providing access to abutting property\nand serving local as distinguished from through traffic.\tSubdivider – A\nperson, firm, corporation, Partnership or association who proposes to divide,\ndivides or causes to be divided real property into a subdivision for himself or\nfor others. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\tSubdivision – The\nsame as defined in Section 66424 of the Government Code. Subdivision includes a\nstock cooperative project as defined in Section 12.03 of the Municipal Code.\n(Amended by Ord. No. 153,282, Eff. 1\/3\/80.)\tSubdivision Map Act – The\nSubdivision Map Act of the State of California, Chapters 1 through 7 of Division\n2, Title 7 of the Government Code, commencing with Section 66410. (Amended by\nOrd. No. 146,985, Eff. 4\/11\/75.)\tSurveyor – A licensed land surveyor\nauthorized to practice in California.\tTentative Map – Refers to a map made for\nthe purpose of showing the design of a proposed subdivision creating five or\nmore parcels, five or more condominiums, or five or more units in a community\napartment project or stock cooperative, and showing the existing conditions in\nand around it and need not be based upon an accurate or detailed final survey of\nthe property. (Amended by Ord. No. 153,024, Eff. 11\/10\/79.)\tTract Map – Tract\nmap refers to either a tentative map or final map. (Added by Ord. No. 146,985,\nEff. 4\/11\/75.)\tTree Expert – A person with at least four years of experience\nin the business of transplanting, moving, caring for and maintaining trees and\nwho is (a) a certified arborist with the International Society of Arboriculture\nand who holds a valid California license as an agricultural pest control advisor\nor (b) a landscape architect or (c) a registered consulting arborist with the\nAmerican Society of Consulting Arborists.  (Amended by Ord. No. 177,404, Eff.\n4\/23\/06.)\tVesting Tentative Map –  a tentative map for any land division that\nhas printed conspicuously on its face the words “Vesting Tentative Map” and\nis characterized by certain rights to proceed with development when filed and\nprocessed in accordance with Section 17.15 of this Code. (Amended by Ord. No.\n163,944, Eff. 10\/8\/88.)\tWater Supply – Such water system supply and\ndistribution facilities as are necessary to provide a reliable and adequate\nwater supply for private use and public fire protection purposes.\tVehicular\nAccess Rights – The right or easement for access of owners or occupants of\nabutting lands to a public way other than as pedestrians.\n","html":"\n\t\t\t\t\t<section><p>  DEFINITIONS.<br \/><br \/>\tFor the purpose of this article the following words and phrases are defined as follows:<br \/><br \/>\tAlley – A public way, other than a street or highway, providing a means of vehicular access to abutting property;<br \/><br \/>\t<span class=\"dictionary\">Appeal<\/span> Board – The Area Planning Commission where the map is located for any parcel map or tentative map that:  (a) creates or results in less than 50,000 gross square feet of nonresidential floor area; or (b) creates or results in fewer than 50 dwelling units, guest rooms, or combination of dwelling units and guest rooms; or (c) involves a lot with fewer than 65,000 square feet of lot area.  Otherwise, the City Planning Commission.  (Amended by Ord. No. 182,106, Eff. 5\/20\/12.)<br \/><br \/>\tAverage Natural Slope. (Amended by Ord. No. 179,035, Eff. 9\/17\/07.)  The average of the ungraded slopes at selected contours within a given parcel of land divided by its area as computed from either the City’s Engineer’s topographic maps or a topographic map prepared by a California registered civil engineer or California licensed land surveyor.  Regardless of which map is used, calculations cannot be derived or interpolated from a map that originally had contour intervals of greater than 25 feet for subdivisions or greater than five feet for parcel maps.  Average natural slope shall be computed by the following formula:<br \/><br \/><br \/><br \/>\tWhere:\t S  =\taverage natural slope in percent.<br \/><br \/>\t\t C  =\tcontour interval in feet, at no greater than 25-foot intervals for subdivisions or five-foot intervals for parcel maps, resulting in at least five contour lines.<br \/><br \/>\t\t L  =\ttotal accumulated length of all contours of interval “C” in feet.<br \/><br \/>\t\t A  =\tthe area being considered in square feet.<br \/><br \/>\tSlopes may be computed only by the entire subdivision or parcel map area.  The calculation “L” (contour lengths) and “A” (area in square feet) can be computed by 500-foot grid increments, as shown on the City Engineer’s topographic maps.  The “L” for each grid increment must be added to the “L” for every other grid increment and the “A” for each grid increment must be added to the “A” for every other grid increment to determine the “L” and the “A” for the entire subdivision or parcel map, prior to calculating the average natural slope for that subdivision or parcel map.  In any matter where the average natural slope is used to calculate density pursuant to Sections 17.05 or 17.50 of this Code, the subdivision file shall contain copies of all maps and all calculations so that the figures can be verified.  All maps and all calculations are required to be submitted at the time of the filing of a subdivision application or the application is deemed incomplete.<br \/><br \/>\tBoard -(Deleted by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)<br \/><br \/>\tBuilding Site – Any parcel of land which conforms to the definition of a lot as defined in this article.<br \/><br \/>\tCity Engineer – The City Engineer.<br \/><br \/>\tCommission – (Deleted by Ord. No. 173,106, Eff. 3\/5\/00.)<br \/><br \/>\tDesign – Design of a subdivision shall include:<br \/><br \/>\t(l)\tstreet alignments, grades and widths;<br \/><br \/>\t(2)\tdrainage and sanitary facilities and utilities, including alignments and grades thereof;<br \/><br \/>\t(3)\tlocation and size of all required easements and rights–of–way;<br \/><br \/>\t(4)\tfire roads and firebreaks:<br \/><br \/>\t(5)\tlot and size configuration;<br \/><br \/>\t(6)\ttraffic access;<br \/><br \/>\t(7)\tgrading;<br \/><br \/>\t(8)\tland to be dedicated for park and recreation purposes, and<br \/><br \/>\t(9)\tsuch other specific requirements in the general plan and configuration of the entire subdivision as may be necessary or convenient to insure conformity to or implementation of the general plan or any adopted specific plan.  (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)<br \/><br \/>\tDirector of Planning – (Deleted by Ord. No. 173,106, Eff. 3\/5\/00.)<br \/><br \/>\tDrip Line – A line which may be drawn on the ground around a tree directly under its outermost branch tips and which identifies that location where rainwater tends to drip from the tree. (Added by Ord. No. 163,478, Eff. 4\/12\/80.)<br \/><br \/>\tEngineer – The Registered Civil Engineer employed by the owner or by the subdivider to prepare the Subdivision Maps and improvement plans. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)<br \/><br \/>\tFinal Maps – A map prepared in accordance with the provisions of this article and with any applicable provisions of the Subdivision Map Act, designed to be recorded in the Office of the County Recorder of Los Angeles.<br \/><br \/>\tFire Protection – Such fire hydrants and other protective devices as required by the Chief Engineer of the Fire Department.<br \/><br \/>\tFlood Hazard – A hazard to land or improvements due to overflow water having sufficient velocity to transport or deposit debris, scour the surface soil, dislodge or damage buildings, or erode the banks of water courses.<br \/><br \/>\tFreeway – A highway in respect to which the owners of abutting land have no right or easement of access to or from their abutting lands or in respect to which such owners have only limited or restricted right or easement of access, and which is declared to be such in compliance with the Streets and Highways Code of the State of California.<br \/><br \/>\tFrontage Road – A street lying adjacent and approximately parallel to and separated from a freeway, and which affords access to abutting property.<br \/><br \/>\tFuture Street or Alley – Any real property which the owner thereof has offered for dedication to the City for street or alley purposes but which has been rejected by the City Council of the City of Los Angeles, subject to the right of said Council to rescind its action and accept by resolution at any later date and without further action by the owner, all or part of said property as public street or alley.<br \/><br \/>\tGeneral Plan – A General Plan is a comprehensive declaration of purposes, policies and programs for the development of the city, which includes, where applicable, diagrams, maps and text setting forth objectives, principles, standards and other features and which has been adopted by the City Council. (Added by Ord. No. 138,800, Operative 6\/23\/69.)<br \/><br \/>\tHighway, Major – Any street designated as a major highway on the Highways and Freeways maps of the Transportation Element of the General Plan.  (Amended by Ord. No. 172,840, Eff. 11\/4\/99.)<br \/><br \/>\tHighway, Secondary – Any street designated as a secondary highway on the Highways and Freeways maps of the Transportation Element of the General Plan.  (Amended by Ord. No. 172,840, Eff. 11\/4\/99.)<br \/><br \/>\tHillside Areas – Hillside areas as defined in Section 91.7003 of this Code.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)<br \/><br \/>\tImprovement – Such street work and utilities to be installed, or agreed to be installed by the subdivider on the land to be used for public or private streets, highways, ways, and easements as are necessary for the general use of the lot owners in the subdivision and local neighborhood traffic and drainage needs and required as a condition <span class=\"dictionary\">precedent<\/span> to the approval and acceptance of the Final Map or Parcel Map. Such street work and utilities include necessary monuments, street name signs, guardrails, barricades, safety devices, fire hydrants, grading, retaining walls, storm drains and flood control channels and facilities, erosion control structures, sanitary sewers. street lights, street trees, traffic warning devices other than traffic signals and relocation of existing traffic signal systems directly affected by other subdivision improvements and other facilities as are required by the Bureau of Street Lighting or Bureau of Street Maintenance in conformance with other applicable provisions of this Code, or as are determined necessary by the Advisory Agency for the necessary and proper development of the proposed subdivision and to insure conformity to or the implementation of the general plan or any adopted specific plan. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)<br \/><br \/>\tInundation – Ponded water or water in <span class=\"dictionary\">motion<\/span> of sufficient depth to damage property due to the presence of the water or to deposit of silt.<br \/><br \/>\tLot – A parcel of land conforming to the definition of Lot contained in Section 12.03 of the Los Angeles Municipal Code, which is identified on a final Map or a Parcel Map recorded in the Office of the County Recorder with a separate and distinct letter or number. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)<br \/><br \/>\tModel Dwelling (Added by Ord. No. 145,410, Eff. 2\/1\/74.) – A one–family residential unit having all the following characteristics:<br \/><br \/>\t(a)\tSaid unit is constructed upon a proposed lot or in a proposed building previously designated as a model dwelling site by the Advisory Agency in a subdivision or a multiple unit development for which the Advisory Agency has approved or conditionally approved a tentative map, but for which a final map has not yet been recorded.<br \/><br \/>\t(b)\tThe proposed lot upon which the unit is constructed is recognized as a legal building site for the duration of the model dwelling permit.<br \/><br \/>\t(c)\tNo Certificate of Occupancy for such unit has been issued by the Superintendent of Building.<br \/><br \/>\t(d)\tWhere applicable, temporary access thereto is permitted over future streets previously restricted to public access.<br \/><br \/>\t(e)\tSaid unit is intended to be temporarily utilized as an example of the dwellings which have been built or which are proposed to be built in the same subdivision or multiple dwelling development.<br \/><br \/>\tParcel Map – A map showing a division of land other than those divisions which require a Final Map as defined by the Subdivision Map Act. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)<br \/><br \/>\tPrivate Road Easement – A parcel of land not dedicated as a public street, over which a private easement for road purposes is proposed to be or has been granted to the owners of property contiguous or adjacent thereto which intersects or connects with a public street, or a private street; in each instance the instrument creating such easement shall be or shall have been duly recorded or filed in the Office of the County Recorder of Los Angeles.<br \/><br \/>\tPrivate Street – A private road easement as defined herein which has been determined by the Advisory Agency or the Director of Planning to be adequate for access and for the purposes set forth in this article or in Article 8 of this chapter.<br \/><br \/>\tProblem Areas – Those portions of the City of Los Angeles determined by resolution of the Board of Public Works to be actually or potentially dangerous by reason of geological conditions, being subject to inundation or overflow by storm water, or because of any other potentially dangerous condition, including but not limited to areas subject to rapid spread of fire.<br \/><br \/>\tProtected Tree (Added by Ord. No. 177,404, Eff. 4\/23\/06.) – Any of the following Southern California native tree species, which measures four inches or more in cumulative diameter, four and one half feet above the ground level at the base of the tree:<br \/><br \/>\t(a)\tOak tree including Valley Oak (Quercus lobata) and California Live Oak (Quercus agrifolia), or any other tree of the oak genus indigenous to California but excluding the Scrub Oak (Quercus dumosa).<br \/><br \/>\t(b)\tSouthern California Black Walnut (Juglans californica var. californica).<br \/><br \/>\t(c)\tWestern Sycamore (Platanus racemosa).<br \/><br \/>\t(d)\tCalifornia Bay (Umbellularia californica).<br \/><br \/>\tThis definition shall not include any tree grown or held for sale by a licensed nursery, or trees planted or grown as a part of a tree planting program.<br \/><br \/>\tPublic Way – Any street, channel, viaduct, subway, tunnel, bridge, easement, right of way or other way in which a public agency has a right of use.<br \/><br \/>\tResidential Planned Development – A group of residential buildings and appurtenant structures located and arranged in accordance wish the requirements of the RPD residential planned development district Sec. 13.04 in which the property is located. A residential planned development may include schools. It may also include churches, hospitals, infirmaries, recreational and commercial uses, as an integral part of the development and intended for use by its occupants, to an extent commensurate with the planned population of the RPD district. (Added by Ord. No. 141,474, Eff. 2\/27\/71.)<br \/><br \/>\tRevised Tentative Map – A map involving a revised arrangement of the streets, alleys, easements or lots within property for which a tentative map has been previously approved or a modification of the boundary of the property. (Amended by Ord, No. 146,985, Eff. 4\/11\/75.)<br \/><br \/>\tRoadway – That portion of a right of way for a street or alley used or intended to accommodate the movement of vehicles.<br \/><br \/>\tService Road – That part of a major or secondary highway, containing a roadway which affords access to abutting property and is adjacent and approximately parallel to and separated from the principal roadway.<br \/><br \/>\tSlope. (Added by Ord. No. 162,144, Eff. 5\/11\/87.) The plane or incline of land usually expressed as a percentage where % slope =<br \/><br \/> vertical distance\n             ————————-   x 100\nhorizontal distance<br \/><br \/>\tStreet, Collector – A street (including the principal access streets of a subdivision which carries traffic from local streets either directly or via other existing or proposed collector streets to a major or secondary highway.<br \/><br \/>\tStreet, Local – Any street other than a collector street, major or secondary highway, or freeway, providing access to abutting property and serving local as distinguished from through traffic.<br \/><br \/>\tSubdivider – A person, firm, corporation, Partnership or association who proposes to divide, divides or causes to be divided real property into a subdivision for himself or for others. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)<br \/><br \/>\tSubdivision – The same as defined in Section 66424 of the Government Code. Subdivision includes a stock cooperative project as defined in Section 12.03 of the Municipal Code. (Amended by Ord. No. 153,282, Eff. 1\/3\/80.)<br \/><br \/>\tSubdivision Map Act – The Subdivision Map Act of the State of California, Chapters 1 through 7 of Division 2, Title 7 of the Government Code, commencing with Section 66410. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)<br \/><br \/>\tSurveyor – A licensed land surveyor authorized to practice in California.<br \/><br \/>\tTentative Map – Refers to a map made for the purpose of showing the design of a proposed subdivision creating five or more parcels, five or more condominiums, or five or more units in a community apartment project or stock cooperative, and showing the existing conditions in and around it and need not be based upon an accurate or detailed final survey of the property. (Amended by Ord. No. 153,024, Eff. 11\/10\/79.)<br \/><br \/>\tTract Map – Tract map refers to either a tentative map or final map. (Added by Ord. No. 146,985, Eff. 4\/11\/75.)<br \/><br \/>\tTree Expert – A person with at least four years of experience in the business of transplanting, moving, caring for and maintaining trees and who is (a) a certified arborist with the International Society of Arboriculture and who holds a valid California license as an agricultural pest control advisor or (b) a landscape architect or (c) a registered consulting arborist with the American Society of Consulting Arborists.  (Amended by Ord. No. 177,404, Eff. 4\/23\/06.)<br \/><br \/>\tVesting Tentative Map –  a tentative map for any land division that has printed conspicuously on its face the words “Vesting Tentative Map” and is characterized by certain rights to proceed with development when filed and processed in accordance with Section 17.15 of this Code. (Amended by Ord. No. 163,944, Eff. 10\/8\/88.)<br \/><br \/>\tWater Supply – Such water system supply and distribution facilities as are necessary to provide a reliable and adequate water supply for private use and public fire protection purposes.<br \/><br \/>\tVehicular Access Rights – The right or easement for access of owners or occupants of abutting lands to a public way other than as pedestrians.<\/p><\/section>","previous_section":{"id":"395","structure_id":"8","section_number":"17.01","catch_line":"Tract Maps – General Provisions.","url":"\/17.01\/","token":"17.01"},"text":{"0":{"id":"176","text":"  DEFINITIONS.\tFor the purpose of this article the following words and phrases are defined as follows:\tAlley – A public way, other than a street or highway, providing a means of vehicular access to abutting property;\tAppeal Board – The Area Planning Commission where the map is located for any parcel map or tentative map that:  (a) creates or results in less than 50,000 gross square feet of nonresidential floor area; or (b) creates or results in fewer than 50 dwelling units, guest rooms, or combination of dwelling units and guest rooms; or (c) involves a lot with fewer than 65,000 square feet of lot area.  Otherwise, the City Planning Commission.  (Amended by Ord. No. 182,106, Eff. 5\/20\/12.)\tAverage Natural Slope. (Amended by Ord. No. 179,035, Eff. 9\/17\/07.)  The average of the ungraded slopes at selected contours within a given parcel of land divided by its area as computed from either the City’s Engineer’s topographic maps or a topographic map prepared by a California registered civil engineer or California licensed land surveyor.  Regardless of which map is used, calculations cannot be derived or interpolated from a map that originally had contour intervals of greater than 25 feet for subdivisions or greater than five feet for parcel maps.  Average natural slope shall be computed by the following formula:\tWhere:\t S  =\taverage natural slope in percent.\t\t C  =\tcontour interval in feet, at no greater than 25-foot intervals for subdivisions or five-foot intervals for parcel maps, resulting in at least five contour lines.\t\t L  =\ttotal accumulated length of all contours of interval “C” in feet.\t\t A  =\tthe area being considered in square feet.\tSlopes may be computed only by the entire subdivision or parcel map area.  The calculation “L” (contour lengths) and “A” (area in square feet) can be computed by 500-foot grid increments, as shown on the City Engineer’s topographic maps.  The “L” for each grid increment must be added to the “L” for every other grid increment and the “A” for each grid increment must be added to the “A” for every other grid increment to determine the “L” and the “A” for the entire subdivision or parcel map, prior to calculating the average natural slope for that subdivision or parcel map.  In any matter where the average natural slope is used to calculate density pursuant to Sections 17.05 or 17.50 of this Code, the subdivision file shall contain copies of all maps and all calculations so that the figures can be verified.  All maps and all calculations are required to be submitted at the time of the filing of a subdivision application or the application is deemed incomplete.\tBoard -(Deleted by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\tBuilding Site – Any parcel of land which conforms to the definition of a lot as defined in this article.\tCity Engineer – The City Engineer.\tCommission – (Deleted by Ord. No. 173,106, Eff. 3\/5\/00.)\tDesign – Design of a subdivision shall include:\t(l)\tstreet alignments, grades and widths;\t(2)\tdrainage and sanitary facilities and utilities, including alignments and grades thereof;\t(3)\tlocation and size of all required easements and rights–of–way;\t(4)\tfire roads and firebreaks:\t(5)\tlot and size configuration;\t(6)\ttraffic access;\t(7)\tgrading;\t(8)\tland to be dedicated for park and recreation purposes, and\t(9)\tsuch other specific requirements in the general plan and configuration of the entire subdivision as may be necessary or convenient to insure conformity to or implementation of the general plan or any adopted specific plan.  (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\tDirector of Planning – (Deleted by Ord. No. 173,106, Eff. 3\/5\/00.)\tDrip Line – A line which may be drawn on the ground around a tree directly under its outermost branch tips and which identifies that location where rainwater tends to drip from the tree. (Added by Ord. No. 163,478, Eff. 4\/12\/80.)\tEngineer – The Registered Civil Engineer employed by the owner or by the subdivider to prepare the Subdivision Maps and improvement plans. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\tFinal Maps – A map prepared in accordance with the provisions of this article and with any applicable provisions of the Subdivision Map Act, designed to be recorded in the Office of the County Recorder of Los Angeles.\tFire Protection – Such fire hydrants and other protective devices as required by the Chief Engineer of the Fire Department.\tFlood Hazard – A hazard to land or improvements due to overflow water having sufficient velocity to transport or deposit debris, scour the surface soil, dislodge or damage buildings, or erode the banks of water courses.\tFreeway – A highway in respect to which the owners of abutting land have no right or easement of access to or from their abutting lands or in respect to which such owners have only limited or restricted right or easement of access, and which is declared to be such in compliance with the Streets and Highways Code of the State of California.\tFrontage Road – A street lying adjacent and approximately parallel to and separated from a freeway, and which affords access to abutting property.\tFuture Street or Alley – Any real property which the owner thereof has offered for dedication to the City for street or alley purposes but which has been rejected by the City Council of the City of Los Angeles, subject to the right of said Council to rescind its action and accept by resolution at any later date and without further action by the owner, all or part of said property as public street or alley.\tGeneral Plan – A General Plan is a comprehensive declaration of purposes, policies and programs for the development of the city, which includes, where applicable, diagrams, maps and text setting forth objectives, principles, standards and other features and which has been adopted by the City Council. (Added by Ord. No. 138,800, Operative 6\/23\/69.)\tHighway, Major – Any street designated as a major highway on the Highways and Freeways maps of the Transportation Element of the General Plan.  (Amended by Ord. No. 172,840, Eff. 11\/4\/99.)\tHighway, Secondary – Any street designated as a secondary highway on the Highways and Freeways maps of the Transportation Element of the General Plan.  (Amended by Ord. No. 172,840, Eff. 11\/4\/99.)\tHillside Areas – Hillside areas as defined in Section 91.7003 of this Code.  (Amended by Ord. No. 173,492, Eff. 10\/10\/00.)\tImprovement – Such street work and utilities to be installed, or agreed to be installed by the subdivider on the land to be used for public or private streets, highways, ways, and easements as are necessary for the general use of the lot owners in the subdivision and local neighborhood traffic and drainage needs and required as a condition precedent to the approval and acceptance of the Final Map or Parcel Map. Such street work and utilities include necessary monuments, street name signs, guardrails, barricades, safety devices, fire hydrants, grading, retaining walls, storm drains and flood control channels and facilities, erosion control structures, sanitary sewers. street lights, street trees, traffic warning devices other than traffic signals and relocation of existing traffic signal systems directly affected by other subdivision improvements and other facilities as are required by the Bureau of Street Lighting or Bureau of Street Maintenance in conformance with other applicable provisions of this Code, or as are determined necessary by the Advisory Agency for the necessary and proper development of the proposed subdivision and to insure conformity to or the implementation of the general plan or any adopted specific plan. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\tInundation – Ponded water or water in motion of sufficient depth to damage property due to the presence of the water or to deposit of silt.\tLot – A parcel of land conforming to the definition of Lot contained in Section 12.03 of the Los Angeles Municipal Code, which is identified on a final Map or a Parcel Map recorded in the Office of the County Recorder with a separate and distinct letter or number. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\tModel Dwelling (Added by Ord. No. 145,410, Eff. 2\/1\/74.) – A one–family residential unit having all the following characteristics:\t(a)\tSaid unit is constructed upon a proposed lot or in a proposed building previously designated as a model dwelling site by the Advisory Agency in a subdivision or a multiple unit development for which the Advisory Agency has approved or conditionally approved a tentative map, but for which a final map has not yet been recorded.\t(b)\tThe proposed lot upon which the unit is constructed is recognized as a legal building site for the duration of the model dwelling permit.\t(c)\tNo Certificate of Occupancy for such unit has been issued by the Superintendent of Building.\t(d)\tWhere applicable, temporary access thereto is permitted over future streets previously restricted to public access.\t(e)\tSaid unit is intended to be temporarily utilized as an example of the dwellings which have been built or which are proposed to be built in the same subdivision or multiple dwelling development.\tParcel Map – A map showing a division of land other than those divisions which require a Final Map as defined by the Subdivision Map Act. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\tPrivate Road Easement – A parcel of land not dedicated as a public street, over which a private easement for road purposes is proposed to be or has been granted to the owners of property contiguous or adjacent thereto which intersects or connects with a public street, or a private street; in each instance the instrument creating such easement shall be or shall have been duly recorded or filed in the Office of the County Recorder of Los Angeles.\tPrivate Street – A private road easement as defined herein which has been determined by the Advisory Agency or the Director of Planning to be adequate for access and for the purposes set forth in this article or in Article 8 of this chapter.\tProblem Areas – Those portions of the City of Los Angeles determined by resolution of the Board of Public Works to be actually or potentially dangerous by reason of geological conditions, being subject to inundation or overflow by storm water, or because of any other potentially dangerous condition, including but not limited to areas subject to rapid spread of fire.\tProtected Tree (Added by Ord. No. 177,404, Eff. 4\/23\/06.) – Any of the following Southern California native tree species, which measures four inches or more in cumulative diameter, four and one half feet above the ground level at the base of the tree:\t(a)\tOak tree including Valley Oak (Quercus lobata) and California Live Oak (Quercus agrifolia), or any other tree of the oak genus indigenous to California but excluding the Scrub Oak (Quercus dumosa).\t(b)\tSouthern California Black Walnut (Juglans californica var. californica).\t(c)\tWestern Sycamore (Platanus racemosa).\t(d)\tCalifornia Bay (Umbellularia californica).\tThis definition shall not include any tree grown or held for sale by a licensed nursery, or trees planted or grown as a part of a tree planting program.\tPublic Way – Any street, channel, viaduct, subway, tunnel, bridge, easement, right of way or other way in which a public agency has a right of use.\tResidential Planned Development – A group of residential buildings and appurtenant structures located and arranged in accordance wish the requirements of the RPD residential planned development district Sec. 13.04 in which the property is located. A residential planned development may include schools. It may also include churches, hospitals, infirmaries, recreational and commercial uses, as an integral part of the development and intended for use by its occupants, to an extent commensurate with the planned population of the RPD district. (Added by Ord. No. 141,474, Eff. 2\/27\/71.)\tRevised Tentative Map – A map involving a revised arrangement of the streets, alleys, easements or lots within property for which a tentative map has been previously approved or a modification of the boundary of the property. (Amended by Ord, No. 146,985, Eff. 4\/11\/75.)\tRoadway – That portion of a right of way for a street or alley used or intended to accommodate the movement of vehicles.\tService Road – That part of a major or secondary highway, containing a roadway which affords access to abutting property and is adjacent and approximately parallel to and separated from the principal roadway.\tSlope. (Added by Ord. No. 162,144, Eff. 5\/11\/87.) The plane or incline of land usually expressed as a percentage where % slope = vertical distance\n             ————————-   x 100\nhorizontal distance\tStreet, Collector – A street (including the principal access streets of a subdivision which carries traffic from local streets either directly or via other existing or proposed collector streets to a major or secondary highway.\tStreet, Local – Any street other than a collector street, major or secondary highway, or freeway, providing access to abutting property and serving local as distinguished from through traffic.\tSubdivider – A person, firm, corporation, Partnership or association who proposes to divide, divides or causes to be divided real property into a subdivision for himself or for others. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\tSubdivision – The same as defined in Section 66424 of the Government Code. Subdivision includes a stock cooperative project as defined in Section 12.03 of the Municipal Code. (Amended by Ord. No. 153,282, Eff. 1\/3\/80.)\tSubdivision Map Act – The Subdivision Map Act of the State of California, Chapters 1 through 7 of Division 2, Title 7 of the Government Code, commencing with Section 66410. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\tSurveyor – A licensed land surveyor authorized to practice in California.\tTentative Map – Refers to a map made for the purpose of showing the design of a proposed subdivision creating five or more parcels, five or more condominiums, or five or more units in a community apartment project or stock cooperative, and showing the existing conditions in and around it and need not be based upon an accurate or detailed final survey of the property. (Amended by Ord. No. 153,024, Eff. 11\/10\/79.)\tTract Map – Tract map refers to either a tentative map or final map. (Added by Ord. No. 146,985, Eff. 4\/11\/75.)\tTree Expert – A person with at least four years of experience in the business of transplanting, moving, caring for and maintaining trees and who is (a) a certified arborist with the International Society of Arboriculture and who holds a valid California license as an agricultural pest control advisor or (b) a landscape architect or (c) a registered consulting arborist with the American Society of Consulting Arborists.  (Amended by Ord. No. 177,404, Eff. 4\/23\/06.)\tVesting Tentative Map –  a tentative map for any land division that has printed conspicuously on its face the words “Vesting Tentative Map” and is characterized by certain rights to proceed with development when filed and processed in accordance with Section 17.15 of this Code. (Amended by Ord. No. 163,944, Eff. 10\/8\/88.)\tWater Supply – Such water system supply and distribution facilities as are necessary to provide a reliable and adequate water supply for private use and public fire protection purposes.\tVehicular Access Rights – The right or easement for access of owners or occupants of abutting lands to a public way other than as pedestrians.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}