{"section_number":"17.12","edition_id":"1","section_id":"159","structure_id":"8","catch_line":"Park And Recreation Site Acquisition And Development Provisions.","history":"","full_text":"  PARK AND RECREATION SITE ACQUISITION AND DEVELOPMENT PROVISIONS.\n\t(Added by Ord. No. 141,422, Eff. 2\/11\/71.)\n\n\tA.\tDedication of Land or Payment of Fee.\n\n\t1.\tNo final subdivision map shall be approved nor shall it be recorded unless in connection therewith land within the subdivision has been dedicated to the City of Los Angeles for park or recreational purposes as may be determined by the Advisory Agency in accordance with the standards and in the manner set forth or a fee in lieu thereof has been paid or guaranteed to be paid within one year after Council approves the final map, or a combination of dedication and payment or guarantee of fees has occurred. The guarantee of payment of fees is to be to the satisfaction of the Department of Recreation and Parks and is to be by a deposit with the Department of Recreation and Parks of an irrevocable deposit instrument issued by a bank, savings and loan association or other depository whose deposits are insured by an instrumentality of the federal government. The deposit must be fully insured by such instrumentality. The deposit instrument must be in a form that permits collection by the City of Los Angeles at maturity without further consent of any other party. (Amended by Ord. No. 156,916, Eff. 8\/7\/72.)\n\n\t2.\tIn the event the final map approval does not occur within six months after receipt of a “guarantee” of payment, the amount of the fee shall be recalculated. The recalculated fee shall be determined using the fee schedule in effect six months prior to anticipated approval. The additional fee, if any, shall be paid or guaranteed in accordance with paragraph 1 of this subsection before the map is submitted to the City Council for approval. (Amended by Ord. No. 155,458, Eff. 6\/22\/81.)\n\n\tB.\tLand to be Dedicated. The area of land within a subdivision required to be dedicated for park and recreation purposes shall be established in accordance with the following, table:\n\n\n  \n    \n      \n        Net Density at Which Land May or Will be Developed\n      \n      \n        Percentage of Gross Subdivision Area Required to be Dedicated for Park and Recreation Purposes\n      \n    \n    \n      \n        1 dwelling unit\/acre or more\n      \n      \n        .9\n      \n    \n    \n      \n        1 dwelling unit\/.5 acre to less than 1 acre.\n      \n      \n        1.2\n      \n    \n    \n      \n        l dwelling unit\/10,000 sq. ft to less than .5 acre\n      \n      \n        2.3\n      \n    \n    \n      \n        1 dwelling unit\/9,000 sq. ft to less than 10,000 sq ft.\n      \n      \n        3.9\n      \n    \n    \n      \n        1 dwelling unit\/8,000 sq. ft. to less than 9,000 sq. ft.\n      \n      \n        4.2\n      \n    \n    \n      \n        1 dwelling unit\/7000 sq. ft. to less than 8,000 sq\/ ft.\n      \n      \n        4.7\n      \n    \n    \n      \n        1 dwelling unit\/6,000 sq. ft. to less than 7,000 sq. ft.\n      \n      \n        5.4\n      \n    \n    \n      \n        l dwelling unit\/4,355 sq. ft. to less than 6,000 sq. ft.\n      \n      \n        6.2\n      \n    \n    \n      \n        10 dwelling unit\/acre to less than 20 dwelling unit\/acre\n      \n      \n        7.8\n      \n    \n    \n      \n        20 dwelling unit\/acre to less than 30 dwelling unit\/acre\n      \n      \n        12.2\n      \n    \n    \n      \n        30 dwelling unit\/acre to less than 40 dwelling unit\/acre\n      \n      \n        15.9\n      \n    \n    \n      \n        40 dwelling unit\/acre to less than 50 dwelling unit\/acre\n      \n      \n        19.2\n      \n    \n    \n      \n        50 dwelling unit\/acre to less than 60 dwelling unit\/acre\n      \n      \n        22.1\n      \n    \n    \n      \n        60 dwelling unit\/acre to less than 70 dwelling unit\/acre\n      \n      \n        24.7\n      \n    \n    \n      \n        70 dwelling unit\/acre to less than 80 dwelling unit\/acre\n      \n      \n        27.1\n      \n    \n    \n      \n        80 dwelling unit\/acre to less than 90 dwelling unit\/acre\n      \n      \n        29.2\n      \n    \n    \n      \n        90 dwelling unit\/acre to less than 100 dwelling unit\/acre\n      \n      \n        31.1\n      \n    \n    \n      \n        100 dwelling unit\/acre or less\n      \n      \n        32.0\n      \n    \n  \n\n\n\tC.\tApplication of Table. The Advisory Agency shall require the subdivider to dedicate land in accordance with the table set forth in Subsection B of this section, based upon the maximum density permitted within the land to be subdivided is located.\n\n\tEXCEPTION:  Where a subdivider proposes to develop land at less than the maximum density permitted for the zone, and has executed and recorded in the office of the County Recorder a covenant running with the land, binding upon all future owners thereof, that such land shall not be developed in such a manner as to create a higher density than that proposed, the Advisory Agency shall base the required dedication upon the proposed density. Any covenant executed in accordance with this exception shall be approved by the Advisory Agency prior to recordation.\n\n\tD.\tFee to be Paid. (Amended by Ord. No. 176,616, Eff. 6\/6\/05.)  The Advisory Agency may require the payment to the City of a fee for each dwelling unit permitted to be constructed in the subdivision in lieu of the dedication of all or a portion of all of the land otherwise required pursuant to Subsection C. above.\n\n\tThe fees shall be automatically revised each March 1 to reflect the indexing provided under Subsection H. of this section.  The fee shall be paid to the Department of Recreation and Parks and shall be deposited and held in appropriate trust accounts in the Recreation and Parks fund and may be expended therefrom by the Board of Recreation and Park Commissioners only for the acquisition and development of park and recreational sites and facilities in conformity with the limitations upon use hereinafter set forth.\n\n\tE.\tUse of Lands or Fees Acquired Pursuant to This Section. The lands required to be dedicated and the fees required to be paid pursuant to this section in connection with a particular subdivision may be used only for the purpose of providing park or recreational sites and facilities which will serve such subdivision and the future residents therein. Such sites and facilities shall comply with the principles and standards set forth in the recreational element of the general plan heretofore approved and adopted by the City Council, and the location of land to be dedicated shall bear a reasonable relationship to the use of the proposed park and recreational facilities by the future inhabitants of the subdivision.\n\n\tThe development of park or recreational facilities with funds acquired pursuant to this section will begin as follows:\n\n\t1.\tWhere the city already possesses park or recreational lands so located that the facilities thereon may be reasonably used by the present or future inhabitants of one or more subdivisions which have paid or will pay in lieu fees pursuant to this section, then the development of the park or recreational facilities thereon shall take place at such time as the fees so paid by such subdivisions are sufficient to accomplish the next phase or project of the development, unless funds from other sources become available for the earlier development thereof.\n\n\t2.\tWhere the city has not yet acquired park or recreational lands so located that the facilities thereon may be reasonably used by the present or future inhabitants of one or more subdivisions which have paid or will pay in lieu fees pursuant to this section, the fees so paid by such subdivisions shall first be used to acquire such land as funds become sufficient and thereafter shall be used for the development of park or recreational facilities on such land, commencing at such time as the fees paid by such subdivisions are sufficient to accomplish a phase or project of the development, unless funds from other sources become available for the earlier development thereof.\n\n\tIf the development of park or recreational facilities so located as to serve a particular subdivision has already commenced, or if the actual time thereof is known, the subdivider shall be advised of such fact when the final map is approved for recordation.\n\n\tF.\tExemptions and Credits. (Amended by Ord. No. 155,458, Eff. 6\/22\/81.)\n\n\t1.\tWhere private facilities for park and recreational purposes are provided in a proposed subdivision and such facilities are to be privately owned and maintained by the future residents of the subdivision, the areas occupied by such facilities shall be credited against the requirement of dedication of land for park and recreational purposes of the payment of fees in lieu thereof, provided the Advisory Agency finds it is in the public interest to do so and that the following standards are met: (1) that each facility is available for use by all the residents of the subdivision and (2) that the area and the facilities satisfy the recreation and park needs of the subdivision so as to reduce the need for public recreation and park facilities to serve the subdivision residents.\n\n\ta.\tCredits\n\n\t(1)\tCredits shall be calculated as follows:\n\n\t(a)\tHigh intensity development recreational areas shall be granted credit at $5.00 per square foot.\n\n\t(b)\tLow intensity development recreational areas shall be granted credit at $2.50 per square foot.\n\n\t(2)\tHigh intensity development recreational areas are defined as:\n\n\t(a)\tSwimming pools and spas (when the spas are an integral part of a pool complex), including not more than 10 feet of the width of the pool and spa deck and also including those pool and spa areas that are covered or enclosed.\n\n\t(b)\tTennis, paddle tennis, shuffle board, and volleyball and one–half or full basketball courts which are in substantial conformity with standards of the Department of Recreation and Parks for such facilities.\n\n\t(c)\tChild’s play areas with playground equipment where said areas and equipment are of a type and quality comparable to those in public parks of the City of Los Angeles.\n\n\t(3)\tLow intensity development recreational areas are defined as:\n\n\t(a)\tPutting green.\n\n\t(b)\tLandscaped open area as may be determined by the Advisory Agency.\n\n\t(c)\tAthletic fields such as baseball and soccer fields, equestrian areas and picnic grounds.\n\n\t(4)\tCredit shall be granted, dollar for dollar, for any recreational and park fees paid for the property pursuant to this section or Section 12.33 of this Code within the preceding five years.  (Amended by Ord. No. 163,797, Eff. 8\/8\/88.)\n\n\t(5)\tNeither high intensity or low intensity development recreational areas located between the front lot line and the main building shall be credited; neither shall high intensity nor low intensity recreational areas within required side yards or required rear yards be credited.\n\n\t(6)\tRooftop facilities. Those high intensity development recreational areas which require building permits and which are located on rooftops may be credited.\n\n\t(7)\tThe amount of low intensity credits shall not exceed the amount of high intensity credits and the high intensity credits shall not exceed 50 percent of the calculated fee.\n\n\tThe purpose of providing credits over and above 50 percent of the calculated fee shall be to encourage the providing of recreational facilities which preserve large quantities of open space when such open space is provided in addition to high intensity recreation facilities.\n\n\tThe maximum amount of credit shall not exceed 100 percent of the calculated fee.\n\n\tb.\tThe granting of credits shall also be subject to the following conditions:\n\n\t(1)\tThe private ownership and maintenance of the facilities shall be adequately provided for by written agreements; and\n\n\t(2)\tThe use of the private facilities is restricted for park and recreational purposes by recorded covenants which run with the land in favor of the future owners of property within the tract and which cannot be defeated or eliminated without the consent of the City Council; and\n\n\t(3)\tThe proposed private facilities are reasonably adaptable for use for park and recreational purposes, taking into consideration such factors as size, shape, topography, geology, access and location of the private open space land; and\n\n\t(4)\tThe facilities are in substantial accordance with the Public Recreation Plan portion of the Service Systems Element of the General Plan.\n\n\tc.\tWhen the subdivider proposes to provide private facilities for park and recreational purposes within the proposed subdivision, but does not know the exact location thereof at the time the Tentative Map is submitted, the Advisory Agency may allow credit as provided herein upon the condition that the necessary covenants be approved and recorded prior to the approval of the Final Map.\n\n\t2.\tWhere prior to filing a tentative map or maps, land has been dedicated for park and recreational purposes pursuant to this section to serve the future inhabitants of the proposed subdivision and the ordinance accepting the land so dedicated contains a provision that such land shall be credited as herein provided, the Advisory Agency shall reduce or eliminate the amount of land required to be dedicated for park and recreational purposes within the subdivision or subdivisions, or the fees required to be paid in lieu thereof, to the extent that land has previously been dedicated for the benefit of the proposed subdivision or subdivisions under consideration.\n\n\t3.\tThe dedication of land or the payment of a fee in lieu thereof for park and recreational purposes shall not be required by the Advisory Agency in those instances where the Advisory Agency determines, after receiving a report thereon from the Director of the Department of Recreation and Parks that there is no reasonable probability within the foreseeable future that lands for parks and recreational purposes will be acquired which will be reasonably usable by the inhabitants of such subdivision and that the city does not presently possess such lands.\n\n\t4.\tNo land shall be required to be dedicated and no fees shall be required to be paid for any commercially zoned property if the owner–subdivider thereof executes and records in the office of the County Recorder a covenant running with the land binding upon all future owners of the property that said property will never be developed for residential uses unless the required dedication of land for park and recreational purposes or the payment of fees in lieu thereof has been made, said covenant to be approved by the Advisory Agency.\n\n\t5.\tThe dedication of land or the payment of a fee in lieu thereof for park and recreational purposes shall not be required for land which is so zoned that no residential uses are permitted thereon.\n\n\t6.\tIn subdivisions containing 50 lots or less only the payment of fees may be required.\n\n\t7.\tA credit shall be allowed whenever a dwelling unit construction tax previously has been paid pursuant to Article 1.10 of Chapter II of this Code for dwelling units constructed on land for which a fee is required to be paid in accordance with the provisions of this section. Said credit shall be equal to the amount of the tax previously paid but shall not exceed the amount of any fee required to be paid under the provisions of this section.\n\n\t8.\tIn lieu of the dedication of land within a subdivision for park and recreational purposes or the payment of a fee as a substitute therefor as provided in Subsection A hereof, the Advisory Agency with the approval of the Board of Recreation and Parks Commissioners may permit land to be dedicated for park or recreational purposes outside of such subdivision or improvements to be made to an existing city park or upon land being dedicated as a city park or recreational facility to be installed or constructed therein, or any combination of the foregoing, or may permit any of the foregoing to be guaranteed as provided in Section 17.08 G, if it is found that the land to be dedicated, the improvements to be made or the facilities to be installed or constructed are so located as to bear a reasonable relationship to the use thereof by the future inhabitants of the subdivision. Such dedication of land or providing of improvements or facilities may only be used as a credit against the otherwise required dedication or fee to the extent of the value of such land, improvements or facilities determined as set forth below.\n\n\tThe value of land outside the subdivision shall be equal to or greater than the value of the land which would have been dedicated pursuant to the schedule in Subsection B and equal to or more than the fee which would be paid pursuant to Subsection D.\n\n\tThe value of the improvements or of the facilities referred to in this section shall be (a) an amount determined by the Advisory Agency to be the reasonable value of such improvements or recreational facilities after first considering a report and recommendation from the Board of Recreation and Parks Commissioners relative thereto, or (b) an amount agreed upon by the City Council and the party proposing to provide such improvements or recreational facilities to be the reasonable value thereof after first considering a report and recommendation from the Board of Recreation and Park Commissioners relative thereto.\n\n\t9.\t(Amended in Entirety by Ord. No. 160,503, Eff. 12\/22\/85.) The dedication of land or the payment of a fee in lieu thereof for park and recreational purposes shall be deferred as hereinafter provided where the subdivision is for residential use if: (1) the project is financed in whole or in part by federal funds and owned and operated by an entity qualified as an exempt organization under Section 501(c)(3) of the United States Internal Revenue Code of 1954, provided that the project is to be occupied entirely by low or moderate income households, as defined in Section 12.03 of this Code or housing to be occupied by persons over the age of 62 or persons who are handicapped, as said latter term is defined in Section 50072 of the California Health and Safety Code; or (2) (a) the project is a rental project in which not less than twenty percent (20%) of the units shall be for low or moderate income households as defined in Section 12.03 of this Code, (b) where a contract has been made with the Community Development Department of the City of Los Angeles that the units designated for low or moderate income households will be available for rental until such time as land has been dedicated or a fee in lieu thereof paid for park and recreational purposes but in any event for a period of not less than 10 years from the date of issuance of certificate of occupancy, and (c) where the project is financed in whole or in part by bonds or other securities issued by the City of Los Angeles.\n\n\tWhere a subdivision qualified for deferral under alternative (1) above, such deferral shall terminate upon the sale or exchange of the project to any person other than to another such exempt organization which will continue to use the project in the same manner. Where a subdivision qualifies for deferral under alternative (2) above, such deferral shall terminate when the units designated for low or moderate income households are no longer available therefor or when the project is re-subdivided for a residential conversion project as defined in Section 12.03 of this Code. Upon termination of deferment, the dedication of land or payment of a fee in lieu thereof shall be in accord with the applicable provisions of law or applicable regulations in effect at the time of such termination.\n\n\tAt the time of applying for such deferment, the owner and any other person having an interest in the project shall execute and record a covenant, in a form designed to run with the land, agreeing to comply with the above provisions, and further agreeing that any statutory or other provision which grants exemption from dedication of land or payment of fee in lieu thereof because a building has been in existence for a specific period of time shall not be applicable.\n\n\tThe deferment of the dedication of land or the payment of fee in lieu thereof permitted by this subdivision shall not be construed as applying to the dwelling unit construction tax (Article 1.10 of Chapter 2 of this Code commencing with Section 21.10.1). Unless a project is exempted pursuant to such article, such dwelling unit construction tax shall be payable.\n\n\tG.\tWhen Effective. The provisions of this section shall not be applicable to any subdivision, the Tentative Map of which is filed prior to the thirty–first day following the effective day hereof. (Relettered by Ord. No. 144,321, Eff. 3\/2\/73.)\n\n\tH.\tIndexing. (Amended by Ord. No. 176,616, Eff. 6\/6\/05.)  In order that the fees levied pursuant to this section keep pace with the cost of land, the fees shall be periodically increased (or decreased) as follows:\n\n\tThe fee shall be increased (or decreased) as of March 1 of each year by the amount of the percent of increase (or decrease) in value of existing single-family dwellings to October of the preceding year over the prior year as determined by the Real Estate Research Council of Southern California.  To reflect this revised fee, a new fee table shall be published by the Advisory Agency before March 1 of each year and this table shall automatically supersede the table published the previous year.\n\n\tI.\tWhen Effective. Any recreation and parks fees not paid and receipted by the Department of Recreation and Parks as of the effective date of this ordinance shall be recalculated pursuant to the provisions of this ordinance. (Added by Ord. No. 155,458, Eff. 6\/22\/81.)\n\n\tJ.\tMultiple Zoned Properties and Zone Changes. Where there is a question as to which zone is applicable in the calculation of the recreation and parks fee, the Advisory Agency shall determine the fee payment based on the proper density. (Added by Ord. No. 155,458, Eff. 6\/22\/81.)","order_by":"12","ancestry":{"1":{"id":"8","name":"Division Of Land Regulations","identifier":"7","label":"article","url":"\/1\/7\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"2702","structure_id":"8","section_number":"17.00","catch_line":"Title.","url":"\/17.00\/","token":"17.00"},"1":{"id":"395","structure_id":"8","section_number":"17.01","catch_line":"Tract Maps – General Provisions.","url":"\/17.01\/","token":"17.01"},"2":{"id":"178","structure_id":"8","section_number":"17.02","catch_line":"Definitions.","url":"\/17.02\/","token":"17.02"},"3":{"id":"4085","structure_id":"8","section_number":"17.03","catch_line":"Advisory Agency.","url":"\/17.03\/","token":"17.03"},"4":{"id":"470","structure_id":"8","section_number":"17.04","catch_line":"Subdivision Committee.","url":"\/17.04\/","token":"17.04"},"5":{"id":"211","structure_id":"8","section_number":"17.05","catch_line":"Design Standards.","url":"\/17.05\/","token":"17.05"},"6":{"id":"3575","structure_id":"8","section_number":"17.06","catch_line":"Tentative Map And Appeals.","url":"\/17.06\/","token":"17.06"},"7":{"id":"2561","structure_id":"8","section_number":"17.07","catch_line":"Final Map.","url":"\/17.07\/","token":"17.07"},"8":{"id":"1740","structure_id":"8","section_number":"17.07.1","catch_line":"Notification Regarding Street Lighting Maintenance Assessments.","url":"\/17.07.1\/","token":"17.07.1"},"9":{"id":"2905","structure_id":"8","section_number":"17.07.2","catch_line":"Notification Regarding Sewer Pumping And\/Or Drainage Facilities And Maintenance Districts.","url":"\/17.07.2\/","token":"17.07.2"},"10":{"id":"3888","structure_id":"8","section_number":"17.08","catch_line":"Improvements.","url":"\/17.08\/","token":"17.08"},"11":{"id":"2192","structure_id":"8","section_number":"17.09","catch_line":"Private Streets.","url":"\/17.09\/","token":"17.09"},"12":{"id":"3033","structure_id":"8","section_number":"17.10","catch_line":"Reversion To Acreage.","url":"\/17.10\/","token":"17.10"},"13":{"id":"3329","structure_id":"8","section_number":"17.10.1","catch_line":"Merger And Resubdivision.","url":"\/17.10.1\/","token":"17.10.1"},"14":{"id":"3865","structure_id":"8","section_number":"17.10.5","catch_line":"Maps – Local Drainage Districts – Exemption From Fees.","url":"\/17.10.5\/","token":"17.10.5"},"15":{"id":"713","structure_id":"8","section_number":"17.11","catch_line":"Modifications.","url":"\/17.11\/","token":"17.11"},"16":{"id":"159","structure_id":"8","section_number":"17.12","catch_line":"Park And Recreation Site Acquisition And Development Provisions.","url":"\/17.12\/","token":"17.12"},"17":{"id":"231","structure_id":"8","section_number":"17.13","catch_line":"Subdivision Requiring Import Or Export Of Earth.","url":"\/17.13\/","token":"17.13"},"18":{"id":"2505","structure_id":"8","section_number":"17.14","catch_line":"Modification Of Recorded Final Maps.","url":"\/17.14\/","token":"17.14"},"19":{"id":"2782","structure_id":"8","section_number":"17.15","catch_line":"Vesting Tentative Maps.","url":"\/17.15\/","token":"17.15"},"20":{"id":"293","structure_id":"8","section_number":"17.50","catch_line":"Parcel Maps – General Provisions.","url":"\/17.50\/","token":"17.50"},"21":{"id":"4","structure_id":"8","section_number":"17.51","catch_line":"Filing Of Preliminary Parcel Maps.","url":"\/17.51\/","token":"17.51"},"22":{"id":"2447","structure_id":"8","section_number":"17.52","catch_line":"Parcel Map – Authority Of Advisory Agency.","url":"\/17.52\/","token":"17.52"},"23":{"id":"2499","structure_id":"8","section_number":"17.53","catch_line":"Approval Of Preliminary Parcel Map.","url":"\/17.53\/","token":"17.53"},"24":{"id":"3692","structure_id":"8","section_number":"17.54","catch_line":"Appeals.","url":"\/17.54\/","token":"17.54"},"25":{"id":"180","structure_id":"8","section_number":"17.55","catch_line":"Map Identification And Reproduction.","url":"\/17.55\/","token":"17.55"},"26":{"id":"1932","structure_id":"8","section_number":"17.56","catch_line":"Parcel Map.","url":"\/17.56\/","token":"17.56"},"27":{"id":"852","structure_id":"8","section_number":"17.57","catch_line":"Approval Of Map Shall Not Authorize Violation Of Other Laws.","url":"\/17.57\/","token":"17.57"},"28":{"id":"3909","structure_id":"8","section_number":"17.58","catch_line":"Park And Recreation Site Acquisition And Development.","url":"\/17.58\/","token":"17.58"},"29":{"id":"3330","structure_id":"8","section_number":"17.59","catch_line":"Modification Of Recorded Parcel Maps.","url":"\/17.59\/","token":"17.59"},"30":{"id":"3699","structure_id":"8","section_number":"17.60","catch_line":"Sales Contrary To Parcel Map Regulations Are\nVoidable.","url":"\/17.60\/","token":"17.60"}},"next_section":{"id":"231","structure_id":"8","section_number":"17.13","catch_line":"Subdivision Requiring Import Or Export Of Earth.","url":"\/17.13\/","token":"17.13"},"metadata":false,"references":false,"url":"\/17.12\/","token":"17.12","formats":{"txt":"\/17.12.txt","json":"\/17.12.xml"},"dublin_core":{"Title":"Park And Recreation Site Acquisition And Development Provisions.","Type":"Text","Format":"text\/html","Identifier":"§ 17.12","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPARK AND RECREATION SITE ACQUISITION AND DEVELOPMENT PROVISIONS. (§ 17.12)\n\n  PARK AND RECREATION SITE ACQUISITION AND DEVELOPMENT PROVISIONS.\n\t(Added by Ord. No. 141,422, Eff. 2\/11\/71.)\tA.\tDedication of Land or Payment of\nFee.\t1.\tNo final subdivision map shall be approved nor shall it be recorded\nunless in connection therewith land within the subdivision has been dedicated to\nthe City of Los Angeles for park or recreational purposes as may be determined\nby the Advisory Agency in accordance with the standards and in the manner set\nforth or a fee in lieu thereof has been paid or guaranteed to be paid within one\nyear after Council approves the final map, or a combination of dedication and\npayment or guarantee of fees has occurred. The guarantee of payment of fees is\nto be to the satisfaction of the Department of Recreation and Parks and is to be\nby a deposit with the Department of Recreation and Parks of an irrevocable\ndeposit instrument issued by a bank, savings and loan association or other\ndepository whose deposits are insured by an instrumentality of the federal\ngovernment. The deposit must be fully insured by such instrumentality. The\ndeposit instrument must be in a form that permits collection by the City of Los\nAngeles at maturity without further consent of any other party. (Amended by Ord.\nNo. 156,916, Eff. 8\/7\/72.)\t2.\tIn the event the final map approval does not occur\nwithin six months after receipt of a “guarantee” of payment, the amount of\nthe fee shall be recalculated. The recalculated fee shall be determined using\nthe fee schedule in effect six months prior to anticipated approval. The\nadditional fee, if any, shall be paid or guaranteed in accordance with paragraph\n1 of this subsection before the map is submitted to the City Council for\napproval. (Amended by Ord. No. 155,458, Eff. 6\/22\/81.)\tB.\tLand to be Dedicated.\nThe area of land within a subdivision required to be dedicated for park and\nrecreation purposes shall be established in accordance with the following,\ntable:\n  \n    \n      \n        Net Density at Which Land May or Will be Developed\n      \n      \n        Percentage of Gross Subdivision Area Required to be Dedicated for Park\nand Recreation Purposes\n      \n    \n    \n      \n        1 dwelling unit\/acre or more\n      \n      \n        .9\n      \n    \n    \n      \n        1 dwelling unit\/.5 acre to less than 1 acre.\n      \n      \n        1.2\n      \n    \n    \n      \n        l dwelling unit\/10,000 sq. ft to less than .5 acre\n      \n      \n        2.3\n      \n    \n    \n      \n        1 dwelling unit\/9,000 sq. ft to less than 10,000 sq ft.\n      \n      \n        3.9\n      \n    \n    \n      \n        1 dwelling unit\/8,000 sq. ft. to less than 9,000 sq. ft.\n      \n      \n        4.2\n      \n    \n    \n      \n        1 dwelling unit\/7000 sq. ft. to less than 8,000 sq\/ ft.\n      \n      \n        4.7\n      \n    \n    \n      \n        1 dwelling unit\/6,000 sq. ft. to less than 7,000 sq. ft.\n      \n      \n        5.4\n      \n    \n    \n      \n        l dwelling unit\/4,355 sq. ft. to less than 6,000 sq. ft.\n      \n      \n        6.2\n      \n    \n    \n      \n        10 dwelling unit\/acre to less than 20 dwelling unit\/acre\n      \n      \n        7.8\n      \n    \n    \n      \n        20 dwelling unit\/acre to less than 30 dwelling unit\/acre\n      \n      \n        12.2\n      \n    \n    \n      \n        30 dwelling unit\/acre to less than 40 dwelling unit\/acre\n      \n      \n        15.9\n      \n    \n    \n      \n        40 dwelling unit\/acre to less than 50 dwelling unit\/acre\n      \n      \n        19.2\n      \n    \n    \n      \n        50 dwelling unit\/acre to less than 60 dwelling unit\/acre\n      \n      \n        22.1\n      \n    \n    \n      \n        60 dwelling unit\/acre to less than 70 dwelling unit\/acre\n      \n      \n        24.7\n      \n    \n    \n      \n        70 dwelling unit\/acre to less than 80 dwelling unit\/acre\n      \n      \n        27.1\n      \n    \n    \n      \n        80 dwelling unit\/acre to less than 90 dwelling unit\/acre\n      \n      \n        29.2\n      \n    \n    \n      \n        90 dwelling unit\/acre to less than 100 dwelling unit\/acre\n      \n      \n        31.1\n      \n    \n    \n      \n        100 dwelling unit\/acre or less\n      \n      \n        32.0\n      \n    \n  \n\tC.\tApplication of Table. The Advisory Agency shall require the subdivider to\ndedicate land in accordance with the table set forth in Subsection B of this\nsection, based upon the maximum density permitted within the land to be\nsubdivided is located.\tEXCEPTION:  Where a subdivider proposes to develop land\nat less than the maximum density permitted for the zone, and has executed and\nrecorded in the office of the County Recorder a covenant running with the land,\nbinding upon all future owners thereof, that such land shall not be developed in\nsuch a manner as to create a higher density than that proposed, the Advisory\nAgency shall base the required dedication upon the proposed density. Any\ncovenant executed in accordance with this exception shall be approved by the\nAdvisory Agency prior to recordation.\tD.\tFee to be Paid. (Amended by Ord. No.\n176,616, Eff. 6\/6\/05.)  The Advisory Agency may require the payment to the City\nof a fee for each dwelling unit permitted to be constructed in the subdivision\nin lieu of the dedication of all or a portion of all of the land otherwise\nrequired pursuant to Subsection C. above.\tThe fees shall be automatically\nrevised each March 1 to reflect the indexing provided under Subsection H. of\nthis section.  The fee shall be paid to the Department of Recreation and Parks\nand shall be deposited and held in appropriate trust accounts in the Recreation\nand Parks fund and may be expended therefrom by the Board of Recreation and Park\nCommissioners only for the acquisition and development of park and recreational\nsites and facilities in conformity with the limitations upon use hereinafter set\nforth.\tE.\tUse of Lands or Fees Acquired Pursuant to This Section. The lands\nrequired to be dedicated and the fees required to be paid pursuant to this\nsection in connection with a particular subdivision may be used only for the\npurpose of providing park or recreational sites and facilities which will serve\nsuch subdivision and the future residents therein. Such sites and facilities\nshall comply with the principles and standards set forth in the recreational\nelement of the general plan heretofore approved and adopted by the City Council,\nand the location of land to be dedicated shall bear a reasonable relationship to\nthe use of the proposed park and recreational facilities by the future\ninhabitants of the subdivision.\tThe development of park or recreational\nfacilities with funds acquired pursuant to this section will begin as\nfollows:\t1.\tWhere the city already possesses park or recreational lands so\nlocated that the facilities thereon may be reasonably used by the present or\nfuture inhabitants of one or more subdivisions which have paid or will pay in\nlieu fees pursuant to this section, then the development of the park or\nrecreational facilities thereon shall take place at such time as the fees so\npaid by such subdivisions are sufficient to accomplish the next phase or project\nof the development, unless funds from other sources become available for the\nearlier development thereof.\t2.\tWhere the city has not yet acquired park or\nrecreational lands so located that the facilities thereon may be reasonably used\nby the present or future inhabitants of one or more subdivisions which have paid\nor will pay in lieu fees pursuant to this section, the fees so paid by such\nsubdivisions shall first be used to acquire such land as funds become sufficient\nand thereafter shall be used for the development of park or recreational\nfacilities on such land, commencing at such time as the fees paid by such\nsubdivisions are sufficient to accomplish a phase or project of the development,\nunless funds from other sources become available for the earlier development\nthereof.\tIf the development of park or recreational facilities so located as to\nserve a particular subdivision has already commenced, or if the actual time\nthereof is known, the subdivider shall be advised of such fact when the final\nmap is approved for recordation.\tF.\tExemptions and Credits. (Amended by Ord. No.\n155,458, Eff. 6\/22\/81.)\t1.\tWhere private facilities for park and recreational\npurposes are provided in a proposed subdivision and such facilities are to be\nprivately owned and maintained by the future residents of the subdivision, the\nareas occupied by such facilities shall be credited against the requirement of\ndedication of land for park and recreational purposes of the payment of fees in\nlieu thereof, provided the Advisory Agency finds it is in the public interest to\ndo so and that the following standards are met: (1) that each facility is\navailable for use by all the residents of the subdivision and (2) that the area\nand the facilities satisfy the recreation and park needs of the subdivision so\nas to reduce the need for public recreation and park facilities to serve the\nsubdivision residents.\ta.\tCredits\t(1)\tCredits shall be calculated as\nfollows:\t(a)\tHigh intensity development recreational areas shall be granted\ncredit at $5.00 per square foot.\t(b)\tLow intensity development recreational\nareas shall be granted credit at $2.50 per square foot.\t(2)\tHigh intensity\ndevelopment recreational areas are defined as:\t(a)\tSwimming pools and spas (when\nthe spas are an integral part of a pool complex), including not more than 10\nfeet of the width of the pool and spa deck and also including those pool and spa\nareas that are covered or enclosed.\t(b)\tTennis, paddle tennis, shuffle board,\nand volleyball and one–half or full basketball courts which are in substantial\nconformity with standards of the Department of Recreation and Parks for such\nfacilities.\t(c)\tChild’s play areas with playground equipment where said areas\nand equipment are of a type and quality comparable to those in public parks of\nthe City of Los Angeles.\t(3)\tLow intensity development recreational areas are\ndefined as:\t(a)\tPutting green.\t(b)\tLandscaped open area as may be determined by\nthe Advisory Agency.\t(c)\tAthletic fields such as baseball and soccer fields,\nequestrian areas and picnic grounds.\t(4)\tCredit shall be granted, dollar for\ndollar, for any recreational and park fees paid for the property pursuant to\nthis section or Section 12.33 of this Code within the preceding five years. \n(Amended by Ord. No. 163,797, Eff. 8\/8\/88.)\t(5)\tNeither high intensity or low\nintensity development recreational areas located between the front lot line and\nthe main building shall be credited; neither shall high intensity nor low\nintensity recreational areas within required side yards or required rear yards\nbe credited.\t(6)\tRooftop facilities. Those high intensity development\nrecreational areas which require building permits and which are located on\nrooftops may be credited.\t(7)\tThe amount of low intensity credits shall not\nexceed the amount of high intensity credits and the high intensity credits shall\nnot exceed 50 percent of the calculated fee.\tThe purpose of providing credits\nover and above 50 percent of the calculated fee shall be to encourage the\nproviding of recreational facilities which preserve large quantities of open\nspace when such open space is provided in addition to high intensity recreation\nfacilities.\tThe maximum amount of credit shall not exceed 100 percent of the\ncalculated fee.\tb.\tThe granting of credits shall also be subject to the\nfollowing conditions:\t(1)\tThe private ownership and maintenance of the\nfacilities shall be adequately provided for by written agreements; and\t(2)\tThe\nuse of the private facilities is restricted for park and recreational purposes\nby recorded covenants which run with the land in favor of the future owners of\nproperty within the tract and which cannot be defeated or eliminated without the\nconsent of the City Council; and\t(3)\tThe proposed private facilities are\nreasonably adaptable for use for park and recreational purposes, taking into\nconsideration such factors as size, shape, topography, geology, access and\nlocation of the private open space land; and\t(4)\tThe facilities are in\nsubstantial accordance with the Public Recreation Plan portion of the Service\nSystems Element of the General Plan.\tc.\tWhen the subdivider proposes to provide\nprivate facilities for park and recreational purposes within the proposed\nsubdivision, but does not know the exact location thereof at the time the\nTentative Map is submitted, the Advisory Agency may allow credit as provided\nherein upon the condition that the necessary covenants be approved and recorded\nprior to the approval of the Final Map.\t2.\tWhere prior to filing a tentative map\nor maps, land has been dedicated for park and recreational purposes pursuant to\nthis section to serve the future inhabitants of the proposed subdivision and the\nordinance accepting the land so dedicated contains a provision that such land\nshall be credited as herein provided, the Advisory Agency shall reduce or\neliminate the amount of land required to be dedicated for park and recreational\npurposes within the subdivision or subdivisions, or the fees required to be paid\nin lieu thereof, to the extent that land has previously been dedicated for the\nbenefit of the proposed subdivision or subdivisions under consideration.\t3.\tThe\ndedication of land or the payment of a fee in lieu thereof for park and\nrecreational purposes shall not be required by the Advisory Agency in those\ninstances where the Advisory Agency determines, after receiving a report thereon\nfrom the Director of the Department of Recreation and Parks that there is no\nreasonable probability within the foreseeable future that lands for parks and\nrecreational purposes will be acquired which will be reasonably usable by the\ninhabitants of such subdivision and that the city does not presently possess\nsuch lands.\t4.\tNo land shall be required to be dedicated and no fees shall be\nrequired to be paid for any commercially zoned property if the\nowner–subdivider thereof executes and records in the office of the County\nRecorder a covenant running with the land binding upon all future owners of the\nproperty that said property will never be developed for residential uses unless\nthe required dedication of land for park and recreational purposes or the\npayment of fees in lieu thereof has been made, said covenant to be approved by\nthe Advisory Agency.\t5.\tThe dedication of land or the payment of a fee in lieu\nthereof for park and recreational purposes shall not be required for land which\nis so zoned that no residential uses are permitted thereon.\t6.\tIn subdivisions\ncontaining 50 lots or less only the payment of fees may be required.\t7.\tA credit\nshall be allowed whenever a dwelling unit construction tax previously has been\npaid pursuant to Article 1.10 of Chapter II of this Code for dwelling units\nconstructed on land for which a fee is required to be paid in accordance with\nthe provisions of this section. Said credit shall be equal to the amount of the\ntax previously paid but shall not exceed the amount of any fee required to be\npaid under the provisions of this section.\t8.\tIn lieu of the dedication of land\nwithin a subdivision for park and recreational purposes or the payment of a fee\nas a substitute therefor as provided in Subsection A hereof, the Advisory Agency\nwith the approval of the Board of Recreation and Parks Commissioners may permit\nland to be dedicated for park or recreational purposes outside of such\nsubdivision or improvements to be made to an existing city park or upon land\nbeing dedicated as a city park or recreational facility to be installed or\nconstructed therein, or any combination of the foregoing, or may permit any of\nthe foregoing to be guaranteed as provided in Section 17.08 G, if it is found\nthat the land to be dedicated, the improvements to be made or the facilities to\nbe installed or constructed are so located as to bear a reasonable relationship\nto the use thereof by the future inhabitants of the subdivision. Such dedication\nof land or providing of improvements or facilities may only be used as a credit\nagainst the otherwise required dedication or fee to the extent of the value of\nsuch land, improvements or facilities determined as set forth below.\tThe value\nof land outside the subdivision shall be equal to or greater than the value of\nthe land which would have been dedicated pursuant to the schedule in Subsection\nB and equal to or more than the fee which would be paid pursuant to Subsection\nD.\tThe value of the improvements or of the facilities referred to in this\nsection shall be (a) an amount determined by the Advisory Agency to be the\nreasonable value of such improvements or recreational facilities after first\nconsidering a report and recommendation from the Board of Recreation and Parks\nCommissioners relative thereto, or (b) an amount agreed upon by the City Council\nand the party proposing to provide such improvements or recreational facilities\nto be the reasonable value thereof after first considering a report and\nrecommendation from the Board of Recreation and Park Commissioners relative\nthereto.\t9.\t(Amended in Entirety by Ord. No. 160,503, Eff. 12\/22\/85.) The\ndedication of land or the payment of a fee in lieu thereof for park and\nrecreational purposes shall be deferred as hereinafter provided where the\nsubdivision is for residential use if: (1) the project is financed in whole or\nin part by federal funds and owned and operated by an entity qualified as an\nexempt organization under Section 501(c)(3) of the United States Internal\nRevenue Code of 1954, provided that the project is to be occupied entirely by\nlow or moderate income households, as defined in Section 12.03 of this Code or\nhousing to be occupied by persons over the age of 62 or persons who are\nhandicapped, as said latter term is defined in Section 50072 of the California\nHealth and Safety Code; or (2) (a) the project is a rental project in which not\nless than twenty percent (20%) of the units shall be for low or moderate income\nhouseholds as defined in Section 12.03 of this Code, (b) where a contract has\nbeen made with the Community Development Department of the City of Los Angeles\nthat the units designated for low or moderate income households will be\navailable for rental until such time as land has been dedicated or a fee in lieu\nthereof paid for park and recreational purposes but in any event for a period of\nnot less than 10 years from the date of issuance of certificate of occupancy,\nand (c) where the project is financed in whole or in part by bonds or other\nsecurities issued by the City of Los Angeles.\tWhere a subdivision qualified for\ndeferral under alternative (1) above, such deferral shall terminate upon the\nsale or exchange of the project to any person other than to another such exempt\norganization which will continue to use the project in the same manner. Where a\nsubdivision qualifies for deferral under alternative (2) above, such deferral\nshall terminate when the units designated for low or moderate income households\nare no longer available therefor or when the project is re-subdivided for a\nresidential conversion project as defined in Section 12.03 of this Code. Upon\ntermination of deferment, the dedication of land or payment of a fee in lieu\nthereof shall be in accord with the applicable provisions of law or applicable\nregulations in effect at the time of such termination.\tAt the time of applying\nfor such deferment, the owner and any other person having an interest in the\nproject shall execute and record a covenant, in a form designed to run with the\nland, agreeing to comply with the above provisions, and further agreeing that\nany statutory or other provision which grants exemption from dedication of land\nor payment of fee in lieu thereof because a building has been in existence for a\nspecific period of time shall not be applicable.\tThe deferment of the dedication\nof land or the payment of fee in lieu thereof permitted by this subdivision\nshall not be construed as applying to the dwelling unit construction tax\n(Article 1.10 of Chapter 2 of this Code commencing with Section 21.10.1). Unless\na project is exempted pursuant to such article, such dwelling unit construction\ntax shall be payable.\tG.\tWhen Effective. The provisions of this section shall\nnot be applicable to any subdivision, the Tentative Map of which is filed prior\nto the thirty–first day following the effective day hereof. (Relettered by\nOrd. No. 144,321, Eff. 3\/2\/73.)\tH.\tIndexing. (Amended by Ord. No. 176,616, Eff.\n6\/6\/05.)  In order that the fees levied pursuant to this section keep pace with\nthe cost of land, the fees shall be periodically increased (or decreased) as\nfollows:\tThe fee shall be increased (or decreased) as of March 1 of each year by\nthe amount of the percent of increase (or decrease) in value of existing\nsingle-family dwellings to October of the preceding year over the prior year as\ndetermined by the Real Estate Research Council of Southern California.  To\nreflect this revised fee, a new fee table shall be published by the Advisory\nAgency before March 1 of each year and this table shall automatically supersede\nthe table published the previous year.\tI.\tWhen Effective. Any recreation and\nparks fees not paid and receipted by the Department of Recreation and Parks as\nof the effective date of this ordinance shall be recalculated pursuant to the\nprovisions of this ordinance. (Added by Ord. No. 155,458, Eff.\n6\/22\/81.)\tJ.\tMultiple Zoned Properties and Zone Changes. Where there is a\nquestion as to which zone is applicable in the calculation of the recreation and\nparks fee, the Advisory Agency shall determine the fee payment based on the\nproper density. (Added by Ord. No. 155,458, Eff. 6\/22\/81.)\n","html":"\n\t\t\t\t\t<section><p>  PARK AND RECREATION SITE ACQUISITION AND DEVELOPMENT PROVISIONS.\n\t(Added by Ord. No. 141,422, Eff. 2\/11\/71.)<br \/><br \/>\tA.\tDedication of Land or Payment of Fee.<br \/><br \/>\t1.\tNo final subdivision map shall be approved nor shall it be recorded unless in connection therewith land within the subdivision has been dedicated to the City of Los Angeles for park or recreational purposes as may be determined by the Advisory Agency in accordance with the standards and in the manner set forth or a fee in lieu thereof has been paid or guaranteed to be paid within one year after Council approves the final map, or a combination of dedication and payment or guarantee of fees has occurred. The guarantee of payment of fees is to be to the satisfaction of the Department of Recreation and Parks and is to be by a deposit with the Department of Recreation and Parks of an irrevocable deposit instrument issued by a bank, savings and loan association or other depository whose deposits are insured by an instrumentality of the federal government. The deposit must be fully insured by such instrumentality. The deposit instrument must be in a form that permits collection by the City of Los Angeles at maturity without further consent of any other <span class=\"dictionary\">party<\/span>. (Amended by Ord. No. 156,916, Eff. 8\/7\/72.)<br \/><br \/>\t2.\tIn the event the final map approval does not occur within six months after receipt of a “guarantee” of payment, the amount of the fee shall be recalculated. The recalculated fee shall be determined using the fee schedule in effect six months prior to anticipated approval. The additional fee, if any, shall be paid or guaranteed in accordance with paragraph 1 of this subsection before the map is submitted to the City Council for approval. (Amended by Ord. No. 155,458, Eff. 6\/22\/81.)<br \/><br \/>\tB.\tLand to be Dedicated. The area of land within a subdivision required to be dedicated for park and recreation purposes shall be established in accordance with the following, table:<br \/><br \/>\n  \n    \n      \n        Net Density at Which Land May or Will be Developed\n      \n      \n        Percentage of Gross Subdivision Area Required to be Dedicated for Park and Recreation Purposes\n      \n    \n    \n      \n        1 dwelling unit\/acre or more\n      \n      \n        .9\n      \n    \n    \n      \n        1 dwelling unit\/.5 acre to less than 1 acre.\n      \n      \n        1.2\n      \n    \n    \n      \n        l dwelling unit\/10,000 sq. ft to less than .5 acre\n      \n      \n        2.3\n      \n    \n    \n      \n        1 dwelling unit\/9,000 sq. ft to less than 10,000 sq ft.\n      \n      \n        3.9\n      \n    \n    \n      \n        1 dwelling unit\/8,000 sq. ft. to less than 9,000 sq. ft.\n      \n      \n        4.2\n      \n    \n    \n      \n        1 dwelling unit\/7000 sq. ft. to less than 8,000 sq\/ ft.\n      \n      \n        4.7\n      \n    \n    \n      \n        1 dwelling unit\/6,000 sq. ft. to less than 7,000 sq. ft.\n      \n      \n        5.4\n      \n    \n    \n      \n        l dwelling unit\/4,355 sq. ft. to less than 6,000 sq. ft.\n      \n      \n        6.2\n      \n    \n    \n      \n        10 dwelling unit\/acre to less than 20 dwelling unit\/acre\n      \n      \n        7.8\n      \n    \n    \n      \n        20 dwelling unit\/acre to less than 30 dwelling unit\/acre\n      \n      \n        12.2\n      \n    \n    \n      \n        30 dwelling unit\/acre to less than 40 dwelling unit\/acre\n      \n      \n        15.9\n      \n    \n    \n      \n        40 dwelling unit\/acre to less than 50 dwelling unit\/acre\n      \n      \n        19.2\n      \n    \n    \n      \n        50 dwelling unit\/acre to less than 60 dwelling unit\/acre\n      \n      \n        22.1\n      \n    \n    \n      \n        60 dwelling unit\/acre to less than 70 dwelling unit\/acre\n      \n      \n        24.7\n      \n    \n    \n      \n        70 dwelling unit\/acre to less than 80 dwelling unit\/acre\n      \n      \n        27.1\n      \n    \n    \n      \n        80 dwelling unit\/acre to less than 90 dwelling unit\/acre\n      \n      \n        29.2\n      \n    \n    \n      \n        90 dwelling unit\/acre to less than 100 dwelling unit\/acre\n      \n      \n        31.1\n      \n    \n    \n      \n        100 dwelling unit\/acre or less\n      \n      \n        32.0\n      \n    \n  <br \/><br \/>\n\tC.\tApplication of Table. The Advisory Agency shall require the subdivider to dedicate land in accordance with the table set forth in Subsection B of this section, based upon the maximum density permitted within the land to be subdivided is located.<br \/><br \/>\tEXCEPTION:  Where a subdivider proposes to develop land at less than the maximum density permitted for the zone, and has executed and recorded in the office of the County Recorder a covenant running with the land, binding upon all future owners thereof, that such land shall not be developed in such a manner as to create a higher density than that proposed, the Advisory Agency shall base the required dedication upon the proposed density. Any covenant executed in accordance with this exception shall be approved by the Advisory Agency prior to recordation.<br \/><br \/>\tD.\tFee to be Paid. (Amended by Ord. No. 176,616, Eff. 6\/6\/05.)  The Advisory Agency may require the payment to the City of a fee for each dwelling unit permitted to be constructed in the subdivision in lieu of the dedication of all or a portion of all of the land otherwise required pursuant to Subsection C. above.<br \/><br \/>\tThe fees shall be automatically revised each March 1 to reflect the indexing provided under Subsection H. of this section.  The fee shall be paid to the Department of Recreation and Parks and shall be deposited and held in appropriate trust accounts in the Recreation and Parks fund and may be expended therefrom by the Board of Recreation and Park Commissioners only for the acquisition and development of park and recreational sites and facilities in conformity with the limitations upon use hereinafter set forth.<br \/><br \/>\tE.\tUse of Lands or Fees Acquired Pursuant to This Section. The lands required to be dedicated and the fees required to be paid pursuant to this section in connection with a particular subdivision may be used only for the purpose of providing park or recreational sites and facilities which will serve such subdivision and the future residents therein. Such sites and facilities shall comply with the principles and standards set forth in the recreational element of the general plan heretofore approved and adopted by the City Council, and the location of land to be dedicated shall bear a reasonable relationship to the use of the proposed park and recreational facilities by the future inhabitants of the subdivision.<br \/><br \/>\tThe development of park or recreational facilities with funds acquired pursuant to this section will begin as follows:<br \/><br \/>\t1.\tWhere the city already possesses park or recreational lands so located that the facilities thereon may be reasonably used by the present or future inhabitants of one or more subdivisions which have paid or will pay in lieu fees pursuant to this section, then the development of the park or recreational facilities thereon shall take place at such time as the fees so paid by such subdivisions are sufficient to accomplish the next phase or project of the development, unless funds from other sources become available for the earlier development thereof.<br \/><br \/>\t2.\tWhere the city has not yet acquired park or recreational lands so located that the facilities thereon may be reasonably used by the present or future inhabitants of one or more subdivisions which have paid or will pay in lieu fees pursuant to this section, the fees so paid by such subdivisions shall first be used to acquire such land as funds become sufficient and thereafter shall be used for the development of park or recreational facilities on such land, commencing at such time as the fees paid by such subdivisions are sufficient to accomplish a phase or project of the development, unless funds from other sources become available for the earlier development thereof.<br \/><br \/>\tIf the development of park or recreational facilities so located as to serve a particular subdivision has already commenced, or if the actual time thereof is known, the subdivider shall be advised of such <span class=\"dictionary\">fact<\/span> when the final map is approved for recordation.<br \/><br \/>\tF.\tExemptions and Credits. (Amended by Ord. No. 155,458, Eff. 6\/22\/81.)<br \/><br \/>\t1.\tWhere private facilities for park and recreational purposes are provided in a proposed subdivision and such facilities are to be privately owned and maintained by the future residents of the subdivision, the areas occupied by such facilities shall be credited against the requirement of dedication of land for park and recreational purposes of the payment of fees in lieu thereof, provided the Advisory Agency finds it is in the public interest to do so and that the following standards are met: (1) that each facility is available for use by all the residents of the subdivision and (2) that the area and the facilities satisfy the recreation and park needs of the subdivision so as to reduce the need for public recreation and park facilities to serve the subdivision residents.<br \/><br \/>\ta.\tCredits<br \/><br \/>\t(1)\tCredits shall be calculated as follows:<br \/><br \/>\t(a)\tHigh intensity development recreational areas shall be granted credit at $5.00 per square foot.<br \/><br \/>\t(b)\tLow intensity development recreational areas shall be granted credit at $2.50 per square foot.<br \/><br \/>\t(2)\tHigh intensity development recreational areas are defined as:<br \/><br \/>\t(a)\tSwimming pools and spas (when the spas are an integral part of a pool complex), including not more than 10 feet of the width of the pool and spa deck and also including those pool and spa areas that are covered or enclosed.<br \/><br \/>\t(b)\tTennis, paddle tennis, shuffle board, and volleyball and one–half or full basketball <span class=\"dictionary\">courts<\/span> which are in substantial conformity with standards of the Department of Recreation and Parks for such facilities.<br \/><br \/>\t(c)\tChild’s play areas with playground equipment where said areas and equipment are of a type and quality comparable to those in public parks of the City of Los Angeles.<br \/><br \/>\t(3)\tLow intensity development recreational areas are defined as:<br \/><br \/>\t(a)\tPutting green.<br \/><br \/>\t(b)\tLandscaped open area as may be determined by the Advisory Agency.<br \/><br \/>\t(c)\tAthletic fields such as baseball and soccer fields, equestrian areas and picnic grounds.<br \/><br \/>\t(4)\tCredit shall be granted, dollar for dollar, for any recreational and park fees paid for the property pursuant to this section or Section 12.33 of this Code within the preceding five years.  (Amended by Ord. No. 163,797, Eff. 8\/8\/88.)<br \/><br \/>\t(5)\tNeither high intensity or low intensity development recreational areas located between the front lot line and the main building shall be credited; neither shall high intensity nor low intensity recreational areas within required side yards or required rear yards be credited.<br \/><br \/>\t(6)\tRooftop facilities. Those high intensity development recreational areas which require building permits and which are located on rooftops may be credited.<br \/><br \/>\t(7)\tThe amount of low intensity credits shall not exceed the amount of high intensity credits and the high intensity credits shall not exceed 50 percent of the calculated fee.<br \/><br \/>\tThe purpose of providing credits over and above 50 percent of the calculated fee shall be to encourage the providing of recreational facilities which preserve large quantities of open space when such open space is provided in addition to high intensity recreation facilities.<br \/><br \/>\tThe maximum amount of credit shall not exceed 100 percent of the calculated fee.<br \/><br \/>\tb.\tThe granting of credits shall also be subject to the following conditions:<br \/><br \/>\t(1)\tThe private ownership and maintenance of the facilities shall be adequately provided for by written agreements; and<br \/><br \/>\t(2)\tThe use of the private facilities is restricted for park and recreational purposes by recorded covenants which run with the land in favor of the future owners of property within the tract and which cannot be defeated or eliminated without the consent of the City Council; and<br \/><br \/>\t(3)\tThe proposed private facilities are reasonably adaptable for use for park and recreational purposes, taking into consideration such factors as size, shape, topography, geology, access and location of the private open space land; and<br \/><br \/>\t(4)\tThe facilities are in substantial accordance with the Public Recreation Plan portion of the Service Systems Element of the General Plan.<br \/><br \/>\tc.\tWhen the subdivider proposes to provide private facilities for park and recreational purposes within the proposed subdivision, but does not know the exact location thereof at the time the Tentative Map is submitted, the Advisory Agency may allow credit as provided herein upon the condition that the necessary covenants be approved and recorded prior to the approval of the Final Map.<br \/><br \/>\t2.\tWhere prior to filing a tentative map or maps, land has been dedicated for park and recreational purposes pursuant to this section to serve the future inhabitants of the proposed subdivision and the <span class=\"dictionary\">ordinance<\/span> accepting the land so dedicated contains a provision that such land shall be credited as herein provided, the Advisory Agency shall reduce or eliminate the amount of land required to be dedicated for park and recreational purposes within the subdivision or subdivisions, or the fees required to be paid in lieu thereof, to the extent that land has previously been dedicated for the benefit of the proposed subdivision or subdivisions under consideration.<br \/><br \/>\t3.\tThe dedication of land or the payment of a fee in lieu thereof for park and recreational purposes shall not be required by the Advisory Agency in those instances where the Advisory Agency determines, after receiving a report thereon from the Director of the Department of Recreation and Parks that there is no reasonable probability within the foreseeable future that lands for parks and recreational purposes will be acquired which will be reasonably usable by the inhabitants of such subdivision and that the city does not presently possess such lands.<br \/><br \/>\t4.\tNo land shall be required to be dedicated and no fees shall be required to be paid for any commercially zoned property if the owner–subdivider thereof executes and records in the office of the County Recorder a covenant running with the land binding upon all future owners of the property that said property will never be developed for residential uses unless the required dedication of land for park and recreational purposes or the payment of fees in lieu thereof has been made, said covenant to be approved by the Advisory Agency.<br \/><br \/>\t5.\tThe dedication of land or the payment of a fee in lieu thereof for park and recreational purposes shall not be required for land which is so zoned that no residential uses are permitted thereon.<br \/><br \/>\t6.\tIn subdivisions containing 50 lots or less only the payment of fees may be required.<br \/><br \/>\t7.\tA credit shall be allowed whenever a dwelling unit construction tax previously has been paid pursuant to Article 1.10 of Chapter II of this Code for dwelling units constructed on land for which a fee is required to be paid in accordance with the provisions of this section. Said credit shall be equal to the amount of the tax previously paid but shall not exceed the amount of any fee required to be paid under the provisions of this section.<br \/><br \/>\t8.\tIn lieu of the dedication of land within a subdivision for park and recreational purposes or the payment of a fee as a substitute therefor as provided in Subsection A hereof, the Advisory Agency with the approval of the Board of Recreation and Parks Commissioners may permit land to be dedicated for park or recreational purposes outside of such subdivision or improvements to be made to an existing city park or upon land being dedicated as a city park or recreational facility to be installed or constructed therein, or any combination of the foregoing, or may permit any of the foregoing to be guaranteed as provided in Section 17.08 G, if it is found that the land to be dedicated, the improvements to be made or the facilities to be installed or constructed are so located as to bear a reasonable relationship to the use thereof by the future inhabitants of the subdivision. Such dedication of land or providing of improvements or facilities may only be used as a credit against the otherwise required dedication or fee to the extent of the value of such land, improvements or facilities determined as set forth below.<br \/><br \/>\tThe value of land outside the subdivision shall be equal to or greater than the value of the land which would have been dedicated pursuant to the schedule in Subsection B and equal to or more than the fee which would be paid pursuant to Subsection D.<br \/><br \/>\tThe value of the improvements or of the facilities referred to in this section shall be (a) an amount determined by the Advisory Agency to be the reasonable value of such improvements or recreational facilities after first considering a report and recommendation from the Board of Recreation and Parks Commissioners relative thereto, or (b) an amount agreed upon by the City Council and the <span class=\"dictionary\">party<\/span> proposing to provide such improvements or recreational facilities to be the reasonable value thereof after first considering a report and recommendation from the Board of Recreation and Park Commissioners relative thereto.<br \/><br \/>\t9.\t(Amended in Entirety by Ord. No. 160,503, Eff. 12\/22\/85.) The dedication of land or the payment of a fee in lieu thereof for park and recreational purposes shall be deferred as hereinafter provided where the subdivision is for residential use if: (1) the project is financed in whole or in part by federal funds and owned and operated by an entity qualified as an exempt organization under Section 501(c)(3) of the United States Internal Revenue Code of 1954, provided that the project is to be occupied entirely by low or moderate income households, as defined in Section 12.03 of this Code or housing to be occupied by persons over the age of 62 or persons who are handicapped, as said latter term is defined in Section 50072 of the California Health and Safety Code; or (2) (a) the project is a rental project in which not less than twenty percent (20%) of the units shall be for low or moderate income households as defined in Section 12.03 of this Code, (b) where a <span class=\"dictionary\">contract<\/span> has been made with the Community Development Department of the City of Los Angeles that the units designated for low or moderate income households will be available for rental until such time as land has been dedicated or a fee in lieu thereof paid for park and recreational purposes but in any event for a period of not less than 10 years from the date of issuance of certificate of occupancy, and (c) where the project is financed in whole or in part by <span class=\"dictionary\">bonds<\/span> or other securities issued by the City of Los Angeles.<br \/><br \/>\tWhere a subdivision qualified for deferral under alternative (1) above, such deferral shall terminate upon the sale or exchange of the project to any person other than to another such exempt organization which will continue to use the project in the same manner. Where a subdivision qualifies for deferral under alternative (2) above, such deferral shall terminate when the units designated for low or moderate income households are no longer available therefor or when the project is re-subdivided for a residential conversion project as defined in Section 12.03 of this Code. Upon termination of deferment, the dedication of land or payment of a fee in lieu thereof shall be in accord with the applicable provisions of <span class=\"dictionary\">law<\/span> or applicable regulations in effect at the time of such termination.<br \/><br \/>\tAt the time of applying for such deferment, the owner and any other person having an interest in the project shall execute and record a covenant, in a form designed to run with the land, agreeing to comply with the above provisions, and further agreeing that any statutory or other provision which grants exemption from dedication of land or payment of fee in lieu thereof because a building has been in existence for a specific period of time shall not be applicable.<br \/><br \/>\tThe deferment of the dedication of land or the payment of fee in lieu thereof permitted by this subdivision shall not be construed as applying to the dwelling unit construction tax (Article 1.10 of Chapter 2 of this Code commencing with Section 21.10.1). Unless a project is exempted pursuant to such article, such dwelling unit construction tax shall be payable.<br \/><br \/>\tG.\tWhen Effective. The provisions of this section shall not be applicable to any subdivision, the Tentative Map of which is filed prior to the thirty–first day following the effective day hereof. (Relettered by Ord. No. 144,321, Eff. 3\/2\/73.)<br \/><br \/>\tH.\tIndexing. (Amended by Ord. No. 176,616, Eff. 6\/6\/05.)  In <span class=\"dictionary\">order<\/span> that the fees levied pursuant to this section keep pace with the cost of land, the fees shall be periodically increased (or decreased) as follows:<br \/><br \/>\tThe fee shall be increased (or decreased) as of March 1 of each year by the amount of the percent of increase (or decrease) in value of existing single-family dwellings to October of the preceding year over the prior year as determined by the Real Estate Research Council of Southern California.  To reflect this revised fee, a new fee table shall be published by the Advisory Agency before March 1 of each year and this table shall automatically supersede the table published the previous year.<br \/><br \/>\tI.\tWhen Effective. Any recreation and parks fees not paid and receipted by the Department of Recreation and Parks as of the effective date of this <span class=\"dictionary\">ordinance<\/span> shall be recalculated pursuant to the provisions of this <span class=\"dictionary\">ordinance<\/span>. (Added by Ord. No. 155,458, Eff. 6\/22\/81.)<br \/><br \/>\tJ.\tMultiple Zoned Properties and Zone Changes. Where there is a question as to which zone is applicable in the calculation of the recreation and parks fee, the Advisory Agency shall determine the fee payment based on the proper density. (Added by Ord. No. 155,458, Eff. 6\/22\/81.)<\/p><\/section>","previous_section":{"id":"713","structure_id":"8","section_number":"17.11","catch_line":"Modifications.","url":"\/17.11\/","token":"17.11"},"text":{"0":{"id":"158","text":"  PARK AND RECREATION SITE ACQUISITION AND DEVELOPMENT PROVISIONS.\n\t(Added by Ord. No. 141,422, Eff. 2\/11\/71.)\tA.\tDedication of Land or Payment of Fee.\t1.\tNo final subdivision map shall be approved nor shall it be recorded unless in connection therewith land within the subdivision has been dedicated to the City of Los Angeles for park or recreational purposes as may be determined by the Advisory Agency in accordance with the standards and in the manner set forth or a fee in lieu thereof has been paid or guaranteed to be paid within one year after Council approves the final map, or a combination of dedication and payment or guarantee of fees has occurred. The guarantee of payment of fees is to be to the satisfaction of the Department of Recreation and Parks and is to be by a deposit with the Department of Recreation and Parks of an irrevocable deposit instrument issued by a bank, savings and loan association or other depository whose deposits are insured by an instrumentality of the federal government. The deposit must be fully insured by such instrumentality. The deposit instrument must be in a form that permits collection by the City of Los Angeles at maturity without further consent of any other party. (Amended by Ord. No. 156,916, Eff. 8\/7\/72.)\t2.\tIn the event the final map approval does not occur within six months after receipt of a “guarantee” of payment, the amount of the fee shall be recalculated. The recalculated fee shall be determined using the fee schedule in effect six months prior to anticipated approval. The additional fee, if any, shall be paid or guaranteed in accordance with paragraph 1 of this subsection before the map is submitted to the City Council for approval. (Amended by Ord. No. 155,458, Eff. 6\/22\/81.)\tB.\tLand to be Dedicated. The area of land within a subdivision required to be dedicated for park and recreation purposes shall be established in accordance with the following, table:\n  \n    \n      \n        Net Density at Which Land May or Will be Developed\n      \n      \n        Percentage of Gross Subdivision Area Required to be Dedicated for Park and Recreation Purposes\n      \n    \n    \n      \n        1 dwelling unit\/acre or more\n      \n      \n        .9\n      \n    \n    \n      \n        1 dwelling unit\/.5 acre to less than 1 acre.\n      \n      \n        1.2\n      \n    \n    \n      \n        l dwelling unit\/10,000 sq. ft to less than .5 acre\n      \n      \n        2.3\n      \n    \n    \n      \n        1 dwelling unit\/9,000 sq. ft to less than 10,000 sq ft.\n      \n      \n        3.9\n      \n    \n    \n      \n        1 dwelling unit\/8,000 sq. ft. to less than 9,000 sq. ft.\n      \n      \n        4.2\n      \n    \n    \n      \n        1 dwelling unit\/7000 sq. ft. to less than 8,000 sq\/ ft.\n      \n      \n        4.7\n      \n    \n    \n      \n        1 dwelling unit\/6,000 sq. ft. to less than 7,000 sq. ft.\n      \n      \n        5.4\n      \n    \n    \n      \n        l dwelling unit\/4,355 sq. ft. to less than 6,000 sq. ft.\n      \n      \n        6.2\n      \n    \n    \n      \n        10 dwelling unit\/acre to less than 20 dwelling unit\/acre\n      \n      \n        7.8\n      \n    \n    \n      \n        20 dwelling unit\/acre to less than 30 dwelling unit\/acre\n      \n      \n        12.2\n      \n    \n    \n      \n        30 dwelling unit\/acre to less than 40 dwelling unit\/acre\n      \n      \n        15.9\n      \n    \n    \n      \n        40 dwelling unit\/acre to less than 50 dwelling unit\/acre\n      \n      \n        19.2\n      \n    \n    \n      \n        50 dwelling unit\/acre to less than 60 dwelling unit\/acre\n      \n      \n        22.1\n      \n    \n    \n      \n        60 dwelling unit\/acre to less than 70 dwelling unit\/acre\n      \n      \n        24.7\n      \n    \n    \n      \n        70 dwelling unit\/acre to less than 80 dwelling unit\/acre\n      \n      \n        27.1\n      \n    \n    \n      \n        80 dwelling unit\/acre to less than 90 dwelling unit\/acre\n      \n      \n        29.2\n      \n    \n    \n      \n        90 dwelling unit\/acre to less than 100 dwelling unit\/acre\n      \n      \n        31.1\n      \n    \n    \n      \n        100 dwelling unit\/acre or less\n      \n      \n        32.0\n      \n    \n  \n\tC.\tApplication of Table. The Advisory Agency shall require the subdivider to dedicate land in accordance with the table set forth in Subsection B of this section, based upon the maximum density permitted within the land to be subdivided is located.\tEXCEPTION:  Where a subdivider proposes to develop land at less than the maximum density permitted for the zone, and has executed and recorded in the office of the County Recorder a covenant running with the land, binding upon all future owners thereof, that such land shall not be developed in such a manner as to create a higher density than that proposed, the Advisory Agency shall base the required dedication upon the proposed density. Any covenant executed in accordance with this exception shall be approved by the Advisory Agency prior to recordation.\tD.\tFee to be Paid. (Amended by Ord. No. 176,616, Eff. 6\/6\/05.)  The Advisory Agency may require the payment to the City of a fee for each dwelling unit permitted to be constructed in the subdivision in lieu of the dedication of all or a portion of all of the land otherwise required pursuant to Subsection C. above.\tThe fees shall be automatically revised each March 1 to reflect the indexing provided under Subsection H. of this section.  The fee shall be paid to the Department of Recreation and Parks and shall be deposited and held in appropriate trust accounts in the Recreation and Parks fund and may be expended therefrom by the Board of Recreation and Park Commissioners only for the acquisition and development of park and recreational sites and facilities in conformity with the limitations upon use hereinafter set forth.\tE.\tUse of Lands or Fees Acquired Pursuant to This Section. The lands required to be dedicated and the fees required to be paid pursuant to this section in connection with a particular subdivision may be used only for the purpose of providing park or recreational sites and facilities which will serve such subdivision and the future residents therein. Such sites and facilities shall comply with the principles and standards set forth in the recreational element of the general plan heretofore approved and adopted by the City Council, and the location of land to be dedicated shall bear a reasonable relationship to the use of the proposed park and recreational facilities by the future inhabitants of the subdivision.\tThe development of park or recreational facilities with funds acquired pursuant to this section will begin as follows:\t1.\tWhere the city already possesses park or recreational lands so located that the facilities thereon may be reasonably used by the present or future inhabitants of one or more subdivisions which have paid or will pay in lieu fees pursuant to this section, then the development of the park or recreational facilities thereon shall take place at such time as the fees so paid by such subdivisions are sufficient to accomplish the next phase or project of the development, unless funds from other sources become available for the earlier development thereof.\t2.\tWhere the city has not yet acquired park or recreational lands so located that the facilities thereon may be reasonably used by the present or future inhabitants of one or more subdivisions which have paid or will pay in lieu fees pursuant to this section, the fees so paid by such subdivisions shall first be used to acquire such land as funds become sufficient and thereafter shall be used for the development of park or recreational facilities on such land, commencing at such time as the fees paid by such subdivisions are sufficient to accomplish a phase or project of the development, unless funds from other sources become available for the earlier development thereof.\tIf the development of park or recreational facilities so located as to serve a particular subdivision has already commenced, or if the actual time thereof is known, the subdivider shall be advised of such fact when the final map is approved for recordation.\tF.\tExemptions and Credits. (Amended by Ord. No. 155,458, Eff. 6\/22\/81.)\t1.\tWhere private facilities for park and recreational purposes are provided in a proposed subdivision and such facilities are to be privately owned and maintained by the future residents of the subdivision, the areas occupied by such facilities shall be credited against the requirement of dedication of land for park and recreational purposes of the payment of fees in lieu thereof, provided the Advisory Agency finds it is in the public interest to do so and that the following standards are met: (1) that each facility is available for use by all the residents of the subdivision and (2) that the area and the facilities satisfy the recreation and park needs of the subdivision so as to reduce the need for public recreation and park facilities to serve the subdivision residents.\ta.\tCredits\t(1)\tCredits shall be calculated as follows:\t(a)\tHigh intensity development recreational areas shall be granted credit at $5.00 per square foot.\t(b)\tLow intensity development recreational areas shall be granted credit at $2.50 per square foot.\t(2)\tHigh intensity development recreational areas are defined as:\t(a)\tSwimming pools and spas (when the spas are an integral part of a pool complex), including not more than 10 feet of the width of the pool and spa deck and also including those pool and spa areas that are covered or enclosed.\t(b)\tTennis, paddle tennis, shuffle board, and volleyball and one–half or full basketball courts which are in substantial conformity with standards of the Department of Recreation and Parks for such facilities.\t(c)\tChild’s play areas with playground equipment where said areas and equipment are of a type and quality comparable to those in public parks of the City of Los Angeles.\t(3)\tLow intensity development recreational areas are defined as:\t(a)\tPutting green.\t(b)\tLandscaped open area as may be determined by the Advisory Agency.\t(c)\tAthletic fields such as baseball and soccer fields, equestrian areas and picnic grounds.\t(4)\tCredit shall be granted, dollar for dollar, for any recreational and park fees paid for the property pursuant to this section or Section 12.33 of this Code within the preceding five years.  (Amended by Ord. No. 163,797, Eff. 8\/8\/88.)\t(5)\tNeither high intensity or low intensity development recreational areas located between the front lot line and the main building shall be credited; neither shall high intensity nor low intensity recreational areas within required side yards or required rear yards be credited.\t(6)\tRooftop facilities. Those high intensity development recreational areas which require building permits and which are located on rooftops may be credited.\t(7)\tThe amount of low intensity credits shall not exceed the amount of high intensity credits and the high intensity credits shall not exceed 50 percent of the calculated fee.\tThe purpose of providing credits over and above 50 percent of the calculated fee shall be to encourage the providing of recreational facilities which preserve large quantities of open space when such open space is provided in addition to high intensity recreation facilities.\tThe maximum amount of credit shall not exceed 100 percent of the calculated fee.\tb.\tThe granting of credits shall also be subject to the following conditions:\t(1)\tThe private ownership and maintenance of the facilities shall be adequately provided for by written agreements; and\t(2)\tThe use of the private facilities is restricted for park and recreational purposes by recorded covenants which run with the land in favor of the future owners of property within the tract and which cannot be defeated or eliminated without the consent of the City Council; and\t(3)\tThe proposed private facilities are reasonably adaptable for use for park and recreational purposes, taking into consideration such factors as size, shape, topography, geology, access and location of the private open space land; and\t(4)\tThe facilities are in substantial accordance with the Public Recreation Plan portion of the Service Systems Element of the General Plan.\tc.\tWhen the subdivider proposes to provide private facilities for park and recreational purposes within the proposed subdivision, but does not know the exact location thereof at the time the Tentative Map is submitted, the Advisory Agency may allow credit as provided herein upon the condition that the necessary covenants be approved and recorded prior to the approval of the Final Map.\t2.\tWhere prior to filing a tentative map or maps, land has been dedicated for park and recreational purposes pursuant to this section to serve the future inhabitants of the proposed subdivision and the ordinance accepting the land so dedicated contains a provision that such land shall be credited as herein provided, the Advisory Agency shall reduce or eliminate the amount of land required to be dedicated for park and recreational purposes within the subdivision or subdivisions, or the fees required to be paid in lieu thereof, to the extent that land has previously been dedicated for the benefit of the proposed subdivision or subdivisions under consideration.\t3.\tThe dedication of land or the payment of a fee in lieu thereof for park and recreational purposes shall not be required by the Advisory Agency in those instances where the Advisory Agency determines, after receiving a report thereon from the Director of the Department of Recreation and Parks that there is no reasonable probability within the foreseeable future that lands for parks and recreational purposes will be acquired which will be reasonably usable by the inhabitants of such subdivision and that the city does not presently possess such lands.\t4.\tNo land shall be required to be dedicated and no fees shall be required to be paid for any commercially zoned property if the owner–subdivider thereof executes and records in the office of the County Recorder a covenant running with the land binding upon all future owners of the property that said property will never be developed for residential uses unless the required dedication of land for park and recreational purposes or the payment of fees in lieu thereof has been made, said covenant to be approved by the Advisory Agency.\t5.\tThe dedication of land or the payment of a fee in lieu thereof for park and recreational purposes shall not be required for land which is so zoned that no residential uses are permitted thereon.\t6.\tIn subdivisions containing 50 lots or less only the payment of fees may be required.\t7.\tA credit shall be allowed whenever a dwelling unit construction tax previously has been paid pursuant to Article 1.10 of Chapter II of this Code for dwelling units constructed on land for which a fee is required to be paid in accordance with the provisions of this section. Said credit shall be equal to the amount of the tax previously paid but shall not exceed the amount of any fee required to be paid under the provisions of this section.\t8.\tIn lieu of the dedication of land within a subdivision for park and recreational purposes or the payment of a fee as a substitute therefor as provided in Subsection A hereof, the Advisory Agency with the approval of the Board of Recreation and Parks Commissioners may permit land to be dedicated for park or recreational purposes outside of such subdivision or improvements to be made to an existing city park or upon land being dedicated as a city park or recreational facility to be installed or constructed therein, or any combination of the foregoing, or may permit any of the foregoing to be guaranteed as provided in Section 17.08 G, if it is found that the land to be dedicated, the improvements to be made or the facilities to be installed or constructed are so located as to bear a reasonable relationship to the use thereof by the future inhabitants of the subdivision. Such dedication of land or providing of improvements or facilities may only be used as a credit against the otherwise required dedication or fee to the extent of the value of such land, improvements or facilities determined as set forth below.\tThe value of land outside the subdivision shall be equal to or greater than the value of the land which would have been dedicated pursuant to the schedule in Subsection B and equal to or more than the fee which would be paid pursuant to Subsection D.\tThe value of the improvements or of the facilities referred to in this section shall be (a) an amount determined by the Advisory Agency to be the reasonable value of such improvements or recreational facilities after first considering a report and recommendation from the Board of Recreation and Parks Commissioners relative thereto, or (b) an amount agreed upon by the City Council and the party proposing to provide such improvements or recreational facilities to be the reasonable value thereof after first considering a report and recommendation from the Board of Recreation and Park Commissioners relative thereto.\t9.\t(Amended in Entirety by Ord. No. 160,503, Eff. 12\/22\/85.) The dedication of land or the payment of a fee in lieu thereof for park and recreational purposes shall be deferred as hereinafter provided where the subdivision is for residential use if: (1) the project is financed in whole or in part by federal funds and owned and operated by an entity qualified as an exempt organization under Section 501(c)(3) of the United States Internal Revenue Code of 1954, provided that the project is to be occupied entirely by low or moderate income households, as defined in Section 12.03 of this Code or housing to be occupied by persons over the age of 62 or persons who are handicapped, as said latter term is defined in Section 50072 of the California Health and Safety Code; or (2) (a) the project is a rental project in which not less than twenty percent (20%) of the units shall be for low or moderate income households as defined in Section 12.03 of this Code, (b) where a contract has been made with the Community Development Department of the City of Los Angeles that the units designated for low or moderate income households will be available for rental until such time as land has been dedicated or a fee in lieu thereof paid for park and recreational purposes but in any event for a period of not less than 10 years from the date of issuance of certificate of occupancy, and (c) where the project is financed in whole or in part by bonds or other securities issued by the City of Los Angeles.\tWhere a subdivision qualified for deferral under alternative (1) above, such deferral shall terminate upon the sale or exchange of the project to any person other than to another such exempt organization which will continue to use the project in the same manner. Where a subdivision qualifies for deferral under alternative (2) above, such deferral shall terminate when the units designated for low or moderate income households are no longer available therefor or when the project is re-subdivided for a residential conversion project as defined in Section 12.03 of this Code. Upon termination of deferment, the dedication of land or payment of a fee in lieu thereof shall be in accord with the applicable provisions of law or applicable regulations in effect at the time of such termination.\tAt the time of applying for such deferment, the owner and any other person having an interest in the project shall execute and record a covenant, in a form designed to run with the land, agreeing to comply with the above provisions, and further agreeing that any statutory or other provision which grants exemption from dedication of land or payment of fee in lieu thereof because a building has been in existence for a specific period of time shall not be applicable.\tThe deferment of the dedication of land or the payment of fee in lieu thereof permitted by this subdivision shall not be construed as applying to the dwelling unit construction tax (Article 1.10 of Chapter 2 of this Code commencing with Section 21.10.1). Unless a project is exempted pursuant to such article, such dwelling unit construction tax shall be payable.\tG.\tWhen Effective. The provisions of this section shall not be applicable to any subdivision, the Tentative Map of which is filed prior to the thirty–first day following the effective day hereof. (Relettered by Ord. No. 144,321, Eff. 3\/2\/73.)\tH.\tIndexing. (Amended by Ord. No. 176,616, Eff. 6\/6\/05.)  In order that the fees levied pursuant to this section keep pace with the cost of land, the fees shall be periodically increased (or decreased) as follows:\tThe fee shall be increased (or decreased) as of March 1 of each year by the amount of the percent of increase (or decrease) in value of existing single-family dwellings to October of the preceding year over the prior year as determined by the Real Estate Research Council of Southern California.  To reflect this revised fee, a new fee table shall be published by the Advisory Agency before March 1 of each year and this table shall automatically supersede the table published the previous year.\tI.\tWhen Effective. Any recreation and parks fees not paid and receipted by the Department of Recreation and Parks as of the effective date of this ordinance shall be recalculated pursuant to the provisions of this ordinance. (Added by Ord. No. 155,458, Eff. 6\/22\/81.)\tJ.\tMultiple Zoned Properties and Zone Changes. Where there is a question as to which zone is applicable in the calculation of the recreation and parks fee, the Advisory Agency shall determine the fee payment based on the proper density. (Added by Ord. No. 155,458, Eff. 6\/22\/81.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}