{"section_number":"17.15","edition_id":"1","section_id":"2782","structure_id":"8","catch_line":"Vesting Tentative Maps.","history":"","full_text":"  VESTING TENTATIVE MAPS.\n\t(Added by Ord. No. 163,300, Eff. 3\/27\/88.)\n\n\tA.\tApplication. Whenever a provision of the Subdivision Map Act, as implemented and supplemented by this article, requires the filing of a tentative map, a vesting tentative map may instead be filed, in accordance with the provisions hereof. If a subdivider does not seek the rights conferred by this Section, the filing of a vesting tentative map shall not be a prerequisite to any approval for any proposed subdivision, permit for construction or work preparatory to construction.  (Amended by Ord. No. 163,944, Eff. 10\/8\/88.)\n\n\tB.\tProcedures.\n\n\t1.\tFiling and Processing.\n\n\t(a)\tA vesting tentative map shall be filed on the same form and have the same contents, accompanying data and reports and shall be processed in the same manner as set forth in this article for a tentative map except as hereinafter provided. At the time a vesting tentative map is filed, it shall have printed conspicuously on its face the words “Vesting Tentative Map”. If it is known at the time of filing that an additional approval (such as a variance or coastal development permit) is necessary, the application for such additional approval shall be filed prior to or simultaneously with the vesting tentative map.\n\n\t(b)\tAt the time a vesting tentative map is filed, a subdivider shall provide all information required in connection with the filing of a tentative map by this Code, including the information required by Section 17.06 B and C. Where the proposed subdivision is in a designated Hillside area, the Advisory Agency shall require the filing of a proposed grading plan pursuant to Section 17.05 L and may not waive the requirement to file preliminary soils report pursuant to Section 17.05U.  A subdivider shall also indicate whether the proposed subdivision is in the vicinity of the Mulholland Scenic Parkway and the dedication of land for such purposes may be necessary. In addition, if design review of the proposed subdivision is require by the applicable community or district plan or by a specific plan, the subdivider shall provide the information necessary for such review. The plan of building envelope shall be submitted, showing the height, size, number of units and approximate location of buildings, driveways and any proposed exterior garden walls.\n\n\t2.\tExpiration.  The approval or conditional approval of a vesting tentative map shall expire at the end of the same time period, and shall be subject to the same extensions established by Section 17.07 of this Code for the expiration an extension of the approval or conditional approval of a tentative map.\n\n\tC.\tDevelopment Rights.\n\n\t1.\tThe approval or conditional approval of a vesting tentative map shall confer a vested right to proceed with development in substantial compliance with the ordinances, policies and standards in effect on the date the application is deemed complete, and with the conditions of approval imposed and specifically enumerated by the Advisory Agency, including the submittal of a detailed grading plan under an approved grading permit prior to recordation of the final map.  Such rights shall not include exemptions from subsequent changes in the Building and Safety and Fire regulations contained in Chapters V and IX of the Los Angeles Municipal Code and policies and standards relating thereto\n\n\t2.\tNotwithstanding Subsection C 1 of this section, a permit, approval, extension or entitlement may be conditioned or denied if the Advisory Agency, or the City Planning Commission or the City Council on appeal determines:\n\n\t(a)\tA failure to do so would place the occupants of the subdivision or the immediate community, or both, in a condition dangerous to their health or safety, or both; or (Amended by Ord. No. 163,944, Eff. 10\/8\/88.)\n\n\t(b)\tThe condition or denial is required in order to comply with state or federal law.\n\n\t3.\tThe rights conferred by a map approved or conditionally approved pursuant to this section shall expire if a final map is not recorded prior to the expiration of the vesting tentative map as provided in Subsection B 2 of this section. If the final map is recorded, the rights conferred by this section shall be for the following time periods:\n\n\t(a)\tAn initial time period of one year beyond the recording of the final map. Where several final maps are recorded on various phases of a project covered by a single vesting tentative map, this initial time period shall begin for each phase when the final map for the phase is recorded\n\n\t(b)\tThe initial time period set forth in Section C 3 (a) above shall be automatically extended by any time used thereafter by the City for processing a complete application for a grading permit or for design or architectural review, if such time exceeds 30 days, from the date a complete application for such permit or review is filed.\n\n\t(c)\tA subdivider may apply to the Advisory Agency for a one-year extension at any time before expiration of the initial time period set forth in Paragraph (a) of this subdivision. Denial of the time extension may be appealed to the City Council within 15 days by the subdivider.\n\n\t(d)\tIf the subdivider submits a complete application for a building permit during the periods of time specified in Subsections C 3(a)–(c) of this section, the rights conferred by this section shall continue until the expiration of that permit or any extension of that permit.\n\n\t4.\t(a)\tConsistent with Subsection C 1 of this section, an approved or conditionally approved vesting tentative map shall not limit the City from imposing reasonable conditions on subsequently required approvals or permits necessary for the development and authorized by the ordinances, policies, and standards described in Subsection C 1 of this section\n\n\t(b)\tIf the ordinances, policies, or standards described in this Subsection C 1 of this section are changed subsequent to the approval or conditional approval of a vesting tentative map, the subdivider, or his or her assignee, at any time prior to the expiration of the vesting tentative map, may apply for an amendment to the vesting tentative map to secure a vested right to proceed with the changed ordinances, policies, or standards. An application shall clearly specify the changed ordinances, policies, or standards for which the amendment is sought. In addition, such application shall conform to the provisions relating to modifications of tentative maps set forth in Section 17.11 of this Code.\n\n\tD.\tDevelopment Inconsistent With Zoning – Conditional Approval.\n\n\t1.\tWhenever a subdivider files a vesting tentative map for a subdivision whose intended development is inconsistent with the zoning ordinance in existence at that time, that inconsistency shall be noted on the map. The City may deny such a vesting tentative map or approve it conditioned on the subdivider, or his or her designee, obtaining the necessary change in the zoning ordinance to eliminate the inconsistency. If the change in the zoning ordinance is obtained, the approved or conditionally approved vesting tentative map shall confer the vested right to proceed with the development, notwithstanding Subsection C 1 of this section, in substantial compliance with the change in the zoning ordinance and the map, as approved,\n\n\t2.\tThe rights conferred by this subsection shall be for the time periods set forth in Subsections C 3(a) – (d) of this section.","order_by":"15","ancestry":{"1":{"id":"8","name":"Division Of Land Regulations","identifier":"7","label":"article","url":"\/1\/7\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"2702","structure_id":"8","section_number":"17.00","catch_line":"Title.","url":"\/17.00\/","token":"17.00"},"1":{"id":"395","structure_id":"8","section_number":"17.01","catch_line":"Tract Maps – General Provisions.","url":"\/17.01\/","token":"17.01"},"2":{"id":"178","structure_id":"8","section_number":"17.02","catch_line":"Definitions.","url":"\/17.02\/","token":"17.02"},"3":{"id":"4085","structure_id":"8","section_number":"17.03","catch_line":"Advisory Agency.","url":"\/17.03\/","token":"17.03"},"4":{"id":"470","structure_id":"8","section_number":"17.04","catch_line":"Subdivision Committee.","url":"\/17.04\/","token":"17.04"},"5":{"id":"211","structure_id":"8","section_number":"17.05","catch_line":"Design Standards.","url":"\/17.05\/","token":"17.05"},"6":{"id":"3575","structure_id":"8","section_number":"17.06","catch_line":"Tentative Map And Appeals.","url":"\/17.06\/","token":"17.06"},"7":{"id":"2561","structure_id":"8","section_number":"17.07","catch_line":"Final Map.","url":"\/17.07\/","token":"17.07"},"8":{"id":"1740","structure_id":"8","section_number":"17.07.1","catch_line":"Notification Regarding Street Lighting Maintenance Assessments.","url":"\/17.07.1\/","token":"17.07.1"},"9":{"id":"2905","structure_id":"8","section_number":"17.07.2","catch_line":"Notification Regarding Sewer Pumping And\/Or Drainage Facilities And Maintenance Districts.","url":"\/17.07.2\/","token":"17.07.2"},"10":{"id":"3888","structure_id":"8","section_number":"17.08","catch_line":"Improvements.","url":"\/17.08\/","token":"17.08"},"11":{"id":"2192","structure_id":"8","section_number":"17.09","catch_line":"Private Streets.","url":"\/17.09\/","token":"17.09"},"12":{"id":"3033","structure_id":"8","section_number":"17.10","catch_line":"Reversion To Acreage.","url":"\/17.10\/","token":"17.10"},"13":{"id":"3329","structure_id":"8","section_number":"17.10.1","catch_line":"Merger And Resubdivision.","url":"\/17.10.1\/","token":"17.10.1"},"14":{"id":"3865","structure_id":"8","section_number":"17.10.5","catch_line":"Maps – Local Drainage Districts – Exemption From Fees.","url":"\/17.10.5\/","token":"17.10.5"},"15":{"id":"713","structure_id":"8","section_number":"17.11","catch_line":"Modifications.","url":"\/17.11\/","token":"17.11"},"16":{"id":"159","structure_id":"8","section_number":"17.12","catch_line":"Park And Recreation Site Acquisition And Development Provisions.","url":"\/17.12\/","token":"17.12"},"17":{"id":"231","structure_id":"8","section_number":"17.13","catch_line":"Subdivision Requiring Import Or Export Of Earth.","url":"\/17.13\/","token":"17.13"},"18":{"id":"2505","structure_id":"8","section_number":"17.14","catch_line":"Modification Of Recorded Final Maps.","url":"\/17.14\/","token":"17.14"},"19":{"id":"2782","structure_id":"8","section_number":"17.15","catch_line":"Vesting Tentative Maps.","url":"\/17.15\/","token":"17.15"},"20":{"id":"293","structure_id":"8","section_number":"17.50","catch_line":"Parcel Maps – General Provisions.","url":"\/17.50\/","token":"17.50"},"21":{"id":"4","structure_id":"8","section_number":"17.51","catch_line":"Filing Of Preliminary Parcel Maps.","url":"\/17.51\/","token":"17.51"},"22":{"id":"2447","structure_id":"8","section_number":"17.52","catch_line":"Parcel Map – Authority Of Advisory Agency.","url":"\/17.52\/","token":"17.52"},"23":{"id":"2499","structure_id":"8","section_number":"17.53","catch_line":"Approval Of Preliminary Parcel Map.","url":"\/17.53\/","token":"17.53"},"24":{"id":"3692","structure_id":"8","section_number":"17.54","catch_line":"Appeals.","url":"\/17.54\/","token":"17.54"},"25":{"id":"180","structure_id":"8","section_number":"17.55","catch_line":"Map Identification And Reproduction.","url":"\/17.55\/","token":"17.55"},"26":{"id":"1932","structure_id":"8","section_number":"17.56","catch_line":"Parcel Map.","url":"\/17.56\/","token":"17.56"},"27":{"id":"852","structure_id":"8","section_number":"17.57","catch_line":"Approval Of Map Shall Not Authorize Violation Of Other Laws.","url":"\/17.57\/","token":"17.57"},"28":{"id":"3909","structure_id":"8","section_number":"17.58","catch_line":"Park And Recreation Site Acquisition And Development.","url":"\/17.58\/","token":"17.58"},"29":{"id":"3330","structure_id":"8","section_number":"17.59","catch_line":"Modification Of Recorded Parcel Maps.","url":"\/17.59\/","token":"17.59"},"30":{"id":"3699","structure_id":"8","section_number":"17.60","catch_line":"Sales Contrary To Parcel Map Regulations Are\nVoidable.","url":"\/17.60\/","token":"17.60"}},"next_section":{"id":"293","structure_id":"8","section_number":"17.50","catch_line":"Parcel Maps – General Provisions.","url":"\/17.50\/","token":"17.50"},"metadata":false,"references":false,"url":"\/17.15\/","token":"17.15","formats":{"txt":"\/17.15.txt","json":"\/17.15.xml"},"dublin_core":{"Title":"Vesting Tentative Maps.","Type":"Text","Format":"text\/html","Identifier":"§ 17.15","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nVESTING TENTATIVE MAPS. (§ 17.15)\n\n  VESTING TENTATIVE MAPS.\n\t(Added by Ord. No. 163,300, Eff. 3\/27\/88.)\tA.\tApplication. Whenever a provision\nof the Subdivision Map Act, as implemented and supplemented by this article,\nrequires the filing of a tentative map, a vesting tentative map may instead be\nfiled, in accordance with the provisions hereof. If a subdivider does not seek\nthe rights conferred by this Section, the filing of a vesting tentative map\nshall not be a prerequisite to any approval for any proposed subdivision, permit\nfor construction or work preparatory to construction.  (Amended by Ord. No.\n163,944, Eff. 10\/8\/88.)\tB.\tProcedures.\t1.\tFiling and Processing.\t(a)\tA vesting\ntentative map shall be filed on the same form and have the same contents,\naccompanying data and reports and shall be processed in the same manner as set\nforth in this article for a tentative map except as hereinafter provided. At the\ntime a vesting tentative map is filed, it shall have printed conspicuously on\nits face the words “Vesting Tentative Map”. If it is known at the time of\nfiling that an additional approval (such as a variance or coastal development\npermit) is necessary, the application for such additional approval shall be\nfiled prior to or simultaneously with the vesting tentative map.\t(b)\tAt the time\na vesting tentative map is filed, a subdivider shall provide all information\nrequired in connection with the filing of a tentative map by this Code,\nincluding the information required by Section 17.06 B and C. Where the proposed\nsubdivision is in a designated Hillside area, the Advisory Agency shall require\nthe filing of a proposed grading plan pursuant to Section 17.05 L and may not\nwaive the requirement to file preliminary soils report pursuant to Section\n17.05U.  A subdivider shall also indicate whether the proposed subdivision is\nin the vicinity of the Mulholland Scenic Parkway and the dedication of land for\nsuch purposes may be necessary. In addition, if design review of the proposed\nsubdivision is require by the applicable community or district plan or by a\nspecific plan, the subdivider shall provide the information necessary for such\nreview. The plan of building envelope shall be submitted, showing the height,\nsize, number of units and approximate location of buildings, driveways and any\nproposed exterior garden walls.\t2.\tExpiration.  The approval or conditional\napproval of a vesting tentative map shall expire at the end of the same time\nperiod, and shall be subject to the same extensions established by Section 17.07\nof this Code for the expiration an extension of the approval or conditional\napproval of a tentative map.\tC.\tDevelopment Rights.\t1.\tThe approval or\nconditional approval of a vesting tentative map shall confer a vested right to\nproceed with development in substantial compliance with the ordinances, policies\nand standards in effect on the date the application is deemed complete, and with\nthe conditions of approval imposed and specifically enumerated by the Advisory\nAgency, including the submittal of a detailed grading plan under an approved\ngrading permit prior to recordation of the final map.  Such rights shall not\ninclude exemptions from subsequent changes in the Building and Safety and Fire\nregulations contained in Chapters V and IX of the Los Angeles Municipal Code and\npolicies and standards relating thereto\t2.\tNotwithstanding Subsection C 1 of\nthis section, a permit, approval, extension or entitlement may be conditioned or\ndenied if the Advisory Agency, or the City Planning Commission or the City\nCouncil on appeal determines:\t(a)\tA failure to do so would place the occupants\nof the subdivision or the immediate community, or both, in a condition dangerous\nto their health or safety, or both; or (Amended by Ord. No. 163,944, Eff.\n10\/8\/88.)\t(b)\tThe condition or denial is required in order to comply with state\nor federal law.\t3.\tThe rights conferred by a map approved or conditionally\napproved pursuant to this section shall expire if a final map is not recorded\nprior to the expiration of the vesting tentative map as provided in Subsection B\n2 of this section. If the final map is recorded, the rights conferred by this\nsection shall be for the following time periods:\t(a)\tAn initial time period of\none year beyond the recording of the final map. Where several final maps are\nrecorded on various phases of a project covered by a single vesting tentative\nmap, this initial time period shall begin for each phase when the final map for\nthe phase is recorded\t(b)\tThe initial time period set forth in Section C 3 (a)\nabove shall be automatically extended by any time used thereafter by the City\nfor processing a complete application for a grading permit or for design or\narchitectural review, if such time exceeds 30 days, from the date a complete\napplication for such permit or review is filed.\t(c)\tA subdivider may apply to\nthe Advisory Agency for a one-year extension at any time before expiration of\nthe initial time period set forth in Paragraph (a) of this subdivision. Denial\nof the time extension may be appealed to the City Council within 15 days by the\nsubdivider.\t(d)\tIf the subdivider submits a complete application for a building\npermit during the periods of time specified in Subsections C 3(a)–(c) of this\nsection, the rights conferred by this section shall continue until the\nexpiration of that permit or any extension of that permit.\t4.\t(a)\tConsistent\nwith Subsection C 1 of this section, an approved or conditionally approved\nvesting tentative map shall not limit the City from imposing reasonable\nconditions on subsequently required approvals or permits necessary for the\ndevelopment and authorized by the ordinances, policies, and standards described\nin Subsection C 1 of this section\t(b)\tIf the ordinances, policies, or standards\ndescribed in this Subsection C 1 of this section are changed subsequent to the\napproval or conditional approval of a vesting tentative map, the subdivider, or\nhis or her assignee, at any time prior to the expiration of the vesting\ntentative map, may apply for an amendment to the vesting tentative map to secure\na vested right to proceed with the changed ordinances, policies, or standards.\nAn application shall clearly specify the changed ordinances, policies, or\nstandards for which the amendment is sought. In addition, such application shall\nconform to the provisions relating to modifications of tentative maps set forth\nin Section 17.11 of this Code.\tD.\tDevelopment Inconsistent With Zoning –\nConditional Approval.\t1.\tWhenever a subdivider files a vesting tentative map for\na subdivision whose intended development is inconsistent with the zoning\nordinance in existence at that time, that inconsistency shall be noted on the\nmap. The City may deny such a vesting tentative map or approve it conditioned on\nthe subdivider, or his or her designee, obtaining the necessary change in the\nzoning ordinance to eliminate the inconsistency. If the change in the zoning\nordinance is obtained, the approved or conditionally approved vesting tentative\nmap shall confer the vested right to proceed with the development,\nnotwithstanding Subsection C 1 of this section, in substantial compliance with\nthe change in the zoning ordinance and the map, as approved,\t2.\tThe rights\nconferred by this subsection shall be for the time periods set forth in\nSubsections C 3(a) – (d) of this section.\n","html":"\n\t\t\t\t\t<section><p>  VESTING TENTATIVE MAPS.\n\t(Added by Ord. No. 163,300, Eff. 3\/27\/88.)<br \/><br \/>\tA.\tApplication. Whenever a provision of the Subdivision Map Act, as implemented and supplemented by this article, requires the filing of a tentative map, a vesting tentative map may instead be filed, in accordance with the provisions hereof. If a subdivider does not seek the rights conferred by this Section, the filing of a vesting tentative map shall not be a prerequisite to any approval for any proposed subdivision, permit for construction or work preparatory to construction.  (Amended by Ord. No. 163,944, Eff. 10\/8\/88.)<br \/><br \/>\tB.\tProcedures.<br \/><br \/>\t1.\tFiling and Processing.<br \/><br \/>\t(a)\tA vesting tentative map shall be filed on the same form and have the same contents, accompanying data and reports and shall be processed in the same manner as set forth in this article for a tentative map except as hereinafter provided. At the time a vesting tentative map is filed, it shall have printed conspicuously on its face the words “Vesting Tentative Map”. If it is known at the time of filing that an additional approval (such as a variance or coastal development permit) is necessary, the application for such additional approval shall be filed prior to or simultaneously with the vesting tentative map.<br \/><br \/>\t(b)\tAt the time a vesting tentative map is filed, a subdivider shall provide all information required in connection with the filing of a tentative map by this Code, including the information required by Section 17.06 B and C. Where the proposed subdivision is in a designated Hillside area, the Advisory Agency shall require the filing of a proposed grading plan pursuant to Section 17.05 L and may not <span class=\"dictionary\">waive<\/span> the requirement to file preliminary soils report pursuant to Section 17.05U.  A subdivider shall also indicate whether the proposed subdivision is in the vicinity of the Mulholland Scenic Parkway and the dedication of land for such purposes may be necessary. In addition, if design review of the proposed subdivision is require by the applicable community or district plan or by a specific plan, the subdivider shall provide the information necessary for such review. The plan of building envelope shall be submitted, showing the height, size, number of units and approximate location of buildings, driveways and any proposed exterior garden walls.<br \/><br \/>\t2.\tExpiration.  The approval or conditional approval of a vesting tentative map shall expire at the end of the same time period, and shall be subject to the same extensions established by Section 17.07 of this Code for the expiration an extension of the approval or conditional approval of a tentative map.<br \/><br \/>\tC.\tDevelopment Rights.<br \/><br \/>\t1.\tThe approval or conditional approval of a vesting tentative map shall confer a vested right to proceed with development in substantial compliance with the <span class=\"dictionary\">ordinances<\/span>, policies and standards in effect on the date the application is deemed complete, and with the conditions of approval imposed and specifically enumerated by the Advisory Agency, including the submittal of a detailed grading plan under an approved grading permit prior to recordation of the final map.  Such rights shall not include exemptions from subsequent changes in the Building and Safety and Fire regulations contained in Chapters V and IX of the Los Angeles Municipal Code and policies and standards relating thereto<br \/><br \/>\t2.\tNotwithstanding Subsection C 1 of this section, a permit, approval, extension or entitlement may be conditioned or denied if the Advisory Agency, or the City Planning Commission or the City Council on <span class=\"dictionary\">appeal<\/span> determines:<br \/><br \/>\t(a)\tA failure to do so would place the occupants of the subdivision or the immediate community, or both, in a condition dangerous to their health or safety, or both; or (Amended by Ord. No. 163,944, Eff. 10\/8\/88.)<br \/><br \/>\t(b)\tThe condition or denial is required in <span class=\"dictionary\">order<\/span> to comply with state or federal <span class=\"dictionary\">law<\/span>.<br \/><br \/>\t3.\tThe rights conferred by a map approved or conditionally approved pursuant to this section shall expire if a final map is not recorded prior to the expiration of the vesting tentative map as provided in Subsection B 2 of this section. If the final map is recorded, the rights conferred by this section shall be for the following time periods:<br \/><br \/>\t(a)\tAn initial time period of one year beyond the recording of the final map. Where several final maps are recorded on various phases of a project covered by a single vesting tentative map, this initial time period shall begin for each phase when the final map for the phase is recorded<br \/><br \/>\t(b)\tThe initial time period set forth in Section C 3 (a) above shall be automatically extended by any time used thereafter by the City for processing a complete application for a grading permit or for design or architectural review, if such time exceeds 30 days, from the date a complete application for such permit or review is filed.<br \/><br \/>\t(c)\tA subdivider may apply to the Advisory Agency for a one-year extension at any time before expiration of the initial time period set forth in Paragraph (a) of this subdivision. Denial of the time extension may be appealed to the City Council within 15 days by the subdivider.<br \/><br \/>\t(d)\tIf the subdivider submits a complete application for a building permit during the periods of time specified in Subsections C 3(a)–(c) of this section, the rights conferred by this section shall continue until the expiration of that permit or any extension of that permit.<br \/><br \/>\t4.\t(a)\tConsistent with Subsection C 1 of this section, an approved or conditionally approved vesting tentative map shall not limit the City from imposing reasonable conditions on subsequently required approvals or permits necessary for the development and authorized by the <span class=\"dictionary\">ordinances<\/span>, policies, and standards described in Subsection C 1 of this section<br \/><br \/>\t(b)\tIf the <span class=\"dictionary\">ordinances<\/span>, policies, or standards described in this Subsection C 1 of this section are changed subsequent to the approval or conditional approval of a vesting tentative map, the subdivider, or his or her assignee, at any time prior to the expiration of the vesting tentative map, may apply for an amendment to the vesting tentative map to secure a vested right to proceed with the changed <span class=\"dictionary\">ordinances<\/span>, policies, or standards. An application shall clearly specify the changed <span class=\"dictionary\">ordinances<\/span>, policies, or standards for which the amendment is sought. In addition, such application shall conform to the provisions relating to modifications of tentative maps set forth in Section 17.11 of this Code.<br \/><br \/>\tD.\tDevelopment Inconsistent With Zoning – Conditional Approval.<br \/><br \/>\t1.\tWhenever a subdivider files a vesting tentative map for a subdivision whose intended development is inconsistent with the zoning <span class=\"dictionary\">ordinance<\/span> in existence at that time, that inconsistency shall be noted on the map. The City may deny such a vesting tentative map or approve it conditioned on the subdivider, or his or her designee, obtaining the necessary change in the zoning <span class=\"dictionary\">ordinance<\/span> to eliminate the inconsistency. If the change in the zoning <span class=\"dictionary\">ordinance<\/span> is obtained, the approved or conditionally approved vesting tentative map shall confer the vested right to proceed with the development, notwithstanding Subsection C 1 of this section, in substantial compliance with the change in the zoning <span class=\"dictionary\">ordinance<\/span> and the map, as approved,<br \/><br \/>\t2.\tThe rights conferred by this subsection shall be for the time periods set forth in Subsections C 3(a) – (d) of this section.<\/p><\/section>","previous_section":{"id":"2505","structure_id":"8","section_number":"17.14","catch_line":"Modification Of Recorded Final Maps.","url":"\/17.14\/","token":"17.14"},"text":{"0":{"id":"2757","text":"  VESTING TENTATIVE MAPS.\n\t(Added by Ord. No. 163,300, Eff. 3\/27\/88.)\tA.\tApplication. Whenever a provision of the Subdivision Map Act, as implemented and supplemented by this article, requires the filing of a tentative map, a vesting tentative map may instead be filed, in accordance with the provisions hereof. If a subdivider does not seek the rights conferred by this Section, the filing of a vesting tentative map shall not be a prerequisite to any approval for any proposed subdivision, permit for construction or work preparatory to construction.  (Amended by Ord. No. 163,944, Eff. 10\/8\/88.)\tB.\tProcedures.\t1.\tFiling and Processing.\t(a)\tA vesting tentative map shall be filed on the same form and have the same contents, accompanying data and reports and shall be processed in the same manner as set forth in this article for a tentative map except as hereinafter provided. At the time a vesting tentative map is filed, it shall have printed conspicuously on its face the words “Vesting Tentative Map”. If it is known at the time of filing that an additional approval (such as a variance or coastal development permit) is necessary, the application for such additional approval shall be filed prior to or simultaneously with the vesting tentative map.\t(b)\tAt the time a vesting tentative map is filed, a subdivider shall provide all information required in connection with the filing of a tentative map by this Code, including the information required by Section 17.06 B and C. Where the proposed subdivision is in a designated Hillside area, the Advisory Agency shall require the filing of a proposed grading plan pursuant to Section 17.05 L and may not waive the requirement to file preliminary soils report pursuant to Section 17.05U.  A subdivider shall also indicate whether the proposed subdivision is in the vicinity of the Mulholland Scenic Parkway and the dedication of land for such purposes may be necessary. In addition, if design review of the proposed subdivision is require by the applicable community or district plan or by a specific plan, the subdivider shall provide the information necessary for such review. The plan of building envelope shall be submitted, showing the height, size, number of units and approximate location of buildings, driveways and any proposed exterior garden walls.\t2.\tExpiration.  The approval or conditional approval of a vesting tentative map shall expire at the end of the same time period, and shall be subject to the same extensions established by Section 17.07 of this Code for the expiration an extension of the approval or conditional approval of a tentative map.\tC.\tDevelopment Rights.\t1.\tThe approval or conditional approval of a vesting tentative map shall confer a vested right to proceed with development in substantial compliance with the ordinances, policies and standards in effect on the date the application is deemed complete, and with the conditions of approval imposed and specifically enumerated by the Advisory Agency, including the submittal of a detailed grading plan under an approved grading permit prior to recordation of the final map.  Such rights shall not include exemptions from subsequent changes in the Building and Safety and Fire regulations contained in Chapters V and IX of the Los Angeles Municipal Code and policies and standards relating thereto\t2.\tNotwithstanding Subsection C 1 of this section, a permit, approval, extension or entitlement may be conditioned or denied if the Advisory Agency, or the City Planning Commission or the City Council on appeal determines:\t(a)\tA failure to do so would place the occupants of the subdivision or the immediate community, or both, in a condition dangerous to their health or safety, or both; or (Amended by Ord. No. 163,944, Eff. 10\/8\/88.)\t(b)\tThe condition or denial is required in order to comply with state or federal law.\t3.\tThe rights conferred by a map approved or conditionally approved pursuant to this section shall expire if a final map is not recorded prior to the expiration of the vesting tentative map as provided in Subsection B 2 of this section. If the final map is recorded, the rights conferred by this section shall be for the following time periods:\t(a)\tAn initial time period of one year beyond the recording of the final map. Where several final maps are recorded on various phases of a project covered by a single vesting tentative map, this initial time period shall begin for each phase when the final map for the phase is recorded\t(b)\tThe initial time period set forth in Section C 3 (a) above shall be automatically extended by any time used thereafter by the City for processing a complete application for a grading permit or for design or architectural review, if such time exceeds 30 days, from the date a complete application for such permit or review is filed.\t(c)\tA subdivider may apply to the Advisory Agency for a one-year extension at any time before expiration of the initial time period set forth in Paragraph (a) of this subdivision. Denial of the time extension may be appealed to the City Council within 15 days by the subdivider.\t(d)\tIf the subdivider submits a complete application for a building permit during the periods of time specified in Subsections C 3(a)–(c) of this section, the rights conferred by this section shall continue until the expiration of that permit or any extension of that permit.\t4.\t(a)\tConsistent with Subsection C 1 of this section, an approved or conditionally approved vesting tentative map shall not limit the City from imposing reasonable conditions on subsequently required approvals or permits necessary for the development and authorized by the ordinances, policies, and standards described in Subsection C 1 of this section\t(b)\tIf the ordinances, policies, or standards described in this Subsection C 1 of this section are changed subsequent to the approval or conditional approval of a vesting tentative map, the subdivider, or his or her assignee, at any time prior to the expiration of the vesting tentative map, may apply for an amendment to the vesting tentative map to secure a vested right to proceed with the changed ordinances, policies, or standards. An application shall clearly specify the changed ordinances, policies, or standards for which the amendment is sought. In addition, such application shall conform to the provisions relating to modifications of tentative maps set forth in Section 17.11 of this Code.\tD.\tDevelopment Inconsistent With Zoning – Conditional Approval.\t1.\tWhenever a subdivider files a vesting tentative map for a subdivision whose intended development is inconsistent with the zoning ordinance in existence at that time, that inconsistency shall be noted on the map. The City may deny such a vesting tentative map or approve it conditioned on the subdivider, or his or her designee, obtaining the necessary change in the zoning ordinance to eliminate the inconsistency. If the change in the zoning ordinance is obtained, the approved or conditionally approved vesting tentative map shall confer the vested right to proceed with the development, notwithstanding Subsection C 1 of this section, in substantial compliance with the change in the zoning ordinance and the map, as approved,\t2.\tThe rights conferred by this subsection shall be for the time periods set forth in Subsections C 3(a) – (d) of this section.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}