{"section_number":"17.56","edition_id":"1","section_id":"1932","structure_id":"8","catch_line":"Parcel Map.","history":"","full_text":"  PARCEL MAP.\n\n\tA.\tTime Limit.  (Amended by Ord. No. 182,106, Eff. 5\/20\/12.)  The following provisions establish the term of preliminary approvals and Tentative Map approvals under Section 17.50 C. of this Code:\n\n\t1.\tWithin 36 months after the approval or conditional approval of the preliminary Parcel Map or approval of a Tentative Map filed pursuant to the requirements of Section 17.50 C. of this Code,  a final Parcel Map showing each new parcel shall be prepared and filed with the City Engineer and submitted by the City Engineer to the City Council.  The failure of a person dividing land to file the map with the City Engineer within that period and to have the map corrected and presented by the City Engineer to the City Clerk within the specified time limit shall automatically terminate and void the proceedings unless the time is extended by the Advisory Agency or the Appeal Board, upon the appeal from a denial of the extension by the Advisory Agency.\n\n\t2.\tThe time limit for the submittal of a corrected Parcel Map to the City Council may be extended for a period or periods not exceeding a total of 72 months including the initial term.\n\n\tThe provisions of this subsection shall apply to those maps described above and shall also apply to those maps that were approved or conditionally approved prior to the effective date of this subsection and that have not terminated prior to that date.\n\n\tEXCEPTION.  The term of a preliminary Parcel Map approval or Tentative Map approval under Section 17.50 C. of this Code shall be automatically extended pursuant to the provisions of California Governmental Code Sections 66452.21, 66452.22, and 66452.23, and any other current or future provision of the Subdivision Map Act that operates to extend the term of such approvals.\n\n\tB.\tProcedure. (Amended by Ord. No. 157,811, Eff. 8\/13\/83.) A final parcel map shall be prepared and filed with the City Engineer in compliance with the provisions of this article. Said map shall conform substantially to the approved preliminary parcel map, or the approved tentative map which was filed pursuant to the requirements contained in Section 17.50 of this Code. The final parcel map shall be accepted by the City Council provided that:\n\n\t1.\tThe necessary improvements and grading or retaining structure construction, as set forth in the approval of the preliminary parcel map, have been installed and approved by the City, or provided the subdivider executes an Improvement Agreement and submits or agrees to submit:\n\n\ta.\tImprovement plans; and\n\n\tb.\tSatisfactory grading or construction plans, where grading or construction of an engineered retaining structure is required in Hillside Areas; and\n\n\tc.\tImprovement Securities, warranty guarantees, and labor and material payment securities in accordance with provisions of Section 17.08 G. of this Code\n\n\t2.\tAll approvals have been obtained from City departments and other public agencies; and\n\n\t3.\tAny special assessment or bond required to be paid or guaranteed pursuant to Section 66493(c) of the Subdivision Map Act has been paid in full, or such payment has been guaranteed.\n\n\tC.\tFinal Parcel Map Requirements. (Title Amended by Ord. No. 157,811, Eff. 8\/31\/83.)\n\n\t1.\tThe following information shall be submitted with the Parcel Map: names, address and telephone number of the record owners, and person preparing the Parcel Map. The general form and layout of the map, including size and type of lettering, drafting and location of acknowledgment, etc., shall be determined by the City Engineer. The map shall be prepared on high quality tracing cloth or other material approved by the City Engineer.\n\n\t1.5\tThe map shall show the location of each parcel and its relation to surrounding surveys. The location of any remainder of the original parcel shall be shown, but need not be shown as a matter of survey but only by reference to the existing record boundaries of such remainder if such remainder has a gross area of five acres or more. (Added by Ord. No. 133,753, Eff. 4\/11\/75.)\n\n\t2.\t(Amended by  No. 146,985, Eff. 4\/11\/75.) Each sheet of said Parcel Map shall be 18 × 26 inches. A marginal line shall be drawn around each sheet, leaving a blank margin of one inch. The scale of the map shall be such as to show all details clearly. Each sheet shall be numbered, and its relation to other sheets clearly shown. The Parcel Map number, scale and north point shall be shown on each sheet. If more than three sheets are necessary to show the entire division of land, an index map shall be included on one of the sheets.\n\n\tThe exterior boundary of the land included within the subdivision shall be indicated by distinctive symbols and clearly so designated. Each parcel shall be identified by a letter.\n\n\t3.\tWhere the division of land creates four or less parcels, the Parcel Map may be compiled from recorded or filed data when sufficient survey information exists on filed maps to locate and retrace the exterior boundary lines of the parcel map if the location of at least one of these boundary lines can be established from an existing monumented line. (Amended by Ord. No. 146,985, Eff. 4\/11\/75. )\n\n\t4.\tAll other Parcel Maps shall be based upon a field survey made in conformance with the Land Surveyor’s Act.\n\n\t5.\tThe Parcel Map shall be prepared by a registered civil engineer or licensed land surveyor. A signed Surveyor’s Certificate as required by the Subdivision Map Act shall appear on the Parcel Map.\n\n\t5.5\tWhere there are no dedications being made by the Parcel Map, a certificate signed and acknowledged by the fee owners only, of the real property being subdivided, consenting to the preparation and recordation of the parcel map, shall be required. (Added by Ord. No. 148,598, Eff. 8\/25\/76.)\n\n\t6.\tWithin 20 days after receiving the Parcel Map, the City Engineer shall examine it for the survey information shown thereon, and if he is satisfied that it is technically correct, he shall certify the map in accordance with the provisions of the Subdivision Map Act.\n\n\t7.\tEach approved Parcel Map recorded with the County Recorder shall contain the following statement; “The approval of this Parcel Map shall not be construed as having been based upon geological investigation such as will authorize the issuance of building permits on the subject property. Such permits will be issued only at such time as the Department of Building and Safety has received such topographic maps and geological reports as it deems necessary to justify the issuance of such building permits.” (Added by Ord. No. 143,254, Eff. 5\/14\/72.)","order_by":"56","ancestry":{"1":{"id":"8","name":"Division Of Land Regulations","identifier":"7","label":"article","url":"\/1\/7\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"2702","structure_id":"8","section_number":"17.00","catch_line":"Title.","url":"\/17.00\/","token":"17.00"},"1":{"id":"395","structure_id":"8","section_number":"17.01","catch_line":"Tract Maps – General Provisions.","url":"\/17.01\/","token":"17.01"},"2":{"id":"178","structure_id":"8","section_number":"17.02","catch_line":"Definitions.","url":"\/17.02\/","token":"17.02"},"3":{"id":"4085","structure_id":"8","section_number":"17.03","catch_line":"Advisory Agency.","url":"\/17.03\/","token":"17.03"},"4":{"id":"470","structure_id":"8","section_number":"17.04","catch_line":"Subdivision Committee.","url":"\/17.04\/","token":"17.04"},"5":{"id":"211","structure_id":"8","section_number":"17.05","catch_line":"Design Standards.","url":"\/17.05\/","token":"17.05"},"6":{"id":"3575","structure_id":"8","section_number":"17.06","catch_line":"Tentative Map And Appeals.","url":"\/17.06\/","token":"17.06"},"7":{"id":"2561","structure_id":"8","section_number":"17.07","catch_line":"Final Map.","url":"\/17.07\/","token":"17.07"},"8":{"id":"1740","structure_id":"8","section_number":"17.07.1","catch_line":"Notification Regarding Street Lighting Maintenance Assessments.","url":"\/17.07.1\/","token":"17.07.1"},"9":{"id":"2905","structure_id":"8","section_number":"17.07.2","catch_line":"Notification Regarding Sewer Pumping And\/Or Drainage Facilities And Maintenance Districts.","url":"\/17.07.2\/","token":"17.07.2"},"10":{"id":"3888","structure_id":"8","section_number":"17.08","catch_line":"Improvements.","url":"\/17.08\/","token":"17.08"},"11":{"id":"2192","structure_id":"8","section_number":"17.09","catch_line":"Private Streets.","url":"\/17.09\/","token":"17.09"},"12":{"id":"3033","structure_id":"8","section_number":"17.10","catch_line":"Reversion To Acreage.","url":"\/17.10\/","token":"17.10"},"13":{"id":"3329","structure_id":"8","section_number":"17.10.1","catch_line":"Merger And Resubdivision.","url":"\/17.10.1\/","token":"17.10.1"},"14":{"id":"3865","structure_id":"8","section_number":"17.10.5","catch_line":"Maps – Local Drainage Districts – Exemption From Fees.","url":"\/17.10.5\/","token":"17.10.5"},"15":{"id":"713","structure_id":"8","section_number":"17.11","catch_line":"Modifications.","url":"\/17.11\/","token":"17.11"},"16":{"id":"159","structure_id":"8","section_number":"17.12","catch_line":"Park And Recreation Site Acquisition And Development Provisions.","url":"\/17.12\/","token":"17.12"},"17":{"id":"231","structure_id":"8","section_number":"17.13","catch_line":"Subdivision Requiring Import Or Export Of Earth.","url":"\/17.13\/","token":"17.13"},"18":{"id":"2505","structure_id":"8","section_number":"17.14","catch_line":"Modification Of Recorded Final Maps.","url":"\/17.14\/","token":"17.14"},"19":{"id":"2782","structure_id":"8","section_number":"17.15","catch_line":"Vesting Tentative Maps.","url":"\/17.15\/","token":"17.15"},"20":{"id":"293","structure_id":"8","section_number":"17.50","catch_line":"Parcel Maps – General Provisions.","url":"\/17.50\/","token":"17.50"},"21":{"id":"4","structure_id":"8","section_number":"17.51","catch_line":"Filing Of Preliminary Parcel Maps.","url":"\/17.51\/","token":"17.51"},"22":{"id":"2447","structure_id":"8","section_number":"17.52","catch_line":"Parcel Map – Authority Of Advisory Agency.","url":"\/17.52\/","token":"17.52"},"23":{"id":"2499","structure_id":"8","section_number":"17.53","catch_line":"Approval Of Preliminary Parcel Map.","url":"\/17.53\/","token":"17.53"},"24":{"id":"3692","structure_id":"8","section_number":"17.54","catch_line":"Appeals.","url":"\/17.54\/","token":"17.54"},"25":{"id":"180","structure_id":"8","section_number":"17.55","catch_line":"Map Identification And Reproduction.","url":"\/17.55\/","token":"17.55"},"26":{"id":"1932","structure_id":"8","section_number":"17.56","catch_line":"Parcel Map.","url":"\/17.56\/","token":"17.56"},"27":{"id":"852","structure_id":"8","section_number":"17.57","catch_line":"Approval Of Map Shall Not Authorize Violation Of Other Laws.","url":"\/17.57\/","token":"17.57"},"28":{"id":"3909","structure_id":"8","section_number":"17.58","catch_line":"Park And Recreation Site Acquisition And Development.","url":"\/17.58\/","token":"17.58"},"29":{"id":"3330","structure_id":"8","section_number":"17.59","catch_line":"Modification Of Recorded Parcel Maps.","url":"\/17.59\/","token":"17.59"},"30":{"id":"3699","structure_id":"8","section_number":"17.60","catch_line":"Sales Contrary To Parcel Map Regulations Are\nVoidable.","url":"\/17.60\/","token":"17.60"}},"next_section":{"id":"852","structure_id":"8","section_number":"17.57","catch_line":"Approval Of Map Shall Not Authorize Violation Of Other Laws.","url":"\/17.57\/","token":"17.57"},"metadata":false,"references":false,"url":"\/17.56\/","token":"17.56","formats":{"txt":"\/17.56.txt","json":"\/17.56.xml"},"dublin_core":{"Title":"Parcel Map.","Type":"Text","Format":"text\/html","Identifier":"§ 17.56","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPARCEL MAP. (§ 17.56)\n\n  PARCEL MAP.\tA.\tTime Limit.  (Amended by Ord. No. 182,106, Eff. 5\/20\/12.) \nThe following provisions establish the term of preliminary approvals and\nTentative Map approvals under Section 17.50 C. of this Code:\t1.\tWithin 36 months\nafter the approval or conditional approval of the preliminary Parcel Map or\napproval of a Tentative Map filed pursuant to the requirements of Section 17.50\nC. of this Code,  a final Parcel Map showing each new parcel shall be prepared\nand filed with the City Engineer and submitted by the City Engineer to the City\nCouncil.  The failure of a person dividing land to file the map with the City\nEngineer within that period and to have the map corrected and presented by the\nCity Engineer to the City Clerk within the specified time limit shall\nautomatically terminate and void the proceedings unless the time is extended by\nthe Advisory Agency or the Appeal Board, upon the appeal from a denial of the\nextension by the Advisory Agency.\t2.\tThe time limit for the submittal of a\ncorrected Parcel Map to the City Council may be extended for a period or periods\nnot exceeding a total of 72 months including the initial term.\tThe provisions of\nthis subsection shall apply to those maps described above and shall also apply\nto those maps that were approved or conditionally approved prior to the\neffective date of this subsection and that have not terminated prior to that\ndate.\tEXCEPTION.  The term of a preliminary Parcel Map approval or Tentative\nMap approval under Section 17.50 C. of this Code shall be automatically extended\npursuant to the provisions of California Governmental Code Sections 66452.21,\n66452.22, and 66452.23, and any other current or future provision of the\nSubdivision Map Act that operates to extend the term of such\napprovals.\tB.\tProcedure. (Amended by Ord. No. 157,811, Eff. 8\/13\/83.) A final\nparcel map shall be prepared and filed with the City Engineer in compliance with\nthe provisions of this article. Said map shall conform substantially to the\napproved preliminary parcel map, or the approved tentative map which was filed\npursuant to the requirements contained in Section 17.50 of this Code. The final\nparcel map shall be accepted by the City Council provided that:\t1.\tThe necessary\nimprovements and grading or retaining structure construction, as set forth in\nthe approval of the preliminary parcel map, have been installed and approved by\nthe City, or provided the subdivider executes an Improvement Agreement and\nsubmits or agrees to submit:\ta.\tImprovement plans; and\tb.\tSatisfactory grading\nor construction plans, where grading or construction of an engineered retaining\nstructure is required in Hillside Areas; and\tc.\tImprovement Securities, warranty\nguarantees, and labor and material payment securities in accordance with\nprovisions of Section 17.08 G. of this Code\t2.\tAll approvals have been obtained\nfrom City departments and other public agencies; and\t3.\tAny special assessment\nor bond required to be paid or guaranteed pursuant to Section 66493(c) of the\nSubdivision Map Act has been paid in full, or such payment has been\nguaranteed.\tC.\tFinal Parcel Map Requirements. (Title Amended by Ord. No.\n157,811, Eff. 8\/31\/83.)\t1.\tThe following information shall be submitted with the\nParcel Map: names, address and telephone number of the record owners, and person\npreparing the Parcel Map. The general form and layout of the map, including size\nand type of lettering, drafting and location of acknowledgment, etc., shall be\ndetermined by the City Engineer. The map shall be prepared on high quality\ntracing cloth or other material approved by the City Engineer.\t1.5\tThe map shall\nshow the location of each parcel and its relation to surrounding surveys. The\nlocation of any remainder of the original parcel shall be shown, but need not be\nshown as a matter of survey but only by reference to the existing record\nboundaries of such remainder if such remainder has a gross area of five acres or\nmore. (Added by Ord. No. 133,753, Eff. 4\/11\/75.)\t2.\t(Amended by  No. 146,985,\nEff. 4\/11\/75.) Each sheet of said Parcel Map shall be 18 × 26 inches. A\nmarginal line shall be drawn around each sheet, leaving a blank margin of one\ninch. The scale of the map shall be such as to show all details clearly. Each\nsheet shall be numbered, and its relation to other sheets clearly shown. The\nParcel Map number, scale and north point shall be shown on each sheet. If more\nthan three sheets are necessary to show the entire division of land, an index\nmap shall be included on one of the sheets.\tThe exterior boundary of the land\nincluded within the subdivision shall be indicated by distinctive symbols and\nclearly so designated. Each parcel shall be identified by a letter.\t3.\tWhere the\ndivision of land creates four or less parcels, the Parcel Map may be compiled\nfrom recorded or filed data when sufficient survey information exists on filed\nmaps to locate and retrace the exterior boundary lines of the parcel map if the\nlocation of at least one of these boundary lines can be established from an\nexisting monumented line. (Amended by Ord. No. 146,985, Eff. 4\/11\/75. )\t4.\tAll\nother Parcel Maps shall be based upon a field survey made in conformance with\nthe Land Surveyor’s Act.\t5.\tThe Parcel Map shall be prepared by a registered\ncivil engineer or licensed land surveyor. A signed Surveyor’s Certificate as\nrequired by the Subdivision Map Act shall appear on the Parcel Map.\t5.5\tWhere\nthere are no dedications being made by the Parcel Map, a certificate signed and\nacknowledged by the fee owners only, of the real property being subdivided,\nconsenting to the preparation and recordation of the parcel map, shall be\nrequired. (Added by Ord. No. 148,598, Eff. 8\/25\/76.)\t6.\tWithin 20 days after\nreceiving the Parcel Map, the City Engineer shall examine it for the survey\ninformation shown thereon, and if he is satisfied that it is technically\ncorrect, he shall certify the map in accordance with the provisions of the\nSubdivision Map Act.\t7.\tEach approved Parcel Map recorded with the County\nRecorder shall contain the following statement; “The approval of this Parcel\nMap shall not be construed as having been based upon geological investigation\nsuch as will authorize the issuance of building permits on the subject property.\nSuch permits will be issued only at such time as the Department of Building and\nSafety has received such topographic maps and geological reports as it deems\nnecessary to justify the issuance of such building permits.” (Added by Ord.\nNo. 143,254, Eff. 5\/14\/72.)\n","html":"\n\t\t\t\t\t<section><p>  PARCEL MAP.<br \/><br \/>\tA.\tTime Limit.  (Amended by Ord. No. 182,106, Eff. 5\/20\/12.)  The following provisions establish the term of preliminary approvals and Tentative Map approvals under Section 17.50 C. of this Code:<br \/><br \/>\t1.\tWithin 36 months after the approval or conditional approval of the preliminary Parcel Map or approval of a Tentative Map filed pursuant to the requirements of Section 17.50 C. of this Code,  a final Parcel Map showing each new parcel shall be prepared and filed with the City Engineer and submitted by the City Engineer to the City Council.  The failure of a person dividing land to file the map with the City Engineer within that period and to have the map corrected and presented by the City Engineer to the City Clerk within the specified time limit shall automatically terminate and void the proceedings unless the time is extended by the Advisory Agency or the <span class=\"dictionary\">Appeal<\/span> Board, upon the <span class=\"dictionary\">appeal<\/span> from a denial of the extension by the Advisory Agency.<br \/><br \/>\t2.\tThe time limit for the submittal of a corrected Parcel Map to the City Council may be extended for a period or periods not exceeding a total of 72 months including the initial term.<br \/><br \/>\tThe provisions of this subsection shall apply to those maps described above and shall also apply to those maps that were approved or conditionally approved prior to the effective date of this subsection and that have not terminated prior to that date.<br \/><br \/>\tEXCEPTION.  The term of a preliminary Parcel Map approval or Tentative Map approval under Section 17.50 C. of this Code shall be automatically extended pursuant to the provisions of California Governmental Code Sections 66452.21, 66452.22, and 66452.23, and any other current or future provision of the Subdivision Map Act that operates to extend the term of such approvals.<br \/><br \/>\tB.\tProcedure. (Amended by Ord. No. 157,811, Eff. 8\/13\/83.) A final parcel map shall be prepared and filed with the City Engineer in compliance with the provisions of this article. Said map shall conform substantially to the approved preliminary parcel map, or the approved tentative map which was filed pursuant to the requirements contained in Section 17.50 of this Code. The final parcel map shall be accepted by the City Council provided that:<br \/><br \/>\t1.\tThe necessary improvements and grading or retaining structure construction, as set forth in the approval of the preliminary parcel map, have been installed and approved by the City, or provided the subdivider executes an Improvement Agreement and submits or agrees to submit:<br \/><br \/>\ta.\tImprovement plans; and<br \/><br \/>\tb.\tSatisfactory grading or construction plans, where grading or construction of an engineered retaining structure is required in Hillside Areas; and<br \/><br \/>\tc.\tImprovement Securities, warranty guarantees, and labor and <span class=\"dictionary\">material<\/span> payment securities in accordance with provisions of Section 17.08 G. of this Code<br \/><br \/>\t2.\tAll approvals have been obtained from City departments and other public agencies; and<br \/><br \/>\t3.\tAny special assessment or <span class=\"dictionary\">bond<\/span> required to be paid or guaranteed pursuant to Section 66493(c) of the Subdivision Map Act has been paid in full, or such payment has been guaranteed.<br \/><br \/>\tC.\tFinal Parcel Map Requirements. (Title Amended by Ord. No. 157,811, Eff. 8\/31\/83.)<br \/><br \/>\t1.\tThe following information shall be submitted with the Parcel Map: names, address and telephone number of the record owners, and person preparing the Parcel Map. The general form and layout of the map, including size and type of lettering, drafting and location of acknowledgment, etc., shall be determined by the City Engineer. The map shall be prepared on high quality tracing cloth or other <span class=\"dictionary\">material<\/span> approved by the City Engineer.<br \/><br \/>\t1.5\tThe map shall show the location of each parcel and its relation to surrounding surveys. The location of any remainder of the original parcel shall be shown, but need not be shown as a matter of survey but only by reference to the existing record boundaries of such remainder if such remainder has a gross area of five acres or more. (Added by Ord. No. 133,753, Eff. 4\/11\/75.)<br \/><br \/>\t2.\t(Amended by  No. 146,985, Eff. 4\/11\/75.) Each sheet of said Parcel Map shall be 18 × 26 inches. A marginal line shall be drawn around each sheet, leaving a blank margin of one inch. The scale of the map shall be such as to show all details clearly. Each sheet shall be numbered, and its relation to other sheets clearly shown. The Parcel Map number, scale and north point shall be shown on each sheet. If more than three sheets are necessary to show the entire division of land, an index map shall be included on one of the sheets.<br \/><br \/>\tThe exterior boundary of the land included within the subdivision shall be indicated by distinctive symbols and clearly so designated. Each parcel shall be identified by a letter.<br \/><br \/>\t3.\tWhere the division of land creates four or less parcels, the Parcel Map may be compiled from recorded or filed data when sufficient survey information exists on filed maps to locate and retrace the exterior boundary lines of the parcel map if the location of at least one of these boundary lines can be established from an existing monumented line. (Amended by Ord. No. 146,985, Eff. 4\/11\/75. )<br \/><br \/>\t4.\tAll other Parcel Maps shall be based upon a field survey made in conformance with the Land Surveyor’s Act.<br \/><br \/>\t5.\tThe Parcel Map shall be prepared by a registered civil engineer or licensed land surveyor. A signed Surveyor’s Certificate as required by the Subdivision Map Act shall appear on the Parcel Map.<br \/><br \/>\t5.5\tWhere there are no dedications being made by the Parcel Map, a certificate signed and acknowledged by the fee owners only, of the real property being subdivided, consenting to the preparation and recordation of the parcel map, shall be required. (Added by Ord. No. 148,598, Eff. 8\/25\/76.)<br \/><br \/>\t6.\tWithin 20 days after receiving the Parcel Map, the City Engineer shall examine it for the survey information shown thereon, and if he is satisfied that it is technically correct, he shall certify the map in accordance with the provisions of the Subdivision Map Act.<br \/><br \/>\t7.\tEach approved Parcel Map recorded with the County Recorder shall contain the following statement; “The approval of this Parcel Map shall not be construed as having been based upon geological investigation such as will authorize the issuance of building permits on the subject property. Such permits will be issued only at such time as the Department of Building and Safety has received such topographic maps and geological reports as it deems necessary to justify the issuance of such building permits.” (Added by Ord. No. 143,254, Eff. 5\/14\/72.)<\/p><\/section>","previous_section":{"id":"180","structure_id":"8","section_number":"17.55","catch_line":"Map Identification And Reproduction.","url":"\/17.55\/","token":"17.55"},"text":{"0":{"id":"1915","text":"  PARCEL MAP.\tA.\tTime Limit.  (Amended by Ord. No. 182,106, Eff. 5\/20\/12.)  The following provisions establish the term of preliminary approvals and Tentative Map approvals under Section 17.50 C. of this Code:\t1.\tWithin 36 months after the approval or conditional approval of the preliminary Parcel Map or approval of a Tentative Map filed pursuant to the requirements of Section 17.50 C. of this Code,  a final Parcel Map showing each new parcel shall be prepared and filed with the City Engineer and submitted by the City Engineer to the City Council.  The failure of a person dividing land to file the map with the City Engineer within that period and to have the map corrected and presented by the City Engineer to the City Clerk within the specified time limit shall automatically terminate and void the proceedings unless the time is extended by the Advisory Agency or the Appeal Board, upon the appeal from a denial of the extension by the Advisory Agency.\t2.\tThe time limit for the submittal of a corrected Parcel Map to the City Council may be extended for a period or periods not exceeding a total of 72 months including the initial term.\tThe provisions of this subsection shall apply to those maps described above and shall also apply to those maps that were approved or conditionally approved prior to the effective date of this subsection and that have not terminated prior to that date.\tEXCEPTION.  The term of a preliminary Parcel Map approval or Tentative Map approval under Section 17.50 C. of this Code shall be automatically extended pursuant to the provisions of California Governmental Code Sections 66452.21, 66452.22, and 66452.23, and any other current or future provision of the Subdivision Map Act that operates to extend the term of such approvals.\tB.\tProcedure. (Amended by Ord. No. 157,811, Eff. 8\/13\/83.) A final parcel map shall be prepared and filed with the City Engineer in compliance with the provisions of this article. Said map shall conform substantially to the approved preliminary parcel map, or the approved tentative map which was filed pursuant to the requirements contained in Section 17.50 of this Code. The final parcel map shall be accepted by the City Council provided that:\t1.\tThe necessary improvements and grading or retaining structure construction, as set forth in the approval of the preliminary parcel map, have been installed and approved by the City, or provided the subdivider executes an Improvement Agreement and submits or agrees to submit:\ta.\tImprovement plans; and\tb.\tSatisfactory grading or construction plans, where grading or construction of an engineered retaining structure is required in Hillside Areas; and\tc.\tImprovement Securities, warranty guarantees, and labor and material payment securities in accordance with provisions of Section 17.08 G. of this Code\t2.\tAll approvals have been obtained from City departments and other public agencies; and\t3.\tAny special assessment or bond required to be paid or guaranteed pursuant to Section 66493(c) of the Subdivision Map Act has been paid in full, or such payment has been guaranteed.\tC.\tFinal Parcel Map Requirements. (Title Amended by Ord. No. 157,811, Eff. 8\/31\/83.)\t1.\tThe following information shall be submitted with the Parcel Map: names, address and telephone number of the record owners, and person preparing the Parcel Map. The general form and layout of the map, including size and type of lettering, drafting and location of acknowledgment, etc., shall be determined by the City Engineer. The map shall be prepared on high quality tracing cloth or other material approved by the City Engineer.\t1.5\tThe map shall show the location of each parcel and its relation to surrounding surveys. The location of any remainder of the original parcel shall be shown, but need not be shown as a matter of survey but only by reference to the existing record boundaries of such remainder if such remainder has a gross area of five acres or more. (Added by Ord. No. 133,753, Eff. 4\/11\/75.)\t2.\t(Amended by  No. 146,985, Eff. 4\/11\/75.) Each sheet of said Parcel Map shall be 18 × 26 inches. A marginal line shall be drawn around each sheet, leaving a blank margin of one inch. The scale of the map shall be such as to show all details clearly. Each sheet shall be numbered, and its relation to other sheets clearly shown. The Parcel Map number, scale and north point shall be shown on each sheet. If more than three sheets are necessary to show the entire division of land, an index map shall be included on one of the sheets.\tThe exterior boundary of the land included within the subdivision shall be indicated by distinctive symbols and clearly so designated. Each parcel shall be identified by a letter.\t3.\tWhere the division of land creates four or less parcels, the Parcel Map may be compiled from recorded or filed data when sufficient survey information exists on filed maps to locate and retrace the exterior boundary lines of the parcel map if the location of at least one of these boundary lines can be established from an existing monumented line. (Amended by Ord. No. 146,985, Eff. 4\/11\/75. )\t4.\tAll other Parcel Maps shall be based upon a field survey made in conformance with the Land Surveyor’s Act.\t5.\tThe Parcel Map shall be prepared by a registered civil engineer or licensed land surveyor. A signed Surveyor’s Certificate as required by the Subdivision Map Act shall appear on the Parcel Map.\t5.5\tWhere there are no dedications being made by the Parcel Map, a certificate signed and acknowledged by the fee owners only, of the real property being subdivided, consenting to the preparation and recordation of the parcel map, shall be required. (Added by Ord. No. 148,598, Eff. 8\/25\/76.)\t6.\tWithin 20 days after receiving the Parcel Map, the City Engineer shall examine it for the survey information shown thereon, and if he is satisfied that it is technically correct, he shall certify the map in accordance with the provisions of the Subdivision Map Act.\t7.\tEach approved Parcel Map recorded with the County Recorder shall contain the following statement; “The approval of this Parcel Map shall not be construed as having been based upon geological investigation such as will authorize the issuance of building permits on the subject property. Such permits will be issued only at such time as the Department of Building and Safety has received such topographic maps and geological reports as it deems necessary to justify the issuance of such building permits.” (Added by Ord. No. 143,254, Eff. 5\/14\/72.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}