{"section_number":"17.52","edition_id":"1","section_id":"2447","structure_id":"8","catch_line":"Parcel Map – Authority Of Advisory Agency.","history":"","full_text":"  PARCEL MAP – AUTHORITY OF ADVISORY AGENCY.\n\n\tA.\tDisapproval Of Maps.\n\n\t1.\tNo preliminary Parcel Map shall be approved which violates or would result in a violation of, or fails to comply with, the Subdivision Map Act or any other applicable law of this City or State. (Amended by Ord. No. 130,871, Eff. 9\/20\/65.)\n\n\t2.\tIn addition the Advisory Agency may disapprove a preliminary Parcel Map if, after investigation, it determines that said map does not substantially comply with the various elements of the City’s General Plan, or does not provide such street or alley dedication or improvements as are necessary to achieve the purposes of these regulations, or fails to provide acceptable lot design or lot sizes which closely conform to the size of the contiguous or nearby lots on the same street, or results in reorientation of a lot or parcel in such a manner as to be detrimental to adjoining properties or the surrounding neighborhood. (Amended by Ord. No. 138,800, Eff. 6\/23\/69.)\n\n\t3.\tWhere a Parcel Map involves land for which a General Plan, including dwelling unit densities, has been adopted by the Council, and said land is also in an “H” Hillside or Mountainous Area established by Article 2 of this Chapter, the number of lots or parcels on said map shall be limited so that the number of dwelling units permitted by the applicable zoning regulations shall not substantially exceed the dwelling unit densities shown on said plan. (Amended by Ord. No. 138,800, Eff. 6\/23\/69.)\n\n\t4.\tWhere a Parcel Map includes land upon which either a combination of parking and commercial zones or a combination of parking and industrial zones has been established, the Parcel Map shall not be approved unless each parcel being created substantially conforms to the established ratio of space for parking to space for commercial use or space for parking to space for industrial use as such ratio existed immediately prior to the land division. (Amended by Ord. No. 141,831, Eff. 5\/30\/71.)\n\n\t5.\tThe Advisory Agency shall disapprove a preliminary Parcel Map when the property is situated in a Hillside Area as defined in Article 1 of Chapter 9 of this Code and the Department of Building and Safety or the Bureau of Engineering has submitted a report in writing to the Advisory Agency recommending disapproval of the preliminary Parcel Map because of any existing or potential geologic hazards lacking satisfactory engineering solutions. (Amended by Ord. No. 143,254, Eff. 5\/14\/72.)\n\n\t6.\tThe Advisory Agency may disapprove a preliminary Parcel Map unless the proposed name of each street thereon has been approved by the City Engineer. Advisory Agency approval shall be withheld if the City Engineer has determined that a proposed street name would create confusion, be misleading, be unduly long or carry connotations offensive to good taste and decency (Added by Ord No 158,691, Eff. 3\/12\/84 )\n\n\tB.\tLots May Be Increased In Size.\n\n\t1.\tWhere the Advisory Agency finds it necessary in order to promote the general welfare, to provide for a more consistent development for the area, and to preserve property values, it may require that lots or parcels described in a Parcel Map and located in an RA or R Zone be increased in size from that proposed so as to more closely conform to the size of existing contiguous lots or nearby parcels on the same street. However, in no case may the Advisory Agency require such parcels in the aforementioned zones other than RA, RE20 and RE40 to contain an area of more than 20,000 square feet (Amended by Ord. No. 133,753, Eff. 2\/12\/67)\n\n\t2.\tWhere the Advisory Agency finds that a future public easement will be needed on a portion of such lots or parcels for street or other public uses, it may require that such lots or parcels be increased in size from the proposed so as to provide space for such easement; and in addition, it may impose conditions prohibiting or restricting the erection for buildings, or structures on that portion needed for such easement. (Amended by Ord. No. 130,871, Eff. 9\/20\/65.)\n\n\tC.\tMaps Involving Private Road Easements. Whenever a proposed division of land involves one or more parcels which are contiguous or adjacent to a private road easement with the remaining parcel contiguous or adjacent to a dedicated street, only the Parcel Map need be filed, without requiring the payment of additional fees or the filing of a Private Street Map. The Advisory Agency may approve, conditionally approve, or disapprove the map subject to the applicable provisions of this article or Article 8, Chapter 1 of this Code. (Amended by Ord. No. 130,871, Eff. 9\/20\/65.)\n\n\tD.\tLots In The Very High Fire Hazard Severity Zone.  (Title Amended by Ord. No. 176,943, Eff. 10\/5\/05.)\n\n\t1.\t(Amended by Ord. No. 176, 943, Eff. 10\/5\/05.)  The Advisory Agency may disapprove a preliminary Parcel Map for land located in the Very High Fire Hazard Severity Zone, pursuant to Section 57.25.01 of the Municipal Code, because of inadequate fire protection facilities unless:\n\n\t(a)\tThe designated area in which buildings are to be erected on each proposed parcel or lot, as shown on said map, are located not more than 1,000 feet from a fire hydrant, said distance to be measured along a route providing reasonable access, as determined by the Fire Chief, for the laying of fire hoses in an emergency, or\n\n\t(b)\tSaid Fire Chief reports that adequate fire protection exists, or is in the process of being provided, for said parcels or lots.\n\n\t2.\tUpon proper application to the City Council, and upon recommendation of the Chief Engineer of Waterworks of the Department of Water and Power, the City may provide for contribution toward the cost of installation of water mains and hydrants necessary to comply with this subsection where said Chief Engineer determines that the cost of such installation is greatly in excess of normal charges for providing like facilities.\n\n\tE.\tMaps Involving Future Streets. In the event that the Advisory Agency determines that certain streets or alleys in a proposed division of land must be reserved for future public use, they shall be indicated on the preliminary Parcel Map and offered for dedication as future streets or future alleys prior to recording the Parcel Map. The applicant shall furnish the Bureau of Right of Way and Land an offer of dedication therefor in accordance with the provisions of Subdivision 1 of Subsection C of Section 17.53 of this Code. (Amended by Ord. No. 130,871, Eff. 9\/20\/65.)\n\n\tF.\t(Deleted by Ord. No. 177,103, Eff. 12\/18\/05.)\n\n\tG.\tMaintenance Of Accessory Structures. (Added by Ord. No. 133,795, Eff. 2\/17\/67.) Where the Advisory Agency determines that a proposed Parcel Map complies with all provisions of these Parcel Map Regulations, but finds that the proposed division of land will result in an accessory building or structure being on a parcel separated from the main building or a residential building being on a parcel without the required off-street parking spaces and, in order to afford the applicant time to properly provide a main building on the same parcel with the accessory structure or building, or to remove same, or to provide the required off-street parking spaces with the residential building, the Advisory Agency may approve the proposed Parcel Map and the continued use and maintenance of said accessory structures or buildings separated from the main building for a period of time not to exceed one year and the residential building without the off-street parking spaces for a period of time not to exceed 90 days subject to the following conditions:\n\n\t1.\tThat as a prerequisite to the filing of the final Parcel Map with the City Engineer, the owner or owners of record of the subject property shall record in the office of the County Recorder of Los Angeles County, California, a covenant running with the and in which such owner or owners agree to comply with an the conditions imposed by the Advisory Agency in approving the Parcel Map.\n\n\t2.\tThat upon approval of the proposed Parcel Map, in addition to the permanent copy placed on file in the City Planning Department, the Advisory Agency shall furnish a copy of said action to the applicant and to the Department of Building and Safety.\n\n\tH.\tLots Involving a Common Slope. Whenever two or more lots are to be created on a common slope and the City Engineer or Superintendent of Building determines that condition so dictate, the Advisory Agency may require as a condition of approval of the preliminary Parcel Map that appropriate deed covenants on a form approved by the City Attorney be recorded which provide to each owner of said common slope a joint right on entry for access of men and equipment, and a joint easement over the slope area to maintain and repair said common slope. (Added by Ord. No. 143,254, Eff. 5\/14\/72.)\n\n\tI.\tWhen a protected tree exists on a proposed parcel, the preservation of the tree at its existing location, its relocation for preservation purposes, or the removal of the tree shall be regulated in the same manner as that provided under subdivision regulations set forth in this chapter.  (Amended by Ord. No. 177,404, Eff. 4\/23\/06.)\n\n\tJ.\tGreater Downtown Housing Incentive Area.  In calculating the allowable floor area of a parcel map proposed to be developed as a residential (including Apartment Hotel or mixed use) building in the Greater Downtown Housing Incentive Area, any land required to be dedicated for street purposes shall be included as part of the lot area of the parcel map.  (Added by Ord. No. 179,076, Eff. 9\/23\/07.)","order_by":"52","ancestry":{"1":{"id":"8","name":"Division Of Land Regulations","identifier":"7","label":"article","url":"\/1\/7\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"2702","structure_id":"8","section_number":"17.00","catch_line":"Title.","url":"\/17.00\/","token":"17.00"},"1":{"id":"395","structure_id":"8","section_number":"17.01","catch_line":"Tract Maps – General Provisions.","url":"\/17.01\/","token":"17.01"},"2":{"id":"178","structure_id":"8","section_number":"17.02","catch_line":"Definitions.","url":"\/17.02\/","token":"17.02"},"3":{"id":"4085","structure_id":"8","section_number":"17.03","catch_line":"Advisory Agency.","url":"\/17.03\/","token":"17.03"},"4":{"id":"470","structure_id":"8","section_number":"17.04","catch_line":"Subdivision Committee.","url":"\/17.04\/","token":"17.04"},"5":{"id":"211","structure_id":"8","section_number":"17.05","catch_line":"Design Standards.","url":"\/17.05\/","token":"17.05"},"6":{"id":"3575","structure_id":"8","section_number":"17.06","catch_line":"Tentative Map And Appeals.","url":"\/17.06\/","token":"17.06"},"7":{"id":"2561","structure_id":"8","section_number":"17.07","catch_line":"Final Map.","url":"\/17.07\/","token":"17.07"},"8":{"id":"1740","structure_id":"8","section_number":"17.07.1","catch_line":"Notification Regarding Street Lighting Maintenance Assessments.","url":"\/17.07.1\/","token":"17.07.1"},"9":{"id":"2905","structure_id":"8","section_number":"17.07.2","catch_line":"Notification Regarding Sewer Pumping And\/Or Drainage Facilities And Maintenance Districts.","url":"\/17.07.2\/","token":"17.07.2"},"10":{"id":"3888","structure_id":"8","section_number":"17.08","catch_line":"Improvements.","url":"\/17.08\/","token":"17.08"},"11":{"id":"2192","structure_id":"8","section_number":"17.09","catch_line":"Private Streets.","url":"\/17.09\/","token":"17.09"},"12":{"id":"3033","structure_id":"8","section_number":"17.10","catch_line":"Reversion To Acreage.","url":"\/17.10\/","token":"17.10"},"13":{"id":"3329","structure_id":"8","section_number":"17.10.1","catch_line":"Merger And Resubdivision.","url":"\/17.10.1\/","token":"17.10.1"},"14":{"id":"3865","structure_id":"8","section_number":"17.10.5","catch_line":"Maps – Local Drainage Districts – Exemption From Fees.","url":"\/17.10.5\/","token":"17.10.5"},"15":{"id":"713","structure_id":"8","section_number":"17.11","catch_line":"Modifications.","url":"\/17.11\/","token":"17.11"},"16":{"id":"159","structure_id":"8","section_number":"17.12","catch_line":"Park And Recreation Site Acquisition And Development Provisions.","url":"\/17.12\/","token":"17.12"},"17":{"id":"231","structure_id":"8","section_number":"17.13","catch_line":"Subdivision Requiring Import Or Export Of Earth.","url":"\/17.13\/","token":"17.13"},"18":{"id":"2505","structure_id":"8","section_number":"17.14","catch_line":"Modification Of Recorded Final Maps.","url":"\/17.14\/","token":"17.14"},"19":{"id":"2782","structure_id":"8","section_number":"17.15","catch_line":"Vesting Tentative Maps.","url":"\/17.15\/","token":"17.15"},"20":{"id":"293","structure_id":"8","section_number":"17.50","catch_line":"Parcel Maps – General Provisions.","url":"\/17.50\/","token":"17.50"},"21":{"id":"4","structure_id":"8","section_number":"17.51","catch_line":"Filing Of Preliminary Parcel Maps.","url":"\/17.51\/","token":"17.51"},"22":{"id":"2447","structure_id":"8","section_number":"17.52","catch_line":"Parcel Map – Authority Of Advisory Agency.","url":"\/17.52\/","token":"17.52"},"23":{"id":"2499","structure_id":"8","section_number":"17.53","catch_line":"Approval Of Preliminary Parcel Map.","url":"\/17.53\/","token":"17.53"},"24":{"id":"3692","structure_id":"8","section_number":"17.54","catch_line":"Appeals.","url":"\/17.54\/","token":"17.54"},"25":{"id":"180","structure_id":"8","section_number":"17.55","catch_line":"Map Identification And Reproduction.","url":"\/17.55\/","token":"17.55"},"26":{"id":"1932","structure_id":"8","section_number":"17.56","catch_line":"Parcel Map.","url":"\/17.56\/","token":"17.56"},"27":{"id":"852","structure_id":"8","section_number":"17.57","catch_line":"Approval Of Map Shall Not Authorize Violation Of Other Laws.","url":"\/17.57\/","token":"17.57"},"28":{"id":"3909","structure_id":"8","section_number":"17.58","catch_line":"Park And Recreation Site Acquisition And Development.","url":"\/17.58\/","token":"17.58"},"29":{"id":"3330","structure_id":"8","section_number":"17.59","catch_line":"Modification Of Recorded Parcel Maps.","url":"\/17.59\/","token":"17.59"},"30":{"id":"3699","structure_id":"8","section_number":"17.60","catch_line":"Sales Contrary To Parcel Map Regulations Are\nVoidable.","url":"\/17.60\/","token":"17.60"}},"next_section":{"id":"2499","structure_id":"8","section_number":"17.53","catch_line":"Approval Of Preliminary Parcel Map.","url":"\/17.53\/","token":"17.53"},"metadata":false,"references":false,"url":"\/17.52\/","token":"17.52","formats":{"txt":"\/17.52.txt","json":"\/17.52.xml"},"dublin_core":{"Title":"Parcel Map – Authority Of Advisory Agency.","Type":"Text","Format":"text\/html","Identifier":"§ 17.52","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPARCEL MAP – AUTHORITY OF ADVISORY AGENCY. (§ 17.52)\n\n  PARCEL MAP – AUTHORITY OF ADVISORY AGENCY.\tA.\tDisapproval Of Maps.\t1.\tNo\npreliminary Parcel Map shall be approved which violates or would result in a\nviolation of, or fails to comply with, the Subdivision Map Act or any other\napplicable law of this City or State. (Amended by Ord. No. 130,871, Eff.\n9\/20\/65.)\t2.\tIn addition the Advisory Agency may disapprove a preliminary Parcel\nMap if, after investigation, it determines that said map does not substantially\ncomply with the various elements of the City’s General Plan, or does not\nprovide such street or alley dedication or improvements as are necessary to\nachieve the purposes of these regulations, or fails to provide acceptable lot\ndesign or lot sizes which closely conform to the size of the contiguous or\nnearby lots on the same street, or results in reorientation of a lot or parcel\nin such a manner as to be detrimental to adjoining properties or the surrounding\nneighborhood. (Amended by Ord. No. 138,800, Eff. 6\/23\/69.)\t3.\tWhere a Parcel Map\ninvolves land for which a General Plan, including dwelling unit densities, has\nbeen adopted by the Council, and said land is also in an “H” Hillside or\nMountainous Area established by Article 2 of this Chapter, the number of lots or\nparcels on said map shall be limited so that the number of dwelling units\npermitted by the applicable zoning regulations shall not substantially exceed\nthe dwelling unit densities shown on said plan. (Amended by Ord. No. 138,800,\nEff. 6\/23\/69.)\t4.\tWhere a Parcel Map includes land upon which either a\ncombination of parking and commercial zones or a combination of parking and\nindustrial zones has been established, the Parcel Map shall not be approved\nunless each parcel being created substantially conforms to the established ratio\nof space for parking to space for commercial use or space for parking to space\nfor industrial use as such ratio existed immediately prior to the land division.\n(Amended by Ord. No. 141,831, Eff. 5\/30\/71.)\t5.\tThe Advisory Agency shall\ndisapprove a preliminary Parcel Map when the property is situated in a Hillside\nArea as defined in Article 1 of Chapter 9 of this Code and the Department of\nBuilding and Safety or the Bureau of Engineering has submitted a report in\nwriting to the Advisory Agency recommending disapproval of the preliminary\nParcel Map because of any existing or potential geologic hazards lacking\nsatisfactory engineering solutions. (Amended by Ord. No. 143,254, Eff.\n5\/14\/72.)\t6.\tThe Advisory Agency may disapprove a preliminary Parcel Map unless\nthe proposed name of each street thereon has been approved by the City Engineer.\nAdvisory Agency approval shall be withheld if the City Engineer has determined\nthat a proposed street name would create confusion, be misleading, be unduly\nlong or carry connotations offensive to good taste and decency (Added by Ord No\n158,691, Eff. 3\/12\/84 )\tB.\tLots May Be Increased In Size.\t1.\tWhere the Advisory\nAgency finds it necessary in order to promote the general welfare, to provide\nfor a more consistent development for the area, and to preserve property values,\nit may require that lots or parcels described in a Parcel Map and located in an\nRA or R Zone be increased in size from that proposed so as to more closely\nconform to the size of existing contiguous lots or nearby parcels on the same\nstreet. However, in no case may the Advisory Agency require such parcels in the\naforementioned zones other than RA, RE20 and RE40 to contain an area of more\nthan 20,000 square feet (Amended by Ord. No. 133,753, Eff. 2\/12\/67)\t2.\tWhere the\nAdvisory Agency finds that a future public easement will be needed on a portion\nof such lots or parcels for street or other public uses, it may require that\nsuch lots or parcels be increased in size from the proposed so as to provide\nspace for such easement; and in addition, it may impose conditions prohibiting\nor restricting the erection for buildings, or structures on that portion needed\nfor such easement. (Amended by Ord. No. 130,871, Eff. 9\/20\/65.)\tC.\tMaps\nInvolving Private Road Easements. Whenever a proposed division of land involves\none or more parcels which are contiguous or adjacent to a private road easement\nwith the remaining parcel contiguous or adjacent to a dedicated street, only the\nParcel Map need be filed, without requiring the payment of additional fees or\nthe filing of a Private Street Map. The Advisory Agency may approve,\nconditionally approve, or disapprove the map subject to the applicable\nprovisions of this article or Article 8, Chapter 1 of this Code. (Amended by\nOrd. No. 130,871, Eff. 9\/20\/65.)\tD.\tLots In The Very High Fire Hazard Severity\nZone.  (Title Amended by Ord. No. 176,943, Eff. 10\/5\/05.)\t1.\t(Amended by Ord.\nNo. 176, 943, Eff. 10\/5\/05.)  The Advisory Agency may disapprove a preliminary\nParcel Map for land located in the Very High Fire Hazard Severity Zone, pursuant\nto Section 57.25.01 of the Municipal Code, because of inadequate fire protection\nfacilities unless:\t(a)\tThe designated area in which buildings are to be erected\non each proposed parcel or lot, as shown on said map, are located not more than\n1,000 feet from a fire hydrant, said distance to be measured along a route\nproviding reasonable access, as determined by the Fire Chief, for the laying of\nfire hoses in an emergency, or\t(b)\tSaid Fire Chief reports that adequate fire\nprotection exists, or is in the process of being provided, for said parcels or\nlots.\t2.\tUpon proper application to the City Council, and upon recommendation of\nthe Chief Engineer of Waterworks of the Department of Water and Power, the City\nmay provide for contribution toward the cost of installation of water mains and\nhydrants necessary to comply with this subsection where said Chief Engineer\ndetermines that the cost of such installation is greatly in excess of normal\ncharges for providing like facilities.\tE.\tMaps Involving Future Streets. In the\nevent that the Advisory Agency determines that certain streets or alleys in a\nproposed division of land must be reserved for future public use, they shall be\nindicated on the preliminary Parcel Map and offered for dedication as future\nstreets or future alleys prior to recording the Parcel Map. The applicant shall\nfurnish the Bureau of Right of Way and Land an offer of dedication therefor in\naccordance with the provisions of Subdivision 1 of Subsection C of Section 17.53\nof this Code. (Amended by Ord. No. 130,871, Eff. 9\/20\/65.)\tF.\t(Deleted by Ord.\nNo. 177,103, Eff. 12\/18\/05.)\tG.\tMaintenance Of Accessory Structures. (Added by\nOrd. No. 133,795, Eff. 2\/17\/67.) Where the Advisory Agency determines that a\nproposed Parcel Map complies with all provisions of these Parcel Map\nRegulations, but finds that the proposed division of land will result in an\naccessory building or structure being on a parcel separated from the main\nbuilding or a residential building being on a parcel without the required\noff-street parking spaces and, in order to afford the applicant time to properly\nprovide a main building on the same parcel with the accessory structure or\nbuilding, or to remove same, or to provide the required off-street parking\nspaces with the residential building, the Advisory Agency may approve the\nproposed Parcel Map and the continued use and maintenance of said accessory\nstructures or buildings separated from the main building for a period of time\nnot to exceed one year and the residential building without the off-street\nparking spaces for a period of time not to exceed 90 days subject to the\nfollowing conditions:\t1.\tThat as a prerequisite to the filing of the final\nParcel Map with the City Engineer, the owner or owners of record of the subject\nproperty shall record in the office of the County Recorder of Los Angeles\nCounty, California, a covenant running with the and in which such owner or\nowners agree to comply with an the conditions imposed by the Advisory Agency in\napproving the Parcel Map.\t2.\tThat upon approval of the proposed Parcel Map, in\naddition to the permanent copy placed on file in the City Planning Department,\nthe Advisory Agency shall furnish a copy of said action to the applicant and to\nthe Department of Building and Safety.\tH.\tLots Involving a Common Slope.\nWhenever two or more lots are to be created on a common slope and the City\nEngineer or Superintendent of Building determines that condition so dictate, the\nAdvisory Agency may require as a condition of approval of the preliminary Parcel\nMap that appropriate deed covenants on a form approved by the City Attorney be\nrecorded which provide to each owner of said common slope a joint right on entry\nfor access of men and equipment, and a joint easement over the slope area to\nmaintain and repair said common slope. (Added by Ord. No. 143,254, Eff.\n5\/14\/72.)\tI.\tWhen a protected tree exists on a proposed parcel, the preservation\nof the tree at its existing location, its relocation for preservation purposes,\nor the removal of the tree shall be regulated in the same manner as that\nprovided under subdivision regulations set forth in this chapter.  (Amended by\nOrd. No. 177,404, Eff. 4\/23\/06.)\tJ.\tGreater Downtown Housing Incentive Area. \nIn calculating the allowable floor area of a parcel map proposed to be developed\nas a residential (including Apartment Hotel or mixed use) building in the\nGreater Downtown Housing Incentive Area, any land required to be dedicated for\nstreet purposes shall be included as part of the lot area of the parcel map. \n(Added by Ord. No. 179,076, Eff. 9\/23\/07.)\n","html":"\n\t\t\t\t\t<section><p>  PARCEL MAP – AUTHORITY OF ADVISORY AGENCY.<br \/><br \/>\tA.\tDisapproval Of Maps.<br \/><br \/>\t1.\tNo preliminary Parcel Map shall be approved which violates or would result in a violation of, or fails to comply with, the Subdivision Map Act or any other applicable <span class=\"dictionary\">law<\/span> of this City or State. (Amended by Ord. No. 130,871, Eff. 9\/20\/65.)<br \/><br \/>\t2.\tIn addition the Advisory Agency may disapprove a preliminary Parcel Map if, after investigation, it determines that said map does not substantially comply with the various elements of the City’s General Plan, or does not provide such street or alley dedication or improvements as are necessary to achieve the purposes of these regulations, or fails to provide acceptable lot design or lot sizes which closely conform to the size of the contiguous or nearby lots on the same street, or results in reorientation of a lot or parcel in such a manner as to be detrimental to adjoining properties or the surrounding neighborhood. (Amended by Ord. No. 138,800, Eff. 6\/23\/69.)<br \/><br \/>\t3.\tWhere a Parcel Map involves land for which a General Plan, including dwelling unit densities, has been adopted by the Council, and said land is also in an “H” Hillside or Mountainous Area established by Article 2 of this Chapter, the number of lots or parcels on said map shall be limited so that the number of dwelling units permitted by the applicable zoning regulations shall not substantially exceed the dwelling unit densities shown on said plan. (Amended by Ord. No. 138,800, Eff. 6\/23\/69.)<br \/><br \/>\t4.\tWhere a Parcel Map includes land upon which either a combination of parking and commercial zones or a combination of parking and industrial zones has been established, the Parcel Map shall not be approved unless each parcel being created substantially conforms to the established ratio of space for parking to space for commercial use or space for parking to space for industrial use as such ratio existed immediately prior to the land division. (Amended by Ord. No. 141,831, Eff. 5\/30\/71.)<br \/><br \/>\t5.\tThe Advisory Agency shall disapprove a preliminary Parcel Map when the property is situated in a Hillside Area as defined in Article 1 of Chapter 9 of this Code and the Department of Building and Safety or the Bureau of Engineering has submitted a report in writing to the Advisory Agency recommending disapproval of the preliminary Parcel Map because of any existing or potential geologic hazards lacking satisfactory engineering solutions. (Amended by Ord. No. 143,254, Eff. 5\/14\/72.)<br \/><br \/>\t6.\tThe Advisory Agency may disapprove a preliminary Parcel Map unless the proposed name of each street thereon has been approved by the City Engineer. Advisory Agency approval shall be withheld if the City Engineer has determined that a proposed street name would create confusion, be misleading, be unduly long or carry connotations offensive to good taste and decency (Added by Ord No 158,691, Eff. 3\/12\/84 )<br \/><br \/>\tB.\tLots May Be Increased In Size.<br \/><br \/>\t1.\tWhere the Advisory Agency finds it necessary in <span class=\"dictionary\">order<\/span> to promote the general welfare, to provide for a more consistent development for the area, and to preserve property values, it may require that lots or parcels described in a Parcel Map and located in an RA or R Zone be increased in size from that proposed so as to more closely conform to the size of existing contiguous lots or nearby parcels on the same street. However, in no case may the Advisory Agency require such parcels in the aforementioned zones other than RA, RE20 and RE40 to contain an area of more than 20,000 square feet (Amended by Ord. No. 133,753, Eff. 2\/12\/67)<br \/><br \/>\t2.\tWhere the Advisory Agency finds that a future public easement will be needed on a portion of such lots or parcels for street or other public uses, it may require that such lots or parcels be increased in size from the proposed so as to provide space for such easement; and in addition, it may impose conditions prohibiting or restricting the erection for buildings, or structures on that portion needed for such easement. (Amended by Ord. No. 130,871, Eff. 9\/20\/65.)<br \/><br \/>\tC.\tMaps Involving Private Road Easements. Whenever a proposed division of land involves one or more parcels which are contiguous or adjacent to a private road easement with the remaining parcel contiguous or adjacent to a dedicated street, only the Parcel Map need be filed, without requiring the payment of additional fees or the filing of a Private Street Map. The Advisory Agency may approve, conditionally approve, or disapprove the map subject to the applicable provisions of this article or Article 8, Chapter 1 of this Code. (Amended by Ord. No. 130,871, Eff. 9\/20\/65.)<br \/><br \/>\tD.\tLots In The Very High Fire Hazard Severity Zone.  (Title Amended by Ord. No. 176,943, Eff. 10\/5\/05.)<br \/><br \/>\t1.\t(Amended by Ord. No. 176, 943, Eff. 10\/5\/05.)  The Advisory Agency may disapprove a preliminary Parcel Map for land located in the Very High Fire Hazard Severity Zone, pursuant to Section 57.25.01 of the Municipal Code, because of inadequate fire protection facilities unless:<br \/><br \/>\t(a)\tThe designated area in which buildings are to be erected on each proposed parcel or lot, as shown on said map, are located not more than 1,000 feet from a fire hydrant, said distance to be measured along a route providing reasonable access, as determined by the Fire Chief, for the laying of fire hoses in an emergency, or<br \/><br \/>\t(b)\tSaid Fire Chief reports that adequate fire protection exists, or is in the process of being provided, for said parcels or lots.<br \/><br \/>\t2.\tUpon proper application to the City Council, and upon recommendation of the Chief Engineer of Waterworks of the Department of Water and Power, the City may provide for contribution toward the cost of installation of water mains and hydrants necessary to comply with this subsection where said Chief Engineer determines that the cost of such installation is greatly in excess of normal charges for providing like facilities.<br \/><br \/>\tE.\tMaps Involving Future Streets. In the event that the Advisory Agency determines that certain streets or alleys in a proposed division of land must be reserved for future public use, they shall be indicated on the preliminary Parcel Map and offered for dedication as future streets or future alleys prior to recording the Parcel Map. The applicant shall furnish the Bureau of Right of Way and Land an offer of dedication therefor in accordance with the provisions of Subdivision 1 of Subsection C of Section 17.53 of this Code. (Amended by Ord. No. 130,871, Eff. 9\/20\/65.)<br \/><br \/>\tF.\t(Deleted by Ord. No. 177,103, Eff. 12\/18\/05.)<br \/><br \/>\tG.\tMaintenance Of <span class=\"dictionary\">Accessory<\/span> Structures. (Added by Ord. No. 133,795, Eff. 2\/17\/67.) Where the Advisory Agency determines that a proposed Parcel Map complies with all provisions of these Parcel Map Regulations, but finds that the proposed division of land will result in an <span class=\"dictionary\">accessory<\/span> building or structure being on a parcel separated from the main building or a residential building being on a parcel without the required off-street parking spaces and, in <span class=\"dictionary\">order<\/span> to afford the applicant time to properly provide a main building on the same parcel with the <span class=\"dictionary\">accessory<\/span> structure or building, or to remove same, or to provide the required off-street parking spaces with the residential building, the Advisory Agency may approve the proposed Parcel Map and the continued use and maintenance of said <span class=\"dictionary\">accessory<\/span> structures or buildings separated from the main building for a period of time not to exceed one year and the residential building without the off-street parking spaces for a period of time not to exceed 90 days subject to the following conditions:<br \/><br \/>\t1.\tThat as a prerequisite to the filing of the final Parcel Map with the City Engineer, the owner or owners of record of the subject property shall record in the office of the County Recorder of Los Angeles County, California, a covenant running with the and in which such owner or owners agree to comply with an the conditions imposed by the Advisory Agency in approving the Parcel Map.<br \/><br \/>\t2.\tThat upon approval of the proposed Parcel Map, in addition to the permanent copy placed on file in the City Planning Department, the Advisory Agency shall furnish a copy of said action to the applicant and to the Department of Building and Safety.<br \/><br \/>\tH.\tLots Involving a Common Slope. Whenever two or more lots are to be created on a common slope and the City Engineer or Superintendent of Building determines that condition so dictate, the Advisory Agency may require as a condition of approval of the preliminary Parcel Map that appropriate deed covenants on a form approved by the City Attorney be recorded which provide to each owner of said common slope a joint right on entry for access of men and equipment, and a joint easement over the slope area to maintain and repair said common slope. (Added by Ord. No. 143,254, Eff. 5\/14\/72.)<br \/><br \/>\tI.\tWhen a protected tree exists on a proposed parcel, the preservation of the tree at its existing location, its relocation for preservation purposes, or the removal of the tree shall be regulated in the same manner as that provided under subdivision regulations set forth in this chapter.  (Amended by Ord. No. 177,404, Eff. 4\/23\/06.)<br \/><br \/>\tJ.\tGreater Downtown Housing Incentive Area.  In calculating the allowable floor area of a parcel map proposed to be developed as a residential (including Apartment Hotel or mixed use) building in the Greater Downtown Housing Incentive Area, any land required to be dedicated for street purposes shall be included as part of the lot area of the parcel map.  (Added by Ord. No. 179,076, Eff. 9\/23\/07.)<\/p><\/section>","previous_section":{"id":"4","structure_id":"8","section_number":"17.51","catch_line":"Filing Of Preliminary Parcel Maps.","url":"\/17.51\/","token":"17.51"},"text":{"0":{"id":"2424","text":"  PARCEL MAP – AUTHORITY OF ADVISORY AGENCY.\tA.\tDisapproval Of Maps.\t1.\tNo preliminary Parcel Map shall be approved which violates or would result in a violation of, or fails to comply with, the Subdivision Map Act or any other applicable law of this City or State. (Amended by Ord. No. 130,871, Eff. 9\/20\/65.)\t2.\tIn addition the Advisory Agency may disapprove a preliminary Parcel Map if, after investigation, it determines that said map does not substantially comply with the various elements of the City’s General Plan, or does not provide such street or alley dedication or improvements as are necessary to achieve the purposes of these regulations, or fails to provide acceptable lot design or lot sizes which closely conform to the size of the contiguous or nearby lots on the same street, or results in reorientation of a lot or parcel in such a manner as to be detrimental to adjoining properties or the surrounding neighborhood. (Amended by Ord. No. 138,800, Eff. 6\/23\/69.)\t3.\tWhere a Parcel Map involves land for which a General Plan, including dwelling unit densities, has been adopted by the Council, and said land is also in an “H” Hillside or Mountainous Area established by Article 2 of this Chapter, the number of lots or parcels on said map shall be limited so that the number of dwelling units permitted by the applicable zoning regulations shall not substantially exceed the dwelling unit densities shown on said plan. (Amended by Ord. No. 138,800, Eff. 6\/23\/69.)\t4.\tWhere a Parcel Map includes land upon which either a combination of parking and commercial zones or a combination of parking and industrial zones has been established, the Parcel Map shall not be approved unless each parcel being created substantially conforms to the established ratio of space for parking to space for commercial use or space for parking to space for industrial use as such ratio existed immediately prior to the land division. (Amended by Ord. No. 141,831, Eff. 5\/30\/71.)\t5.\tThe Advisory Agency shall disapprove a preliminary Parcel Map when the property is situated in a Hillside Area as defined in Article 1 of Chapter 9 of this Code and the Department of Building and Safety or the Bureau of Engineering has submitted a report in writing to the Advisory Agency recommending disapproval of the preliminary Parcel Map because of any existing or potential geologic hazards lacking satisfactory engineering solutions. (Amended by Ord. No. 143,254, Eff. 5\/14\/72.)\t6.\tThe Advisory Agency may disapprove a preliminary Parcel Map unless the proposed name of each street thereon has been approved by the City Engineer. Advisory Agency approval shall be withheld if the City Engineer has determined that a proposed street name would create confusion, be misleading, be unduly long or carry connotations offensive to good taste and decency (Added by Ord No 158,691, Eff. 3\/12\/84 )\tB.\tLots May Be Increased In Size.\t1.\tWhere the Advisory Agency finds it necessary in order to promote the general welfare, to provide for a more consistent development for the area, and to preserve property values, it may require that lots or parcels described in a Parcel Map and located in an RA or R Zone be increased in size from that proposed so as to more closely conform to the size of existing contiguous lots or nearby parcels on the same street. However, in no case may the Advisory Agency require such parcels in the aforementioned zones other than RA, RE20 and RE40 to contain an area of more than 20,000 square feet (Amended by Ord. No. 133,753, Eff. 2\/12\/67)\t2.\tWhere the Advisory Agency finds that a future public easement will be needed on a portion of such lots or parcels for street or other public uses, it may require that such lots or parcels be increased in size from the proposed so as to provide space for such easement; and in addition, it may impose conditions prohibiting or restricting the erection for buildings, or structures on that portion needed for such easement. (Amended by Ord. No. 130,871, Eff. 9\/20\/65.)\tC.\tMaps Involving Private Road Easements. Whenever a proposed division of land involves one or more parcels which are contiguous or adjacent to a private road easement with the remaining parcel contiguous or adjacent to a dedicated street, only the Parcel Map need be filed, without requiring the payment of additional fees or the filing of a Private Street Map. The Advisory Agency may approve, conditionally approve, or disapprove the map subject to the applicable provisions of this article or Article 8, Chapter 1 of this Code. (Amended by Ord. No. 130,871, Eff. 9\/20\/65.)\tD.\tLots In The Very High Fire Hazard Severity Zone.  (Title Amended by Ord. No. 176,943, Eff. 10\/5\/05.)\t1.\t(Amended by Ord. No. 176, 943, Eff. 10\/5\/05.)  The Advisory Agency may disapprove a preliminary Parcel Map for land located in the Very High Fire Hazard Severity Zone, pursuant to Section 57.25.01 of the Municipal Code, because of inadequate fire protection facilities unless:\t(a)\tThe designated area in which buildings are to be erected on each proposed parcel or lot, as shown on said map, are located not more than 1,000 feet from a fire hydrant, said distance to be measured along a route providing reasonable access, as determined by the Fire Chief, for the laying of fire hoses in an emergency, or\t(b)\tSaid Fire Chief reports that adequate fire protection exists, or is in the process of being provided, for said parcels or lots.\t2.\tUpon proper application to the City Council, and upon recommendation of the Chief Engineer of Waterworks of the Department of Water and Power, the City may provide for contribution toward the cost of installation of water mains and hydrants necessary to comply with this subsection where said Chief Engineer determines that the cost of such installation is greatly in excess of normal charges for providing like facilities.\tE.\tMaps Involving Future Streets. In the event that the Advisory Agency determines that certain streets or alleys in a proposed division of land must be reserved for future public use, they shall be indicated on the preliminary Parcel Map and offered for dedication as future streets or future alleys prior to recording the Parcel Map. The applicant shall furnish the Bureau of Right of Way and Land an offer of dedication therefor in accordance with the provisions of Subdivision 1 of Subsection C of Section 17.53 of this Code. (Amended by Ord. No. 130,871, Eff. 9\/20\/65.)\tF.\t(Deleted by Ord. No. 177,103, Eff. 12\/18\/05.)\tG.\tMaintenance Of Accessory Structures. (Added by Ord. No. 133,795, Eff. 2\/17\/67.) Where the Advisory Agency determines that a proposed Parcel Map complies with all provisions of these Parcel Map Regulations, but finds that the proposed division of land will result in an accessory building or structure being on a parcel separated from the main building or a residential building being on a parcel without the required off-street parking spaces and, in order to afford the applicant time to properly provide a main building on the same parcel with the accessory structure or building, or to remove same, or to provide the required off-street parking spaces with the residential building, the Advisory Agency may approve the proposed Parcel Map and the continued use and maintenance of said accessory structures or buildings separated from the main building for a period of time not to exceed one year and the residential building without the off-street parking spaces for a period of time not to exceed 90 days subject to the following conditions:\t1.\tThat as a prerequisite to the filing of the final Parcel Map with the City Engineer, the owner or owners of record of the subject property shall record in the office of the County Recorder of Los Angeles County, California, a covenant running with the and in which such owner or owners agree to comply with an the conditions imposed by the Advisory Agency in approving the Parcel Map.\t2.\tThat upon approval of the proposed Parcel Map, in addition to the permanent copy placed on file in the City Planning Department, the Advisory Agency shall furnish a copy of said action to the applicant and to the Department of Building and Safety.\tH.\tLots Involving a Common Slope. Whenever two or more lots are to be created on a common slope and the City Engineer or Superintendent of Building determines that condition so dictate, the Advisory Agency may require as a condition of approval of the preliminary Parcel Map that appropriate deed covenants on a form approved by the City Attorney be recorded which provide to each owner of said common slope a joint right on entry for access of men and equipment, and a joint easement over the slope area to maintain and repair said common slope. (Added by Ord. No. 143,254, Eff. 5\/14\/72.)\tI.\tWhen a protected tree exists on a proposed parcel, the preservation of the tree at its existing location, its relocation for preservation purposes, or the removal of the tree shall be regulated in the same manner as that provided under subdivision regulations set forth in this chapter.  (Amended by Ord. No. 177,404, Eff. 4\/23\/06.)\tJ.\tGreater Downtown Housing Incentive Area.  In calculating the allowable floor area of a parcel map proposed to be developed as a residential (including Apartment Hotel or mixed use) building in the Greater Downtown Housing Incentive Area, any land required to be dedicated for street purposes shall be included as part of the lot area of the parcel map.  (Added by Ord. No. 179,076, Eff. 9\/23\/07.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}