{"section_number":"17.50","edition_id":"1","section_id":"293","structure_id":"8","catch_line":"Parcel Maps – General Provisions.","history":"","full_text":"  PARCEL MAPS – GENERAL PROVISIONS.\n\n\tA.\tPurpose. The following parcel map regulations are intended to assure compliance with the Subdivision Map Act, the Comprehensive Zoning Plan of the City of Los Angeles as set forth in Article 2 of this chapter, and the various elements of the City’s General Plan, to assure lots of acceptable design and of a size compatible with the size of existing lots in the immediate neighborhood; to preserve property values; to assure compliance with the Design Standards for Streets and Alleys as specified in Section 17.05 of this Code where street or alley dedication and\/or improvement are required; and to prevent interference with the opening or extension of streets necessary for emergency vehicle access, proper traffic circulation and the future development of adjacent properties; and to provide that the dividing of land in the hillside areas be done in a manner which will assure that the separate parcels can be safely graded and developed as building sites. (Amended by Ord. No. 143,254, Eff. 5\/14\/72.)\n\n\tB.\tScope.\n\n\t1.\tNo land shall be separated in ownership or otherwise divided into two, three, or four parcels or condominiums, and no such divided parcel or condominium shall be separately maintained unless the division conforms to that shown on a parcel map which has been approved by the Advisory Agency and recorded in the office of the county recorder.  (Amended by Ord. No. 147,224*, Eff. 6\/27\/75.)\n\n\t* The provisions of this ordinance shall become operative 90 days after the publication date of such ordinance.\n\n\t2.\tNo building permit shall be issued, and no building or structure shall be constructed, altered or maintained on any land which has been separated in ownership or otherwise divided into two, three or four parcels in violation of the provisions of this article, and until and unless a Parcel Map has been recorded in the office of the county recorder All conditions of approval shall be completed prior to filing the Parcel Map.\n\n\t3.\tThese regulations shall not apply to the leasing of apartments, offices, stores or similar space within an apartment building, industrial building, commercial building or mobilehome park, nor to mineral, oil or gas leases, nor shall they apply to the following divisions of land, except as may be required by Subsection C. hereof.  (Amended by Ord. No. 161,716, Eff. 12\/6\/86.)\n\n\t(a)\tThose made in compliance with the Subdivision Map Act and the subdivision regulations contained in this article.\n\n\t(b)\tThose divisions of land made solely because of the sale, acquisition, lease or combining of lands by governmental agencies, including City of Los Angeles and any department thereof, or any further division of such lands by a lessee of such governmental agency.\n\n\t(c)\t(Amended by Ord. No. 176,321, Eff. 1\/15\/05.)  Those where the Advisory Agency or the Appeal Board determines that all the following conditions exist:\n\n\t(1)\tA lot line adjustment is made between four or fewer existing adjoining lots or parcels and the land taken from one lot or parcel is added to an adjoining lot or parcel;\n\n\t(2)\tThe resulting number of lots or parcels remains the same or is decreased;\n\n\t(3)\tThe parcels or lots resulting from the lot line adjustment will conform to the local general plan, any applicable coastal plan, and zoning and building ordinances.\n\n\t(d)\tThose involving land dedicated for cemetery purposes under the applicable provisions contained in the Health and Safety Code of the State of California.\n\n\tC.\tParcel Maps – Divisions of Land of Five or More Parcels not Subdivisions.\n\n\t1.\t(Amended by Ord. No. 146,985, Eff. 4\/11\/75.) No parcel of land shall be separated in ownership or otherwise divided into five or more parcels, where such a division is not a subdivision by reason of the exceptions contained in Subdivisions (a), (b), (c) and (d) of Section 66426 of the Subdivision Map Act, and no such divided parcel shall be separately maintained unless a Tentative Map of such division has been approved by the Advisory Agency and a Parcel Map prepared in conformity therewith and has been recorded in the office of the county recorder.\n\n\t2.\tWhere the Advisory Agency determines that a Tentative Map filed for the division of land described in Subdivision (b) and (c) of Section 66426 of the Subdivision Map Act complies with all the requirements of this article, but that dedication for street opening or widening or easements is necessary, it shall require that an offer to dedicate such additional land as is necessary therefor to be made in a manner provided by Section 17.53 C.1. of this Code. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\n\n\t3.\tWhere the Advisory Agency determines that a Tentative Map filed for the division of land described in Subdivision (c) of Section 66426 of the Subdivision Map Act complies with all of the requirements of this Article, but that improvement of public or private streets, highways, ways or easements is necessary for local traffic, drainage or sanitary needs, such improvements shall be constructed, or their construction and completion guaranteed in the manner provided by Section 17.08 of this Code, as a condition of approval of the Tentative Map. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\n\n\t4.\tNo building permit shall be issued, and no building or structure shall be constructed, altered or maintained on any land which has been separated in ownership or otherwise divided into five or more parcels, where a final map is not required for such a division by reason of the exceptions contained in Subdivision (a), (b), (c) and (d) of Section 66426 of the Subdivision Map Act, in violation of the provisions of this article. All conditions of approval shall be completed prior to submitting the parcel map to the City Engineer. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\n\n\tD.\tWaiver of Parcel Maps. (Amended by Ord. No. 159,630, Eff. 2\/25\/85.)\n\n\t1.\tFindings. The Advisory Agency may waive Parcel Maps required by this section so long as it finds that the proposed division of land complies with such requirements as may have been established by the Subdivision Map Act (Government Code Sections 66410 et seq. ) or this article as to area, improvement and design, floodwater drainage control, appropriate improved public roads, sanitary disposal facilities, water supply availability, environmental protection, and other requirements of the Subdivision Map Act or this article, provided that in waiving such a Parcel Map the Advisory Agency may receive a preliminary Parcel Map.\n\n\t2.\tProcedure. A request for a waiver of a Parcel Map shall be submitted by the subdivider in a form acceptable to the Advisory Agency. Notice of the action of the Advisory Agency upon such a request shall be given to the subdivider and to all persons to whom notification of the preliminary Parcel Map is required by law. The Advisory Agency action on a request for a waiver of a Parcel Map may be appealed in accordance with the provisions of Section 17.54 of this Code. Provided that in overruling an Advisory Agency denial of such a request for a waiver of a Parcel Map, the Appeal Board shall make the findings required by Subdivision 1. of this subsection. (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\n\n\tE.\tSlope Density. (Added by Ord. No. 162,144, Eff. 5\/11\/87.)  In Hillside Areas, as defined in Chapter 1 of the Los Angeles Municipal Code, which are designated in the Minimum Density housing category by the applicable element of the General Plan adopted by the City Council, the dwelling unit density shall not exceed that allowed by the following formula:  (Paragraph and following formula Amended by Ord. No. 179,035, Eff. 9\/17\/07.)\n\n\n\n\tWhere:\t\tD =\tthe maximum number of dwelling units per gross acre allowable, and\n\n\t\t\tS =\tthe average natural slope of the land in percent.\n\n\tWhere the total allowable number of dwelling units per parcel map or tentative tract map calculated under the above formulas results in a number other than a whole number, it shall be rounded to the nearest whole number as follows: where the fractional portion of the total allowable number of dwelling units equals .5 or more, the total number of allowable dwelling units shall be rounded to the next larger whole number; where the fractional portion of the total allowable number of dwelling units equals less than .5, the total number of allowable dwelling units shall be rounded to the next smaller whole number\n\n\tIn no case shall the permitted density be less than 0.05 dwelling units per gross acre.  Where the total allowable number of dwelling units per parcel map calculated under the above formula results in a number less than one, it shall be rounded up to allow one dwelling unit per parcel map.  Where previous grading on a site makes it difficult to determine average natural slope using the above formula, the Director of Planning shall determine the average natural slope in a manner to carry out the purpose and intent of this subsection.  (Amended by Ord. No. 179,035, Eff. 9\/17\/07.)\n\n\tF.\tPublic Notice and Hearing. (Added by Ord. No. 176,321, Eff. 1\/15\/05.)  Upon receipt of a complete application, the Advisory Agency shall set the matter for public hearing at which evidence shall be taken.  The Advisory Agency shall give notice consistent with the provisions of Section 17.06 A.1. of the L.A.M.C.\n\n\tWaiver.  The Advisory Agency may waive the public hearing required in this subsection if the applicant submits with the application the written approval of the owners of all properties abutting, across the street or alley from, and\/or having a common corner with the parcel map.  A copy of the determination shall be mailed to the applicant, and to the owners of all properties abutting, across the street or alley from, or having a common corner with the subject property and\/or to all persons who have filed written requests for notice with the Advisory Agency.","order_by":"50","ancestry":{"1":{"id":"8","name":"Division Of Land Regulations","identifier":"7","label":"article","url":"\/1\/7\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"2702","structure_id":"8","section_number":"17.00","catch_line":"Title.","url":"\/17.00\/","token":"17.00"},"1":{"id":"395","structure_id":"8","section_number":"17.01","catch_line":"Tract Maps – General Provisions.","url":"\/17.01\/","token":"17.01"},"2":{"id":"178","structure_id":"8","section_number":"17.02","catch_line":"Definitions.","url":"\/17.02\/","token":"17.02"},"3":{"id":"4085","structure_id":"8","section_number":"17.03","catch_line":"Advisory Agency.","url":"\/17.03\/","token":"17.03"},"4":{"id":"470","structure_id":"8","section_number":"17.04","catch_line":"Subdivision Committee.","url":"\/17.04\/","token":"17.04"},"5":{"id":"211","structure_id":"8","section_number":"17.05","catch_line":"Design Standards.","url":"\/17.05\/","token":"17.05"},"6":{"id":"3575","structure_id":"8","section_number":"17.06","catch_line":"Tentative Map And Appeals.","url":"\/17.06\/","token":"17.06"},"7":{"id":"2561","structure_id":"8","section_number":"17.07","catch_line":"Final Map.","url":"\/17.07\/","token":"17.07"},"8":{"id":"1740","structure_id":"8","section_number":"17.07.1","catch_line":"Notification Regarding Street Lighting Maintenance Assessments.","url":"\/17.07.1\/","token":"17.07.1"},"9":{"id":"2905","structure_id":"8","section_number":"17.07.2","catch_line":"Notification Regarding Sewer Pumping And\/Or Drainage Facilities And Maintenance Districts.","url":"\/17.07.2\/","token":"17.07.2"},"10":{"id":"3888","structure_id":"8","section_number":"17.08","catch_line":"Improvements.","url":"\/17.08\/","token":"17.08"},"11":{"id":"2192","structure_id":"8","section_number":"17.09","catch_line":"Private Streets.","url":"\/17.09\/","token":"17.09"},"12":{"id":"3033","structure_id":"8","section_number":"17.10","catch_line":"Reversion To Acreage.","url":"\/17.10\/","token":"17.10"},"13":{"id":"3329","structure_id":"8","section_number":"17.10.1","catch_line":"Merger And Resubdivision.","url":"\/17.10.1\/","token":"17.10.1"},"14":{"id":"3865","structure_id":"8","section_number":"17.10.5","catch_line":"Maps – Local Drainage Districts – Exemption From Fees.","url":"\/17.10.5\/","token":"17.10.5"},"15":{"id":"713","structure_id":"8","section_number":"17.11","catch_line":"Modifications.","url":"\/17.11\/","token":"17.11"},"16":{"id":"159","structure_id":"8","section_number":"17.12","catch_line":"Park And Recreation Site Acquisition And Development Provisions.","url":"\/17.12\/","token":"17.12"},"17":{"id":"231","structure_id":"8","section_number":"17.13","catch_line":"Subdivision Requiring Import Or Export Of Earth.","url":"\/17.13\/","token":"17.13"},"18":{"id":"2505","structure_id":"8","section_number":"17.14","catch_line":"Modification Of Recorded Final Maps.","url":"\/17.14\/","token":"17.14"},"19":{"id":"2782","structure_id":"8","section_number":"17.15","catch_line":"Vesting Tentative Maps.","url":"\/17.15\/","token":"17.15"},"20":{"id":"293","structure_id":"8","section_number":"17.50","catch_line":"Parcel Maps – General Provisions.","url":"\/17.50\/","token":"17.50"},"21":{"id":"4","structure_id":"8","section_number":"17.51","catch_line":"Filing Of Preliminary Parcel Maps.","url":"\/17.51\/","token":"17.51"},"22":{"id":"2447","structure_id":"8","section_number":"17.52","catch_line":"Parcel Map – Authority Of Advisory Agency.","url":"\/17.52\/","token":"17.52"},"23":{"id":"2499","structure_id":"8","section_number":"17.53","catch_line":"Approval Of Preliminary Parcel Map.","url":"\/17.53\/","token":"17.53"},"24":{"id":"3692","structure_id":"8","section_number":"17.54","catch_line":"Appeals.","url":"\/17.54\/","token":"17.54"},"25":{"id":"180","structure_id":"8","section_number":"17.55","catch_line":"Map Identification And Reproduction.","url":"\/17.55\/","token":"17.55"},"26":{"id":"1932","structure_id":"8","section_number":"17.56","catch_line":"Parcel Map.","url":"\/17.56\/","token":"17.56"},"27":{"id":"852","structure_id":"8","section_number":"17.57","catch_line":"Approval Of Map Shall Not Authorize Violation Of Other Laws.","url":"\/17.57\/","token":"17.57"},"28":{"id":"3909","structure_id":"8","section_number":"17.58","catch_line":"Park And Recreation Site Acquisition And Development.","url":"\/17.58\/","token":"17.58"},"29":{"id":"3330","structure_id":"8","section_number":"17.59","catch_line":"Modification Of Recorded Parcel Maps.","url":"\/17.59\/","token":"17.59"},"30":{"id":"3699","structure_id":"8","section_number":"17.60","catch_line":"Sales Contrary To Parcel Map Regulations Are\nVoidable.","url":"\/17.60\/","token":"17.60"}},"next_section":{"id":"4","structure_id":"8","section_number":"17.51","catch_line":"Filing Of Preliminary Parcel Maps.","url":"\/17.51\/","token":"17.51"},"metadata":false,"references":false,"url":"\/17.50\/","token":"17.50","formats":{"txt":"\/17.50.txt","json":"\/17.50.xml"},"dublin_core":{"Title":"Parcel Maps – General Provisions.","Type":"Text","Format":"text\/html","Identifier":"§ 17.50","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPARCEL MAPS – GENERAL PROVISIONS. (§ 17.50)\n\n  PARCEL MAPS – GENERAL PROVISIONS.\tA.\tPurpose. The following parcel map\nregulations are intended to assure compliance with the Subdivision Map Act, the\nComprehensive Zoning Plan of the City of Los Angeles as set forth in Article 2\nof this chapter, and the various elements of the City’s General Plan, to\nassure lots of acceptable design and of a size compatible with the size of\nexisting lots in the immediate neighborhood; to preserve property values; to\nassure compliance with the Design Standards for Streets and Alleys as specified\nin Section 17.05 of this Code where street or alley dedication and\/or\nimprovement are required; and to prevent interference with the opening or\nextension of streets necessary for emergency vehicle access, proper traffic\ncirculation and the future development of adjacent properties; and to provide\nthat the dividing of land in the hillside areas be done in a manner which will\nassure that the separate parcels can be safely graded and developed as building\nsites. (Amended by Ord. No. 143,254, Eff. 5\/14\/72.)\tB.\tScope.\t1.\tNo land shall\nbe separated in ownership or otherwise divided into two, three, or four parcels\nor condominiums, and no such divided parcel or condominium shall be separately\nmaintained unless the division conforms to that shown on a parcel map which has\nbeen approved by the Advisory Agency and recorded in the office of the county\nrecorder.  (Amended by Ord. No. 147,224*, Eff. 6\/27\/75.)\t* The provisions of\nthis ordinance shall become operative 90 days after the publication date of such\nordinance.\t2.\tNo building permit shall be issued, and no building or structure\nshall be constructed, altered or maintained on any land which has been separated\nin ownership or otherwise divided into two, three or four parcels in violation\nof the provisions of this article, and until and unless a Parcel Map has been\nrecorded in the office of the county recorder All conditions of approval shall\nbe completed prior to filing the Parcel Map.\t3.\tThese regulations shall not\napply to the leasing of apartments, offices, stores or similar space within an\napartment building, industrial building, commercial building or mobilehome park,\nnor to mineral, oil or gas leases, nor shall they apply to the following\ndivisions of land, except as may be required by Subsection C. hereof.  (Amended\nby Ord. No. 161,716, Eff. 12\/6\/86.)\t(a)\tThose made in compliance with the\nSubdivision Map Act and the subdivision regulations contained in this\narticle.\t(b)\tThose divisions of land made solely because of the sale,\nacquisition, lease or combining of lands by governmental agencies, including\nCity of Los Angeles and any department thereof, or any further division of such\nlands by a lessee of such governmental agency.\t(c)\t(Amended by Ord. No. 176,321,\nEff. 1\/15\/05.)  Those where the Advisory Agency or the Appeal Board determines\nthat all the following conditions exist:\t(1)\tA lot line adjustment is made\nbetween four or fewer existing adjoining lots or parcels and the land taken from\none lot or parcel is added to an adjoining lot or parcel;\t(2)\tThe resulting\nnumber of lots or parcels remains the same or is decreased;\t(3)\tThe parcels or\nlots resulting from the lot line adjustment will conform to the local general\nplan, any applicable coastal plan, and zoning and building ordinances.\t(d)\tThose\ninvolving land dedicated for cemetery purposes under the applicable provisions\ncontained in the Health and Safety Code of the State of California.\tC.\tParcel\nMaps – Divisions of Land of Five or More Parcels not Subdivisions.\t1.\t(Amended\nby Ord. No. 146,985, Eff. 4\/11\/75.) No parcel of land shall be separated in\nownership or otherwise divided into five or more parcels, where such a division\nis not a subdivision by reason of the exceptions contained in Subdivisions (a),\n(b), (c) and (d) of Section 66426 of the Subdivision Map Act, and no such\ndivided parcel shall be separately maintained unless a Tentative Map of such\ndivision has been approved by the Advisory Agency and a Parcel Map prepared in\nconformity therewith and has been recorded in the office of the county\nrecorder.\t2.\tWhere the Advisory Agency determines that a Tentative Map filed for\nthe division of land described in Subdivision (b) and (c) of Section 66426 of\nthe Subdivision Map Act complies with all the requirements of this article, but\nthat dedication for street opening or widening or easements is necessary, it\nshall require that an offer to dedicate such additional land as is necessary\ntherefor to be made in a manner provided by Section 17.53 C.1. of this Code.\n(Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\t3.\tWhere the Advisory Agency\ndetermines that a Tentative Map filed for the division of land described in\nSubdivision (c) of Section 66426 of the Subdivision Map Act complies with all of\nthe requirements of this Article, but that improvement of public or private\nstreets, highways, ways or easements is necessary for local traffic, drainage or\nsanitary needs, such improvements shall be constructed, or their construction\nand completion guaranteed in the manner provided by Section 17.08 of this Code,\nas a condition of approval of the Tentative Map. (Amended by Ord. No. 146,985,\nEff. 4\/11\/75.)\t4.\tNo building permit shall be issued, and no building or\nstructure shall be constructed, altered or maintained on any land which has been\nseparated in ownership or otherwise divided into five or more parcels, where a\nfinal map is not required for such a division by reason of the exceptions\ncontained in Subdivision (a), (b), (c) and (d) of Section 66426 of the\nSubdivision Map Act, in violation of the provisions of this article. All\nconditions of approval shall be completed prior to submitting the parcel map to\nthe City Engineer. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\tD.\tWaiver of\nParcel Maps. (Amended by Ord. No. 159,630, Eff. 2\/25\/85.)\t1.\tFindings. The\nAdvisory Agency may waive Parcel Maps required by this section so long as it\nfinds that the proposed division of land complies with such requirements as may\nhave been established by the Subdivision Map Act (Government Code Sections 66410\net seq. ) or this article as to area, improvement and design, floodwater\ndrainage control, appropriate improved public roads, sanitary disposal\nfacilities, water supply availability, environmental protection, and other\nrequirements of the Subdivision Map Act or this article, provided that in\nwaiving such a Parcel Map the Advisory Agency may receive a preliminary Parcel\nMap.\t2.\tProcedure. A request for a waiver of a Parcel Map shall be submitted by\nthe subdivider in a form acceptable to the Advisory Agency. Notice of the action\nof the Advisory Agency upon such a request shall be given to the subdivider and\nto all persons to whom notification of the preliminary Parcel Map is required by\nlaw. The Advisory Agency action on a request for a waiver of a Parcel Map may be\nappealed in accordance with the provisions of Section 17.54 of this Code.\nProvided that in overruling an Advisory Agency denial of such a request for a\nwaiver of a Parcel Map, the Appeal Board shall make the findings required by\nSubdivision 1. of this subsection. (Amended by Ord. No. 173,268, Eff. 7\/1\/00,\nOper. 7\/1\/00.)\tE.\tSlope Density. (Added by Ord. No. 162,144, Eff. 5\/11\/87.)  In\nHillside Areas, as defined in Chapter 1 of the Los Angeles Municipal Code, which\nare designated in the Minimum Density housing category by the applicable element\nof the General Plan adopted by the City Council, the dwelling unit density shall\nnot exceed that allowed by the following formula:  (Paragraph and following\nformula Amended by Ord. No. 179,035, Eff. 9\/17\/07.)\tWhere:\t\tD =\tthe maximum\nnumber of dwelling units per gross acre allowable, and\t\t\tS =\tthe average natural\nslope of the land in percent.\tWhere the total allowable number of dwelling units\nper parcel map or tentative tract map calculated under the above formulas\nresults in a number other than a whole number, it shall be rounded to the\nnearest whole number as follows: where the fractional portion of the total\nallowable number of dwelling units equals .5 or more, the total number of\nallowable dwelling units shall be rounded to the next larger whole number; where\nthe fractional portion of the total allowable number of dwelling units equals\nless than .5, the total number of allowable dwelling units shall be rounded to\nthe next smaller whole number\tIn no case shall the permitted density be less\nthan 0.05 dwelling units per gross acre.  Where the total allowable number of\ndwelling units per parcel map calculated under the above formula results in a\nnumber less than one, it shall be rounded up to allow one dwelling unit per\nparcel map.  Where previous grading on a site makes it difficult to determine\naverage natural slope using the above formula, the Director of Planning shall\ndetermine the average natural slope in a manner to carry out the purpose and\nintent of this subsection.  (Amended by Ord. No. 179,035, Eff.\n9\/17\/07.)\tF.\tPublic Notice and Hearing. (Added by Ord. No. 176,321, Eff.\n1\/15\/05.)  Upon receipt of a complete application, the Advisory Agency shall\nset the matter for public hearing at which evidence shall be taken.  The\nAdvisory Agency shall give notice consistent with the provisions of Section\n17.06 A.1. of the L.A.M.C.\tWaiver.  The Advisory Agency may waive the public\nhearing required in this subsection if the applicant submits with the\napplication the written approval of the owners of all properties abutting,\nacross the street or alley from, and\/or having a common corner with the parcel\nmap.  A copy of the determination shall be mailed to the applicant, and to the\nowners of all properties abutting, across the street or alley from, or having a\ncommon corner with the subject property and\/or to all persons who have filed\nwritten requests for notice with the Advisory Agency.\n","html":"\n\t\t\t\t\t<section><p>  PARCEL MAPS – GENERAL PROVISIONS.<br \/><br \/>\tA.\tPurpose. The following parcel map regulations are intended to assure compliance with the Subdivision Map Act, the Comprehensive Zoning Plan of the City of Los Angeles as set forth in Article 2 of this chapter, and the various elements of the City’s General Plan, to assure lots of acceptable design and of a size compatible with the size of existing lots in the immediate neighborhood; to preserve property values; to assure compliance with the Design Standards for Streets and Alleys as specified in Section 17.05 of this Code where street or alley dedication and\/or improvement are required; and to prevent interference with the opening or extension of streets necessary for emergency vehicle access, proper traffic circulation and the future development of adjacent properties; and to provide that the dividing of land in the hillside areas be done in a manner which will assure that the separate parcels can be safely graded and developed as building sites. (Amended by Ord. No. 143,254, Eff. 5\/14\/72.)<br \/><br \/>\tB.\tScope.<br \/><br \/>\t1.\tNo land shall be separated in ownership or otherwise divided into two, three, or four parcels or condominiums, and no such divided parcel or condominium shall be separately maintained unless the division conforms to that shown on a parcel map which has been approved by the Advisory Agency and recorded in the office of the county recorder.  (Amended by Ord. No. 147,224*, Eff. 6\/27\/75.)<br \/><br \/>\t* The provisions of this <span class=\"dictionary\">ordinance<\/span> shall become operative 90 days after the publication date of such <span class=\"dictionary\">ordinance<\/span>.<br \/><br \/>\t2.\tNo building permit shall be issued, and no building or structure shall be constructed, altered or maintained on any land which has been separated in ownership or otherwise divided into two, three or four parcels in violation of the provisions of this article, and until and unless a Parcel Map has been recorded in the office of the county recorder All conditions of approval shall be completed prior to filing the Parcel Map.<br \/><br \/>\t3.\tThese regulations shall not apply to the leasing of apartments, offices, stores or similar space within an apartment building, industrial building, commercial building or mobilehome park, nor to mineral, oil or gas leases, nor shall they apply to the following divisions of land, except as may be required by Subsection C. hereof.  (Amended by Ord. No. 161,716, Eff. 12\/6\/86.)<br \/><br \/>\t(a)\tThose made in compliance with the Subdivision Map Act and the subdivision regulations contained in this article.<br \/><br \/>\t(b)\tThose divisions of land made solely because of the sale, acquisition, lease or combining of lands by governmental agencies, including City of Los Angeles and any department thereof, or any further division of such lands by a lessee of such governmental agency.<br \/><br \/>\t(c)\t(Amended by Ord. No. 176,321, Eff. 1\/15\/05.)  Those where the Advisory Agency or the <span class=\"dictionary\">Appeal<\/span> Board determines that all the following conditions exist:<br \/><br \/>\t(1)\tA lot line adjustment is made between four or fewer existing adjoining lots or parcels and the land taken from one lot or parcel is added to an adjoining lot or parcel;<br \/><br \/>\t(2)\tThe resulting number of lots or parcels remains the same or is decreased;<br \/><br \/>\t(3)\tThe parcels or lots resulting from the lot line adjustment will conform to the local general plan, any applicable coastal plan, and zoning and building <span class=\"dictionary\">ordinances<\/span>.<br \/><br \/>\t(d)\tThose involving land dedicated for cemetery purposes under the applicable provisions contained in the Health and Safety Code of the State of California.<br \/><br \/>\tC.\tParcel Maps – Divisions of Land of Five or More Parcels not Subdivisions.<br \/><br \/>\t1.\t(Amended by Ord. No. 146,985, Eff. 4\/11\/75.) No parcel of land shall be separated in ownership or otherwise divided into five or more parcels, where such a division is not a subdivision by reason of the exceptions contained in Subdivisions (a), (b), (c) and (d) of Section 66426 of the Subdivision Map Act, and no such divided parcel shall be separately maintained unless a Tentative Map of such division has been approved by the Advisory Agency and a Parcel Map prepared in conformity therewith and has been recorded in the office of the county recorder.<br \/><br \/>\t2.\tWhere the Advisory Agency determines that a Tentative Map filed for the division of land described in Subdivision (b) and (c) of Section 66426 of the Subdivision Map Act complies with all the requirements of this article, but that dedication for street opening or widening or easements is necessary, it shall require that an offer to dedicate such additional land as is necessary therefor to be made in a manner provided by Section 17.53 C.1. of this Code. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)<br \/><br \/>\t3.\tWhere the Advisory Agency determines that a Tentative Map filed for the division of land described in Subdivision (c) of Section 66426 of the Subdivision Map Act complies with all of the requirements of this Article, but that improvement of public or private streets, highways, ways or easements is necessary for local traffic, drainage or sanitary needs, such improvements shall be constructed, or their construction and completion guaranteed in the manner provided by Section 17.08 of this Code, as a condition of approval of the Tentative Map. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)<br \/><br \/>\t4.\tNo building permit shall be issued, and no building or structure shall be constructed, altered or maintained on any land which has been separated in ownership or otherwise divided into five or more parcels, where a final map is not required for such a division by reason of the exceptions contained in Subdivision (a), (b), (c) and (d) of Section 66426 of the Subdivision Map Act, in violation of the provisions of this article. All conditions of approval shall be completed prior to submitting the parcel map to the City Engineer. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)<br \/><br \/>\tD.\t<span class=\"dictionary\">Waiver<\/span> of Parcel Maps. (Amended by Ord. No. 159,630, Eff. 2\/25\/85.)<br \/><br \/>\t1.\t<span class=\"dictionary\">Findings<\/span>. The Advisory Agency may <span class=\"dictionary\">waive<\/span> Parcel Maps required by this section so long as it finds that the proposed division of land complies with such requirements as may have been established by the Subdivision Map Act (Government Code Sections 66410 et seq. ) or this article as to area, improvement and design, floodwater drainage control, appropriate improved public roads, sanitary disposal facilities, water supply availability, environmental protection, and other requirements of the Subdivision Map Act or this article, provided that in waiving such a Parcel Map the Advisory Agency may receive a preliminary Parcel Map.<br \/><br \/>\t2.\tProcedure. A request for a <span class=\"dictionary\">waiver<\/span> of a Parcel Map shall be submitted by the subdivider in a form acceptable to the Advisory Agency. Notice of the action of the Advisory Agency upon such a request shall be given to the subdivider and to all persons to whom notification of the preliminary Parcel Map is required by <span class=\"dictionary\">law<\/span>. The Advisory Agency action on a request for a <span class=\"dictionary\">waiver<\/span> of a Parcel Map may be appealed in accordance with the provisions of Section 17.54 of this Code. Provided that in overruling an Advisory Agency denial of such a request for a <span class=\"dictionary\">waiver<\/span> of a Parcel Map, the <span class=\"dictionary\">Appeal<\/span> Board shall make the <span class=\"dictionary\">findings<\/span> required by Subdivision 1. of this subsection. (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)<br \/><br \/>\tE.\tSlope Density. (Added by Ord. No. 162,144, Eff. 5\/11\/87.)  In Hillside Areas, as defined in Chapter 1 of the Los Angeles Municipal Code, which are designated in the Minimum Density housing category by the applicable element of the General Plan adopted by the City Council, the dwelling unit density shall not exceed that allowed by the following formula:  (Paragraph and following formula Amended by Ord. No. 179,035, Eff. 9\/17\/07.)<br \/><br \/><br \/><br \/>\tWhere:\t\tD =\tthe maximum number of dwelling units per gross acre allowable, and<br \/><br \/>\t\t\tS =\tthe average natural slope of the land in percent.<br \/><br \/>\tWhere the total allowable number of dwelling units per parcel map or tentative tract map calculated under the above formulas results in a number other than a whole number, it shall be rounded to the nearest whole number as follows: where the fractional portion of the total allowable number of dwelling units equals .5 or more, the total number of allowable dwelling units shall be rounded to the next larger whole number; where the fractional portion of the total allowable number of dwelling units equals less than .5, the total number of allowable dwelling units shall be rounded to the next smaller whole number<br \/><br \/>\tIn no case shall the permitted density be less than 0.05 dwelling units per gross acre.  Where the total allowable number of dwelling units per parcel map calculated under the above formula results in a number less than one, it shall be rounded up to allow one dwelling unit per parcel map.  Where previous grading on a site makes it difficult to determine average natural slope using the above formula, the Director of Planning shall determine the average natural slope in a manner to carry out the purpose and <span class=\"dictionary\">intent<\/span> of this subsection.  (Amended by Ord. No. 179,035, Eff. 9\/17\/07.)<br \/><br \/>\tF.\tPublic Notice and <span class=\"dictionary\">Hearing<\/span>. (Added by Ord. No. 176,321, Eff. 1\/15\/05.)  Upon receipt of a complete application, the Advisory Agency shall set the matter for public <span class=\"dictionary\">hearing<\/span> at which <span class=\"dictionary\">evidence<\/span> shall be taken.  The Advisory Agency shall give notice consistent with the provisions of Section 17.06 A.1. of the L.A.M.C.<br \/><br \/>\t<span class=\"dictionary\">Waiver<\/span>.  The Advisory Agency may <span class=\"dictionary\">waive<\/span> the public <span class=\"dictionary\">hearing<\/span> required in this subsection if the applicant submits with the application the written approval of the owners of all properties abutting, across the street or alley from, and\/or having a common corner with the parcel map.  A copy of the determination shall be mailed to the applicant, and to the owners of all properties abutting, across the street or alley from, or having a common corner with the subject property and\/or to all persons who have filed written requests for notice with the Advisory Agency.<\/p><\/section>","previous_section":{"id":"2782","structure_id":"8","section_number":"17.15","catch_line":"Vesting Tentative Maps.","url":"\/17.15\/","token":"17.15"},"text":{"0":{"id":"289","text":"  PARCEL MAPS – GENERAL PROVISIONS.\tA.\tPurpose. The following parcel map regulations are intended to assure compliance with the Subdivision Map Act, the Comprehensive Zoning Plan of the City of Los Angeles as set forth in Article 2 of this chapter, and the various elements of the City’s General Plan, to assure lots of acceptable design and of a size compatible with the size of existing lots in the immediate neighborhood; to preserve property values; to assure compliance with the Design Standards for Streets and Alleys as specified in Section 17.05 of this Code where street or alley dedication and\/or improvement are required; and to prevent interference with the opening or extension of streets necessary for emergency vehicle access, proper traffic circulation and the future development of adjacent properties; and to provide that the dividing of land in the hillside areas be done in a manner which will assure that the separate parcels can be safely graded and developed as building sites. (Amended by Ord. No. 143,254, Eff. 5\/14\/72.)\tB.\tScope.\t1.\tNo land shall be separated in ownership or otherwise divided into two, three, or four parcels or condominiums, and no such divided parcel or condominium shall be separately maintained unless the division conforms to that shown on a parcel map which has been approved by the Advisory Agency and recorded in the office of the county recorder.  (Amended by Ord. No. 147,224*, Eff. 6\/27\/75.)\t* The provisions of this ordinance shall become operative 90 days after the publication date of such ordinance.\t2.\tNo building permit shall be issued, and no building or structure shall be constructed, altered or maintained on any land which has been separated in ownership or otherwise divided into two, three or four parcels in violation of the provisions of this article, and until and unless a Parcel Map has been recorded in the office of the county recorder All conditions of approval shall be completed prior to filing the Parcel Map.\t3.\tThese regulations shall not apply to the leasing of apartments, offices, stores or similar space within an apartment building, industrial building, commercial building or mobilehome park, nor to mineral, oil or gas leases, nor shall they apply to the following divisions of land, except as may be required by Subsection C. hereof.  (Amended by Ord. No. 161,716, Eff. 12\/6\/86.)\t(a)\tThose made in compliance with the Subdivision Map Act and the subdivision regulations contained in this article.\t(b)\tThose divisions of land made solely because of the sale, acquisition, lease or combining of lands by governmental agencies, including City of Los Angeles and any department thereof, or any further division of such lands by a lessee of such governmental agency.\t(c)\t(Amended by Ord. No. 176,321, Eff. 1\/15\/05.)  Those where the Advisory Agency or the Appeal Board determines that all the following conditions exist:\t(1)\tA lot line adjustment is made between four or fewer existing adjoining lots or parcels and the land taken from one lot or parcel is added to an adjoining lot or parcel;\t(2)\tThe resulting number of lots or parcels remains the same or is decreased;\t(3)\tThe parcels or lots resulting from the lot line adjustment will conform to the local general plan, any applicable coastal plan, and zoning and building ordinances.\t(d)\tThose involving land dedicated for cemetery purposes under the applicable provisions contained in the Health and Safety Code of the State of California.\tC.\tParcel Maps – Divisions of Land of Five or More Parcels not Subdivisions.\t1.\t(Amended by Ord. No. 146,985, Eff. 4\/11\/75.) No parcel of land shall be separated in ownership or otherwise divided into five or more parcels, where such a division is not a subdivision by reason of the exceptions contained in Subdivisions (a), (b), (c) and (d) of Section 66426 of the Subdivision Map Act, and no such divided parcel shall be separately maintained unless a Tentative Map of such division has been approved by the Advisory Agency and a Parcel Map prepared in conformity therewith and has been recorded in the office of the county recorder.\t2.\tWhere the Advisory Agency determines that a Tentative Map filed for the division of land described in Subdivision (b) and (c) of Section 66426 of the Subdivision Map Act complies with all the requirements of this article, but that dedication for street opening or widening or easements is necessary, it shall require that an offer to dedicate such additional land as is necessary therefor to be made in a manner provided by Section 17.53 C.1. of this Code. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\t3.\tWhere the Advisory Agency determines that a Tentative Map filed for the division of land described in Subdivision (c) of Section 66426 of the Subdivision Map Act complies with all of the requirements of this Article, but that improvement of public or private streets, highways, ways or easements is necessary for local traffic, drainage or sanitary needs, such improvements shall be constructed, or their construction and completion guaranteed in the manner provided by Section 17.08 of this Code, as a condition of approval of the Tentative Map. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\t4.\tNo building permit shall be issued, and no building or structure shall be constructed, altered or maintained on any land which has been separated in ownership or otherwise divided into five or more parcels, where a final map is not required for such a division by reason of the exceptions contained in Subdivision (a), (b), (c) and (d) of Section 66426 of the Subdivision Map Act, in violation of the provisions of this article. All conditions of approval shall be completed prior to submitting the parcel map to the City Engineer. (Amended by Ord. No. 146,985, Eff. 4\/11\/75.)\tD.\tWaiver of Parcel Maps. (Amended by Ord. No. 159,630, Eff. 2\/25\/85.)\t1.\tFindings. The Advisory Agency may waive Parcel Maps required by this section so long as it finds that the proposed division of land complies with such requirements as may have been established by the Subdivision Map Act (Government Code Sections 66410 et seq. ) or this article as to area, improvement and design, floodwater drainage control, appropriate improved public roads, sanitary disposal facilities, water supply availability, environmental protection, and other requirements of the Subdivision Map Act or this article, provided that in waiving such a Parcel Map the Advisory Agency may receive a preliminary Parcel Map.\t2.\tProcedure. A request for a waiver of a Parcel Map shall be submitted by the subdivider in a form acceptable to the Advisory Agency. Notice of the action of the Advisory Agency upon such a request shall be given to the subdivider and to all persons to whom notification of the preliminary Parcel Map is required by law. The Advisory Agency action on a request for a waiver of a Parcel Map may be appealed in accordance with the provisions of Section 17.54 of this Code. Provided that in overruling an Advisory Agency denial of such a request for a waiver of a Parcel Map, the Appeal Board shall make the findings required by Subdivision 1. of this subsection. (Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\tE.\tSlope Density. (Added by Ord. No. 162,144, Eff. 5\/11\/87.)  In Hillside Areas, as defined in Chapter 1 of the Los Angeles Municipal Code, which are designated in the Minimum Density housing category by the applicable element of the General Plan adopted by the City Council, the dwelling unit density shall not exceed that allowed by the following formula:  (Paragraph and following formula Amended by Ord. No. 179,035, Eff. 9\/17\/07.)\tWhere:\t\tD =\tthe maximum number of dwelling units per gross acre allowable, and\t\t\tS =\tthe average natural slope of the land in percent.\tWhere the total allowable number of dwelling units per parcel map or tentative tract map calculated under the above formulas results in a number other than a whole number, it shall be rounded to the nearest whole number as follows: where the fractional portion of the total allowable number of dwelling units equals .5 or more, the total number of allowable dwelling units shall be rounded to the next larger whole number; where the fractional portion of the total allowable number of dwelling units equals less than .5, the total number of allowable dwelling units shall be rounded to the next smaller whole number\tIn no case shall the permitted density be less than 0.05 dwelling units per gross acre.  Where the total allowable number of dwelling units per parcel map calculated under the above formula results in a number less than one, it shall be rounded up to allow one dwelling unit per parcel map.  Where previous grading on a site makes it difficult to determine average natural slope using the above formula, the Director of Planning shall determine the average natural slope in a manner to carry out the purpose and intent of this subsection.  (Amended by Ord. No. 179,035, Eff. 9\/17\/07.)\tF.\tPublic Notice and Hearing. (Added by Ord. No. 176,321, Eff. 1\/15\/05.)  Upon receipt of a complete application, the Advisory Agency shall set the matter for public hearing at which evidence shall be taken.  The Advisory Agency shall give notice consistent with the provisions of Section 17.06 A.1. of the L.A.M.C.\tWaiver.  The Advisory Agency may waive the public hearing required in this subsection if the applicant submits with the application the written approval of the owners of all properties abutting, across the street or alley from, and\/or having a common corner with the parcel map.  A copy of the determination shall be mailed to the applicant, and to the owners of all properties abutting, across the street or alley from, or having a common corner with the subject property and\/or to all persons who have filed written requests for notice with the Advisory Agency.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}