{"section_number":"18.03","edition_id":"1","section_id":"2187","structure_id":"124","catch_line":"Procedure.","history":"","full_text":"  PROCEDURE.\n\n\t(a)\t(Amended by Ord. No. 122,064, Eff. 6\/14\/62.)  No person shall plat or divide land as lots or building sites which are contiguous or adjacent to a private road easement and no person shall be granted a building permit for such a lot or building site unless a Private Street Map has been first filed with and approved by the Director in accordance with the provisions of this article. Every person who shall plat or divide such land, and every person applying for a building permit for such lots or building sites shall file with the Director at least 15 copies of a Private Street Map showing the proposed platting or division of land. Such maps shall be prepared with respect to all engineering data required herein by or under the direction of a licensed surveyor or a registered civil engineer, and shall contain the following information:\n\n\t1.\tA private street map number furnished by the County Surveyor, together with the following statement: “The purpose of this map is to obtain approval of private streets.”\n\n\t2.\tSufficient legal description of the land to describe the location of the proposed division of lands, together with a location survey of the private street.\n\n\t3.\tNames and addresses of record owners or of other persons dividing the land, and the engineer or surveyor;\n\n\t4.\tThe locations, names and existing widths of all adjoining and contiguous public highways, streets and ways and private streets and the proposed name of each private street on the land platted or divided. (Amended by Ord. No. 158,691, Eff. 3\/12\/84.)\n\n\t5.\tThe widths and approximate grades of all existing and proposed public highways, streets and ways and private streets;\n\n\t6.\tThe approximate width and location of all existing and proposed easements for drainage, sewer and public utility purposes;\n\n\t7.\tApproximate radii of all curves;\n\n\t8.\tThe approximate lot layout and the approximate dimensions of each lot or building site;\n\n\t9.\tThe approximate location, width and direction of flow of all water courses;\n\n\t10.\tThe proposed method of sewage disposal;\n\n\t11.\tThe proposed use of property;\n\n\t12.\tThe approximately accurate contours drawn to intervals prescribed by the City Engineer where topography controls or influences the layout or water supply;\n\n\t13.\tThe approximate location of all trees that will affect locations of easements;\n\n\t14.\tThe date, north point and scale;\n\n\t15.\tThe approximate location and outline of each existing building or structure;\n\n\t16.\tThe boundary line of the parcel of land divided;\n\n\t17.\tAny of the foregoing data which is impossible or impractical to place upon the Private Street Map shall be submitted in writing with the map.\n\n\t(b)\tThe director shall not accept any Private Street Map for filing unless the fees prescribed in this Chapter shall have been paid.  (Amended by Ord. No. 129,575, Eff. 4\/4\/65.)\n\n\t(c)\tThe Director shall not act on any Private Street Map until he receives a report thereon from the City Engineer, the Department of Building and Safety, the Fire Department and the Department of Water and Power. Reports from the Departments shall be submitted to the Director within 30 days of the date of receipt of request for said reports.  (Amended by Ord. No. 127,508, Eff. 6\/29\/64.)","order_by":"03","ancestry":{"1":{"id":"124","name":"Private Street Regulations","identifier":"8","label":"article","url":"\/1\/8\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"1210","structure_id":"124","section_number":"18.00","catch_line":"Scope.","url":"\/18.00\/","token":"18.00"},"1":{"id":"3957","structure_id":"124","section_number":"18.01","catch_line":"Definitions.","url":"\/18.01\/","token":"18.01"},"2":{"id":"1933","structure_id":"124","section_number":"18.02","catch_line":"Duties Of Director.","url":"\/18.02\/","token":"18.02"},"3":{"id":"2187","structure_id":"124","section_number":"18.03","catch_line":"Procedure.","url":"\/18.03\/","token":"18.03"},"4":{"id":"1900","structure_id":"124","section_number":"18.04","catch_line":"Subdivisions.","url":"\/18.04\/","token":"18.04"},"5":{"id":"1525","structure_id":"124","section_number":"18.05","catch_line":"Private Streets, Lot Or Building Site Standards.","url":"\/18.05\/","token":"18.05"},"6":{"id":"2699","structure_id":"124","section_number":"18.07","catch_line":"Posting Of Private Streets.","url":"\/18.07\/","token":"18.07"},"7":{"id":"4175","structure_id":"124","section_number":"18.08","catch_line":"Director Approval And Appeals.","url":"\/18.08\/","token":"18.08"},"8":{"id":"2860","structure_id":"124","section_number":"18.09","catch_line":"Private Street Names.","url":"\/18.09\/","token":"18.09"},"9":{"id":"1951","structure_id":"124","section_number":"18.10","catch_line":"Building Permits.","url":"\/18.10\/","token":"18.10"},"10":{"id":"1268","structure_id":"124","section_number":"18.12","catch_line":"Modifications.","url":"\/18.12\/","token":"18.12"}},"next_section":{"id":"1900","structure_id":"124","section_number":"18.04","catch_line":"Subdivisions.","url":"\/18.04\/","token":"18.04"},"metadata":false,"references":false,"url":"\/18.03\/","token":"18.03","formats":{"txt":"\/18.03.txt","json":"\/18.03.xml"},"dublin_core":{"Title":"Procedure.","Type":"Text","Format":"text\/html","Identifier":"§ 18.03","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPROCEDURE. (§ 18.03)\n\n  PROCEDURE.\t(a)\t(Amended by Ord. No. 122,064, Eff. 6\/14\/62.)  No person shall\nplat or divide land as lots or building sites which are contiguous or adjacent\nto a private road easement and no person shall be granted a building permit for\nsuch a lot or building site unless a Private Street Map has been first filed\nwith and approved by the Director in accordance with the provisions of this\narticle. Every person who shall plat or divide such land, and every person\napplying for a building permit for such lots or building sites shall file with\nthe Director at least 15 copies of a Private Street Map showing the proposed\nplatting or division of land. Such maps shall be prepared with respect to all\nengineering data required herein by or under the direction of a licensed\nsurveyor or a registered civil engineer, and shall contain the following\ninformation:\t1.\tA private street map number furnished by the County Surveyor,\ntogether with the following statement: “The purpose of this map is to obtain\napproval of private streets.”\t2.\tSufficient legal description of the land to\ndescribe the location of the proposed division of lands, together with a\nlocation survey of the private street.\t3.\tNames and addresses of record owners\nor of other persons dividing the land, and the engineer or surveyor;\t4.\tThe\nlocations, names and existing widths of all adjoining and contiguous public\nhighways, streets and ways and private streets and the proposed name of each\nprivate street on the land platted or divided. (Amended by Ord. No. 158,691,\nEff. 3\/12\/84.)\t5.\tThe widths and approximate grades of all existing and proposed\npublic highways, streets and ways and private streets;\t6.\tThe approximate width\nand location of all existing and proposed easements for drainage, sewer and\npublic utility purposes;\t7.\tApproximate radii of all curves;\t8.\tThe approximate\nlot layout and the approximate dimensions of each lot or building site;\t9.\tThe\napproximate location, width and direction of flow of all water courses;\t10.\tThe\nproposed method of sewage disposal;\t11.\tThe proposed use of property;\t12.\tThe\napproximately accurate contours drawn to intervals prescribed by the City\nEngineer where topography controls or influences the layout or water\nsupply;\t13.\tThe approximate location of all trees that will affect locations of\neasements;\t14.\tThe date, north point and scale;\t15.\tThe approximate location and\noutline of each existing building or structure;\t16.\tThe boundary line of the\nparcel of land divided;\t17.\tAny of the foregoing data which is impossible or\nimpractical to place upon the Private Street Map shall be submitted in writing\nwith the map.\t(b)\tThe director shall not accept any Private Street Map for\nfiling unless the fees prescribed in this Chapter shall have been paid. \n(Amended by Ord. No. 129,575, Eff. 4\/4\/65.)\t(c)\tThe Director shall not act on\nany Private Street Map until he receives a report thereon from the City\nEngineer, the Department of Building and Safety, the Fire Department and the\nDepartment of Water and Power. Reports from the Departments shall be submitted\nto the Director within 30 days of the date of receipt of request for said\nreports.  (Amended by Ord. No. 127,508, Eff. 6\/29\/64.)\n","html":"\n\t\t\t\t\t<section><p>  PROCEDURE.<br \/><br \/>\t(a)\t(Amended by Ord. No. 122,064, Eff. 6\/14\/62.)  No person shall plat or divide land as lots or building sites which are contiguous or adjacent to a private road easement and no person shall be granted a building permit for such a lot or building site unless a Private Street Map has been first filed with and approved by the Director in accordance with the provisions of this article. Every person who shall plat or divide such land, and every person applying for a building permit for such lots or building sites shall file with the Director at least 15 copies of a Private Street Map showing the proposed platting or division of land. Such maps shall be prepared with respect to all engineering data required herein by or under the direction of a licensed surveyor or a registered civil engineer, and shall contain the following information:<br \/><br \/>\t1.\tA private street map number furnished by the County Surveyor, together with the following statement: “The purpose of this map is to obtain approval of private streets.”<br \/><br \/>\t2.\tSufficient legal description of the land to describe the location of the proposed division of lands, together with a location survey of the private street.<br \/><br \/>\t3.\tNames and addresses of record owners or of other persons dividing the land, and the engineer or surveyor;<br \/><br \/>\t4.\tThe locations, names and existing widths of all adjoining and contiguous public highways, streets and ways and private streets and the proposed name of each private street on the land platted or divided. (Amended by Ord. No. 158,691, Eff. 3\/12\/84.)<br \/><br \/>\t5.\tThe widths and approximate grades of all existing and proposed public highways, streets and ways and private streets;<br \/><br \/>\t6.\tThe approximate width and location of all existing and proposed easements for drainage, sewer and public utility purposes;<br \/><br \/>\t7.\tApproximate radii of all curves;<br \/><br \/>\t8.\tThe approximate lot layout and the approximate dimensions of each lot or building site;<br \/><br \/>\t9.\tThe approximate location, width and direction of flow of all water courses;<br \/><br \/>\t10.\tThe proposed method of sewage disposal;<br \/><br \/>\t11.\tThe proposed use of property;<br \/><br \/>\t12.\tThe approximately accurate contours drawn to intervals prescribed by the City Engineer where topography controls or influences the layout or water supply;<br \/><br \/>\t13.\tThe approximate location of all trees that will affect locations of easements;<br \/><br \/>\t14.\tThe date, north point and scale;<br \/><br \/>\t15.\tThe approximate location and outline of each existing building or structure;<br \/><br \/>\t16.\tThe boundary line of the parcel of land divided;<br \/><br \/>\t17.\tAny of the foregoing data which is impossible or impractical to place upon the Private Street Map shall be submitted in writing with the map.<br \/><br \/>\t(b)\tThe director shall not accept any Private Street Map for filing unless the fees prescribed in this Chapter shall have been paid.  (Amended by Ord. No. 129,575, Eff. 4\/4\/65.)<br \/><br \/>\t(c)\tThe Director shall not act on any Private Street Map until he receives a report thereon from the City Engineer, the Department of Building and Safety, the Fire Department and the Department of Water and Power. Reports from the Departments shall be submitted to the Director within 30 days of the date of receipt of request for said reports.  (Amended by Ord. No. 127,508, Eff. 6\/29\/64.)<\/p><\/section>","previous_section":{"id":"1933","structure_id":"124","section_number":"18.02","catch_line":"Duties Of Director.","url":"\/18.02\/","token":"18.02"},"text":{"0":{"id":"2169","text":"  PROCEDURE.\t(a)\t(Amended by Ord. No. 122,064, Eff. 6\/14\/62.)  No person shall plat or divide land as lots or building sites which are contiguous or adjacent to a private road easement and no person shall be granted a building permit for such a lot or building site unless a Private Street Map has been first filed with and approved by the Director in accordance with the provisions of this article. Every person who shall plat or divide such land, and every person applying for a building permit for such lots or building sites shall file with the Director at least 15 copies of a Private Street Map showing the proposed platting or division of land. Such maps shall be prepared with respect to all engineering data required herein by or under the direction of a licensed surveyor or a registered civil engineer, and shall contain the following information:\t1.\tA private street map number furnished by the County Surveyor, together with the following statement: “The purpose of this map is to obtain approval of private streets.”\t2.\tSufficient legal description of the land to describe the location of the proposed division of lands, together with a location survey of the private street.\t3.\tNames and addresses of record owners or of other persons dividing the land, and the engineer or surveyor;\t4.\tThe locations, names and existing widths of all adjoining and contiguous public highways, streets and ways and private streets and the proposed name of each private street on the land platted or divided. (Amended by Ord. No. 158,691, Eff. 3\/12\/84.)\t5.\tThe widths and approximate grades of all existing and proposed public highways, streets and ways and private streets;\t6.\tThe approximate width and location of all existing and proposed easements for drainage, sewer and public utility purposes;\t7.\tApproximate radii of all curves;\t8.\tThe approximate lot layout and the approximate dimensions of each lot or building site;\t9.\tThe approximate location, width and direction of flow of all water courses;\t10.\tThe proposed method of sewage disposal;\t11.\tThe proposed use of property;\t12.\tThe approximately accurate contours drawn to intervals prescribed by the City Engineer where topography controls or influences the layout or water supply;\t13.\tThe approximate location of all trees that will affect locations of easements;\t14.\tThe date, north point and scale;\t15.\tThe approximate location and outline of each existing building or structure;\t16.\tThe boundary line of the parcel of land divided;\t17.\tAny of the foregoing data which is impossible or impractical to place upon the Private Street Map shall be submitted in writing with the map.\t(b)\tThe director shall not accept any Private Street Map for filing unless the fees prescribed in this Chapter shall have been paid.  (Amended by Ord. No. 129,575, Eff. 4\/4\/65.)\t(c)\tThe Director shall not act on any Private Street Map until he receives a report thereon from the City Engineer, the Department of Building and Safety, the Fire Department and the Department of Water and Power. Reports from the Departments shall be submitted to the Director within 30 days of the date of receipt of request for said reports.  (Amended by Ord. No. 127,508, Eff. 6\/29\/64.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}