{"section_number":"18.09","edition_id":"1","section_id":"2860","structure_id":"124","catch_line":"Private Street Names.","history":"","full_text":"  PRIVATE STREET NAMES.\n\t(Amended by Ord. No. 158,691, Eff. 3\/12\/84.)\n\n\tA.\tPrivate street names shall be established or changed pursuant to procedures set forth in this section in the event no Private Street Map is required under Section 18.03.\n\n\tB.\tFor purposes of this section only, “private street” shall mean only ingress and\/or egress easement, roadway, walkway, or other right of way open to travel by pedestrians, non-motorized vehicles, or motor vehicles which is not a public street or way whether or not the instrument creating it has been recorded or filed in the Office of the Recorder of Los Angeles County.\n\n\tC.\tApplications to establish or change the name of a private street shall be filed with the City Engineer. They shall be signed by a majority of the owners of properties abutting the private street or that portion of the street to be named or renamed, and be accompanied by:\n\n\t1.\tPayment of the required application processing fees;\n\n\t2.\tA map, drawn to scale, delineating the location, extent, width, and alignment of the private street, the approximate location and frontage dimensions of said parcels on said street and the location of existing public streets which it may ingress or egress; and\n\n\t3.\tIdentity of the maker of the map and of the names and addresses of owners of record of property abutting the private street or that portion of the street to be named or renamed.\n\n\tD.\tThe Council may initiate proceedings to name or rename a private street. In such event the Council action shall be referred to the City Engineer. That office shall process said action in the manner set forth in Subdivision E. and, if necessary or appropriate under the circumstances, shall prepare a map in the manner which satisfies the requirements set forth in Subdivision 2. of Subsection C. of this section.\n\n\tE.\tWhere there is an application filed to name or rename a private street and no new Private Street Map is required pursuant to Section 18.03, or there is a Council–initiated request, a private street may be named or renamed to a requested new name and the necessary documents recorded by the City Engineer with respect thereto, pursuant to the following procedure:\n\n\t1.\tThe City Engineer shall determine whether the proposed new name or change of name of a street is in the public interest and will not create confusion, be misleading, or be unduly long or carry connotations offensive to good taste and decency;\n\n\t2.\tThe City Engineer shall give notice of the proposed new street name or name change to the record owners and occupants of all real property abutting such private street. The notice shall designate the location of the private street or portion thereof to which the proposed new name is to apply. The street, or the affected portion thereof, shall be described in the notice with reference to other streets, and by the name or names, if any, which it bears or by which it, or any portion thereof, may be or may have been known, and the notice shall also state the proposed new street name. The notice shall further set forth whether or not the City Engineer’s determination recommends disapproval of the proposed name for reasons provided in Subdivision 1. above, and shall state that any written objections with respect to the proposed new name or name change or the City Engineer’s recommendation, shall be filed with the City Engineer within 30 days after a date designated on the notice as applicable for said purpose, and that said objections shall be signed by each person so objecting.\n\n\tIn the event any objections are filed within the 30–day time limit, or within said time period any objections are filed with respect to a City Engineer’s recommendation of disapproval, the City Engineer shall forward these, together with the City Engineer’s determination and recommendations and the applicable file to the City Council. The Council shall set the matter for hearing and the City Clerk shall thereupon notify by mail each person objecting to the proposed street name or to the City Engineer’s recommendation of disapproval and inform that person of the time and place for hearing. At the time specified, the Council shall hear all objections and shall thereafter approve or disapprove the proposed street name. The City Council’s decision shall be final and conclusive.\n\n\tIn the event no objections are filed with the City Engineer within 30 days of the date prescribed on the notice and the City Engineer has not recommended disapproval of the proposed new name, the application for that name shall be deemed approved. In the event the City Engineer has recommended disapproval of the proposed name, and no objections to that recommendation have been filed, the application shall be deemed denied.\n\n\tIf the new name is either approved by the Council, or in the event no Council hearing was required, and the application is deemed approved, the new private street name shall be effective and, the City Engineer shall cause any necessary indexing and\/or recordation of documents to be accomplished and shall provide a copy of the determination to all City Departments rendering emergency service to the affected properties and to the United States Postal Service.\n\n\tF.\tThe approval or deemed approval of a private street name as provided for in this Chapter is not, and shall not be construed to be, an acceptance of a private street as a public street, nor shall it create any public warranty or liability or legal status as a public street or be so construed with respect thereto.\n\n\tG.\t1.\tApplication processing fees shall be nonrefundable.\n\n\t2.\tThe application processing fee shall be $4,200.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)","order_by":"09","ancestry":{"1":{"id":"124","name":"Private Street Regulations","identifier":"8","label":"article","url":"\/1\/8\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"1210","structure_id":"124","section_number":"18.00","catch_line":"Scope.","url":"\/18.00\/","token":"18.00"},"1":{"id":"3957","structure_id":"124","section_number":"18.01","catch_line":"Definitions.","url":"\/18.01\/","token":"18.01"},"2":{"id":"1933","structure_id":"124","section_number":"18.02","catch_line":"Duties Of Director.","url":"\/18.02\/","token":"18.02"},"3":{"id":"2187","structure_id":"124","section_number":"18.03","catch_line":"Procedure.","url":"\/18.03\/","token":"18.03"},"4":{"id":"1900","structure_id":"124","section_number":"18.04","catch_line":"Subdivisions.","url":"\/18.04\/","token":"18.04"},"5":{"id":"1525","structure_id":"124","section_number":"18.05","catch_line":"Private Streets, Lot Or Building Site Standards.","url":"\/18.05\/","token":"18.05"},"6":{"id":"2699","structure_id":"124","section_number":"18.07","catch_line":"Posting Of Private Streets.","url":"\/18.07\/","token":"18.07"},"7":{"id":"4175","structure_id":"124","section_number":"18.08","catch_line":"Director Approval And Appeals.","url":"\/18.08\/","token":"18.08"},"8":{"id":"2860","structure_id":"124","section_number":"18.09","catch_line":"Private Street Names.","url":"\/18.09\/","token":"18.09"},"9":{"id":"1951","structure_id":"124","section_number":"18.10","catch_line":"Building Permits.","url":"\/18.10\/","token":"18.10"},"10":{"id":"1268","structure_id":"124","section_number":"18.12","catch_line":"Modifications.","url":"\/18.12\/","token":"18.12"}},"next_section":{"id":"1951","structure_id":"124","section_number":"18.10","catch_line":"Building Permits.","url":"\/18.10\/","token":"18.10"},"metadata":false,"references":false,"url":"\/18.09\/","token":"18.09","formats":{"txt":"\/18.09.txt","json":"\/18.09.xml"},"dublin_core":{"Title":"Private Street Names.","Type":"Text","Format":"text\/html","Identifier":"§ 18.09","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPRIVATE STREET NAMES. (§ 18.09)\n\n  PRIVATE STREET NAMES.\n\t(Amended by Ord. No. 158,691, Eff. 3\/12\/84.)\tA.\tPrivate street names shall be\nestablished or changed pursuant to procedures set forth in this section in the\nevent no Private Street Map is required under Section 18.03.\tB.\tFor purposes of\nthis section only, “private street” shall mean only ingress and\/or egress\neasement, roadway, walkway, or other right of way open to travel by pedestrians,\nnon-motorized vehicles, or motor vehicles which is not a public street or way\nwhether or not the instrument creating it has been recorded or filed in the\nOffice of the Recorder of Los Angeles County.\tC.\tApplications to establish or\nchange the name of a private street shall be filed with the City Engineer. They\nshall be signed by a majority of the owners of properties abutting the private\nstreet or that portion of the street to be named or renamed, and be accompanied\nby:\t1.\tPayment of the required application processing fees;\t2.\tA map, drawn to\nscale, delineating the location, extent, width, and alignment of the private\nstreet, the approximate location and frontage dimensions of said parcels on said\nstreet and the location of existing public streets which it may ingress or\negress; and\t3.\tIdentity of the maker of the map and of the names and addresses\nof owners of record of property abutting the private street or that portion of\nthe street to be named or renamed.\tD.\tThe Council may initiate proceedings to\nname or rename a private street. In such event the Council action shall be\nreferred to the City Engineer. That office shall process said action in the\nmanner set forth in Subdivision E. and, if necessary or appropriate under the\ncircumstances, shall prepare a map in the manner which satisfies the\nrequirements set forth in Subdivision 2. of Subsection C. of this\nsection.\tE.\tWhere there is an application filed to name or rename a private\nstreet and no new Private Street Map is required pursuant to Section 18.03, or\nthere is a Council–initiated request, a private street may be named or renamed\nto a requested new name and the necessary documents recorded by the City\nEngineer with respect thereto, pursuant to the following procedure:\t1.\tThe City\nEngineer shall determine whether the proposed new name or change of name of a\nstreet is in the public interest and will not create confusion, be misleading,\nor be unduly long or carry connotations offensive to good taste and\ndecency;\t2.\tThe City Engineer shall give notice of the proposed new street name\nor name change to the record owners and occupants of all real property abutting\nsuch private street. The notice shall designate the location of the private\nstreet or portion thereof to which the proposed new name is to apply. The\nstreet, or the affected portion thereof, shall be described in the notice with\nreference to other streets, and by the name or names, if any, which it bears or\nby which it, or any portion thereof, may be or may have been known, and the\nnotice shall also state the proposed new street name. The notice shall further\nset forth whether or not the City Engineer’s determination recommends\ndisapproval of the proposed name for reasons provided in Subdivision 1. above,\nand shall state that any written objections with respect to the proposed new\nname or name change or the City Engineer’s recommendation, shall be filed with\nthe City Engineer within 30 days after a date designated on the notice as\napplicable for said purpose, and that said objections shall be signed by each\nperson so objecting.\tIn the event any objections are filed within the 30–day\ntime limit, or within said time period any objections are filed with respect to\na City Engineer’s recommendation of disapproval, the City Engineer shall\nforward these, together with the City Engineer’s determination and\nrecommendations and the applicable file to the City Council. The Council shall\nset the matter for hearing and the City Clerk shall thereupon notify by mail\neach person objecting to the proposed street name or to the City Engineer’s\nrecommendation of disapproval and inform that person of the time and place for\nhearing. At the time specified, the Council shall hear all objections and shall\nthereafter approve or disapprove the proposed street name. The City Council’s\ndecision shall be final and conclusive.\tIn the event no objections are filed\nwith the City Engineer within 30 days of the date prescribed on the notice and\nthe City Engineer has not recommended disapproval of the proposed new name, the\napplication for that name shall be deemed approved. In the event the City\nEngineer has recommended disapproval of the proposed name, and no objections to\nthat recommendation have been filed, the application shall be deemed denied.\tIf\nthe new name is either approved by the Council, or in the event no Council\nhearing was required, and the application is deemed approved, the new private\nstreet name shall be effective and, the City Engineer shall cause any necessary\nindexing and\/or recordation of documents to be accomplished and shall provide a\ncopy of the determination to all City Departments rendering emergency service to\nthe affected properties and to the United States Postal Service.\tF.\tThe approval\nor deemed approval of a private street name as provided for in this Chapter is\nnot, and shall not be construed to be, an acceptance of a private street as a\npublic street, nor shall it create any public warranty or liability or legal\nstatus as a public street or be so construed with respect\nthereto.\tG.\t1.\tApplication processing fees shall be nonrefundable.\t2.\tThe\napplication processing fee shall be $4,200.  (Amended by Ord. No. 182,237, Eff.\n9\/28\/12.)\n","html":"\n\t\t\t\t\t<section><p>  PRIVATE STREET NAMES.\n\t(Amended by Ord. No. 158,691, Eff. 3\/12\/84.)<br \/><br \/>\tA.\tPrivate street names shall be established or changed pursuant to procedures set forth in this section in the event no Private Street Map is required under Section 18.03.<br \/><br \/>\tB.\tFor purposes of this section only, “private street” shall mean only ingress and\/or egress easement, roadway, walkway, or other right of way open to travel by pedestrians, non-motorized vehicles, or motor vehicles which is not a public street or way whether or not the instrument creating it has been recorded or filed in the Office of the Recorder of Los Angeles County.<br \/><br \/>\tC.\tApplications to establish or change the name of a private street shall be filed with the City Engineer. They shall be signed by a majority of the owners of properties abutting the private street or that portion of the street to be named or renamed, and be accompanied by:<br \/><br \/>\t1.\tPayment of the required application processing fees;<br \/><br \/>\t2.\tA map, drawn to scale, delineating the location, extent, width, and alignment of the private street, the approximate location and frontage dimensions of said parcels on said street and the location of existing public streets which it may ingress or egress; and<br \/><br \/>\t3.\tIdentity of the maker of the map and of the names and addresses of owners of record of property abutting the private street or that portion of the street to be named or renamed.<br \/><br \/>\tD.\tThe Council may initiate proceedings to name or rename a private street. In such event the Council action shall be referred to the City Engineer. That office shall process said action in the manner set forth in Subdivision E. and, if necessary or appropriate under the circumstances, shall prepare a map in the manner which satisfies the requirements set forth in Subdivision 2. of Subsection C. of this section.<br \/><br \/>\tE.\tWhere there is an application filed to name or rename a private street and no new Private Street Map is required pursuant to Section 18.03, or there is a Council–initiated request, a private street may be named or renamed to a requested new name and the necessary documents recorded by the City Engineer with respect thereto, pursuant to the following procedure:<br \/><br \/>\t1.\tThe City Engineer shall determine whether the proposed new name or change of name of a street is in the public interest and will not create confusion, be misleading, or be unduly long or carry connotations offensive to good taste and decency;<br \/><br \/>\t2.\tThe City Engineer shall give notice of the proposed new street name or name change to the record owners and occupants of all real property abutting such private street. The notice shall designate the location of the private street or portion thereof to which the proposed new name is to apply. The street, or the affected portion thereof, shall be described in the notice with reference to other streets, and by the name or names, if any, which it bears or by which it, or any portion thereof, may be or may have been known, and the notice shall also state the proposed new street name. The notice shall further set forth whether or not the City Engineer’s determination recommends disapproval of the proposed name for reasons provided in Subdivision 1. above, and shall state that any written objections with respect to the proposed new name or name change or the City Engineer’s recommendation, shall be filed with the City Engineer within 30 days after a date designated on the notice as applicable for said purpose, and that said objections shall be signed by each person so objecting.<br \/><br \/>\tIn the event any objections are filed within the 30–day time limit, or within said time period any objections are filed with respect to a City Engineer’s recommendation of disapproval, the City Engineer shall forward these, together with the City Engineer’s determination and recommendations and the applicable file to the City Council. The Council shall set the matter for <span class=\"dictionary\">hearing<\/span> and the City Clerk shall thereupon notify by mail each person objecting to the proposed street name or to the City Engineer’s recommendation of disapproval and inform that person of the time and place for <span class=\"dictionary\">hearing<\/span>. At the time specified, the Council shall hear all objections and shall thereafter approve or disapprove the proposed street name. The City Council’s decision shall be final and conclusive.<br \/><br \/>\tIn the event no objections are filed with the City Engineer within 30 days of the date prescribed on the notice and the City Engineer has not recommended disapproval of the proposed new name, the application for that name shall be deemed approved. In the event the City Engineer has recommended disapproval of the proposed name, and no objections to that recommendation have been filed, the application shall be deemed denied.<br \/><br \/>\tIf the new name is either approved by the Council, or in the event no Council <span class=\"dictionary\">hearing<\/span> was required, and the application is deemed approved, the new private street name shall be effective and, the City Engineer shall cause any necessary indexing and\/or recordation of documents to be accomplished and shall provide a copy of the determination to all City Departments rendering emergency service to the affected properties and to the United States Postal Service.<br \/><br \/>\tF.\tThe approval or deemed approval of a private street name as provided for in this Chapter is not, and shall not be construed to be, an acceptance of a private street as a public street, nor shall it create any public warranty or liability or legal status as a public street or be so construed with respect thereto.<br \/><br \/>\tG.\t1.\tApplication processing fees shall be nonrefundable.<br \/><br \/>\t2.\tThe application processing fee shall be $4,200.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)<\/p><\/section>","previous_section":{"id":"4175","structure_id":"124","section_number":"18.08","catch_line":"Director Approval And Appeals.","url":"\/18.08\/","token":"18.08"},"text":{"0":{"id":"2835","text":"  PRIVATE STREET NAMES.\n\t(Amended by Ord. No. 158,691, Eff. 3\/12\/84.)\tA.\tPrivate street names shall be established or changed pursuant to procedures set forth in this section in the event no Private Street Map is required under Section 18.03.\tB.\tFor purposes of this section only, “private street” shall mean only ingress and\/or egress easement, roadway, walkway, or other right of way open to travel by pedestrians, non-motorized vehicles, or motor vehicles which is not a public street or way whether or not the instrument creating it has been recorded or filed in the Office of the Recorder of Los Angeles County.\tC.\tApplications to establish or change the name of a private street shall be filed with the City Engineer. They shall be signed by a majority of the owners of properties abutting the private street or that portion of the street to be named or renamed, and be accompanied by:\t1.\tPayment of the required application processing fees;\t2.\tA map, drawn to scale, delineating the location, extent, width, and alignment of the private street, the approximate location and frontage dimensions of said parcels on said street and the location of existing public streets which it may ingress or egress; and\t3.\tIdentity of the maker of the map and of the names and addresses of owners of record of property abutting the private street or that portion of the street to be named or renamed.\tD.\tThe Council may initiate proceedings to name or rename a private street. In such event the Council action shall be referred to the City Engineer. That office shall process said action in the manner set forth in Subdivision E. and, if necessary or appropriate under the circumstances, shall prepare a map in the manner which satisfies the requirements set forth in Subdivision 2. of Subsection C. of this section.\tE.\tWhere there is an application filed to name or rename a private street and no new Private Street Map is required pursuant to Section 18.03, or there is a Council–initiated request, a private street may be named or renamed to a requested new name and the necessary documents recorded by the City Engineer with respect thereto, pursuant to the following procedure:\t1.\tThe City Engineer shall determine whether the proposed new name or change of name of a street is in the public interest and will not create confusion, be misleading, or be unduly long or carry connotations offensive to good taste and decency;\t2.\tThe City Engineer shall give notice of the proposed new street name or name change to the record owners and occupants of all real property abutting such private street. The notice shall designate the location of the private street or portion thereof to which the proposed new name is to apply. The street, or the affected portion thereof, shall be described in the notice with reference to other streets, and by the name or names, if any, which it bears or by which it, or any portion thereof, may be or may have been known, and the notice shall also state the proposed new street name. The notice shall further set forth whether or not the City Engineer’s determination recommends disapproval of the proposed name for reasons provided in Subdivision 1. above, and shall state that any written objections with respect to the proposed new name or name change or the City Engineer’s recommendation, shall be filed with the City Engineer within 30 days after a date designated on the notice as applicable for said purpose, and that said objections shall be signed by each person so objecting.\tIn the event any objections are filed within the 30–day time limit, or within said time period any objections are filed with respect to a City Engineer’s recommendation of disapproval, the City Engineer shall forward these, together with the City Engineer’s determination and recommendations and the applicable file to the City Council. The Council shall set the matter for hearing and the City Clerk shall thereupon notify by mail each person objecting to the proposed street name or to the City Engineer’s recommendation of disapproval and inform that person of the time and place for hearing. At the time specified, the Council shall hear all objections and shall thereafter approve or disapprove the proposed street name. The City Council’s decision shall be final and conclusive.\tIn the event no objections are filed with the City Engineer within 30 days of the date prescribed on the notice and the City Engineer has not recommended disapproval of the proposed new name, the application for that name shall be deemed approved. In the event the City Engineer has recommended disapproval of the proposed name, and no objections to that recommendation have been filed, the application shall be deemed denied.\tIf the new name is either approved by the Council, or in the event no Council hearing was required, and the application is deemed approved, the new private street name shall be effective and, the City Engineer shall cause any necessary indexing and\/or recordation of documents to be accomplished and shall provide a copy of the determination to all City Departments rendering emergency service to the affected properties and to the United States Postal Service.\tF.\tThe approval or deemed approval of a private street name as provided for in this Chapter is not, and shall not be construed to be, an acceptance of a private street as a public street, nor shall it create any public warranty or liability or legal status as a public street or be so construed with respect thereto.\tG.\t1.\tApplication processing fees shall be nonrefundable.\t2.\tThe application processing fee shall be $4,200.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}