{"section_number":"183.01","edition_id":"1","section_id":"1555","structure_id":"70","catch_line":"Definitions.","history":"","full_text":"  DEFINITIONS.\n\n\tThe following definitions shall apply to this chapter:\n\n\tA.\t“City” means the City of Los Angeles.\n\n\tB.\t“Change in Control” means any sale, assignment, transfer, contribution, or other disposition of all or substantially all of the assets used in the operation of a Hotel or a discrete portion of the Hotel that continues in operation as a Hotel, or a controlling interest (including by consolidation, merger, or reorganization) of the Incumbent Hotel Employer or any Person who controls the Incumbent Hotel Employer (IHE Parent).\n\n\tC.\t“Employment Commencement Date” means the date on which a Hotel Worker retained by the Successor Hotel Employer pursuant to this chapter commences work for the Successor Hotel Employer in exchange for benefits and compensation under the terms and conditions established by the Successor Hotel Employer or as required by law.\n\n\tD.\t“Hotel” means a residential building located within the area designated by ordinance as the Gateway to LA (Century Corridor) Property Business Improvement District (Century Corridor PBID) that is designated or used for lodging and other related services for the public, and containing 50 or more guest rooms, or suites of rooms.  “Hotel” also includes any contracted, leased, or sublet premises connected to or operated in conjunction with the building’s purpose, or providing services at the building.  If the Century Corridor PBID ceases to exist, the boundaries at the time of dissolution shall remain in effect for purposes of this article.\n\n\tE.\t“Hotel Worker” means any individual (1) whose primary place of employment is at a Hotel subject to a Change in Control, (2) who is employed directly by the Incumbent Hotel Employer, or by a Person who has contracted with the Incumbent Hotel Employer to provide services at the Hotel subject to a Change in Control, and (3) who has worked for the Incumbent Hotel Employer for at least one month prior to the execution of the Transfer Document.  “Hotel Worker” does not include a managerial, supervisory, or confidential employee.\n\n\tF.\t“Incumbent Hotel Employer” means the Person that owns, controls, and\/or operates a Hotel subject to a Change in Control prior to the Change in Control.\n\n\tG.\t“Person” means an individual, corporation, partnership, limited partnership, limited liability partnership, limited liability company, business trust, estate, trust, association, joint venture, agency, instrumentality, or any other legal or commercial entity, whether domestic or foreign.\n\n\tH.\t“Successor Hotel Employer” means the Person that owns, controls, and\/or operates a Hotel subject to a Change in Control after the Change in Control.\n\n\tI.\t“Transfer Document” means the purchase agreement or other document(s) creating a binding agreement to effect the Change in Control.","order_by":"01","ancestry":{"1":{"id":"70","name":"Hotel\nWorker Retention Ordinance","identifier":"3","label":"article","url":"\/18\/3\/"},"2":{"id":"69","name":"Grocery\nWorker Retention Ordinance","identifier":"18","label":"chapter","url":"\/18\/"}},"structure_contents":{"0":{"id":"2088","structure_id":"70","section_number":"183.00","catch_line":"Purpose.","url":"\/183.00\/","token":"183.00"},"1":{"id":"1555","structure_id":"70","section_number":"183.01","catch_line":"Definitions.","url":"\/183.01\/","token":"183.01"},"2":{"id":"2199","structure_id":"70","section_number":"183.02","catch_line":"Hotel Employers' Responsibilities.","url":"\/183.02\/","token":"183.02"},"3":{"id":"1996","structure_id":"70","section_number":"183.03","catch_line":"Transition Employment Period.","url":"\/183.03\/","token":"183.03"},"4":{"id":"1035","structure_id":"70","section_number":"183.04","catch_line":"Notice Of Change In Control.","url":"\/183.04\/","token":"183.04"},"5":{"id":"2464","structure_id":"70","section_number":"183.05","catch_line":"Retaliatory Action Prohibited.","url":"\/183.05\/","token":"183.05"},"6":{"id":"3249","structure_id":"70","section_number":"183.06","catch_line":"Enforcement.","url":"\/183.06\/","token":"183.06"},"7":{"id":"1086","structure_id":"70","section_number":"183.07","catch_line":"Exemption For Collective Bargaining Agreement.","url":"\/183.07\/","token":"183.07"},"8":{"id":"3357","structure_id":"70","section_number":"183.08","catch_line":"No Waiver Of Rights.","url":"\/183.08\/","token":"183.08"},"9":{"id":"222","structure_id":"70","section_number":"183.09","catch_line":"Severability.","url":"\/183.09\/","token":"183.09"}},"next_section":{"id":"2199","structure_id":"70","section_number":"183.02","catch_line":"Hotel Employers' Responsibilities.","url":"\/183.02\/","token":"183.02"},"metadata":false,"references":false,"url":"\/183.01\/","token":"183.01","formats":{"txt":"\/183.01.txt","json":"\/183.01.xml"},"dublin_core":{"Title":"Definitions.","Type":"Text","Format":"text\/html","Identifier":"§ 183.01","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS. (§ 183.01)\n\n  DEFINITIONS.\tThe following definitions shall apply to this\nchapter:\tA.\t“City” means the City of Los Angeles.\tB.\t“Change in Control”\nmeans any sale, assignment, transfer, contribution, or other disposition of all\nor substantially all of the assets used in the operation of a Hotel or a\ndiscrete portion of the Hotel that continues in operation as a Hotel, or a\ncontrolling interest (including by consolidation, merger, or reorganization) of\nthe Incumbent Hotel Employer or any Person who controls the Incumbent Hotel\nEmployer (IHE Parent).\tC.\t“Employment Commencement Date” means the date on\nwhich a Hotel Worker retained by the Successor Hotel Employer pursuant to this\nchapter commences work for the Successor Hotel Employer in exchange for benefits\nand compensation under the terms and conditions established by the Successor\nHotel Employer or as required by law.\tD.\t“Hotel” means a residential\nbuilding located within the area designated by ordinance as the Gateway to LA\n(Century Corridor) Property Business Improvement District (Century Corridor\nPBID) that is designated or used for lodging and other related services for the\npublic, and containing 50 or more guest rooms, or suites of rooms.  “Hotel”\nalso includes any contracted, leased, or sublet premises connected to or\noperated in conjunction with the building’s purpose, or providing services at\nthe building.  If the Century Corridor PBID ceases to exist, the boundaries at\nthe time of dissolution shall remain in effect for purposes of this\narticle.\tE.\t“Hotel Worker” means any individual (1) whose primary place of\nemployment is at a Hotel subject to a Change in Control, (2) who is employed\ndirectly by the Incumbent Hotel Employer, or by a Person who has contracted with\nthe Incumbent Hotel Employer to provide services at the Hotel subject to a\nChange in Control, and (3) who has worked for the Incumbent Hotel Employer for\nat least one month prior to the execution of the Transfer Document.  “Hotel\nWorker” does not include a managerial, supervisory, or confidential\nemployee.\tF.\t“Incumbent Hotel Employer” means the Person that owns,\ncontrols, and\/or operates a Hotel subject to a Change in Control prior to the\nChange in Control.\tG.\t“Person” means an individual, corporation,\npartnership, limited partnership, limited liability partnership, limited\nliability company, business trust, estate, trust, association, joint venture,\nagency, instrumentality, or any other legal or commercial entity, whether\ndomestic or foreign.\tH.\t“Successor Hotel Employer” means the Person that\nowns, controls, and\/or operates a Hotel subject to a Change in Control after the\nChange in Control.\tI.\t“Transfer Document” means the purchase agreement or\nother document(s) creating a binding agreement to effect the Change in Control.\n","html":"\n\t\t\t\t\t<section><p>  DEFINITIONS.<br \/><br \/>\tThe following definitions shall apply to this chapter:<br \/><br \/>\tA.\t“City” means the City of Los Angeles.<br \/><br \/>\tB.\t“Change in Control” means any sale, assignment, transfer, contribution, or other <span class=\"dictionary\">disposition<\/span> of all or substantially all of the <span class=\"dictionary\">assets<\/span> used in the operation of a Hotel or a discrete portion of the Hotel that continues in operation as a Hotel, or a controlling interest (including by <span class=\"dictionary\">consolidation<\/span>, merger, or reorganization) of the Incumbent Hotel Employer or any Person who controls the Incumbent Hotel Employer (IHE Parent).<br \/><br \/>\tC.\t“Employment Commencement Date” means the date on which a Hotel Worker retained by the Successor Hotel Employer pursuant to this chapter commences work for the Successor Hotel Employer in exchange for benefits and compensation under the terms and conditions established by the Successor Hotel Employer or as required by <span class=\"dictionary\">law<\/span>.<br \/><br \/>\tD.\t“Hotel” means a residential building located within the area designated by <span class=\"dictionary\">ordinance<\/span> as the Gateway to LA (Century Corridor) Property Business Improvement District (Century Corridor PBID) that is designated or used for lodging and other related services for the public, and containing 50 or more guest rooms, or suites of rooms.  “Hotel” also includes any contracted, leased, or sublet premises connected to or operated in conjunction with the building’s purpose, or providing services at the building.  If the Century Corridor PBID ceases to exist, the boundaries at the time of dissolution shall remain in effect for purposes of this article.<br \/><br \/>\tE.\t“Hotel Worker” means any individual (1) whose primary place of employment is at a Hotel subject to a Change in Control, (2) who is employed directly by the Incumbent Hotel Employer, or by a Person who has contracted with the Incumbent Hotel Employer to provide services at the Hotel subject to a Change in Control, and (3) who has worked for the Incumbent Hotel Employer for at least one month prior to the execution of the Transfer Document.  “Hotel Worker” does not include a managerial, supervisory, or confidential employee.<br \/><br \/>\tF.\t“Incumbent Hotel Employer” means the Person that owns, controls, and\/or operates a Hotel subject to a Change in Control prior to the Change in Control.<br \/><br \/>\tG.\t“Person” means an individual, corporation, partnership, limited partnership, limited liability partnership, limited liability company, business trust, estate, trust, association, joint venture, agency, instrumentality, or any other legal or commercial entity, whether domestic or foreign.<br \/><br \/>\tH.\t“Successor Hotel Employer” means the Person that owns, controls, and\/or operates a Hotel subject to a Change in Control after the Change in Control.<br \/><br \/>\tI.\t“Transfer Document” means the purchase agreement or other document(s) creating a binding agreement to effect the Change in Control.<\/p><\/section>","text":{"0":{"id":"1541","text":"  DEFINITIONS.\tThe following definitions shall apply to this chapter:\tA.\t“City” means the City of Los Angeles.\tB.\t“Change in Control” means any sale, assignment, transfer, contribution, or other disposition of all or substantially all of the assets used in the operation of a Hotel or a discrete portion of the Hotel that continues in operation as a Hotel, or a controlling interest (including by consolidation, merger, or reorganization) of the Incumbent Hotel Employer or any Person who controls the Incumbent Hotel Employer (IHE Parent).\tC.\t“Employment Commencement Date” means the date on which a Hotel Worker retained by the Successor Hotel Employer pursuant to this chapter commences work for the Successor Hotel Employer in exchange for benefits and compensation under the terms and conditions established by the Successor Hotel Employer or as required by law.\tD.\t“Hotel” means a residential building located within the area designated by ordinance as the Gateway to LA (Century Corridor) Property Business Improvement District (Century Corridor PBID) that is designated or used for lodging and other related services for the public, and containing 50 or more guest rooms, or suites of rooms.  “Hotel” also includes any contracted, leased, or sublet premises connected to or operated in conjunction with the building’s purpose, or providing services at the building.  If the Century Corridor PBID ceases to exist, the boundaries at the time of dissolution shall remain in effect for purposes of this article.\tE.\t“Hotel Worker” means any individual (1) whose primary place of employment is at a Hotel subject to a Change in Control, (2) who is employed directly by the Incumbent Hotel Employer, or by a Person who has contracted with the Incumbent Hotel Employer to provide services at the Hotel subject to a Change in Control, and (3) who has worked for the Incumbent Hotel Employer for at least one month prior to the execution of the Transfer Document.  “Hotel Worker” does not include a managerial, supervisory, or confidential employee.\tF.\t“Incumbent Hotel Employer” means the Person that owns, controls, and\/or operates a Hotel subject to a Change in Control prior to the Change in Control.\tG.\t“Person” means an individual, corporation, partnership, limited partnership, limited liability partnership, limited liability company, business trust, estate, trust, association, joint venture, agency, instrumentality, or any other legal or commercial entity, whether domestic or foreign.\tH.\t“Successor Hotel Employer” means the Person that owns, controls, and\/or operates a Hotel subject to a Change in Control after the Change in Control.\tI.\t“Transfer Document” means the purchase agreement or other document(s) creating a binding agreement to effect the Change in Control.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"previous_section":{"id":"2088","structure_id":"70","section_number":"183.00","catch_line":"Purpose.","url":"\/183.00\/","token":"183.00"}}