{"section_number":"183.06","edition_id":"1","section_id":"3249","structure_id":"70","catch_line":"Enforcement.","history":"","full_text":"  ENFORCEMENT.\n\n\tA.\tHotel Workers may bring an action in the Superior Court of the State of California against the Incumbent Hotel Employer or the Successor Hotel Employer for violations of this article and may be awarded:\n\n\t1.\tHiring and reinstatement rights pursuant to this article, with the 90-day transition employment period not commencing until the Hotel Worker’s Employment Commencement Date with the Successor Hotel Employer.\n\n\t2.\tFront pay or back pay for each day during which the violation continues, which shall be calculated at a rate of compensation not less than the higher of:\n\n\ta.\tThe average regular rate of pay received by the Hotel Worker during the last three years of the Hotel Worker’s employment in the same occupation classification; or\n\n\tb.\tThe most recent regular rate received by the Hotel Worker while employed by either the Incumbent Hotel Employer or the Successor Hotel Employer.\n\n\t3.\tValue of the benefits the Hotel Worker would have received under the Successor Hotel Employer’s benefit plan.\n\n\tB.\tIf a Hotel Worker is the prevailing party in any legal action taken pursuant to this section, the court shall award reasonable attorney’s fees and costs as part of the costs recoverable.\n\n\tC.\tNotwithstanding any provision of this Code or any other ordinance to the contrary, no criminal penalties shall attach for violation of this article.","order_by":"06","ancestry":{"1":{"id":"70","name":"Hotel\nWorker Retention Ordinance","identifier":"3","label":"article","url":"\/18\/3\/"},"2":{"id":"69","name":"Grocery\nWorker Retention Ordinance","identifier":"18","label":"chapter","url":"\/18\/"}},"structure_contents":{"0":{"id":"2088","structure_id":"70","section_number":"183.00","catch_line":"Purpose.","url":"\/183.00\/","token":"183.00"},"1":{"id":"1555","structure_id":"70","section_number":"183.01","catch_line":"Definitions.","url":"\/183.01\/","token":"183.01"},"2":{"id":"2199","structure_id":"70","section_number":"183.02","catch_line":"Hotel Employers' Responsibilities.","url":"\/183.02\/","token":"183.02"},"3":{"id":"1996","structure_id":"70","section_number":"183.03","catch_line":"Transition Employment Period.","url":"\/183.03\/","token":"183.03"},"4":{"id":"1035","structure_id":"70","section_number":"183.04","catch_line":"Notice Of Change In Control.","url":"\/183.04\/","token":"183.04"},"5":{"id":"2464","structure_id":"70","section_number":"183.05","catch_line":"Retaliatory Action Prohibited.","url":"\/183.05\/","token":"183.05"},"6":{"id":"3249","structure_id":"70","section_number":"183.06","catch_line":"Enforcement.","url":"\/183.06\/","token":"183.06"},"7":{"id":"1086","structure_id":"70","section_number":"183.07","catch_line":"Exemption For Collective Bargaining Agreement.","url":"\/183.07\/","token":"183.07"},"8":{"id":"3357","structure_id":"70","section_number":"183.08","catch_line":"No Waiver Of Rights.","url":"\/183.08\/","token":"183.08"},"9":{"id":"222","structure_id":"70","section_number":"183.09","catch_line":"Severability.","url":"\/183.09\/","token":"183.09"}},"next_section":{"id":"1086","structure_id":"70","section_number":"183.07","catch_line":"Exemption For Collective Bargaining Agreement.","url":"\/183.07\/","token":"183.07"},"metadata":false,"references":false,"url":"\/183.06\/","token":"183.06","formats":{"txt":"\/183.06.txt","json":"\/183.06.xml"},"dublin_core":{"Title":"Enforcement.","Type":"Text","Format":"text\/html","Identifier":"§ 183.06","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nENFORCEMENT. (§ 183.06)\n\n  ENFORCEMENT.\tA.\tHotel Workers may bring an action in the Superior Court of\nthe State of California against the Incumbent Hotel Employer or the Successor\nHotel Employer for violations of this article and may be awarded:\t1.\tHiring and\nreinstatement rights pursuant to this article, with the 90-day transition\nemployment period not commencing until the Hotel Worker’s Employment\nCommencement Date with the Successor Hotel Employer.\t2.\tFront pay or back pay\nfor each day during which the violation continues, which shall be calculated at\na rate of compensation not less than the higher of:\ta.\tThe average regular rate\nof pay received by the Hotel Worker during the last three years of the Hotel\nWorker’s employment in the same occupation classification; or\tb.\tThe most\nrecent regular rate received by the Hotel Worker while employed by either the\nIncumbent Hotel Employer or the Successor Hotel Employer.\t3.\tValue of the\nbenefits the Hotel Worker would have received under the Successor Hotel\nEmployer’s benefit plan.\tB.\tIf a Hotel Worker is the prevailing party in any\nlegal action taken pursuant to this section, the court shall award reasonable\nattorney’s fees and costs as part of the costs recoverable.\tC.\tNotwithstanding\nany provision of this Code or any other ordinance to the contrary, no criminal\npenalties shall attach for violation of this article.\n","html":"\n\t\t\t\t\t<section><p>  ENFORCEMENT.<br \/><br \/>\tA.\tHotel Workers may bring an action in the Superior <span class=\"dictionary\">Court<\/span> of the State of California against the Incumbent Hotel Employer or the Successor Hotel Employer for violations of this article and may be awarded:<br \/><br \/>\t1.\tHiring and reinstatement rights pursuant to this article, with the 90-day transition employment period not commencing until the Hotel Worker’s Employment Commencement Date with the Successor Hotel Employer.<br \/><br \/>\t2.\tFront pay or back pay for each day during which the violation continues, which shall be calculated at a rate of compensation not less than the higher of:<br \/><br \/>\ta.\tThe average regular rate of pay received by the Hotel Worker during the last three years of the Hotel Worker’s employment in the same occupation classification; or<br \/><br \/>\tb.\tThe most recent regular rate received by the Hotel Worker while employed by either the Incumbent Hotel Employer or the Successor Hotel Employer.<br \/><br \/>\t3.\tValue of the benefits the Hotel Worker would have received under the Successor Hotel Employer’s benefit plan.<br \/><br \/>\tB.\tIf a Hotel Worker is the prevailing <span class=\"dictionary\">party<\/span> in any legal action taken pursuant to this section, the <span class=\"dictionary\">court<\/span> shall award reasonable attorney’s fees and costs as part of the costs recoverable.<br \/><br \/>\tC.\tNotwithstanding any provision of this Code or any other <span class=\"dictionary\">ordinance<\/span> to the contrary, no criminal penalties shall attach for violation of this article.<\/p><\/section>","previous_section":{"id":"2464","structure_id":"70","section_number":"183.05","catch_line":"Retaliatory Action Prohibited.","url":"\/183.05\/","token":"183.05"},"text":{"0":{"id":"3223","text":"  ENFORCEMENT.\tA.\tHotel Workers may bring an action in the Superior Court of the State of California against the Incumbent Hotel Employer or the Successor Hotel Employer for violations of this article and may be awarded:\t1.\tHiring and reinstatement rights pursuant to this article, with the 90-day transition employment period not commencing until the Hotel Worker’s Employment Commencement Date with the Successor Hotel Employer.\t2.\tFront pay or back pay for each day during which the violation continues, which shall be calculated at a rate of compensation not less than the higher of:\ta.\tThe average regular rate of pay received by the Hotel Worker during the last three years of the Hotel Worker’s employment in the same occupation classification; or\tb.\tThe most recent regular rate received by the Hotel Worker while employed by either the Incumbent Hotel Employer or the Successor Hotel Employer.\t3.\tValue of the benefits the Hotel Worker would have received under the Successor Hotel Employer’s benefit plan.\tB.\tIf a Hotel Worker is the prevailing party in any legal action taken pursuant to this section, the court shall award reasonable attorney’s fees and costs as part of the costs recoverable.\tC.\tNotwithstanding any provision of this Code or any other ordinance to the contrary, no criminal penalties shall attach for violation of this article.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}