{"section_number":"184.01","edition_id":"1","section_id":"4096","structure_id":"105","catch_line":"Definitions.","history":"","full_text":"  DEFINITIONS.\n\n\tThe following definitions shall apply to this chapter:\n\n\tA.\t“City” means the City of Los Angeles.\n\n\tB.\t“Hotel” means a residential building located within the area designated by ordinance as the Gateway to LA (Century Corridor) Property Business Improvement District (Century Corridor PBID) that is designated or used for lodging and other related services for the public, and containing 50 or more guest rooms, or suites of rooms.  “Hotel” also includes any contracted, leased, or sublet premises connected to or operated in conjunction with the building’s purpose, or providing services at the building.  If the Century Corridor PBID ceases to exist, the boundaries at the time of dissolution shall remain in effect for purposes of this article.\n\n\tC.\t“Hotel Employer” means a Person who owns, controls, and\/or operates a Hotel, or a Person who owns, controls, and\/or operates any contracted, leased, or sublet premises connected to or operated in conjunction with the Hotel’s purpose, or a Person who provides services at the Hotel.\n\n\tD.\t“Hotel Worker” means any individual (1) whose primary place of employment is at a Hotel, (2) who is employed directly by the Hotel Employer or by a Person who has contracted with the Hotel Employer to provide services at the Hotel, and (3) who performs a service for which the Hotel Employer imposes a Service Charge.  “Hotel Worker” does not include a managerial, supervisory, or confidential employee.\n\n\tE.\t“Person” means an individual, corporation, partnership, limited partnership, limited liability partnership, limited liability company, business trust, estate, trust, association, joint venture, agency, instrumentality, or any other legal or commercial entity, whether domestic or foreign.\n\n\tF.\t“Service Charge” means all separately-designated amounts collected by a Hotel Employer from customers that are for service by Hotel Workers, or are described in such a way that customers might reasonably believe that the amounts are for those services, including but not limited to those charges designated on receipts under the term “service charge,” “delivery charge,” or “porterage charge.”\n\n\tG.\t“Willful Violation” means that the Hotel Employer deliberately failed or refused to comply with its provisions of this article.","order_by":"01","ancestry":{"1":{"id":"105","name":"Hotel Service Charge Reform Ordinance","identifier":"4","label":"article","url":"\/18\/4\/"},"2":{"id":"69","name":"Grocery\nWorker Retention Ordinance","identifier":"18","label":"chapter","url":"\/18\/"}},"structure_contents":{"0":{"id":"1320","structure_id":"105","section_number":"184.00","catch_line":"Purpose.","url":"\/184.00\/","token":"184.00"},"1":{"id":"4096","structure_id":"105","section_number":"184.01","catch_line":"Definitions.","url":"\/184.01\/","token":"184.01"},"2":{"id":"3534","structure_id":"105","section_number":"184.02","catch_line":"Hotel Employers' Responsibilities.","url":"\/184.02\/","token":"184.02"},"3":{"id":"586","structure_id":"105","section_number":"184.03","catch_line":"Retaliatory Action Prohibited.","url":"\/184.03\/","token":"184.03"},"4":{"id":"3419","structure_id":"105","section_number":"184.04","catch_line":"Enforcement.","url":"\/184.04\/","token":"184.04"},"5":{"id":"3105","structure_id":"105","section_number":"184.05","catch_line":"Exemption For Collective Bargaining Agreement.","url":"\/184.05\/","token":"184.05"},"6":{"id":"1751","structure_id":"105","section_number":"184.06","catch_line":"No Waiver Of Rights.","url":"\/184.06\/","token":"184.06"},"7":{"id":"3830","structure_id":"105","section_number":"184.07","catch_line":"Coexistence With Other Available Relief For Specific Deprivations Of Protected Rights.","url":"\/184.07\/","token":"184.07"},"8":{"id":"1915","structure_id":"105","section_number":"184.08","catch_line":"Severability.","url":"\/184.08\/","token":"184.08"},"9":{"id":"2992","structure_id":"105","section_number":"184.09","catch_line":"Administration.","url":"\/184.09\/","token":"184.09"}},"next_section":{"id":"3534","structure_id":"105","section_number":"184.02","catch_line":"Hotel Employers' Responsibilities.","url":"\/184.02\/","token":"184.02"},"metadata":false,"references":false,"url":"\/184.01\/","token":"184.01","formats":{"txt":"\/184.01.txt","json":"\/184.01.xml"},"dublin_core":{"Title":"Definitions.","Type":"Text","Format":"text\/html","Identifier":"§ 184.01","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS. (§ 184.01)\n\n  DEFINITIONS.\tThe following definitions shall apply to this\nchapter:\tA.\t“City” means the City of Los Angeles.\tB.\t“Hotel” means a\nresidential building located within the area designated by ordinance as the\nGateway to LA (Century Corridor) Property Business Improvement District (Century\nCorridor PBID) that is designated or used for lodging and other related services\nfor the public, and containing 50 or more guest rooms, or suites of rooms. \n“Hotel” also includes any contracted, leased, or sublet premises connected\nto or operated in conjunction with the building’s purpose, or providing\nservices at the building.  If the Century Corridor PBID ceases to exist, the\nboundaries at the time of dissolution shall remain in effect for purposes of\nthis article.\tC.\t“Hotel Employer” means a Person who owns, controls, and\/or\noperates a Hotel, or a Person who owns, controls, and\/or operates any\ncontracted, leased, or sublet premises connected to or operated in conjunction\nwith the Hotel’s purpose, or a Person who provides services at the\nHotel.\tD.\t“Hotel Worker” means any individual (1) whose primary place of\nemployment is at a Hotel, (2) who is employed directly by the Hotel Employer or\nby a Person who has contracted with the Hotel Employer to provide services at\nthe Hotel, and (3) who performs a service for which the Hotel Employer imposes a\nService Charge.  “Hotel Worker” does not include a managerial, supervisory,\nor confidential employee.\tE.\t“Person” means an individual, corporation,\npartnership, limited partnership, limited liability partnership, limited\nliability company, business trust, estate, trust, association, joint venture,\nagency, instrumentality, or any other legal or commercial entity, whether\ndomestic or foreign.\tF.\t“Service Charge” means all separately-designated\namounts collected by a Hotel Employer from customers that are for service by\nHotel Workers, or are described in such a way that customers might reasonably\nbelieve that the amounts are for those services, including but not limited to\nthose charges designated on receipts under the term “service charge,”\n“delivery charge,” or “porterage charge.”\tG.\t“Willful Violation”\nmeans that the Hotel Employer deliberately failed or refused to comply with its\nprovisions of this article.\n","html":"\n\t\t\t\t\t<section><p>  DEFINITIONS.<br \/><br \/>\tThe following definitions shall apply to this chapter:<br \/><br \/>\tA.\t“City” means the City of Los Angeles.<br \/><br \/>\tB.\t“Hotel” means a residential building located within the area designated by <span class=\"dictionary\">ordinance<\/span> as the Gateway to LA (Century Corridor) Property Business Improvement District (Century Corridor PBID) that is designated or used for lodging and other related services for the public, and containing 50 or more guest rooms, or suites of rooms.  “Hotel” also includes any contracted, leased, or sublet premises connected to or operated in conjunction with the building’s purpose, or providing services at the building.  If the Century Corridor PBID ceases to exist, the boundaries at the time of dissolution shall remain in effect for purposes of this article.<br \/><br \/>\tC.\t“Hotel Employer” means a Person who owns, controls, and\/or operates a Hotel, or a Person who owns, controls, and\/or operates any contracted, leased, or sublet premises connected to or operated in conjunction with the Hotel’s purpose, or a Person who provides services at the Hotel.<br \/><br \/>\tD.\t“Hotel Worker” means any individual (1) whose primary place of employment is at a Hotel, (2) who is employed directly by the Hotel Employer or by a Person who has contracted with the Hotel Employer to provide services at the Hotel, and (3) who performs a service for which the Hotel Employer imposes a Service Charge.  “Hotel Worker” does not include a managerial, supervisory, or confidential employee.<br \/><br \/>\tE.\t“Person” means an individual, corporation, partnership, limited partnership, limited liability partnership, limited liability company, business trust, estate, trust, association, joint venture, agency, instrumentality, or any other legal or commercial entity, whether domestic or foreign.<br \/><br \/>\tF.\t“Service Charge” means all separately-designated amounts collected by a Hotel Employer from customers that are for service by Hotel Workers, or are described in such a way that customers might reasonably believe that the amounts are for those services, including but not limited to those charges designated on receipts under the term “service charge,” “delivery charge,” or “porterage charge.”<br \/><br \/>\tG.\t“Willful Violation” means that the Hotel Employer deliberately failed or refused to comply with its provisions of this article.<\/p><\/section>","text":{"0":{"id":"4069","text":"  DEFINITIONS.\tThe following definitions shall apply to this chapter:\tA.\t“City” means the City of Los Angeles.\tB.\t“Hotel” means a residential building located within the area designated by ordinance as the Gateway to LA (Century Corridor) Property Business Improvement District (Century Corridor PBID) that is designated or used for lodging and other related services for the public, and containing 50 or more guest rooms, or suites of rooms.  “Hotel” also includes any contracted, leased, or sublet premises connected to or operated in conjunction with the building’s purpose, or providing services at the building.  If the Century Corridor PBID ceases to exist, the boundaries at the time of dissolution shall remain in effect for purposes of this article.\tC.\t“Hotel Employer” means a Person who owns, controls, and\/or operates a Hotel, or a Person who owns, controls, and\/or operates any contracted, leased, or sublet premises connected to or operated in conjunction with the Hotel’s purpose, or a Person who provides services at the Hotel.\tD.\t“Hotel Worker” means any individual (1) whose primary place of employment is at a Hotel, (2) who is employed directly by the Hotel Employer or by a Person who has contracted with the Hotel Employer to provide services at the Hotel, and (3) who performs a service for which the Hotel Employer imposes a Service Charge.  “Hotel Worker” does not include a managerial, supervisory, or confidential employee.\tE.\t“Person” means an individual, corporation, partnership, limited partnership, limited liability partnership, limited liability company, business trust, estate, trust, association, joint venture, agency, instrumentality, or any other legal or commercial entity, whether domestic or foreign.\tF.\t“Service Charge” means all separately-designated amounts collected by a Hotel Employer from customers that are for service by Hotel Workers, or are described in such a way that customers might reasonably believe that the amounts are for those services, including but not limited to those charges designated on receipts under the term “service charge,” “delivery charge,” or “porterage charge.”\tG.\t“Willful Violation” means that the Hotel Employer deliberately failed or refused to comply with its provisions of this article.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"previous_section":{"id":"1320","structure_id":"105","section_number":"184.00","catch_line":"Purpose.","url":"\/184.00\/","token":"184.00"}}