{"section_number":"19.07","edition_id":"1","section_id":"294","structure_id":"78","catch_line":"Fees For Flood Hazard Reports And Compliance Checks.","history":"","full_text":"  FEES FOR FLOOD HAZARD REPORTS AND COMPLIANCE CHECKS.\n\t(Amended by Ord. No. 182,237, Eff. 9\/28\/12.)\n\n\tA.\tBasic Review Fee.  Except for services subject to the provisions of Subsection B. or C. of this Section, the Bureau of Engineering shall charge and collect a fee of $265 to perform each of the following services pertaining to Flood Hazard compliance:\n\n\t1.\tFlood Hazard Compliance Check Fee.  Review to verify that a permitted project would or does comply with the requirements of the Los Angeles Specific Plan for the Management of Flood Hazards (Ordinance 172,081, as may be amended) and the National Flood Insurance Program.\n\n\t2.\tElevation Certificate Processing Fee.  Process an Elevation Certificate for building permits located in floodplain zones, in compliance with the requirements of the Los Angeles Specific Plan for the Management of Flood Hazards (Ordinance 172,081, as may be amended) and the National Flood Insurance Program.\n\n\t3.\tFloodproofing Certificate Processing.  Process a Floodproofing Certificate for a commercial project or a non-single family development proposed in a floodplain zone, in compliance with the requirements of the Los Angeles Specific Plan for the Management of Flood Hazards (Ordinance 172,081, as may be amended) and the National Flood Insurance Program.\n\n\t4.\tLetter of Map Change\/Conditional Letter of Map Change Processing.  Process a Conditional Letter of Map Revision, Conditional Letter of Map Amendment, Letter of Map Revisions, or Letter of Map Amendment.\n\n\tB.\tReviews or Services Requiring Additional Staff Time of 16 or Fewer Hours.  For all Bureau of Engineering services identified in Subsection A. of this Section for which a fee of $265 is charged, and which will require Bureau staff to review plans or surveys, or take other action in addition to that normally required to accomplish the task for which the $265 fee is charged, the Bureau shall charge and collect a fee pursuant to the provisions of Section 61.14 of this Code, except for reviews or services provided pursuant to the provisions of Subsection C. of this Section.\n\n\tC.\tReviews or Services Requiring Additional Staff Time of More than 16 Hours.  For all Bureau of Engineering services identified in Subsection A. of this Section for which a fee of $265 is charged, and which will require Bureau staff to review plans or surveys, or take other action, and where Bureau staff will be required to provide more than 16 hours of staff time in addition to that normally required to accomplish the task for which the $265 fee is charged, the Bureau shall charge and collect actual Bureau of Engineering costs and a deposit for such costs as determined and collected pursuant to the provisions of Section 61.15 of this Code.\n\n\tD.\tAll Fees Owed Prior to Bureau Action.  The Bureau of Engineering shall not issue any approval or decision with respect to any matter for which this Section requires payment to the Bureau until all monies owed pursuant to the provisions of this Section are paid.","order_by":"07","ancestry":{"1":{"id":"78","name":"Fees","identifier":"9","label":"article","url":"\/1\/9\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"1198","structure_id":"78","section_number":"19.00","catch_line":"Filing Of Applications And Appeals.","url":"\/19.00\/","token":"19.00"},"1":{"id":"3604","structure_id":"78","section_number":"19.01","catch_line":"Filing Fee - Applications And Appeals.","url":"\/19.01\/","token":"19.01"},"2":{"id":"3260","structure_id":"78","section_number":"19.02","catch_line":"Filing Fees - Division Of Land And Private Street Maps And Appeals.","url":"\/19.02\/","token":"19.02"},"3":{"id":"1848","structure_id":"78","section_number":"19.03","catch_line":"Fees For General Plan Consistency.","url":"\/19.03\/","token":"19.03"},"4":{"id":"1403","structure_id":"78","section_number":"19.04","catch_line":"Filing Fee - Plans And Conditions Of Approval.","url":"\/19.04\/","token":"19.04"},"5":{"id":"3255","structure_id":"78","section_number":"19.05","catch_line":"Filing Fees For Environmental Clearances.","url":"\/19.05\/","token":"19.05"},"6":{"id":"3837","structure_id":"78","section_number":"19.06","catch_line":"Filing Fees For Coastal Development Permits.","url":"\/19.06\/","token":"19.06"},"7":{"id":"294","structure_id":"78","section_number":"19.07","catch_line":"Fees For Flood Hazard Reports And Compliance Checks.","url":"\/19.07\/","token":"19.07"},"8":{"id":"3792","structure_id":"78","section_number":"19.08","catch_line":"Surcharge For One-Stop Permit Center.","url":"\/19.08\/","token":"19.08"},"9":{"id":"2482","structure_id":"78","section_number":"19.09","catch_line":"Land Development Counseling – Fee For Second And Subsequent Sessions.","url":"\/19.09\/","token":"19.09"},"10":{"id":"2930","structure_id":"78","section_number":"19.10","catch_line":"Development Agreement Fees.","url":"\/19.10\/","token":"19.10"},"11":{"id":"3926","structure_id":"78","section_number":"19.11","catch_line":"Annual Inspection Of Compliance With Far Averaging Covenant.","url":"\/19.11\/","token":"19.11"},"12":{"id":"4061","structure_id":"78","section_number":"19.12","catch_line":"Deviations Pursuant To Section 16.03 E.","url":"\/19.12\/","token":"19.12"},"13":{"id":"2124","structure_id":"78","section_number":"19.13","catch_line":"Surcharge For Automated Systems For The Department Of City Planning.","url":"\/19.13\/","token":"19.13"},"14":{"id":"1992","structure_id":"78","section_number":"19.14","catch_line":"Fees For Enforcement Of Housing Covenants.","url":"\/19.14\/","token":"19.14"},"15":{"id":"1507","structure_id":"78","section_number":"19.15","catch_line":"Department Of Transportation Traffic Study Review, Condition Clearance And Permit Issuance Fees.","url":"\/19.15\/","token":"19.15"},"16":{"id":"2569","structure_id":"78","section_number":"19.16","catch_line":"General Plan Maintenance Surcharge For The Department Of City Planning.","url":"\/19.16\/","token":"19.16"}},"next_section":{"id":"3792","structure_id":"78","section_number":"19.08","catch_line":"Surcharge For One-Stop Permit Center.","url":"\/19.08\/","token":"19.08"},"metadata":false,"references":false,"url":"\/19.07\/","token":"19.07","formats":{"txt":"\/19.07.txt","json":"\/19.07.xml"},"dublin_core":{"Title":"Fees For Flood Hazard Reports And Compliance Checks.","Type":"Text","Format":"text\/html","Identifier":"§ 19.07","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nFEES FOR FLOOD HAZARD REPORTS AND COMPLIANCE CHECKS. (§ 19.07)\n\n  FEES FOR FLOOD HAZARD REPORTS AND COMPLIANCE CHECKS.\n\t(Amended by Ord. No. 182,237, Eff. 9\/28\/12.)\tA.\tBasic Review Fee.  Except for\nservices subject to the provisions of Subsection B. or C. of this Section, the\nBureau of Engineering shall charge and collect a fee of $265 to perform each of\nthe following services pertaining to Flood Hazard compliance:\t1.\tFlood Hazard\nCompliance Check Fee.  Review to verify that a permitted project would or does\ncomply with the requirements of the Los Angeles Specific Plan for the Management\nof Flood Hazards (Ordinance 172,081, as may be amended) and the National Flood\nInsurance Program.\t2.\tElevation Certificate Processing Fee.  Process an\nElevation Certificate for building permits located in floodplain zones, in\ncompliance with the requirements of the Los Angeles Specific Plan for the\nManagement of Flood Hazards (Ordinance 172,081, as may be amended) and the\nNational Flood Insurance Program.\t3.\tFloodproofing Certificate Processing. \nProcess a Floodproofing Certificate for a commercial project or a non-single\nfamily development proposed in a floodplain zone, in compliance with the\nrequirements of the Los Angeles Specific Plan for the Management of Flood\nHazards (Ordinance 172,081, as may be amended) and the National Flood Insurance\nProgram.\t4.\tLetter of Map Change\/Conditional Letter of Map Change Processing. \nProcess a Conditional Letter of Map Revision, Conditional Letter of Map\nAmendment, Letter of Map Revisions, or Letter of Map Amendment.\tB.\tReviews or\nServices Requiring Additional Staff Time of 16 or Fewer Hours.  For all Bureau\nof Engineering services identified in Subsection A. of this Section for which a\nfee of $265 is charged, and which will require Bureau staff to review plans or\nsurveys, or take other action in addition to that normally required to\naccomplish the task for which the $265 fee is charged, the Bureau shall charge\nand collect a fee pursuant to the provisions of Section 61.14 of this Code,\nexcept for reviews or services provided pursuant to the provisions of Subsection\nC. of this Section.\tC.\tReviews or Services Requiring Additional Staff Time of\nMore than 16 Hours.  For all Bureau of Engineering services identified in\nSubsection A. of this Section for which a fee of $265 is charged, and which will\nrequire Bureau staff to review plans or surveys, or take other action, and where\nBureau staff will be required to provide more than 16 hours of staff time in\naddition to that normally required to accomplish the task for which the $265 fee\nis charged, the Bureau shall charge and collect actual Bureau of Engineering\ncosts and a deposit for such costs as determined and collected pursuant to the\nprovisions of Section 61.15 of this Code.\tD.\tAll Fees Owed Prior to Bureau\nAction.  The Bureau of Engineering shall not issue any approval or decision\nwith respect to any matter for which this Section requires payment to the Bureau\nuntil all monies owed pursuant to the provisions of this Section are paid.\n","html":"\n\t\t\t\t\t<section><p>  FEES FOR FLOOD HAZARD REPORTS AND COMPLIANCE CHECKS.\n\t(Amended by Ord. No. 182,237, Eff. 9\/28\/12.)<br \/><br \/>\tA.\tBasic Review Fee.  Except for services subject to the provisions of Subsection B. or C. of this Section, the Bureau of Engineering shall charge and collect a fee of $265 to perform each of the following services pertaining to Flood Hazard compliance:<br \/><br \/>\t1.\tFlood Hazard Compliance Check Fee.  Review to verify that a permitted project would or does comply with the requirements of the Los Angeles Specific Plan for the Management of Flood Hazards (<span class=\"dictionary\">Ordinance<\/span> 172,081, as may be amended) and the National Flood Insurance Program.<br \/><br \/>\t2.\tElevation Certificate Processing Fee.  Process an Elevation Certificate for building permits located in floodplain zones, in compliance with the requirements of the Los Angeles Specific Plan for the Management of Flood Hazards (<span class=\"dictionary\">Ordinance<\/span> 172,081, as may be amended) and the National Flood Insurance Program.<br \/><br \/>\t3.\tFloodproofing Certificate Processing.  Process a Floodproofing Certificate for a commercial project or a non-single family development proposed in a floodplain zone, in compliance with the requirements of the Los Angeles Specific Plan for the Management of Flood Hazards (<span class=\"dictionary\">Ordinance<\/span> 172,081, as may be amended) and the National Flood Insurance Program.<br \/><br \/>\t4.\tLetter of Map Change\/Conditional Letter of Map Change Processing.  Process a Conditional Letter of Map Revision, Conditional Letter of Map Amendment, Letter of Map Revisions, or Letter of Map Amendment.<br \/><br \/>\tB.\tReviews or Services Requiring Additional Staff Time of 16 or Fewer Hours.  For all Bureau of Engineering services identified in Subsection A. of this Section for which a fee of $265 is charged, and which will require Bureau staff to review plans or surveys, or take other action in addition to that normally required to accomplish the task for which the $265 fee is charged, the Bureau shall charge and collect a fee pursuant to the provisions of Section 61.14 of this Code, except for reviews or services provided pursuant to the provisions of Subsection C. of this Section.<br \/><br \/>\tC.\tReviews or Services Requiring Additional Staff Time of More than 16 Hours.  For all Bureau of Engineering services identified in Subsection A. of this Section for which a fee of $265 is charged, and which will require Bureau staff to review plans or surveys, or take other action, and where Bureau staff will be required to provide more than 16 hours of staff time in addition to that normally required to accomplish the task for which the $265 fee is charged, the Bureau shall charge and collect actual Bureau of Engineering costs and a deposit for such costs as determined and collected pursuant to the provisions of Section 61.15 of this Code.<br \/><br \/>\tD.\tAll Fees Owed Prior to Bureau Action.  The Bureau of Engineering shall not <span class=\"dictionary\">issue<\/span> any approval or decision with respect to any matter for which this Section requires payment to the Bureau until all monies owed pursuant to the provisions of this Section are paid.<\/p><\/section>","previous_section":{"id":"3837","structure_id":"78","section_number":"19.06","catch_line":"Filing Fees For Coastal Development Permits.","url":"\/19.06\/","token":"19.06"},"text":{"0":{"id":"290","text":"  FEES FOR FLOOD HAZARD REPORTS AND COMPLIANCE CHECKS.\n\t(Amended by Ord. No. 182,237, Eff. 9\/28\/12.)\tA.\tBasic Review Fee.  Except for services subject to the provisions of Subsection B. or C. of this Section, the Bureau of Engineering shall charge and collect a fee of $265 to perform each of the following services pertaining to Flood Hazard compliance:\t1.\tFlood Hazard Compliance Check Fee.  Review to verify that a permitted project would or does comply with the requirements of the Los Angeles Specific Plan for the Management of Flood Hazards (Ordinance 172,081, as may be amended) and the National Flood Insurance Program.\t2.\tElevation Certificate Processing Fee.  Process an Elevation Certificate for building permits located in floodplain zones, in compliance with the requirements of the Los Angeles Specific Plan for the Management of Flood Hazards (Ordinance 172,081, as may be amended) and the National Flood Insurance Program.\t3.\tFloodproofing Certificate Processing.  Process a Floodproofing Certificate for a commercial project or a non-single family development proposed in a floodplain zone, in compliance with the requirements of the Los Angeles Specific Plan for the Management of Flood Hazards (Ordinance 172,081, as may be amended) and the National Flood Insurance Program.\t4.\tLetter of Map Change\/Conditional Letter of Map Change Processing.  Process a Conditional Letter of Map Revision, Conditional Letter of Map Amendment, Letter of Map Revisions, or Letter of Map Amendment.\tB.\tReviews or Services Requiring Additional Staff Time of 16 or Fewer Hours.  For all Bureau of Engineering services identified in Subsection A. of this Section for which a fee of $265 is charged, and which will require Bureau staff to review plans or surveys, or take other action in addition to that normally required to accomplish the task for which the $265 fee is charged, the Bureau shall charge and collect a fee pursuant to the provisions of Section 61.14 of this Code, except for reviews or services provided pursuant to the provisions of Subsection C. of this Section.\tC.\tReviews or Services Requiring Additional Staff Time of More than 16 Hours.  For all Bureau of Engineering services identified in Subsection A. of this Section for which a fee of $265 is charged, and which will require Bureau staff to review plans or surveys, or take other action, and where Bureau staff will be required to provide more than 16 hours of staff time in addition to that normally required to accomplish the task for which the $265 fee is charged, the Bureau shall charge and collect actual Bureau of Engineering costs and a deposit for such costs as determined and collected pursuant to the provisions of Section 61.15 of this Code.\tD.\tAll Fees Owed Prior to Bureau Action.  The Bureau of Engineering shall not issue any approval or decision with respect to any matter for which this Section requires payment to the Bureau until all monies owed pursuant to the provisions of this Section are paid.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}