{"section_number":"19.01","edition_id":"1","section_id":"3604","structure_id":"78","catch_line":"Filing Fee – Applications And Appeals.","history":"","full_text":"  FILING FEE – APPLICATIONS AND APPEALS.\n\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\n\n\tA.\tEstablishment or Change of Zones, Height Districts or Supplemental Use Districts and Other Related Actions.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)\n\n\tThe following fees shall be charged for a zone change, height district or supplemental use district when that action is consistent with the General Plan.  (See Section 19.03 for zone change requests that are not consistent with the General Plan.)\n\n[FILING FEE]\n\n\n  \n    \n      \n        Type of Application\n      \n      \n        Fee (1)\n      \n    \n    \n      \n        Zone Change – Single Family and Multi-Family dwelling up to 49 units\n(Section 12.32)\n      \n      \n        $11,734 (2)\n      \n    \n    \n      \n        Zone Change – Single Family and Multi-Family dwelling – additional fee for each 50 units over 49\n(Section 12.32)\n      \n      \n        $5,747 (2)\n      \n    \n    \n      \n        Zone Change – Non-residential less than and including 49,999 square feet\n(Section 12.32)\n      \n      \n        $11,737\n      \n    \n    \n      \n        Zone Change – Non-residential 50,000 square feet and greater\n(Section 12.32)\n      \n      \n        $16,440\n      \n    \n    \n      \n        Clarification of Q Classifications or D Limitations – each\n(Section 12.32 H.)\n      \n      \n        $4,428\n      \n    \n    \n      \n        Land Use Determinations by City Planning Commission\n(Section 12.24.1)\n      \n      \n        $11,060\n      \n    \n    \n      \n        Amendment of Council’s Instructions involving (T) Tentative Classifications\n(Section 12.32)\n      \n      \n        $4,264\n      \n    \n    \n      \n        Height District Change\n(Section 12.32)\n      \n      \n        $11,123\n      \n    \n    \n      \n        Supplemental Use District:  Change or Removal including, but not limited to, O, S, G, RPD, K, CA, POD, CDO, MU, FH, RFA, NSO and SN Districts\n(Section 12.32 S.)\n      \n      \n        $67,915\n      \n    \n    \n      \n        Supplemental Use District:  Establishment including, but not limited to, O, S, G, RPD, K, CA, POD, CDO, MU, FH, RFA, NSO and SN Districts\n(Section 12.32 S.)\n      \n      \n        $134,608\n      \n    \n    \n      \n        Conditions of Approval for Oil Drilling\n(Section 13.01 H.)\n      \n      \n        $7,650\n      \n    \n    \n      \n        Zone Boundary Line Adjustment\n(Section 12.30 H.)\n      \n      \n        $5,473\n      \n    \n    \n      \n        Building Line – Establishment, Change or Removal\n(Section 12.32)\n      \n      \n        $8,833\n      \n    \n    \n      \n        Surface Mining Permits\n(Section 13.03)\n      \n      \n         $2,640\n      \n    \n  \n\n\nNotes:\n\n\t(1)\tSee Section 19.01 V. for multiple applications.\n\n\t(2)\tDetermination of Credit for Recreation and Park Fees.\n\n\t(a) \tA filing fee of $149.00 shall accompany each application for a credit pursuant to Section 12.33 B.\n\n\t(b)\tA fee equal to 85% of the filing fee shall accompany each appeal of a determination of credit made pursuant to Section 12.33 B.\n\n\tB.\tAppeal Fees.  (Amended by Ord. No. 180,928, Eff. 12\/7\/09.)\n\n\t1.\tExcept as expressly provided in Subdivision 2., below, the following fees shall be charged and collected with the filing of all appeals.\n\n\ta.\tA fee equal to 85 percent of the underlying application or $13,277 for first level appeal and $11,211 for additional level appeals, whichever is less when the appeal is made by the applicant.\n\n\tb.\tA fee of $89.00 in the case of an appeal by a person, other than the applicant, claiming to be aggrieved.\n\n\t2.\tAn appeal filed pursuant to Section 12.26 K.2. of this Code, shall be accompanied by a filing fee as specified in Table 4-A of Section 98.0403.2 of the Code, to be collected by the Department.  An appeal filed pursuant to Section 12.26 K.6. of this Code shall be charged a fee in accordance with Subdivison 1., above.\n\n\tC.\tCommission Conditional Uses and Other Similar Quasi-judicial Approvals and Public Benefit Approvals.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)\n\n[FILING FEE]\n\n\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Conditional Use by Area Planning Commission or City Planning Commission\n(Sections 12.24 U. and 12.24 V.)\n      \n      \n        $13,224\n      \n    \n    \n      \n        Public Benefit Project, including sign off for by-right project, i.e., shelter for homeless, religious and philanthropic institution \n      \n      \n        $338\n      \n    \n    \n      \n        Public Benefits Alternative Compliance Proposal\n(Section 14.00 B.)\n      \n      \n        $16,938\n      \n    \n    \n      \n        Modification of Existing Conditional Use Permit by Area Planning Commission or City Planning Commission\n(Section 12.24 M.)\n      \n      \n        $8,878\n      \n    \n    \n      \n        Letters of Correction, Modification or Clarification of a determination by a Zoning Administrator, the Director, or Deputy Advisory Agency\n      \n      \n        $1,331\n      \n    \n  \n\n\n* See Section 19.01 V. for multiple applications.\n\n\tD.\tVariances, Adjustments or Modifications from the Regulations and Requirements of the Zoning Ordinances.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)\n \n[FILING FEE]\n\n\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Variance\n(Sections 12.24 Y. and 12.27)\n      \n      \n        $6,448\n      \n    \n    \n      \n        Adjustment by Zoning Administrator except Single Family dwelling\n(Section 12.28 A.)\n      \n      \n        $5,370\n      \n    \n    \n      \n        Adjustment by Zoning Administrator for Single Family dwelling\n(Section 12.28 A.)\n      \n      \n        $2,685\n      \n    \n    \n      \n        Slight Modification by Zoning Administrator\n(Section 12.28 B.2.)\n      \n      \n        $3,941\n      \n    \n    \n      \n        Reasonable Accommodation Determination\n(Section 12.22 A.27.)\n      \n      \n        $3,311\n      \n    \n  \n\n\n* See Section 19.01 V. for multiple applications.\n\n\tE.\tZoning Administrator Conditional Uses, Interpretations and Various Quasi-judicial Approvals.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)\n\n[FILING FEE]\n\n\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Zoning Administrator Interpretation of Yard or Use Regulations\n(Section 12.21 A.2.)\n      \n      \n        $5,831\n      \n    \n    \n      \n        Conditional Use by Zoning Administrator – Alcohol [on- or off-site] and Entertainment [dance halls, hostess dance halls, massage parlors]\n(Sections 12.24 W.1. and 12.24 W.18.)\n      \n      \n        $6,459\n      \n    \n    \n      \n        Conditional Use by Zoning Administrator – all other uses\n(Section 12.24 W.)\n      \n      \n        $5,358\n      \n    \n    \n      \n        Modification or Review by Zoning Administrator\n(Sections 12.24 J., 12.24 L. and 12.24 M.)\n      \n      \n        $5,754\n      \n    \n    \n      \n        Relief from Fence Height Limitation (under 8 feet) or other Height Limitation for similar structures above 8 feet\n(Sections 12.24 X.7., 12.24 X.8. and 12.28)\n      \n      \n        $4,525\n      \n    \n    \n      \n        Child Care less than or equal to 50 children in the R-3 zone or Large Family Daycare\n(Section 12.24 X.)\n      \n      \n        $4,601\n      \n    \n    \n      \n        Certified Farmer’s Market\n(Section 12.24 X.6.) \n      \n      \n        $2,641\n      \n    \n    \n      \n        Service of Alcohol in a small restaurant less than or equal to 50 seats\n(Section 12.24 X.2.)\n      \n      \n        $6,040\n      \n    \n    \n      \n        Approval to Erect Amateur Radio Antenna\n(Section 12.24 X.3.)\n      \n      \n        $2,592\n      \n    \n    \n      \n        Zoning Administrator Determination under Section 12.24 X. unless listed separately\n      \n      \n        $6,093\n      \n    \n    \n      \n        Miscellaneous Clearance – Zoning Administrator\n      \n      \n        $1,722\n      \n    \n    \n      \n        Miscellaneous Clearance – Zoning Administrator Single Family dwellings with no exceptions\n      \n      \n        $861\n      \n    \n  \n\n\n* See Section 19.01 V. for multiple applications.\n\n\tF.\tFees for Historic Related Applications.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)\n\n[FILING FEE]\n\n\n  \n    \n      \n        Type of Application\n      \n      \n        Fee (1)\n      \n    \n    \n      \n        Historic Preservation Overlay Zone:  Establishment, Change or Removal\n(Section 12.20.3)\n      \n      \n        $138,017 (2)\n      \n    \n    \n      \n        Historic Preservation Overlay Zone (HPOZ) Preservation Plan (stand alone application of Preservation Plan, not as part of establishment, change or removal of the original HPOZ)\n      \n      \n        $30,998\n      \n    \n    \n      \n        HPOZ Certificate of Appropriateness not involving new construction or additions\n(Section 12.20.3)\n      \n      \n        $473\n      \n    \n    \n      \n        HPOZ Certificate of Appropriateness or Compatability for new additions or construction up to 750 square feet\n(Section 12.20)\n      \n      \n        $708\n      \n    \n    \n      \n        HPOZ Certificate of Appropriateness or Compatability for new additions or construction over 750 square feet\n(Section 12.20)\n      \n      \n        $1,706\n      \n    \n    \n      \n        Historic Resources Building Permit Clearance (Larger Project)\n      \n      \n        $783\n      \n    \n    \n      \n        APC\/DEM Case (Historic) demolition of main structure\n      \n      \n        $4,317\n      \n    \n    \n      \n        APC\/DEM Case (Historic) demolition of accessory structure\n      \n      \n        $2,158\n      \n    \n  \n\n\nNotes:\n\n\t(1)\tSee Section 19.01 V. for multiple applications.\n\n\t(2)\tHPOZ fees are not to be charged for technical corrections to a previously certified Historic Resource Survey.\n\n\tG.\tSign Application.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)\n\n[FILING FEE]\n\n\n  \n    \n      \n        Type of Application\n      \n      \n        Fee\n      \n    \n    \n      \n        Sign Modification by Zoning Administrator\n(Section 14.4.20)\n      \n      \n        $6,448\n      \n    \n    \n      \n        Comprehensive Sign Program\n(Section 14.4.21)\n      \n      \n        $11,738\n      \n    \n    \n      \n        Amendment of Comprehensive Sign Program\n(Section 14.4.21)\n      \n      \n        $5,748\n      \n    \n  \n\n\n\tH.\tTemporary Subdivision Direction Signs.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)\n\n\n  \n    \n      \n        Type of Application\n      \n      \n        For First Sign Appertaining to One Subdivision\n      \n      \n        For each additional sign\n      \n    \n    \n      \n        Request for Approval to Erect Temporary Subdivision Directional Signs \n      \n      \n        $1,052\n      \n      \n        $383\n      \n    \n  \n\n\n\tI.\tFees for Plan Approvals.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)\n\n[FILING FEE]\n\n\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Miscellaneous Clearance – Director or Commission\n      \n      \n        $745\n      \n    \n    \n      \n        Landscape Plan Approval (including water management approval) as part of a Discretionary Approval\n      \n      \n        $647\n      \n    \n    \n      \n        Building Permit Sign-off for minor Projects \n      \n      \n        $199\n      \n    \n  \n\n\n* See Section 19.01 V. for multiple applications.\n\n\tJ.\tCommission or Director Approvals.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)\n\n[FILING FEE]\n\n\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Project Permit Compliance, Design Overlay Plan Approvals or other Director’s Determination (DIR) cases – Minor\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $1,477\n      \n    \n    \n      \n        Project Permit Compliance, Design Overlay Plan Approvals or other Director’s Determination (DIR) cases – Standard\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $3,244\n      \n    \n    \n      \n        Project Permit Compliance, Design Overlay Plan Approvals or other Director’s Determination (DIR) cases – Standard (Single Family)\n(Section 11.5.7 and Article 3, Chapter 1) \n      \n      \n        $1,622\n      \n    \n    \n      \n        Project Permit Compliance, Design Overlay Plan Approvals or other Director’s Determination (DIR) cases – Major\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $4,787\n      \n    \n    \n      \n        Project Permit Compliance, Design Overlay Plan Approvals or other Director’s Determination (DIR) cases – Major (Single Family)\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $2,393\n      \n    \n    \n      \n        Project Permit Compliance with Design Review Board – Minor\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $2,496\n      \n    \n    \n      \n        Project Permit Compliance with Design Review Board – Minor (Single Family)\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $1,248\n      \n    \n    \n      \n        Project Permit Compliance with Design Review Board – Standard\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $4,167\n      \n    \n    \n      \n        Project Permit Compliance with Design Review Board – Standard (Single Family)\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $2,083\n      \n    \n    \n      \n        Project Permit Compliance with Design Review Board – Major\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $5,628\n      \n    \n    \n      \n        Project Permit Compliance with Design Review Board – Major (Single Family)\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $2,814\n      \n    \n    \n      \n        Design Review Board – Preliminary\n(Section 16.50 E.3.)\n      \n      \n        $3,044\n      \n    \n    \n      \n        Design Review Board – Preliminary for Single Family residential dwelling\n(Section 16.50 E.3.)\n      \n      \n        $1,522\n      \n    \n    \n      \n        Project Permit Modification\n(Section 11.5.7 D.)\n      \n      \n        $3,308\n      \n    \n    \n      \n        Project Permit Adjustment\n(Section 11.5.7 E.)\n      \n      \n        $4,901\n      \n    \n    \n      \n        Specific Plan Exception\n(Section 11.5.7 F.)\n      \n      \n        $14,932\n      \n    \n    \n      \n        Specific Plan Amendment\n(Section 11.5.7)\n      \n      \n        $40,560\n      \n    \n    \n      \n        Specific Plan Interpretation\n(Section 11.5.7)\n      \n      \n        $2,944\n      \n    \n  \n\n\n* See Section 19.01 V. for multiple applications.\n\n\tThe following definitions shall be used in the categories for Project Permit Compliance:\n\n\tMinor cases are defined as three signs or less or a change of use.\n\n\tStandard cases are defined as more than three signs, wireless cases, or projects with additions of less than 200 square feet.\n\n\tMajor cases are all other projects not falling into the categories of Minor or Standard projects.\n\n\tK.\tFees – Exceptions.  The fees as provided for in this section shall be subject to the following exceptions:\n\n\t1.\tThe fees contained in this section shall apply to the City departments of Airports, Harbor, and Water and Power, but shall not apply to any other governmental agency.\n\n\t2.\t(Repealed by Ord. No. 180,847, Eff. 10\/4\/09, Oper. 9\/1\/09.)\n\n\t3.\tNo fee shall be required in connection with an application for variance from the minimum lot area requirements of an improved lot, or on appeal from a ruling on the variance application, where it is shown that the lot neither conformed with the minimum lot area requirements at the time of issuance of the original building permit nor constituted a nonconforming lot.\n\n\t4.\tNo fee shall be required in connection with an application, appeal, or approval of plans for a conditional use for a child-care facility or nursery school which is determined to be nonprofit, including but not limited to parent-cooperatives and facilities funded by a governmental agency or owned or operated by a philanthropic institution, church, or similar institution.  A facility funded by a governmental agency shall indicate the principal current and anticipated source of funds.  Where any uncertainty exists as to the nonprofit status of the facility, the applicant shall file a copy of the articles of incorporation or an affidavit, to the satisfaction of a Zoning Administrator, showing that the child-care facility will be nonprofit.\n\n\t5.\tNo fee shall be required in connection with an application, appeal or approval of plans for a conditional use or variance for a nonprofit counseling and referral facility.\n\n\t6.\tAt the discretion of the appropriate decision- maker, an applicant for any determination for which fees are required by this section may be allowed credit for the fees paid upon a reapplication for the same project under a different procedure when the decision-maker finds:\n\n\ta.\tThat the applicant made a good-faith attempt to file the application properly, and\n\n\tb.\tThat the application could be more appropriately approved if filed under a different procedure.\n\n\tThis subdivision shall not be construed to allow credit to be given at the applicant’s option, nor to allow refunds of any fees paid on the original application.\n\n\t7.\tNo fee shall be required in connection with an initial application for continuation of a nonconforming use made pursuant to Section 12.24 X.27. of this Code.  (Amended by Ord. No. 178,599, Eff. 5\/26\/07.)\n\n\t8.\tWhere an exception from a specific plan and a variance or conditional use or other similar quasi-judicial approval are both required for a project, the lower of the fees charged for the exception and variance, conditional use or other similar quasi-judicial approval shall be waived.\n\n\t9.\tNo fee shall be required in connection with an initial application for a site plan review for a project within a designated Enterprise Zone or Employment and Economic Incentive Zone.  (Former Subd. 9 Repealed; Former Subd. 10 Renumbered 9 by Ord. No. 180,847, Eff. 10\/4\/09, Oper. 9\/1\/09.)\n\n\t10.\tIn addition to the fees set forth in this article, the Department of City Planning may negotiate with an applicant for reimbursement of the actual costs associated with the City’s processing of applications involving extraordinary projects which require unusually heavy commitments of department resources but not involving major projects as that term is defined in Los Angeles Administrative Code Section 5.400.  (Former Subd. 11 Renumbered 10 by Ord. No. 180,847, Eff. 10\/4\/09, Oper. 9\/1\/09.)\n\n\tL.\tTransfer Plan.  (Added by Ord. No. 181,790, Eff. 8\/18\/11.)\n\n[FILING FEE]\n\n\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Approval of Transfer of Floor Area Plan\n(Article 4.5)\n      \n      \n        $16,292\n      \n    \n  \n\n\n* See Section 19.01 V. for multiple applications.\n\n\tM.\tExtension of Time or Suspension of Time Limits for Planning and Zoning Matters.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)\n\n[FILING FEE]\n\n\n  \n    \n      \n        Type of Application\n      \n      \n        Fee \n      \n    \n    \n      \n        Time Extension for other than Maps \n      \n      \n        $708\n      \n    \n  \n\n\n\tN.\tAdult Entertainment Business Exception.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)\n\n[FILING FEE]\n\n\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Adult Entertainment Business Exception within 500 feet of another Adult Entertainment Establishment\n(Section 12.22 A.20.) \n      \n      \n        $5,317\n      \n    \n  \n\n\n* See Section 19.01 V. for multiple applications.\n\n\tO.\tDensity Increase.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)\n\n[FILING FEE]\n\n\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Application for a Density Bonus including a request for one or more Incentives included in the Menu of Incentives\n(Section 12.22 A.25.(g)(2))\n      \n      \n        $7,115\n      \n    \n    \n      \n        Application for a Density Bonus including a request for an Incentive not included in the Menu of Incentives\n(Section 12.22 A.25.(g)(3))\n      \n      \n        $23,287\n      \n    \n    \n      \n        Application for a density increase in excess of that permitted by Section 12.22 A.26.\n(Sections 12.24 U.26.)\n      \n      \n        $20,718\n      \n    \n  \n\n\n* See Section 19.01 V. for multiple applications.\n\n\tP.\tModifications or Discontinuance of Use Pursuant to Nuisance Abatement Proceedings.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)\n\n[FILING FEE]\n\n\n  \n    \n      \n        Type of Application\n      \n      \n        Fee\n      \n    \n    \n      \n        Imposition of Conditions\n(Section 12.27.1)\n      \n      \n        $26,680\n      \n    \n    \n      \n        Reconsideration\n(Section 12.27.1)\n      \n      \n        $29,866\n      \n    \n    \n      \n        Plan Approval for Revocation case (Initial Deposit)\n(Section 12.27.1)\n      \n      \n        $5,000\n      \n    \n  \n\n\n\tIn addition to the initial deposit for plan approval for revocation cases set forth in this section, fees shall be paid for the actual costs associated with the plan approval process.\n\n\tThe Planning Department shall calculate the actual costs and resultant fee, in accordance with Chapter 35, Section 5.403(b)3. of Division 5 of the Los Angeles Administrative Code and shall maintain appropriate accounting records of the actual costs.  The Director of Planning shall resolve any dispute related to the fee.  The Director shall exclude from consideration any cost incurred or attributed to the processing of appeals.\n\n\tQ.\t(Repealed by Ord. No. 180,847, Eff. 10\/4\/09, Oper. 9\/1\/09.)\n\n\tR.\t(Repealed by Ord. No. 180,847, Eff. 10\/4\/09, Oper. 9\/1\/09.)\n\n\tS.\tSite Plan Review.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)\n\n[FILING FEE]\n\n\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Site Plan Review Application for Residential Project of 50 or more dwelling units\n(Section 16.05)\n      \n      \n        $7,806\n      \n    \n    \n      \n        Other Site Plan Review Application\n(Section 16.05)\n      \n      \n        $7,925\n      \n    \n  \n\n\n* See Section 19.01 V. for multiple applications.\n\n\tT.\t(Repealed by Ord. No. 180,847, Eff. 10\/4\/09, Oper. 9\/1\/09.)\n\n\tU.\tHillside.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)  Application pursuant to Section 12.21 A.17. of this Code to permit increased Lot coverage, reduced parking or additional height for One-Family Dwellings on properties designated Hillside Area on the Department of City Planning Hillside Area Map (Section 12.24 X.11.); and application to permit construction of or addition to One-Family Dwellings on properties designated Hillside Area on the Department of City Planning Hillside Area Map which front onto Substandard Hillside Limited Streets, which are improved to a width of less than 20 feet; and application to permit construction of, or addition to, One-Family Dwellings on properties designated Hillside Area on the Department of City Planning Hillside Area Map on Substandard Hillside Limited Streets where providing parking requires the Grading of 1,000 or more cubic yards from the Lot (Section 12.24 X.21.).\n\n\tApplication pursuant to Section 12.21 C.10. and Section 12.24 X.28. on properties zoned R1, RS, RE, or RA and designated Hillside Area on the Department of City Planning Hillside Area Map to:\n\n\t1.\tReduce Front and Side Yard setback requirements;\n\n\t2.\tPermit additions of up to 1,000 square-feet to Structures existing prior to August 1, 2010;\n\n\t3.\tExceed the maximum envelope height;\n\n\t4.\tIncrease the maximum Lot coverage;\n\n\t5.\tExceed the Grading, import and export limits;\n\n\t6.\tReduce the number of required off-street parking; or\n\n\t7.\tPermit construction of or addition to One-Family Dwellings on properties which front onto Substandard Hillside Limited Streets, which are improved to a width of less than 20 feet.\n\n\n  \n    \n      \n        Filing Fee\n      \n      \n        Fee for Each Appeal\n      \n    \n    \n      \n        $6,094\n      \n      \n        85% of filing fee\n      \n    \n  \n\n\n\tV.\tMultiple or Combination Applications.  (Amended by Ord. No. 181,528, Eff. 2\/19\/11.)  If more than one application is filed at the same time for the same project and the fee for each separate application is set forth in sections 19.01, 19.03, 19.06 or 19.10, then the charges will be as follows:  100% for the highest application fee, 50% for the second application (second highest fee), and 25% for each additional application fee.\n\n\tW.\tExpedited Permit Fee.  At the request of the applicant, the Department may, at its discretion, charge a fee to offset expenses for additional human and physical resources necessary to expedite the permit process for development projects upon application by an applicant.  An initial fee of $5,000, in addition to fees charged elsewhere in this code, or later adjusted by the Director of Planning, including any additional costs to the City that exceed the fees collected by the Planning Department for this service, shall be collected at the time of the request.  The Department shall cause all money collected pursuant to this section to be deposited into the Planning Department Expedited Permit Fund described in Article 10 of Chapter 6 of the Los Angeles Administrative Code for purposes of disbursement as permitted therein.  (Amended by Ord. No. 181,098, Eff. 4\/18\/10.)\n\n\tX.\tEldercare Facility Unified Permit Application.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)\n\n[FILING FEE]\n\n\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Eldercare Facility Unified Permit Application\n(Section 14.3.1)\n      \n      \n        $6,369\n      \n    \n  \n\n\n* See Section 19.01 V. for multiple applications.\n\n\tY.\tGreen Building Program Application Fee.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)\n\n[FILING FEE]\n\n\n  \n    \n      \n        Type of Application\n      \n      \n        Fee\n      \n    \n    \n      \n        Green Building Program Application\n(Section 16.10)\n      \n      \n        $282","order_by":"01","ancestry":{"1":{"id":"78","name":"Fees","identifier":"9","label":"article","url":"\/1\/9\/"},"2":{"id":"7","name":"General Provisions and Zoning","identifier":"1","label":"chapter","url":"\/1\/"}},"structure_contents":{"0":{"id":"1198","structure_id":"78","section_number":"19.00","catch_line":"Filing Of Applications And Appeals.","url":"\/19.00\/","token":"19.00"},"1":{"id":"3604","structure_id":"78","section_number":"19.01","catch_line":"Filing Fee - Applications And Appeals.","url":"\/19.01\/","token":"19.01"},"2":{"id":"3260","structure_id":"78","section_number":"19.02","catch_line":"Filing Fees - Division Of Land And Private Street Maps And Appeals.","url":"\/19.02\/","token":"19.02"},"3":{"id":"1848","structure_id":"78","section_number":"19.03","catch_line":"Fees For General Plan Consistency.","url":"\/19.03\/","token":"19.03"},"4":{"id":"1403","structure_id":"78","section_number":"19.04","catch_line":"Filing Fee - Plans And Conditions Of Approval.","url":"\/19.04\/","token":"19.04"},"5":{"id":"3255","structure_id":"78","section_number":"19.05","catch_line":"Filing Fees For Environmental Clearances.","url":"\/19.05\/","token":"19.05"},"6":{"id":"3837","structure_id":"78","section_number":"19.06","catch_line":"Filing Fees For Coastal Development Permits.","url":"\/19.06\/","token":"19.06"},"7":{"id":"294","structure_id":"78","section_number":"19.07","catch_line":"Fees For Flood Hazard Reports And Compliance Checks.","url":"\/19.07\/","token":"19.07"},"8":{"id":"3792","structure_id":"78","section_number":"19.08","catch_line":"Surcharge For One-Stop Permit Center.","url":"\/19.08\/","token":"19.08"},"9":{"id":"2482","structure_id":"78","section_number":"19.09","catch_line":"Land Development Counseling – Fee For Second And Subsequent Sessions.","url":"\/19.09\/","token":"19.09"},"10":{"id":"2930","structure_id":"78","section_number":"19.10","catch_line":"Development Agreement Fees.","url":"\/19.10\/","token":"19.10"},"11":{"id":"3926","structure_id":"78","section_number":"19.11","catch_line":"Annual Inspection Of Compliance With Far Averaging Covenant.","url":"\/19.11\/","token":"19.11"},"12":{"id":"4061","structure_id":"78","section_number":"19.12","catch_line":"Deviations Pursuant To Section 16.03 E.","url":"\/19.12\/","token":"19.12"},"13":{"id":"2124","structure_id":"78","section_number":"19.13","catch_line":"Surcharge For Automated Systems For The Department Of City Planning.","url":"\/19.13\/","token":"19.13"},"14":{"id":"1992","structure_id":"78","section_number":"19.14","catch_line":"Fees For Enforcement Of Housing Covenants.","url":"\/19.14\/","token":"19.14"},"15":{"id":"1507","structure_id":"78","section_number":"19.15","catch_line":"Department Of Transportation Traffic Study Review, Condition Clearance And Permit Issuance Fees.","url":"\/19.15\/","token":"19.15"},"16":{"id":"2569","structure_id":"78","section_number":"19.16","catch_line":"General Plan Maintenance Surcharge For The Department Of City Planning.","url":"\/19.16\/","token":"19.16"}},"next_section":{"id":"3260","structure_id":"78","section_number":"19.02","catch_line":"Filing Fees - Division Of Land And Private Street Maps And Appeals.","url":"\/19.02\/","token":"19.02"},"metadata":false,"references":false,"url":"\/19.01\/","token":"19.01","formats":{"txt":"\/19.01.txt","json":"\/19.01.xml"},"dublin_core":{"Title":"Filing Fee – Applications And Appeals.","Type":"Text","Format":"text\/html","Identifier":"§ 19.01","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nFILING FEE – APPLICATIONS AND APPEALS. (§ 19.01)\n\n  FILING FEE – APPLICATIONS AND APPEALS.\n\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\tA.\tEstablishment or\nChange of Zones, Height Districts or Supplemental Use Districts and Other\nRelated Actions.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)\tThe following\nfees shall be charged for a zone change, height district or supplemental use\ndistrict when that action is consistent with the General Plan.  (See Section\n19.03 for zone change requests that are not consistent with the General\nPlan.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee (1)\n      \n    \n    \n      \n        Zone Change – Single Family and Multi-Family dwelling up to 49 units\n(Section 12.32)\n      \n      \n        $11,734 (2)\n      \n    \n    \n      \n        Zone Change – Single Family and Multi-Family dwelling – additional\nfee for each 50 units over 49\n(Section 12.32)\n      \n      \n        $5,747 (2)\n      \n    \n    \n      \n        Zone Change – Non-residential less than and including 49,999 square\nfeet\n(Section 12.32)\n      \n      \n        $11,737\n      \n    \n    \n      \n        Zone Change – Non-residential 50,000 square feet and greater\n(Section 12.32)\n      \n      \n        $16,440\n      \n    \n    \n      \n        Clarification of Q Classifications or D Limitations – each\n(Section 12.32 H.)\n      \n      \n        $4,428\n      \n    \n    \n      \n        Land Use Determinations by City Planning Commission\n(Section 12.24.1)\n      \n      \n        $11,060\n      \n    \n    \n      \n        Amendment of Council’s Instructions involving (T) Tentative\nClassifications\n(Section 12.32)\n      \n      \n        $4,264\n      \n    \n    \n      \n        Height District Change\n(Section 12.32)\n      \n      \n        $11,123\n      \n    \n    \n      \n        Supplemental Use District:  Change or Removal including, but not\nlimited to, O, S, G, RPD, K, CA, POD, CDO, MU, FH, RFA, NSO and SN Districts\n(Section 12.32 S.)\n      \n      \n        $67,915\n      \n    \n    \n      \n        Supplemental Use District:  Establishment including, but not limited\nto, O, S, G, RPD, K, CA, POD, CDO, MU, FH, RFA, NSO and SN Districts\n(Section 12.32 S.)\n      \n      \n        $134,608\n      \n    \n    \n      \n        Conditions of Approval for Oil Drilling\n(Section 13.01 H.)\n      \n      \n        $7,650\n      \n    \n    \n      \n        Zone Boundary Line Adjustment\n(Section 12.30 H.)\n      \n      \n        $5,473\n      \n    \n    \n      \n        Building Line – Establishment, Change or Removal\n(Section 12.32)\n      \n      \n        $8,833\n      \n    \n    \n      \n        Surface Mining Permits\n(Section 13.03)\n      \n      \n         $2,640\n      \n    \n  \nNotes:\t(1)\tSee Section 19.01 V. for multiple applications.\t(2)\tDetermination of\nCredit for Recreation and Park Fees.\t(a) \tA filing fee of $149.00 shall\naccompany each application for a credit pursuant to Section 12.33 B.\t(b)\tA fee\nequal to 85% of the filing fee shall accompany each appeal of a determination of\ncredit made pursuant to Section 12.33 B.\tB.\tAppeal Fees.  (Amended by Ord. No.\n180,928, Eff. 12\/7\/09.)\t1.\tExcept as expressly provided in Subdivision 2.,\nbelow, the following fees shall be charged and collected with the filing of all\nappeals.\ta.\tA fee equal to 85 percent of the underlying application or $13,277\nfor first level appeal and $11,211 for additional level appeals, whichever is\nless when the appeal is made by the applicant.\tb.\tA fee of $89.00 in the case of\nan appeal by a person, other than the applicant, claiming to be aggrieved.\t2.\tAn\nappeal filed pursuant to Section 12.26 K.2. of this Code, shall be accompanied\nby a filing fee as specified in Table 4-A of Section 98.0403.2 of the Code, to\nbe collected by the Department.  An appeal filed pursuant to Section 12.26 K.6.\nof this Code shall be charged a fee in accordance with Subdivison 1.,\nabove.\tC.\tCommission Conditional Uses and Other Similar Quasi-judicial Approvals\nand Public Benefit Approvals.  (Amended by Ord. No. 181,790, Eff.\n8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Conditional Use by Area Planning Commission or City Planning Commission\n(Sections 12.24 U. and 12.24 V.)\n      \n      \n        $13,224\n      \n    \n    \n      \n        Public Benefit Project, including sign off for by-right project, i.e.,\nshelter for homeless, religious and philanthropic institution \n      \n      \n        $338\n      \n    \n    \n      \n        Public Benefits Alternative Compliance Proposal\n(Section 14.00 B.)\n      \n      \n        $16,938\n      \n    \n    \n      \n        Modification of Existing Conditional Use Permit by Area Planning\nCommission or City Planning Commission\n(Section 12.24 M.)\n      \n      \n        $8,878\n      \n    \n    \n      \n        Letters of Correction, Modification or Clarification of a determination\nby a Zoning Administrator, the Director, or Deputy Advisory Agency\n      \n      \n        $1,331\n      \n    \n  \n* See Section 19.01 V. for multiple applications.\tD.\tVariances, Adjustments or\nModifications from the Regulations and Requirements of the Zoning Ordinances. \n(Amended by Ord. No. 181,790, Eff. 8\/18\/11.)\n \n[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Variance\n(Sections 12.24 Y. and 12.27)\n      \n      \n        $6,448\n      \n    \n    \n      \n        Adjustment by Zoning Administrator except Single Family dwelling\n(Section 12.28 A.)\n      \n      \n        $5,370\n      \n    \n    \n      \n        Adjustment by Zoning Administrator for Single Family dwelling\n(Section 12.28 A.)\n      \n      \n        $2,685\n      \n    \n    \n      \n        Slight Modification by Zoning Administrator\n(Section 12.28 B.2.)\n      \n      \n        $3,941\n      \n    \n    \n      \n        Reasonable Accommodation Determination\n(Section 12.22 A.27.)\n      \n      \n        $3,311\n      \n    \n  \n* See Section 19.01 V. for multiple applications.\tE.\tZoning Administrator\nConditional Uses, Interpretations and Various Quasi-judicial Approvals. \n(Amended by Ord. No. 181,790, Eff. 8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Zoning Administrator Interpretation of Yard or Use Regulations\n(Section 12.21 A.2.)\n      \n      \n        $5,831\n      \n    \n    \n      \n        Conditional Use by Zoning Administrator – Alcohol [on- or off-site]\nand Entertainment [dance halls, hostess dance halls, massage parlors]\n(Sections 12.24 W.1. and 12.24 W.18.)\n      \n      \n        $6,459\n      \n    \n    \n      \n        Conditional Use by Zoning Administrator – all other uses\n(Section 12.24 W.)\n      \n      \n        $5,358\n      \n    \n    \n      \n        Modification or Review by Zoning Administrator\n(Sections 12.24 J., 12.24 L. and 12.24 M.)\n      \n      \n        $5,754\n      \n    \n    \n      \n        Relief from Fence Height Limitation (under 8 feet) or other Height\nLimitation for similar structures above 8 feet\n(Sections 12.24 X.7., 12.24 X.8. and 12.28)\n      \n      \n        $4,525\n      \n    \n    \n      \n        Child Care less than or equal to 50 children in the R-3 zone or Large\nFamily Daycare\n(Section 12.24 X.)\n      \n      \n        $4,601\n      \n    \n    \n      \n        Certified Farmer’s Market\n(Section 12.24 X.6.) \n      \n      \n        $2,641\n      \n    \n    \n      \n        Service of Alcohol in a small restaurant less than or equal to 50 seats\n(Section 12.24 X.2.)\n      \n      \n        $6,040\n      \n    \n    \n      \n        Approval to Erect Amateur Radio Antenna\n(Section 12.24 X.3.)\n      \n      \n        $2,592\n      \n    \n    \n      \n        Zoning Administrator Determination under Section 12.24 X. unless listed\nseparately\n      \n      \n        $6,093\n      \n    \n    \n      \n        Miscellaneous Clearance – Zoning Administrator\n      \n      \n        $1,722\n      \n    \n    \n      \n        Miscellaneous Clearance – Zoning Administrator Single Family dwellings\nwith no exceptions\n      \n      \n        $861\n      \n    \n  \n* See Section 19.01 V. for multiple applications.\tF.\tFees for Historic Related\nApplications.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee (1)\n      \n    \n    \n      \n        Historic Preservation Overlay Zone:  Establishment, Change or Removal\n(Section 12.20.3)\n      \n      \n        $138,017 (2)\n      \n    \n    \n      \n        Historic Preservation Overlay Zone (HPOZ) Preservation Plan (stand alone\napplication of Preservation Plan, not as part of establishment, change or\nremoval of the original HPOZ)\n      \n      \n        $30,998\n      \n    \n    \n      \n        HPOZ Certificate of Appropriateness not involving new construction or\nadditions\n(Section 12.20.3)\n      \n      \n        $473\n      \n    \n    \n      \n        HPOZ Certificate of Appropriateness or Compatability for new additions\nor construction up to 750 square feet\n(Section 12.20)\n      \n      \n        $708\n      \n    \n    \n      \n        HPOZ Certificate of Appropriateness or Compatability for new additions\nor construction over 750 square feet\n(Section 12.20)\n      \n      \n        $1,706\n      \n    \n    \n      \n        Historic Resources Building Permit Clearance (Larger Project)\n      \n      \n        $783\n      \n    \n    \n      \n        APC\/DEM Case (Historic) demolition of main structure\n      \n      \n        $4,317\n      \n    \n    \n      \n        APC\/DEM Case (Historic) demolition of accessory structure\n      \n      \n        $2,158\n      \n    \n  \nNotes:\t(1)\tSee Section 19.01 V. for multiple applications.\t(2)\tHPOZ fees are not\nto be charged for technical corrections to a previously certified Historic\nResource Survey.\tG.\tSign Application.  (Amended by Ord. No. 181,790, Eff.\n8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee\n      \n    \n    \n      \n        Sign Modification by Zoning Administrator\n(Section 14.4.20)\n      \n      \n        $6,448\n      \n    \n    \n      \n        Comprehensive Sign Program\n(Section 14.4.21)\n      \n      \n        $11,738\n      \n    \n    \n      \n        Amendment of Comprehensive Sign Program\n(Section 14.4.21)\n      \n      \n        $5,748\n      \n    \n  \n\tH.\tTemporary Subdivision Direction Signs.  (Amended by Ord. No. 181,790, Eff.\n8\/18\/11.)\n  \n    \n      \n        Type of Application\n      \n      \n        For First Sign Appertaining to One Subdivision\n      \n      \n        For each additional sign\n      \n    \n    \n      \n        Request for Approval to Erect Temporary Subdivision Directional Signs \n      \n      \n        $1,052\n      \n      \n        $383\n      \n    \n  \n\tI.\tFees for Plan Approvals.  (Amended by Ord. No. 181,790, Eff.\n8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Miscellaneous Clearance – Director or Commission\n      \n      \n        $745\n      \n    \n    \n      \n        Landscape Plan Approval (including water management approval) as part of\na Discretionary Approval\n      \n      \n        $647\n      \n    \n    \n      \n        Building Permit Sign-off for minor Projects \n      \n      \n        $199\n      \n    \n  \n* See Section 19.01 V. for multiple applications.\tJ.\tCommission or Director\nApprovals.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Project Permit Compliance, Design Overlay Plan Approvals or other\nDirector’s Determination (DIR) cases – Minor\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $1,477\n      \n    \n    \n      \n        Project Permit Compliance, Design Overlay Plan Approvals or other\nDirector’s Determination (DIR) cases – Standard\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $3,244\n      \n    \n    \n      \n        Project Permit Compliance, Design Overlay Plan Approvals or other\nDirector’s Determination (DIR) cases – Standard (Single Family)\n(Section 11.5.7 and Article 3, Chapter 1) \n      \n      \n        $1,622\n      \n    \n    \n      \n        Project Permit Compliance, Design Overlay Plan Approvals or other\nDirector’s Determination (DIR) cases – Major\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $4,787\n      \n    \n    \n      \n        Project Permit Compliance, Design Overlay Plan Approvals or other\nDirector’s Determination (DIR) cases – Major (Single Family)\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $2,393\n      \n    \n    \n      \n        Project Permit Compliance with Design Review Board – Minor\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $2,496\n      \n    \n    \n      \n        Project Permit Compliance with Design Review Board – Minor (Single\nFamily)\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $1,248\n      \n    \n    \n      \n        Project Permit Compliance with Design Review Board – Standard\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $4,167\n      \n    \n    \n      \n        Project Permit Compliance with Design Review Board – Standard (Single\nFamily)\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $2,083\n      \n    \n    \n      \n        Project Permit Compliance with Design Review Board – Major\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $5,628\n      \n    \n    \n      \n        Project Permit Compliance with Design Review Board – Major (Single\nFamily)\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $2,814\n      \n    \n    \n      \n        Design Review Board – Preliminary\n(Section 16.50 E.3.)\n      \n      \n        $3,044\n      \n    \n    \n      \n        Design Review Board – Preliminary for Single Family residential\ndwelling\n(Section 16.50 E.3.)\n      \n      \n        $1,522\n      \n    \n    \n      \n        Project Permit Modification\n(Section 11.5.7 D.)\n      \n      \n        $3,308\n      \n    \n    \n      \n        Project Permit Adjustment\n(Section 11.5.7 E.)\n      \n      \n        $4,901\n      \n    \n    \n      \n        Specific Plan Exception\n(Section 11.5.7 F.)\n      \n      \n        $14,932\n      \n    \n    \n      \n        Specific Plan Amendment\n(Section 11.5.7)\n      \n      \n        $40,560\n      \n    \n    \n      \n        Specific Plan Interpretation\n(Section 11.5.7)\n      \n      \n        $2,944\n      \n    \n  \n* See Section 19.01 V. for multiple applications.\tThe following definitions\nshall be used in the categories for Project Permit Compliance:\tMinor cases are\ndefined as three signs or less or a change of use.\tStandard cases are defined as\nmore than three signs, wireless cases, or projects with additions of less than\n200 square feet.\tMajor cases are all other projects not falling into the\ncategories of Minor or Standard projects.\tK.\tFees – Exceptions.  The fees as\nprovided for in this section shall be subject to the following\nexceptions:\t1.\tThe fees contained in this section shall apply to the City\ndepartments of Airports, Harbor, and Water and Power, but shall not apply to any\nother governmental agency.\t2.\t(Repealed by Ord. No. 180,847, Eff. 10\/4\/09, Oper.\n9\/1\/09.)\t3.\tNo fee shall be required in connection with an application for\nvariance from the minimum lot area requirements of an improved lot, or on appeal\nfrom a ruling on the variance application, where it is shown that the lot\nneither conformed with the minimum lot area requirements at the time of issuance\nof the original building permit nor constituted a nonconforming lot.\t4.\tNo fee\nshall be required in connection with an application, appeal, or approval of\nplans for a conditional use for a child-care facility or nursery school which is\ndetermined to be nonprofit, including but not limited to parent-cooperatives and\nfacilities funded by a governmental agency or owned or operated by a\nphilanthropic institution, church, or similar institution.  A facility funded\nby a governmental agency shall indicate the principal current and anticipated\nsource of funds.  Where any uncertainty exists as to the nonprofit status of\nthe facility, the applicant shall file a copy of the articles of incorporation\nor an affidavit, to the satisfaction of a Zoning Administrator, showing that the\nchild-care facility will be nonprofit.\t5.\tNo fee shall be required in connection\nwith an application, appeal or approval of plans for a conditional use or\nvariance for a nonprofit counseling and referral facility.\t6.\tAt the discretion\nof the appropriate decision- maker, an applicant for any determination for which\nfees are required by this section may be allowed credit for the fees paid upon a\nreapplication for the same project under a different procedure when the\ndecision-maker finds:\ta.\tThat the applicant made a good-faith attempt to file\nthe application properly, and\tb.\tThat the application could be more\nappropriately approved if filed under a different procedure.\tThis subdivision\nshall not be construed to allow credit to be given at the applicant’s option,\nnor to allow refunds of any fees paid on the original application.\t7.\tNo fee\nshall be required in connection with an initial application for continuation of\na nonconforming use made pursuant to Section 12.24 X.27. of this Code. \n(Amended by Ord. No. 178,599, Eff. 5\/26\/07.)\t8.\tWhere an exception from a\nspecific plan and a variance or conditional use or other similar quasi-judicial\napproval are both required for a project, the lower of the fees charged for the\nexception and variance, conditional use or other similar quasi-judicial approval\nshall be waived.\t9.\tNo fee shall be required in connection with an initial\napplication for a site plan review for a project within a designated Enterprise\nZone or Employment and Economic Incentive Zone.  (Former Subd. 9 Repealed;\nFormer Subd. 10 Renumbered 9 by Ord. No. 180,847, Eff. 10\/4\/09, Oper.\n9\/1\/09.)\t10.\tIn addition to the fees set forth in this article, the Department\nof City Planning may negotiate with an applicant for reimbursement of the actual\ncosts associated with the City’s processing of applications involving\nextraordinary projects which require unusually heavy commitments of department\nresources but not involving major projects as that term is defined in Los\nAngeles Administrative Code Section 5.400.  (Former Subd. 11 Renumbered 10 by\nOrd. No. 180,847, Eff. 10\/4\/09, Oper. 9\/1\/09.)\tL.\tTransfer Plan.  (Added by\nOrd. No. 181,790, Eff. 8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Approval of Transfer of Floor Area Plan\n(Article 4.5)\n      \n      \n        $16,292\n      \n    \n  \n* See Section 19.01 V. for multiple applications.\tM.\tExtension of Time or\nSuspension of Time Limits for Planning and Zoning Matters.  (Amended by Ord.\nNo. 181,790, Eff. 8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee \n      \n    \n    \n      \n        Time Extension for other than Maps \n      \n      \n        $708\n      \n    \n  \n\tN.\tAdult Entertainment Business Exception.  (Amended by Ord. No. 181,790, Eff.\n8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Adult Entertainment Business Exception within 500 feet of another Adult\nEntertainment Establishment\n(Section 12.22 A.20.) \n      \n      \n        $5,317\n      \n    \n  \n* See Section 19.01 V. for multiple applications.\tO.\tDensity Increase. \n(Amended by Ord. No. 181,790, Eff. 8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Application for a Density Bonus including a request for one or more\nIncentives included in the Menu of Incentives\n(Section 12.22 A.25.(g)(2))\n      \n      \n        $7,115\n      \n    \n    \n      \n        Application for a Density Bonus including a request for an Incentive not\nincluded in the Menu of Incentives\n(Section 12.22 A.25.(g)(3))\n      \n      \n        $23,287\n      \n    \n    \n      \n        Application for a density increase in excess of that permitted by\nSection 12.22 A.26.\n(Sections 12.24 U.26.)\n      \n      \n        $20,718\n      \n    \n  \n* See Section 19.01 V. for multiple applications.\tP.\tModifications or\nDiscontinuance of Use Pursuant to Nuisance Abatement Proceedings.  (Amended by\nOrd. No. 181,790, Eff. 8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee\n      \n    \n    \n      \n        Imposition of Conditions\n(Section 12.27.1)\n      \n      \n        $26,680\n      \n    \n    \n      \n        Reconsideration\n(Section 12.27.1)\n      \n      \n        $29,866\n      \n    \n    \n      \n        Plan Approval for Revocation case (Initial Deposit)\n(Section 12.27.1)\n      \n      \n        $5,000\n      \n    \n  \n\tIn addition to the initial deposit for plan approval for revocation cases set\nforth in this section, fees shall be paid for the actual costs associated with\nthe plan approval process.\tThe Planning Department shall calculate the actual\ncosts and resultant fee, in accordance with Chapter 35, Section 5.403(b)3. of\nDivision 5 of the Los Angeles Administrative Code and shall maintain appropriate\naccounting records of the actual costs.  The Director of Planning shall resolve\nany dispute related to the fee.  The Director shall exclude from consideration\nany cost incurred or attributed to the processing of appeals.\tQ.\t(Repealed by\nOrd. No. 180,847, Eff. 10\/4\/09, Oper. 9\/1\/09.)\tR.\t(Repealed by Ord. No. 180,847,\nEff. 10\/4\/09, Oper. 9\/1\/09.)\tS.\tSite Plan Review.  (Amended by Ord. No.\n181,790, Eff. 8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Site Plan Review Application for Residential Project of 50 or more\ndwelling units\n(Section 16.05)\n      \n      \n        $7,806\n      \n    \n    \n      \n        Other Site Plan Review Application\n(Section 16.05)\n      \n      \n        $7,925\n      \n    \n  \n* See Section 19.01 V. for multiple applications.\tT.\t(Repealed by Ord. No.\n180,847, Eff. 10\/4\/09, Oper. 9\/1\/09.)\tU.\tHillside.  (Amended by Ord. No.\n181,790, Eff. 8\/18\/11.)  Application pursuant to Section 12.21 A.17. of this\nCode to permit increased Lot coverage, reduced parking or additional height for\nOne-Family Dwellings on properties designated Hillside Area on the Department of\nCity Planning Hillside Area Map (Section 12.24 X.11.); and application to permit\nconstruction of or addition to One-Family Dwellings on properties designated\nHillside Area on the Department of City Planning Hillside Area Map which front\nonto Substandard Hillside Limited Streets, which are improved to a width of less\nthan 20 feet; and application to permit construction of, or addition to,\nOne-Family Dwellings on properties designated Hillside Area on the Department of\nCity Planning Hillside Area Map on Substandard Hillside Limited Streets where\nproviding parking requires the Grading of 1,000 or more cubic yards from the Lot\n(Section 12.24 X.21.).\tApplication pursuant to Section 12.21 C.10. and Section\n12.24 X.28. on properties zoned R1, RS, RE, or RA and designated Hillside Area\non the Department of City Planning Hillside Area Map to:\t1.\tReduce Front and\nSide Yard setback requirements;\t2.\tPermit additions of up to 1,000 square-feet\nto Structures existing prior to August 1, 2010;\t3.\tExceed the maximum envelope\nheight;\t4.\tIncrease the maximum Lot coverage;\t5.\tExceed the Grading, import and\nexport limits;\t6.\tReduce the number of required off-street parking; or\t7.\tPermit\nconstruction of or addition to One-Family Dwellings on properties which front\nonto Substandard Hillside Limited Streets, which are improved to a width of less\nthan 20 feet.\n  \n    \n      \n        Filing Fee\n      \n      \n        Fee for Each Appeal\n      \n    \n    \n      \n        $6,094\n      \n      \n        85% of filing fee\n      \n    \n  \n\tV.\tMultiple or Combination Applications.  (Amended by Ord. No. 181,528, Eff.\n2\/19\/11.)  If more than one application is filed at the same time for the same\nproject and the fee for each separate application is set forth in sections\n19.01, 19.03, 19.06 or 19.10, then the charges will be as follows:  100% for\nthe highest application fee, 50% for the second application (second highest\nfee), and 25% for each additional application fee.\tW.\tExpedited Permit Fee.  At\nthe request of the applicant, the Department may, at its discretion, charge a\nfee to offset expenses for additional human and physical resources necessary to\nexpedite the permit process for development projects upon application by an\napplicant.  An initial fee of $5,000, in addition to fees charged elsewhere in\nthis code, or later adjusted by the Director of Planning, including any\nadditional costs to the City that exceed the fees collected by the Planning\nDepartment for this service, shall be collected at the time of the request. \nThe Department shall cause all money collected pursuant to this section to be\ndeposited into the Planning Department Expedited Permit Fund described in\nArticle 10 of Chapter 6 of the Los Angeles Administrative Code for purposes of\ndisbursement as permitted therein.  (Amended by Ord. No. 181,098, Eff.\n4\/18\/10.)\tX.\tEldercare Facility Unified Permit Application.  (Amended by Ord.\nNo. 181,790, Eff. 8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Eldercare Facility Unified Permit Application\n(Section 14.3.1)\n      \n      \n        $6,369\n      \n    \n  \n* See Section 19.01 V. for multiple applications.\tY.\tGreen Building Program\nApplication Fee.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee\n      \n    \n    \n      \n        Green Building Program Application\n(Section 16.10)\n      \n      \n        $282\n","html":"\n\t\t\t\t\t<section><p>  FILING FEE – APPLICATIONS AND <span class=\"dictionary\">APPEALS<\/span>.\n\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)<br \/><br \/>\tA.\tEstablishment or Change of Zones, Height Districts or Supplemental Use Districts and Other Related Actions.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)<br \/><br \/>\tThe following fees shall be charged for a zone change, height district or supplemental use district when that action is consistent with the General Plan.  (See Section 19.03 for zone change requests that are not consistent with the General Plan.)<br \/><br \/>[FILING FEE]<br \/><br \/>\n  \n    \n      \n        Type of Application\n      \n      \n        Fee (1)\n      \n    \n    \n      \n        Zone Change – Single Family and Multi-Family dwelling up to 49 units\n(Section 12.32)\n      \n      \n        $11,734 (2)\n      \n    \n    \n      \n        Zone Change – Single Family and Multi-Family dwelling – additional fee for each 50 units over 49\n(Section 12.32)\n      \n      \n        $5,747 (2)\n      \n    \n    \n      \n        Zone Change – Non-residential less than and including 49,999 square feet\n(Section 12.32)\n      \n      \n        $11,737\n      \n    \n    \n      \n        Zone Change – Non-residential 50,000 square feet and greater\n(Section 12.32)\n      \n      \n        $16,440\n      \n    \n    \n      \n        Clarification of Q Classifications or D Limitations – each\n(Section 12.32 H.)\n      \n      \n        $4,428\n      \n    \n    \n      \n        Land Use Determinations by City Planning Commission\n(Section 12.24.1)\n      \n      \n        $11,060\n      \n    \n    \n      \n        Amendment of Council’s Instructions involving (T) Tentative Classifications\n(Section 12.32)\n      \n      \n        $4,264\n      \n    \n    \n      \n        Height District Change\n(Section 12.32)\n      \n      \n        $11,123\n      \n    \n    \n      \n        Supplemental Use District:  Change or Removal including, but not limited to, O, S, G, RPD, K, CA, POD, CDO, MU, FH, RFA, NSO and SN Districts\n(Section 12.32 S.)\n      \n      \n        $67,915\n      \n    \n    \n      \n        Supplemental Use District:  Establishment including, but not limited to, O, S, G, RPD, K, CA, POD, CDO, MU, FH, RFA, NSO and SN Districts\n(Section 12.32 S.)\n      \n      \n        $134,608\n      \n    \n    \n      \n        Conditions of Approval for Oil Drilling\n(Section 13.01 H.)\n      \n      \n        $7,650\n      \n    \n    \n      \n        Zone Boundary Line Adjustment\n(Section 12.30 H.)\n      \n      \n        $5,473\n      \n    \n    \n      \n        Building Line – Establishment, Change or Removal\n(Section 12.32)\n      \n      \n        $8,833\n      \n    \n    \n      \n        Surface Mining Permits\n(Section 13.03)\n      \n      \n         $2,640\n      \n    \n  <br \/><br \/>\nNotes:<br \/><br \/>\t(1)\tSee Section 19.01 V. for multiple applications.<br \/><br \/>\t(2)\tDetermination of Credit for Recreation and Park Fees.<br \/><br \/>\t(a) \tA filing fee of $149.00 shall accompany each application for a credit pursuant to Section 12.33 B.<br \/><br \/>\t(b)\tA fee equal to 85% of the filing fee shall accompany each <span class=\"dictionary\">appeal<\/span> of a determination of credit made pursuant to Section 12.33 B.<br \/><br \/>\tB.\t<span class=\"dictionary\">Appeal<\/span> Fees.  (Amended by Ord. No. 180,928, Eff. 12\/7\/09.)<br \/><br \/>\t1.\tExcept as expressly provided in Subdivision 2., below, the following fees shall be charged and collected with the filing of all <span class=\"dictionary\">appeals<\/span>.<br \/><br \/>\ta.\tA fee equal to 85 percent of the underlying application or $13,277 for first level <span class=\"dictionary\">appeal<\/span> and $11,211 for additional level <span class=\"dictionary\">appeals<\/span>, whichever is less when the <span class=\"dictionary\">appeal<\/span> is made by the applicant.<br \/><br \/>\tb.\tA fee of $89.00 in the case of an <span class=\"dictionary\">appeal<\/span> by a person, other than the applicant, claiming to be aggrieved.<br \/><br \/>\t2.\tAn <span class=\"dictionary\">appeal<\/span> filed pursuant to Section 12.26 K.2. of this Code, shall be accompanied by a filing fee as specified in Table 4-A of Section 98.0403.2 of the Code, to be collected by the Department.  An <span class=\"dictionary\">appeal<\/span> filed pursuant to Section 12.26 K.6. of this Code shall be charged a fee in accordance with Subdivison 1., above.<br \/><br \/>\tC.\tCommission Conditional Uses and Other Similar Quasi-judicial Approvals and Public Benefit Approvals.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)<br \/><br \/>[FILING FEE]<br \/><br \/>\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Conditional Use by Area Planning Commission or City Planning Commission\n(Sections 12.24 U. and 12.24 V.)\n      \n      \n        $13,224\n      \n    \n    \n      \n        Public Benefit Project, including sign off for by-right project, i.e., shelter for homeless, religious and philanthropic institution \n      \n      \n        $338\n      \n    \n    \n      \n        Public Benefits Alternative Compliance Proposal\n(Section 14.00 B.)\n      \n      \n        $16,938\n      \n    \n    \n      \n        Modification of Existing Conditional Use Permit by Area Planning Commission or City Planning Commission\n(Section 12.24 M.)\n      \n      \n        $8,878\n      \n    \n    \n      \n        Letters of Correction, Modification or Clarification of a determination by a Zoning Administrator, the Director, or Deputy Advisory Agency\n      \n      \n        $1,331\n      \n    \n  <br \/><br \/>\n* See Section 19.01 V. for multiple applications.<br \/><br \/>\tD.\tVariances, Adjustments or Modifications from the Regulations and Requirements of the Zoning <span class=\"dictionary\">Ordinances<\/span>.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)\n \n[FILING FEE]<br \/><br \/>\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Variance\n(Sections 12.24 Y. and 12.27)\n      \n      \n        $6,448\n      \n    \n    \n      \n        Adjustment by Zoning Administrator except Single Family dwelling\n(Section 12.28 A.)\n      \n      \n        $5,370\n      \n    \n    \n      \n        Adjustment by Zoning Administrator for Single Family dwelling\n(Section 12.28 A.)\n      \n      \n        $2,685\n      \n    \n    \n      \n        Slight Modification by Zoning Administrator\n(Section 12.28 B.2.)\n      \n      \n        $3,941\n      \n    \n    \n      \n        Reasonable Accommodation Determination\n(Section 12.22 A.27.)\n      \n      \n        $3,311\n      \n    \n  <br \/><br \/>\n* See Section 19.01 V. for multiple applications.<br \/><br \/>\tE.\tZoning Administrator Conditional Uses, Interpretations and Various Quasi-judicial Approvals.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)<br \/><br \/>[FILING FEE]<br \/><br \/>\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Zoning Administrator Interpretation of Yard or Use Regulations\n(Section 12.21 A.2.)\n      \n      \n        $5,831\n      \n    \n    \n      \n        Conditional Use by Zoning Administrator – Alcohol [on- or off-site] and Entertainment [dance halls, hostess dance halls, massage parlors]\n(Sections 12.24 W.1. and 12.24 W.18.)\n      \n      \n        $6,459\n      \n    \n    \n      \n        Conditional Use by Zoning Administrator – all other uses\n(Section 12.24 W.)\n      \n      \n        $5,358\n      \n    \n    \n      \n        Modification or Review by Zoning Administrator\n(Sections 12.24 J., 12.24 L. and 12.24 M.)\n      \n      \n        $5,754\n      \n    \n    \n      \n        Relief from Fence Height Limitation (under 8 feet) or other Height Limitation for similar structures above 8 feet\n(Sections 12.24 X.7., 12.24 X.8. and 12.28)\n      \n      \n        $4,525\n      \n    \n    \n      \n        Child Care less than or equal to 50 children in the R-3 zone or Large Family Daycare\n(Section 12.24 X.)\n      \n      \n        $4,601\n      \n    \n    \n      \n        Certified Farmer’s Market\n(Section 12.24 X.6.) \n      \n      \n        $2,641\n      \n    \n    \n      \n        Service of Alcohol in a small restaurant less than or equal to 50 seats\n(Section 12.24 X.2.)\n      \n      \n        $6,040\n      \n    \n    \n      \n        Approval to Erect Amateur Radio Antenna\n(Section 12.24 X.3.)\n      \n      \n        $2,592\n      \n    \n    \n      \n        Zoning Administrator Determination under Section 12.24 X. unless listed separately\n      \n      \n        $6,093\n      \n    \n    \n      \n        Miscellaneous Clearance – Zoning Administrator\n      \n      \n        $1,722\n      \n    \n    \n      \n        Miscellaneous Clearance – Zoning Administrator Single Family dwellings with no exceptions\n      \n      \n        $861\n      \n    \n  <br \/><br \/>\n* See Section 19.01 V. for multiple applications.<br \/><br \/>\tF.\tFees for Historic Related Applications.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)<br \/><br \/>[FILING FEE]<br \/><br \/>\n  \n    \n      \n        Type of Application\n      \n      \n        Fee (1)\n      \n    \n    \n      \n        Historic Preservation Overlay Zone:  Establishment, Change or Removal\n(Section 12.20.3)\n      \n      \n        $138,017 (2)\n      \n    \n    \n      \n        Historic Preservation Overlay Zone (HPOZ) Preservation Plan (stand alone application of Preservation Plan, not as part of establishment, change or removal of the original HPOZ)\n      \n      \n        $30,998\n      \n    \n    \n      \n        HPOZ Certificate of Appropriateness not involving new construction or additions\n(Section 12.20.3)\n      \n      \n        $473\n      \n    \n    \n      \n        HPOZ Certificate of Appropriateness or Compatability for new additions or construction up to 750 square feet\n(Section 12.20)\n      \n      \n        $708\n      \n    \n    \n      \n        HPOZ Certificate of Appropriateness or Compatability for new additions or construction over 750 square feet\n(Section 12.20)\n      \n      \n        $1,706\n      \n    \n    \n      \n        Historic Resources Building Permit Clearance (Larger Project)\n      \n      \n        $783\n      \n    \n    \n      \n        APC\/DEM Case (Historic) demolition of main structure\n      \n      \n        $4,317\n      \n    \n    \n      \n        APC\/DEM Case (Historic) demolition of <span class=\"dictionary\">accessory<\/span> structure\n      \n      \n        $2,158\n      \n    \n  <br \/><br \/>\nNotes:<br \/><br \/>\t(1)\tSee Section 19.01 V. for multiple applications.<br \/><br \/>\t(2)\tHPOZ fees are not to be charged for technical corrections to a previously certified Historic Resource Survey.<br \/><br \/>\tG.\tSign Application.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)<br \/><br \/>[FILING FEE]<br \/><br \/>\n  \n    \n      \n        Type of Application\n      \n      \n        Fee\n      \n    \n    \n      \n        Sign Modification by Zoning Administrator\n(Section 14.4.20)\n      \n      \n        $6,448\n      \n    \n    \n      \n        Comprehensive Sign Program\n(Section 14.4.21)\n      \n      \n        $11,738\n      \n    \n    \n      \n        Amendment of Comprehensive Sign Program\n(Section 14.4.21)\n      \n      \n        $5,748\n      \n    \n  <br \/><br \/>\n\tH.\tTemporary Subdivision Direction Signs.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)<br \/><br \/>\n  \n    \n      \n        Type of Application\n      \n      \n        For First Sign Appertaining to One Subdivision\n      \n      \n        For each additional sign\n      \n    \n    \n      \n        Request for Approval to Erect Temporary Subdivision Directional Signs \n      \n      \n        $1,052\n      \n      \n        $383\n      \n    \n  <br \/><br \/>\n\tI.\tFees for Plan Approvals.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)<br \/><br \/>[FILING FEE]<br \/><br \/>\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Miscellaneous Clearance – Director or Commission\n      \n      \n        $745\n      \n    \n    \n      \n        Landscape Plan Approval (including water management approval) as part of a Discretionary Approval\n      \n      \n        $647\n      \n    \n    \n      \n        Building Permit Sign-off for <span class=\"dictionary\">minor<\/span> Projects \n      \n      \n        $199\n      \n    \n  <br \/><br \/>\n* See Section 19.01 V. for multiple applications.<br \/><br \/>\tJ.\tCommission or Director Approvals.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)<br \/><br \/>[FILING FEE]<br \/><br \/>\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Project Permit Compliance, Design Overlay Plan Approvals or other Director’s Determination (DIR) cases – <span class=\"dictionary\">Minor<\/span>\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $1,477\n      \n    \n    \n      \n        Project Permit Compliance, Design Overlay Plan Approvals or other Director’s Determination (DIR) cases – Standard\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $3,244\n      \n    \n    \n      \n        Project Permit Compliance, Design Overlay Plan Approvals or other Director’s Determination (DIR) cases – Standard (Single Family)\n(Section 11.5.7 and Article 3, Chapter 1) \n      \n      \n        $1,622\n      \n    \n    \n      \n        Project Permit Compliance, Design Overlay Plan Approvals or other Director’s Determination (DIR) cases – Major\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $4,787\n      \n    \n    \n      \n        Project Permit Compliance, Design Overlay Plan Approvals or other Director’s Determination (DIR) cases – Major (Single Family)\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $2,393\n      \n    \n    \n      \n        Project Permit Compliance with Design Review Board – <span class=\"dictionary\">Minor<\/span>\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $2,496\n      \n    \n    \n      \n        Project Permit Compliance with Design Review Board – <span class=\"dictionary\">Minor<\/span> (Single Family)\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $1,248\n      \n    \n    \n      \n        Project Permit Compliance with Design Review Board – Standard\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $4,167\n      \n    \n    \n      \n        Project Permit Compliance with Design Review Board – Standard (Single Family)\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $2,083\n      \n    \n    \n      \n        Project Permit Compliance with Design Review Board – Major\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $5,628\n      \n    \n    \n      \n        Project Permit Compliance with Design Review Board – Major (Single Family)\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $2,814\n      \n    \n    \n      \n        Design Review Board – Preliminary\n(Section 16.50 E.3.)\n      \n      \n        $3,044\n      \n    \n    \n      \n        Design Review Board – Preliminary for Single Family residential dwelling\n(Section 16.50 E.3.)\n      \n      \n        $1,522\n      \n    \n    \n      \n        Project Permit Modification\n(Section 11.5.7 D.)\n      \n      \n        $3,308\n      \n    \n    \n      \n        Project Permit Adjustment\n(Section 11.5.7 E.)\n      \n      \n        $4,901\n      \n    \n    \n      \n        Specific Plan Exception\n(Section 11.5.7 F.)\n      \n      \n        $14,932\n      \n    \n    \n      \n        Specific Plan Amendment\n(Section 11.5.7)\n      \n      \n        $40,560\n      \n    \n    \n      \n        Specific Plan Interpretation\n(Section 11.5.7)\n      \n      \n        $2,944\n      \n    \n  <br \/><br \/>\n* See Section 19.01 V. for multiple applications.<br \/><br \/>\tThe following definitions shall be used in the categories for Project Permit Compliance:<br \/><br \/>\t<span class=\"dictionary\">Minor<\/span> cases are defined as three signs or less or a change of use.<br \/><br \/>\tStandard cases are defined as more than three signs, wireless cases, or projects with additions of less than 200 square feet.<br \/><br \/>\tMajor cases are all other projects not falling into the categories of <span class=\"dictionary\">Minor<\/span> or Standard projects.<br \/><br \/>\tK.\tFees – Exceptions.  The fees as provided for in this section shall be subject to the following exceptions:<br \/><br \/>\t1.\tThe fees contained in this section shall apply to the City departments of Airports, Harbor, and Water and Power, but shall not apply to any other governmental agency.<br \/><br \/>\t2.\t(Repealed by Ord. No. 180,847, Eff. 10\/4\/09, Oper. 9\/1\/09.)<br \/><br \/>\t3.\tNo fee shall be required in connection with an application for variance from the minimum lot area requirements of an improved lot, or on <span class=\"dictionary\">appeal<\/span> from a ruling on the variance application, where it is shown that the lot neither conformed with the minimum lot area requirements at the time of issuance of the original building permit nor constituted a nonconforming lot.<br \/><br \/>\t4.\tNo fee shall be required in connection with an application, <span class=\"dictionary\">appeal<\/span>, or approval of plans for a conditional use for a child-care facility or nursery school which is determined to be nonprofit, including but not limited to parent-cooperatives and facilities funded by a governmental agency or owned or operated by a philanthropic institution, church, or similar institution.  A facility funded by a governmental agency shall indicate the principal current and anticipated source of funds.  Where any uncertainty exists as to the nonprofit status of the facility, the applicant shall file a copy of the articles of incorporation or an <span class=\"dictionary\">affidavit<\/span>, to the satisfaction of a Zoning Administrator, showing that the child-care facility will be nonprofit.<br \/><br \/>\t5.\tNo fee shall be required in connection with an application, <span class=\"dictionary\">appeal<\/span> or approval of plans for a conditional use or variance for a nonprofit counseling and referral facility.<br \/><br \/>\t6.\tAt the discretion of the appropriate decision- maker, an applicant for any determination for which fees are required by this section may be allowed credit for the fees paid upon a reapplication for the same project under a different procedure when the decision-maker finds:<br \/><br \/>\ta.\tThat the applicant made a good-faith attempt to file the application properly, and<br \/><br \/>\tb.\tThat the application could be more appropriately approved if filed under a different procedure.<br \/><br \/>\tThis subdivision shall not be construed to allow credit to be given at the applicant’s option, nor to allow refunds of any fees paid on the original application.<br \/><br \/>\t7.\tNo fee shall be required in connection with an initial application for continuation of a nonconforming use made pursuant to Section 12.24 X.27. of this Code.  (Amended by Ord. No. 178,599, Eff. 5\/26\/07.)<br \/><br \/>\t8.\tWhere an exception from a specific plan and a variance or conditional use or other similar quasi-judicial approval are both required for a project, the lower of the fees charged for the exception and variance, conditional use or other similar quasi-judicial approval shall be waived.<br \/><br \/>\t9.\tNo fee shall be required in connection with an initial application for a site plan review for a project within a designated Enterprise Zone or Employment and Economic Incentive Zone.  (Former Subd. 9 Repealed; Former Subd. 10 Renumbered 9 by Ord. No. 180,847, Eff. 10\/4\/09, Oper. 9\/1\/09.)<br \/><br \/>\t10.\tIn addition to the fees set forth in this article, the Department of City Planning may negotiate with an applicant for reimbursement of the actual costs associated with the City’s processing of applications involving extraordinary projects which require unusually heavy commitments of department resources but not involving major projects as that term is defined in Los Angeles Administrative Code Section 5.400.  (Former Subd. 11 Renumbered 10 by Ord. No. 180,847, Eff. 10\/4\/09, Oper. 9\/1\/09.)<br \/><br \/>\tL.\tTransfer Plan.  (Added by Ord. No. 181,790, Eff. 8\/18\/11.)<br \/><br \/>[FILING FEE]<br \/><br \/>\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Approval of Transfer of Floor Area Plan\n(Article 4.5)\n      \n      \n        $16,292\n      \n    \n  <br \/><br \/>\n* See Section 19.01 V. for multiple applications.<br \/><br \/>\tM.\tExtension of Time or Suspension of Time Limits for Planning and Zoning Matters.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)<br \/><br \/>[FILING FEE]<br \/><br \/>\n  \n    \n      \n        Type of Application\n      \n      \n        Fee \n      \n    \n    \n      \n        Time Extension for other than Maps \n      \n      \n        $708\n      \n    \n  <br \/><br \/>\n\tN.\tAdult Entertainment Business Exception.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)<br \/><br \/>[FILING FEE]<br \/><br \/>\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Adult Entertainment Business Exception within 500 feet of another Adult Entertainment Establishment\n(Section 12.22 A.20.) \n      \n      \n        $5,317\n      \n    \n  <br \/><br \/>\n* See Section 19.01 V. for multiple applications.<br \/><br \/>\tO.\tDensity Increase.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)<br \/><br \/>[FILING FEE]<br \/><br \/>\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Application for a Density Bonus including a request for one or more Incentives included in the Menu of Incentives\n(Section 12.22 A.25.(g)(2))\n      \n      \n        $7,115\n      \n    \n    \n      \n        Application for a Density Bonus including a request for an Incentive not included in the Menu of Incentives\n(Section 12.22 A.25.(g)(3))\n      \n      \n        $23,287\n      \n    \n    \n      \n        Application for a density increase in excess of that permitted by Section 12.22 A.26.\n(Sections 12.24 U.26.)\n      \n      \n        $20,718\n      \n    \n  <br \/><br \/>\n* See Section 19.01 V. for multiple applications.<br \/><br \/>\tP.\tModifications or Discontinuance of Use Pursuant to Nuisance Abatement Proceedings.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)<br \/><br \/>[FILING FEE]<br \/><br \/>\n  \n    \n      \n        Type of Application\n      \n      \n        Fee\n      \n    \n    \n      \n        Imposition of Conditions\n(Section 12.27.1)\n      \n      \n        $26,680\n      \n    \n    \n      \n        Reconsideration\n(Section 12.27.1)\n      \n      \n        $29,866\n      \n    \n    \n      \n        Plan Approval for <span class=\"dictionary\">Revocation<\/span> case (Initial Deposit)\n(Section 12.27.1)\n      \n      \n        $5,000\n      \n    \n  <br \/><br \/>\n\tIn addition to the initial deposit for plan approval for <span class=\"dictionary\">revocation<\/span> cases set forth in this section, fees shall be paid for the actual costs associated with the plan approval process.<br \/><br \/>\tThe Planning Department shall calculate the actual costs and resultant fee, in accordance with Chapter 35, Section 5.403(b)3. of Division 5 of the Los Angeles Administrative Code and shall maintain appropriate accounting records of the actual costs.  The Director of Planning shall resolve any dispute related to the fee.  The Director shall exclude from consideration any cost incurred or attributed to the processing of <span class=\"dictionary\">appeals<\/span>.<br \/><br \/>\tQ.\t(Repealed by Ord. No. 180,847, Eff. 10\/4\/09, Oper. 9\/1\/09.)<br \/><br \/>\tR.\t(Repealed by Ord. No. 180,847, Eff. 10\/4\/09, Oper. 9\/1\/09.)<br \/><br \/>\tS.\tSite Plan Review.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)<br \/><br \/>[FILING FEE]<br \/><br \/>\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Site Plan Review Application for Residential Project of 50 or more dwelling units\n(Section 16.05)\n      \n      \n        $7,806\n      \n    \n    \n      \n        Other Site Plan Review Application\n(Section 16.05)\n      \n      \n        $7,925\n      \n    \n  <br \/><br \/>\n* See Section 19.01 V. for multiple applications.<br \/><br \/>\tT.\t(Repealed by Ord. No. 180,847, Eff. 10\/4\/09, Oper. 9\/1\/09.)<br \/><br \/>\tU.\tHillside.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)  Application pursuant to Section 12.21 A.17. of this Code to permit increased Lot coverage, reduced parking or additional height for One-Family Dwellings on properties designated Hillside Area on the Department of City Planning Hillside Area Map (Section 12.24 X.11.); and application to permit construction of or addition to One-Family Dwellings on properties designated Hillside Area on the Department of City Planning Hillside Area Map which front onto Substandard Hillside Limited Streets, which are improved to a width of less than 20 feet; and application to permit construction of, or addition to, One-Family Dwellings on properties designated Hillside Area on the Department of City Planning Hillside Area Map on Substandard Hillside Limited Streets where providing parking requires the Grading of 1,000 or more cubic yards from the Lot (Section 12.24 X.21.).<br \/><br \/>\tApplication pursuant to Section 12.21 C.10. and Section 12.24 X.28. on properties zoned R1, RS, RE, or RA and designated Hillside Area on the Department of City Planning Hillside Area Map to:<br \/><br \/>\t1.\tReduce Front and Side Yard setback requirements;<br \/><br \/>\t2.\tPermit additions of up to 1,000 square-feet to Structures existing prior to August 1, 2010;<br \/><br \/>\t3.\tExceed the maximum envelope height;<br \/><br \/>\t4.\tIncrease the maximum Lot coverage;<br \/><br \/>\t5.\tExceed the Grading, import and export limits;<br \/><br \/>\t6.\tReduce the number of required off-street parking; or<br \/><br \/>\t7.\tPermit construction of or addition to One-Family Dwellings on properties which front onto Substandard Hillside Limited Streets, which are improved to a width of less than 20 feet.<br \/><br \/>\n  \n    \n      \n        Filing Fee\n      \n      \n        Fee for Each <span class=\"dictionary\">Appeal<\/span>\n      \n    \n    \n      \n        $6,094\n      \n      \n        85% of filing fee\n      \n    \n  <br \/><br \/>\n\tV.\tMultiple or Combination Applications.  (Amended by Ord. No. 181,528, Eff. 2\/19\/11.)  If more than one application is filed at the same time for the same project and the fee for each separate application is set forth in sections 19.01, 19.03, 19.06 or 19.10, then the charges will be as follows:  100% for the highest application fee, 50% for the second application (second highest fee), and 25% for each additional application fee.<br \/><br \/>\tW.\tExpedited Permit Fee.  At the request of the applicant, the Department may, at its discretion, charge a fee to offset expenses for additional human and physical resources necessary to expedite the permit process for development projects upon application by an applicant.  An initial fee of $5,000, in addition to fees charged elsewhere in this code, or later adjusted by the Director of Planning, including any additional costs to the City that exceed the fees collected by the Planning Department for this service, shall be collected at the time of the request.  The Department shall cause all money collected pursuant to this section to be deposited into the Planning Department Expedited Permit Fund described in Article 10 of Chapter 6 of the Los Angeles Administrative Code for purposes of disbursement as permitted therein.  (Amended by Ord. No. 181,098, Eff. 4\/18\/10.)<br \/><br \/>\tX.\tEldercare Facility Unified Permit Application.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)<br \/><br \/>[FILING FEE]<br \/><br \/>\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Eldercare Facility Unified Permit Application\n(Section 14.3.1)\n      \n      \n        $6,369\n      \n    \n  <br \/><br \/>\n* See Section 19.01 V. for multiple applications.<br \/><br \/>\tY.\tGreen Building Program Application Fee.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)<br \/><br \/>[FILING FEE]<br \/><br \/>\n  \n    \n      \n        Type of Application\n      \n      \n        Fee\n      \n    \n    \n      \n        Green Building Program Application\n(Section 16.10)\n      \n      \n        $282<\/p><\/section>","text":{"0":{"id":"3578","text":"  FILING FEE – APPLICATIONS AND APPEALS.\n\t(Amended by Ord. No. 173,268, Eff. 7\/1\/00, Oper. 7\/1\/00.)\tA.\tEstablishment or Change of Zones, Height Districts or Supplemental Use Districts and Other Related Actions.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)\tThe following fees shall be charged for a zone change, height district or supplemental use district when that action is consistent with the General Plan.  (See Section 19.03 for zone change requests that are not consistent with the General Plan.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee (1)\n      \n    \n    \n      \n        Zone Change – Single Family and Multi-Family dwelling up to 49 units\n(Section 12.32)\n      \n      \n        $11,734 (2)\n      \n    \n    \n      \n        Zone Change – Single Family and Multi-Family dwelling – additional fee for each 50 units over 49\n(Section 12.32)\n      \n      \n        $5,747 (2)\n      \n    \n    \n      \n        Zone Change – Non-residential less than and including 49,999 square feet\n(Section 12.32)\n      \n      \n        $11,737\n      \n    \n    \n      \n        Zone Change – Non-residential 50,000 square feet and greater\n(Section 12.32)\n      \n      \n        $16,440\n      \n    \n    \n      \n        Clarification of Q Classifications or D Limitations – each\n(Section 12.32 H.)\n      \n      \n        $4,428\n      \n    \n    \n      \n        Land Use Determinations by City Planning Commission\n(Section 12.24.1)\n      \n      \n        $11,060\n      \n    \n    \n      \n        Amendment of Council’s Instructions involving (T) Tentative Classifications\n(Section 12.32)\n      \n      \n        $4,264\n      \n    \n    \n      \n        Height District Change\n(Section 12.32)\n      \n      \n        $11,123\n      \n    \n    \n      \n        Supplemental Use District:  Change or Removal including, but not limited to, O, S, G, RPD, K, CA, POD, CDO, MU, FH, RFA, NSO and SN Districts\n(Section 12.32 S.)\n      \n      \n        $67,915\n      \n    \n    \n      \n        Supplemental Use District:  Establishment including, but not limited to, O, S, G, RPD, K, CA, POD, CDO, MU, FH, RFA, NSO and SN Districts\n(Section 12.32 S.)\n      \n      \n        $134,608\n      \n    \n    \n      \n        Conditions of Approval for Oil Drilling\n(Section 13.01 H.)\n      \n      \n        $7,650\n      \n    \n    \n      \n        Zone Boundary Line Adjustment\n(Section 12.30 H.)\n      \n      \n        $5,473\n      \n    \n    \n      \n        Building Line – Establishment, Change or Removal\n(Section 12.32)\n      \n      \n        $8,833\n      \n    \n    \n      \n        Surface Mining Permits\n(Section 13.03)\n      \n      \n         $2,640\n      \n    \n  \nNotes:\t(1)\tSee Section 19.01 V. for multiple applications.\t(2)\tDetermination of Credit for Recreation and Park Fees.\t(a) \tA filing fee of $149.00 shall accompany each application for a credit pursuant to Section 12.33 B.\t(b)\tA fee equal to 85% of the filing fee shall accompany each appeal of a determination of credit made pursuant to Section 12.33 B.\tB.\tAppeal Fees.  (Amended by Ord. No. 180,928, Eff. 12\/7\/09.)\t1.\tExcept as expressly provided in Subdivision 2., below, the following fees shall be charged and collected with the filing of all appeals.\ta.\tA fee equal to 85 percent of the underlying application or $13,277 for first level appeal and $11,211 for additional level appeals, whichever is less when the appeal is made by the applicant.\tb.\tA fee of $89.00 in the case of an appeal by a person, other than the applicant, claiming to be aggrieved.\t2.\tAn appeal filed pursuant to Section 12.26 K.2. of this Code, shall be accompanied by a filing fee as specified in Table 4-A of Section 98.0403.2 of the Code, to be collected by the Department.  An appeal filed pursuant to Section 12.26 K.6. of this Code shall be charged a fee in accordance with Subdivison 1., above.\tC.\tCommission Conditional Uses and Other Similar Quasi-judicial Approvals and Public Benefit Approvals.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Conditional Use by Area Planning Commission or City Planning Commission\n(Sections 12.24 U. and 12.24 V.)\n      \n      \n        $13,224\n      \n    \n    \n      \n        Public Benefit Project, including sign off for by-right project, i.e., shelter for homeless, religious and philanthropic institution \n      \n      \n        $338\n      \n    \n    \n      \n        Public Benefits Alternative Compliance Proposal\n(Section 14.00 B.)\n      \n      \n        $16,938\n      \n    \n    \n      \n        Modification of Existing Conditional Use Permit by Area Planning Commission or City Planning Commission\n(Section 12.24 M.)\n      \n      \n        $8,878\n      \n    \n    \n      \n        Letters of Correction, Modification or Clarification of a determination by a Zoning Administrator, the Director, or Deputy Advisory Agency\n      \n      \n        $1,331\n      \n    \n  \n* See Section 19.01 V. for multiple applications.\tD.\tVariances, Adjustments or Modifications from the Regulations and Requirements of the Zoning Ordinances.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)\n \n[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Variance\n(Sections 12.24 Y. and 12.27)\n      \n      \n        $6,448\n      \n    \n    \n      \n        Adjustment by Zoning Administrator except Single Family dwelling\n(Section 12.28 A.)\n      \n      \n        $5,370\n      \n    \n    \n      \n        Adjustment by Zoning Administrator for Single Family dwelling\n(Section 12.28 A.)\n      \n      \n        $2,685\n      \n    \n    \n      \n        Slight Modification by Zoning Administrator\n(Section 12.28 B.2.)\n      \n      \n        $3,941\n      \n    \n    \n      \n        Reasonable Accommodation Determination\n(Section 12.22 A.27.)\n      \n      \n        $3,311\n      \n    \n  \n* See Section 19.01 V. for multiple applications.\tE.\tZoning Administrator Conditional Uses, Interpretations and Various Quasi-judicial Approvals.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Zoning Administrator Interpretation of Yard or Use Regulations\n(Section 12.21 A.2.)\n      \n      \n        $5,831\n      \n    \n    \n      \n        Conditional Use by Zoning Administrator – Alcohol [on- or off-site] and Entertainment [dance halls, hostess dance halls, massage parlors]\n(Sections 12.24 W.1. and 12.24 W.18.)\n      \n      \n        $6,459\n      \n    \n    \n      \n        Conditional Use by Zoning Administrator – all other uses\n(Section 12.24 W.)\n      \n      \n        $5,358\n      \n    \n    \n      \n        Modification or Review by Zoning Administrator\n(Sections 12.24 J., 12.24 L. and 12.24 M.)\n      \n      \n        $5,754\n      \n    \n    \n      \n        Relief from Fence Height Limitation (under 8 feet) or other Height Limitation for similar structures above 8 feet\n(Sections 12.24 X.7., 12.24 X.8. and 12.28)\n      \n      \n        $4,525\n      \n    \n    \n      \n        Child Care less than or equal to 50 children in the R-3 zone or Large Family Daycare\n(Section 12.24 X.)\n      \n      \n        $4,601\n      \n    \n    \n      \n        Certified Farmer’s Market\n(Section 12.24 X.6.) \n      \n      \n        $2,641\n      \n    \n    \n      \n        Service of Alcohol in a small restaurant less than or equal to 50 seats\n(Section 12.24 X.2.)\n      \n      \n        $6,040\n      \n    \n    \n      \n        Approval to Erect Amateur Radio Antenna\n(Section 12.24 X.3.)\n      \n      \n        $2,592\n      \n    \n    \n      \n        Zoning Administrator Determination under Section 12.24 X. unless listed separately\n      \n      \n        $6,093\n      \n    \n    \n      \n        Miscellaneous Clearance – Zoning Administrator\n      \n      \n        $1,722\n      \n    \n    \n      \n        Miscellaneous Clearance – Zoning Administrator Single Family dwellings with no exceptions\n      \n      \n        $861\n      \n    \n  \n* See Section 19.01 V. for multiple applications.\tF.\tFees for Historic Related Applications.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee (1)\n      \n    \n    \n      \n        Historic Preservation Overlay Zone:  Establishment, Change or Removal\n(Section 12.20.3)\n      \n      \n        $138,017 (2)\n      \n    \n    \n      \n        Historic Preservation Overlay Zone (HPOZ) Preservation Plan (stand alone application of Preservation Plan, not as part of establishment, change or removal of the original HPOZ)\n      \n      \n        $30,998\n      \n    \n    \n      \n        HPOZ Certificate of Appropriateness not involving new construction or additions\n(Section 12.20.3)\n      \n      \n        $473\n      \n    \n    \n      \n        HPOZ Certificate of Appropriateness or Compatability for new additions or construction up to 750 square feet\n(Section 12.20)\n      \n      \n        $708\n      \n    \n    \n      \n        HPOZ Certificate of Appropriateness or Compatability for new additions or construction over 750 square feet\n(Section 12.20)\n      \n      \n        $1,706\n      \n    \n    \n      \n        Historic Resources Building Permit Clearance (Larger Project)\n      \n      \n        $783\n      \n    \n    \n      \n        APC\/DEM Case (Historic) demolition of main structure\n      \n      \n        $4,317\n      \n    \n    \n      \n        APC\/DEM Case (Historic) demolition of accessory structure\n      \n      \n        $2,158\n      \n    \n  \nNotes:\t(1)\tSee Section 19.01 V. for multiple applications.\t(2)\tHPOZ fees are not to be charged for technical corrections to a previously certified Historic Resource Survey.\tG.\tSign Application.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee\n      \n    \n    \n      \n        Sign Modification by Zoning Administrator\n(Section 14.4.20)\n      \n      \n        $6,448\n      \n    \n    \n      \n        Comprehensive Sign Program\n(Section 14.4.21)\n      \n      \n        $11,738\n      \n    \n    \n      \n        Amendment of Comprehensive Sign Program\n(Section 14.4.21)\n      \n      \n        $5,748\n      \n    \n  \n\tH.\tTemporary Subdivision Direction Signs.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)\n  \n    \n      \n        Type of Application\n      \n      \n        For First Sign Appertaining to One Subdivision\n      \n      \n        For each additional sign\n      \n    \n    \n      \n        Request for Approval to Erect Temporary Subdivision Directional Signs \n      \n      \n        $1,052\n      \n      \n        $383\n      \n    \n  \n\tI.\tFees for Plan Approvals.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Miscellaneous Clearance – Director or Commission\n      \n      \n        $745\n      \n    \n    \n      \n        Landscape Plan Approval (including water management approval) as part of a Discretionary Approval\n      \n      \n        $647\n      \n    \n    \n      \n        Building Permit Sign-off for minor Projects \n      \n      \n        $199\n      \n    \n  \n* See Section 19.01 V. for multiple applications.\tJ.\tCommission or Director Approvals.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Project Permit Compliance, Design Overlay Plan Approvals or other Director’s Determination (DIR) cases – Minor\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $1,477\n      \n    \n    \n      \n        Project Permit Compliance, Design Overlay Plan Approvals or other Director’s Determination (DIR) cases – Standard\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $3,244\n      \n    \n    \n      \n        Project Permit Compliance, Design Overlay Plan Approvals or other Director’s Determination (DIR) cases – Standard (Single Family)\n(Section 11.5.7 and Article 3, Chapter 1) \n      \n      \n        $1,622\n      \n    \n    \n      \n        Project Permit Compliance, Design Overlay Plan Approvals or other Director’s Determination (DIR) cases – Major\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $4,787\n      \n    \n    \n      \n        Project Permit Compliance, Design Overlay Plan Approvals or other Director’s Determination (DIR) cases – Major (Single Family)\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $2,393\n      \n    \n    \n      \n        Project Permit Compliance with Design Review Board – Minor\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $2,496\n      \n    \n    \n      \n        Project Permit Compliance with Design Review Board – Minor (Single Family)\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $1,248\n      \n    \n    \n      \n        Project Permit Compliance with Design Review Board – Standard\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $4,167\n      \n    \n    \n      \n        Project Permit Compliance with Design Review Board – Standard (Single Family)\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $2,083\n      \n    \n    \n      \n        Project Permit Compliance with Design Review Board – Major\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $5,628\n      \n    \n    \n      \n        Project Permit Compliance with Design Review Board – Major (Single Family)\n(Section 11.5.7 and Article 3, Chapter 1)\n      \n      \n        $2,814\n      \n    \n    \n      \n        Design Review Board – Preliminary\n(Section 16.50 E.3.)\n      \n      \n        $3,044\n      \n    \n    \n      \n        Design Review Board – Preliminary for Single Family residential dwelling\n(Section 16.50 E.3.)\n      \n      \n        $1,522\n      \n    \n    \n      \n        Project Permit Modification\n(Section 11.5.7 D.)\n      \n      \n        $3,308\n      \n    \n    \n      \n        Project Permit Adjustment\n(Section 11.5.7 E.)\n      \n      \n        $4,901\n      \n    \n    \n      \n        Specific Plan Exception\n(Section 11.5.7 F.)\n      \n      \n        $14,932\n      \n    \n    \n      \n        Specific Plan Amendment\n(Section 11.5.7)\n      \n      \n        $40,560\n      \n    \n    \n      \n        Specific Plan Interpretation\n(Section 11.5.7)\n      \n      \n        $2,944\n      \n    \n  \n* See Section 19.01 V. for multiple applications.\tThe following definitions shall be used in the categories for Project Permit Compliance:\tMinor cases are defined as three signs or less or a change of use.\tStandard cases are defined as more than three signs, wireless cases, or projects with additions of less than 200 square feet.\tMajor cases are all other projects not falling into the categories of Minor or Standard projects.\tK.\tFees – Exceptions.  The fees as provided for in this section shall be subject to the following exceptions:\t1.\tThe fees contained in this section shall apply to the City departments of Airports, Harbor, and Water and Power, but shall not apply to any other governmental agency.\t2.\t(Repealed by Ord. No. 180,847, Eff. 10\/4\/09, Oper. 9\/1\/09.)\t3.\tNo fee shall be required in connection with an application for variance from the minimum lot area requirements of an improved lot, or on appeal from a ruling on the variance application, where it is shown that the lot neither conformed with the minimum lot area requirements at the time of issuance of the original building permit nor constituted a nonconforming lot.\t4.\tNo fee shall be required in connection with an application, appeal, or approval of plans for a conditional use for a child-care facility or nursery school which is determined to be nonprofit, including but not limited to parent-cooperatives and facilities funded by a governmental agency or owned or operated by a philanthropic institution, church, or similar institution.  A facility funded by a governmental agency shall indicate the principal current and anticipated source of funds.  Where any uncertainty exists as to the nonprofit status of the facility, the applicant shall file a copy of the articles of incorporation or an affidavit, to the satisfaction of a Zoning Administrator, showing that the child-care facility will be nonprofit.\t5.\tNo fee shall be required in connection with an application, appeal or approval of plans for a conditional use or variance for a nonprofit counseling and referral facility.\t6.\tAt the discretion of the appropriate decision- maker, an applicant for any determination for which fees are required by this section may be allowed credit for the fees paid upon a reapplication for the same project under a different procedure when the decision-maker finds:\ta.\tThat the applicant made a good-faith attempt to file the application properly, and\tb.\tThat the application could be more appropriately approved if filed under a different procedure.\tThis subdivision shall not be construed to allow credit to be given at the applicant’s option, nor to allow refunds of any fees paid on the original application.\t7.\tNo fee shall be required in connection with an initial application for continuation of a nonconforming use made pursuant to Section 12.24 X.27. of this Code.  (Amended by Ord. No. 178,599, Eff. 5\/26\/07.)\t8.\tWhere an exception from a specific plan and a variance or conditional use or other similar quasi-judicial approval are both required for a project, the lower of the fees charged for the exception and variance, conditional use or other similar quasi-judicial approval shall be waived.\t9.\tNo fee shall be required in connection with an initial application for a site plan review for a project within a designated Enterprise Zone or Employment and Economic Incentive Zone.  (Former Subd. 9 Repealed; Former Subd. 10 Renumbered 9 by Ord. No. 180,847, Eff. 10\/4\/09, Oper. 9\/1\/09.)\t10.\tIn addition to the fees set forth in this article, the Department of City Planning may negotiate with an applicant for reimbursement of the actual costs associated with the City’s processing of applications involving extraordinary projects which require unusually heavy commitments of department resources but not involving major projects as that term is defined in Los Angeles Administrative Code Section 5.400.  (Former Subd. 11 Renumbered 10 by Ord. No. 180,847, Eff. 10\/4\/09, Oper. 9\/1\/09.)\tL.\tTransfer Plan.  (Added by Ord. No. 181,790, Eff. 8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Approval of Transfer of Floor Area Plan\n(Article 4.5)\n      \n      \n        $16,292\n      \n    \n  \n* See Section 19.01 V. for multiple applications.\tM.\tExtension of Time or Suspension of Time Limits for Planning and Zoning Matters.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee \n      \n    \n    \n      \n        Time Extension for other than Maps \n      \n      \n        $708\n      \n    \n  \n\tN.\tAdult Entertainment Business Exception.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Adult Entertainment Business Exception within 500 feet of another Adult Entertainment Establishment\n(Section 12.22 A.20.) \n      \n      \n        $5,317\n      \n    \n  \n* See Section 19.01 V. for multiple applications.\tO.\tDensity Increase.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Application for a Density Bonus including a request for one or more Incentives included in the Menu of Incentives\n(Section 12.22 A.25.(g)(2))\n      \n      \n        $7,115\n      \n    \n    \n      \n        Application for a Density Bonus including a request for an Incentive not included in the Menu of Incentives\n(Section 12.22 A.25.(g)(3))\n      \n      \n        $23,287\n      \n    \n    \n      \n        Application for a density increase in excess of that permitted by Section 12.22 A.26.\n(Sections 12.24 U.26.)\n      \n      \n        $20,718\n      \n    \n  \n* See Section 19.01 V. for multiple applications.\tP.\tModifications or Discontinuance of Use Pursuant to Nuisance Abatement Proceedings.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee\n      \n    \n    \n      \n        Imposition of Conditions\n(Section 12.27.1)\n      \n      \n        $26,680\n      \n    \n    \n      \n        Reconsideration\n(Section 12.27.1)\n      \n      \n        $29,866\n      \n    \n    \n      \n        Plan Approval for Revocation case (Initial Deposit)\n(Section 12.27.1)\n      \n      \n        $5,000\n      \n    \n  \n\tIn addition to the initial deposit for plan approval for revocation cases set forth in this section, fees shall be paid for the actual costs associated with the plan approval process.\tThe Planning Department shall calculate the actual costs and resultant fee, in accordance with Chapter 35, Section 5.403(b)3. of Division 5 of the Los Angeles Administrative Code and shall maintain appropriate accounting records of the actual costs.  The Director of Planning shall resolve any dispute related to the fee.  The Director shall exclude from consideration any cost incurred or attributed to the processing of appeals.\tQ.\t(Repealed by Ord. No. 180,847, Eff. 10\/4\/09, Oper. 9\/1\/09.)\tR.\t(Repealed by Ord. No. 180,847, Eff. 10\/4\/09, Oper. 9\/1\/09.)\tS.\tSite Plan Review.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Site Plan Review Application for Residential Project of 50 or more dwelling units\n(Section 16.05)\n      \n      \n        $7,806\n      \n    \n    \n      \n        Other Site Plan Review Application\n(Section 16.05)\n      \n      \n        $7,925\n      \n    \n  \n* See Section 19.01 V. for multiple applications.\tT.\t(Repealed by Ord. No. 180,847, Eff. 10\/4\/09, Oper. 9\/1\/09.)\tU.\tHillside.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)  Application pursuant to Section 12.21 A.17. of this Code to permit increased Lot coverage, reduced parking or additional height for One-Family Dwellings on properties designated Hillside Area on the Department of City Planning Hillside Area Map (Section 12.24 X.11.); and application to permit construction of or addition to One-Family Dwellings on properties designated Hillside Area on the Department of City Planning Hillside Area Map which front onto Substandard Hillside Limited Streets, which are improved to a width of less than 20 feet; and application to permit construction of, or addition to, One-Family Dwellings on properties designated Hillside Area on the Department of City Planning Hillside Area Map on Substandard Hillside Limited Streets where providing parking requires the Grading of 1,000 or more cubic yards from the Lot (Section 12.24 X.21.).\tApplication pursuant to Section 12.21 C.10. and Section 12.24 X.28. on properties zoned R1, RS, RE, or RA and designated Hillside Area on the Department of City Planning Hillside Area Map to:\t1.\tReduce Front and Side Yard setback requirements;\t2.\tPermit additions of up to 1,000 square-feet to Structures existing prior to August 1, 2010;\t3.\tExceed the maximum envelope height;\t4.\tIncrease the maximum Lot coverage;\t5.\tExceed the Grading, import and export limits;\t6.\tReduce the number of required off-street parking; or\t7.\tPermit construction of or addition to One-Family Dwellings on properties which front onto Substandard Hillside Limited Streets, which are improved to a width of less than 20 feet.\n  \n    \n      \n        Filing Fee\n      \n      \n        Fee for Each Appeal\n      \n    \n    \n      \n        $6,094\n      \n      \n        85% of filing fee\n      \n    \n  \n\tV.\tMultiple or Combination Applications.  (Amended by Ord. No. 181,528, Eff. 2\/19\/11.)  If more than one application is filed at the same time for the same project and the fee for each separate application is set forth in sections 19.01, 19.03, 19.06 or 19.10, then the charges will be as follows:  100% for the highest application fee, 50% for the second application (second highest fee), and 25% for each additional application fee.\tW.\tExpedited Permit Fee.  At the request of the applicant, the Department may, at its discretion, charge a fee to offset expenses for additional human and physical resources necessary to expedite the permit process for development projects upon application by an applicant.  An initial fee of $5,000, in addition to fees charged elsewhere in this code, or later adjusted by the Director of Planning, including any additional costs to the City that exceed the fees collected by the Planning Department for this service, shall be collected at the time of the request.  The Department shall cause all money collected pursuant to this section to be deposited into the Planning Department Expedited Permit Fund described in Article 10 of Chapter 6 of the Los Angeles Administrative Code for purposes of disbursement as permitted therein.  (Amended by Ord. No. 181,098, Eff. 4\/18\/10.)\tX.\tEldercare Facility Unified Permit Application.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee*\n      \n    \n    \n      \n        Eldercare Facility Unified Permit Application\n(Section 14.3.1)\n      \n      \n        $6,369\n      \n    \n  \n* See Section 19.01 V. for multiple applications.\tY.\tGreen Building Program Application Fee.  (Amended by Ord. No. 181,790, Eff. 8\/18\/11.)[FILING FEE]\n  \n    \n      \n        Type of Application\n      \n      \n        Fee\n      \n    \n    \n      \n        Green Building Program Application\n(Section 16.10)\n      \n      \n        $282","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"previous_section":{"id":"1198","structure_id":"78","section_number":"19.00","catch_line":"Filing Of Applications And Appeals.","url":"\/19.00\/","token":"19.00"}}