{"section_number":"191.10","edition_id":"1","section_id":"1098","structure_id":"17","catch_line":"Solid Waste Collection Vehicle Yards.","history":"","full_text":"  SOLID WASTE COLLECTION VEHICLE YARDS.\n\n\tA.\tNo solid waste collection vehicle yard shall be operated without first obtaining a permit from the Department.  Waste collection vehicles yards are defined as those facilities that store vehicles or devices which collect solid waste at the point of origin and include front, side or rear loading vehicles, and roll off container transportation vehicles.  Vehicles that are not included in the definition of waste collection vehicles are: transfer trucks, demolition trucks, dump trucks, and vehicles which haul only recyclable materials from collection points to recycling facilities.\n\n\tB.\tNo solid waste vehicle storage yard shall be operated without first obtaining a permit from the Department.  An application shall be filed with the Department giving information as required by the Department and, if approved by the Department, an annual permit may be issued upon payment in advance of an annual inspection fee for each permitted site.  Permits shall not extend to a later date than the first day of July next succeeding the date of issuance.  Fees for a new permit issued after the first day of July will be prorated on a monthly basis.\n\n\tC.\tAll waste collection vehicle yards must be maintained in a manner to minimize the health and safety hazards to collection personnel and the public.  Failure to so maintain waste collection vehicle yards shall constitute a violation of the Los Angeles Municipal Code.\n\n\t1.\tTransfer \/ Processing Operations – Waste collection vehicle yards are prohibited from the transfer and\/or processing of solid waste, construction and demolition debris, inert debris or greenwaste without first obtaining the necessary approvals of the LEA, the local land use authority, or other approving agencies.\n\n\t2.\tEntrance Signs – All waste collection vehicle yards shall have an easily visible sign at the main entrance indicating the name of the operator and operator’s telephone number.\n\n\t3.\tSite Security – The facility shall be designed to discourage unauthorized access by persons and vehicles through the use of either a perimeter barrier or topographic constraints.\n\n\t4.\tVehicle Parking – A refuse collection service operator must designate an off-street location where all refuse collection vehicles will be parked when not in service, except in an emergency.\n\n\t5.\tVisual Screening – The facility shall have appropriate treatment of areas open to public view to create and maintain an aesthetically acceptable appearance as approved by the local land use authority, or if none exists, in consultation with the LEA.  Compliance with specific provisions regarding visual screening in a local land use approval, such as conditional use permits, or CEQA mitigation measures shall be considered compliance with this standard.\n\n\t6.\tGeneral Maintenance – All aspects of the operation shall be maintained in a state of good repair. The operator shall implement a preventative maintenance program to monitor and promptly repair or correct deteriorated or defective conditions.  The operator shall provide adequate housekeeping for the maintenance of facility equipment and shall minimize accumulations of fuel drums, inoperable equipment, parts, tires, scrap, and similar items.\n\n\t7.\tCleanup – Waste collection yards and their equipment, boxes, bins, and other types of containers shall be cleaned each operating day of all loose materials and litter, in order to prevent the propagation or attraction of flies, rodents, or other vectors. The entrance and exit shall be cleaned at a frequency which prevents the tracking or off-site migration of waste materials.\n\n\t8.\tSanitation – The operator shall maintain all sanitary and hand-washing facilities which may be required, by applicable state or local requirements, in a reasonably clean and adequately supplied condition.\n\n\t9.\tScavenging \/ Salvaging – Each operation or facility shall meet the following requirements:\n\n\t(a)\tScavenging shall be prohibited;\n\n\t(b)\tSalvaging of materials, such as metal, paper, glass and cardboard is permitted subject to conditions established by the LEA, the local land use authority, or other approving agencies.\n\n\t(c)\tDrugs, cosmetics, foods, beverages, hazardous wastes, poisons, medical wastes, syringes, needles, pesticides and other materials capable of causing public health or safety problems shall not be salvaged at operations or facilities unless approved by the local health agency and the LEA.\n\n\t10.\tWaste Removal – Waste materials shall not be stored in bins or containers on site for more than 7 days in order to prevent the propagation or attraction of flies, rodents or other vectors.  Waste materials may not be deposited at the facility.  The LEA may impose an alternative frequency if problems are created.\n\n\t11.\tNuisance Control – Each operation and facility shall be conducted and maintained to prevent the creation of a nuisance.  Compliance with specific provisions regarding nuisance control in a local land use approval, such as a conditional use permit or California Environmental Quality Act mitigation measures, shall be considered compliance with this standard.\n\n\t12.\tVector Control – The operator shall take adequate steps to control or prevent the propagation, harborage and attraction of flies, rodents, or other vectors, and animals, and to minimize bird attraction.\n\n\t13.\tDust Control – The operator shall take adequate measures to minimize the creation, emission, or accumulation of excessive dust and particulates, and prevent other safety hazards to the public caused by obscured visibility.  One or more of the following may be an indication that dust is excessive:\n\n\t(a)\tsafety hazards due to obscured visibility; or\n\n\t(b)\tirritation of the eyes; or\n\n\t(c)\thampered breathing;\n\n\t(d)\tmigration of dust off-site.\n\n\t14.\tLitter Control – Litter at waste collection vehicle yards shall be controlled, and routinely collected to prevent safety hazards, nuisances and off-site migration of similar problems to the greatest extent possible given existing weather conditions.\n\n\tD.\tAll waste collection vehicle yards must provide information, as required, on waste collection vehicles to the Department or any authorized agent thereof.\n\n\tE.\tWaste collection vehicle yards that require extraordinary compliance monitoring by the Department, in excess of that performed for other facilities, as determined by the Department, must submit to additional monitoring.\n\n\tF.\tWaste collection vehicle yards that are in violation of this Section and fail to maintain their facility or the public ingress and egress areas clean and in good repair after notification may be cleaned up by the City at the owner’s expense.\n\n\tG.\tWaste collection vehicle yards will be charged the amounts specified in the Solid Waste and Recycled Materials Facility Fee table found in Sec. 193.02.7.","order_by":"10","ancestry":{"1":{"id":"17","name":"Solid Waste And Recycled Materials Management","identifier":"1","label":"article","url":"\/19\/1\/"},"2":{"id":"16","name":"Environmental Protection","identifier":"19","label":"chapter","url":"\/19\/"}},"structure_contents":{"0":{"id":"1870","structure_id":"17","section_number":"190.01","catch_line":"Solid Waste Enforcement Program.","url":"\/190.01\/","token":"190.01"},"1":{"id":"4118","structure_id":"17","section_number":"191.01","catch_line":"Solid Waste Transfer \/ Processing Station Permit.","url":"\/191.01\/","token":"191.01"},"2":{"id":"19","structure_id":"17","section_number":"192.01","catch_line":"Display Of Solid Waste Permit Information.","url":"\/192.01\/","token":"192.01"},"3":{"id":"2528","structure_id":"17","section_number":"193.01","catch_line":"Annual Fee Adjustments.","url":"\/193.01\/","token":"193.01"},"4":{"id":"1219","structure_id":"17","section_number":"194.01","catch_line":"Suspension Of Permit For Non-Payment Of Fees.","url":"\/194.01\/","token":"194.01"},"5":{"id":"2545","structure_id":"17","section_number":"190.02","catch_line":"Depositing Solid Waste.","url":"\/190.02\/","token":"190.02"},"6":{"id":"4137","structure_id":"17","section_number":"191.02","catch_line":"Compostable Materials Handling Facility Permit.","url":"\/191.02\/","token":"191.02"},"7":{"id":"475","structure_id":"17","section_number":"192.02","catch_line":"Solid Waste Facility Application Permit Review Fees.","url":"\/192.02\/","token":"192.02"},"8":{"id":"1109","structure_id":"17","section_number":"193.02","catch_line":"Solid Waste Facility Fee Table.","url":"\/193.02\/","token":"193.02"},"9":{"id":"877","structure_id":"17","section_number":"194.02","catch_line":"Permit Transfers.","url":"\/194.02\/","token":"194.02"},"10":{"id":"2630","structure_id":"17","section_number":"193.02.1","catch_line":"Transfer Stations.","url":"\/193.02.1\/","token":"193.02.1"},"11":{"id":"3144","structure_id":"17","section_number":"193.02.10","catch_line":"Not Used.","url":"\/193.02.10\/","token":"193.02.10"},"12":{"id":"2900","structure_id":"17","section_number":"193.02.11","catch_line":"Closed Landfill Development Site Review Fee.","url":"\/193.02.11\/","token":"193.02.11"},"13":{"id":"2245","structure_id":"17","section_number":"193.02.12","catch_line":"Solid Waste Facility Application Permit Review Fee.","url":"\/193.02.12\/","token":"193.02.12"},"14":{"id":"770","structure_id":"17","section_number":"193.02.13","catch_line":"Solid Waste Facility Permit Inspection Fee.","url":"\/193.02.13\/","token":"193.02.13"},"15":{"id":"4172","structure_id":"17","section_number":"193.02.14","catch_line":"Solid Waste Facility Permit Revision Review Fee.","url":"\/193.02.14\/","token":"193.02.14"},"16":{"id":"2686","structure_id":"17","section_number":"193.02.2","catch_line":"Compostable Materials Handling Facility Permit.","url":"\/193.02.2\/","token":"193.02.2"},"17":{"id":"572","structure_id":"17","section_number":"193.02.3","catch_line":"Construction And Demolition And Inert Debris Transfer \/ Processing Operations And Facility Permits.","url":"\/193.02.3\/","token":"193.02.3"},"18":{"id":"2417","structure_id":"17","section_number":"193.02.4","catch_line":"Non-Hazardous Contaminated Soil Transfer \/ Processing Operation.","url":"\/193.02.4\/","token":"193.02.4"},"19":{"id":"760","structure_id":"17","section_number":"193.02.5","catch_line":"Non-Hazardous Contaminated Soil Disposal Facility.","url":"\/193.02.5\/","token":"193.02.5"},"20":{"id":"2356","structure_id":"17","section_number":"193.02.6","catch_line":"Sanitary Landfill.","url":"\/193.02.6\/","token":"193.02.6"},"21":{"id":"777","structure_id":"17","section_number":"193.02.7","catch_line":"Solid Waste Collection Vehicle Yards.","url":"\/193.02.7\/","token":"193.02.7"},"22":{"id":"2644","structure_id":"17","section_number":"193.02.8","catch_line":"Solid Waste Collection Vehicles.","url":"\/193.02.8\/","token":"193.02.8"},"23":{"id":"3001","structure_id":"17","section_number":"193.02.9","catch_line":"Transformation Facilities.","url":"\/193.02.9\/","token":"193.02.9"},"24":{"id":"3914","structure_id":"17","section_number":"191.03","catch_line":"Construction And Demolition And Inert Debris Transfer \/ Processing Operations And Facility Permits.","url":"\/191.03\/","token":"191.03"},"25":{"id":"1374","structure_id":"17","section_number":"192.03","catch_line":"Solid Waste Facility Permit Inspection Fee.","url":"\/192.03\/","token":"192.03"},"26":{"id":"751","structure_id":"17","section_number":"193.03","catch_line":"Additional Fees.","url":"\/193.03\/","token":"193.03"},"27":{"id":"2468","structure_id":"17","section_number":"194.03","catch_line":"Administrative Penalties.","url":"\/194.03\/","token":"194.03"},"28":{"id":"1004","structure_id":"17","section_number":"191.04","catch_line":"Non-Hazardous Contaminated Soil Transfer \/ Processing Operation Permit.","url":"\/191.04\/","token":"191.04"},"29":{"id":"3397","structure_id":"17","section_number":"192.04","catch_line":"Solid Waste Facility Permit Revision Review Fees.","url":"\/192.04\/","token":"192.04"},"30":{"id":"1249","structure_id":"17","section_number":"193.04","catch_line":"Penalty For Past Due Fees.","url":"\/193.04\/","token":"193.04"},"31":{"id":"2113","structure_id":"17","section_number":"194.04","catch_line":"Remedies Not Exclusive.","url":"\/194.04\/","token":"194.04"},"32":{"id":"3744","structure_id":"17","section_number":"191.05","catch_line":"Non-Hazardous Contaminated Soil Disposal Facility Permit.","url":"\/191.05\/","token":"191.05"},"33":{"id":"3114","structure_id":"17","section_number":"192.05","catch_line":"Additional Compliance Monitoring Fees.","url":"\/192.05\/","token":"192.05"},"34":{"id":"1911","structure_id":"17","section_number":"194.05","catch_line":"Liability For Costs Of Correction Arising From Violation.","url":"\/194.05\/","token":"194.05"},"35":{"id":"1468","structure_id":"17","section_number":"191.06","catch_line":"Sanitary Landfill Permits.","url":"\/191.06\/","token":"191.06"},"36":{"id":"2765","structure_id":"17","section_number":"194.06","catch_line":"Criteria To Impose An Administrative Penalty.","url":"\/194.06\/","token":"194.06"},"37":{"id":"2526","structure_id":"17","section_number":"191.07","catch_line":"Non-Operating Landfills.","url":"\/191.07\/","token":"191.07"},"38":{"id":"3201","structure_id":"17","section_number":"194.07","catch_line":"Appeal Of Administrative Penalty.","url":"\/194.07\/","token":"194.07"},"39":{"id":"2908","structure_id":"17","section_number":"191.08","catch_line":"Closed Landfill.","url":"\/191.08\/","token":"191.08"},"40":{"id":"1772","structure_id":"17","section_number":"194.08","catch_line":"Use Of Funds.","url":"\/194.08\/","token":"194.08"},"41":{"id":"2065","structure_id":"17","section_number":"191.09","catch_line":"Joint Powers Authority And The Sunshine Canyon Landfill Local Enforcement Agency.","url":"\/191.09\/","token":"191.09"},"42":{"id":"1098","structure_id":"17","section_number":"191.10","catch_line":"Solid Waste Collection Vehicle Yards.","url":"\/191.10\/","token":"191.10"},"43":{"id":"1803","structure_id":"17","section_number":"191.11","catch_line":"Solid Waste Collection Vehicles.","url":"\/191.11\/","token":"191.11"},"44":{"id":"1806","structure_id":"17","section_number":"191.12","catch_line":"Transformation Facilities.","url":"\/191.12\/","token":"191.12"}},"next_section":{"id":"1803","structure_id":"17","section_number":"191.11","catch_line":"Solid Waste Collection Vehicles.","url":"\/191.11\/","token":"191.11"},"metadata":false,"references":false,"url":"\/191.10\/","token":"191.10","formats":{"txt":"\/191.10.txt","json":"\/191.10.xml"},"dublin_core":{"Title":"Solid Waste Collection Vehicle Yards.","Type":"Text","Format":"text\/html","Identifier":"§ 191.10","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nSOLID WASTE COLLECTION VEHICLE YARDS. (§ 191.10)\n\n  SOLID WASTE COLLECTION VEHICLE YARDS.\tA.\tNo solid waste collection vehicle\nyard shall be operated without first obtaining a permit from the Department. \nWaste collection vehicles yards are defined as those facilities that store\nvehicles or devices which collect solid waste at the point of origin and include\nfront, side or rear loading vehicles, and roll off container transportation\nvehicles.  Vehicles that are not included in the definition of waste collection\nvehicles are: transfer trucks, demolition trucks, dump trucks, and vehicles\nwhich haul only recyclable materials from collection points to recycling\nfacilities.\tB.\tNo solid waste vehicle storage yard shall be operated without\nfirst obtaining a permit from the Department.  An application shall be filed\nwith the Department giving information as required by the Department and, if\napproved by the Department, an annual permit may be issued upon payment in\nadvance of an annual inspection fee for each permitted site.  Permits shall not\nextend to a later date than the first day of July next succeeding the date of\nissuance.  Fees for a new permit issued after the first day of July will be\nprorated on a monthly basis.\tC.\tAll waste collection vehicle yards must be\nmaintained in a manner to minimize the health and safety hazards to collection\npersonnel and the public.  Failure to so maintain waste collection vehicle\nyards shall constitute a violation of the Los Angeles Municipal\nCode.\t1.\tTransfer \/ Processing Operations – Waste collection vehicle yards are\nprohibited from the transfer and\/or processing of solid waste, construction and\ndemolition debris, inert debris or greenwaste without first obtaining the\nnecessary approvals of the LEA, the local land use authority, or other approving\nagencies.\t2.\tEntrance Signs – All waste collection vehicle yards shall have an\neasily visible sign at the main entrance indicating the name of the operator and\noperator’s telephone number.\t3.\tSite Security – The facility shall be\ndesigned to discourage unauthorized access by persons and vehicles through the\nuse of either a perimeter barrier or topographic constraints.\t4.\tVehicle Parking\n– A refuse collection service operator must designate an off-street location\nwhere all refuse collection vehicles will be parked when not in service, except\nin an emergency.\t5.\tVisual Screening – The facility shall have appropriate\ntreatment of areas open to public view to create and maintain an aesthetically\nacceptable appearance as approved by the local land use authority, or if none\nexists, in consultation with the LEA.  Compliance with specific provisions\nregarding visual screening in a local land use approval, such as conditional use\npermits, or CEQA mitigation measures shall be considered compliance with this\nstandard.\t6.\tGeneral Maintenance – All aspects of the operation shall be\nmaintained in a state of good repair. The operator shall implement a\npreventative maintenance program to monitor and promptly repair or correct\ndeteriorated or defective conditions.  The operator shall provide adequate\nhousekeeping for the maintenance of facility equipment and shall minimize\naccumulations of fuel drums, inoperable equipment, parts, tires, scrap, and\nsimilar items.\t7.\tCleanup – Waste collection yards and their equipment, boxes,\nbins, and other types of containers shall be cleaned each operating day of all\nloose materials and litter, in order to prevent the propagation or attraction of\nflies, rodents, or other vectors. The entrance and exit shall be cleaned at a\nfrequency which prevents the tracking or off-site migration of waste\nmaterials.\t8.\tSanitation – The operator shall maintain all sanitary and\nhand-washing facilities which may be required, by applicable state or local\nrequirements, in a reasonably clean and adequately supplied\ncondition.\t9.\tScavenging \/ Salvaging – Each operation or facility shall meet\nthe following requirements:\t(a)\tScavenging shall be prohibited;\t(b)\tSalvaging of\nmaterials, such as metal, paper, glass and cardboard is permitted subject to\nconditions established by the LEA, the local land use authority, or other\napproving agencies.\t(c)\tDrugs, cosmetics, foods, beverages, hazardous wastes,\npoisons, medical wastes, syringes, needles, pesticides and other materials\ncapable of causing public health or safety problems shall not be salvaged at\noperations or facilities unless approved by the local health agency and the\nLEA.\t10.\tWaste Removal – Waste materials shall not be stored in bins or\ncontainers on site for more than 7 days in order to prevent the propagation or\nattraction of flies, rodents or other vectors.  Waste materials may not be\ndeposited at the facility.  The LEA may impose an alternative frequency if\nproblems are created.\t11.\tNuisance Control – Each operation and facility shall\nbe conducted and maintained to prevent the creation of a nuisance.  Compliance\nwith specific provisions regarding nuisance control in a local land use\napproval, such as a conditional use permit or California Environmental Quality\nAct mitigation measures, shall be considered compliance with this\nstandard.\t12.\tVector Control – The operator shall take adequate steps to\ncontrol or prevent the propagation, harborage and attraction of flies, rodents,\nor other vectors, and animals, and to minimize bird attraction.\t13.\tDust Control\n– The operator shall take adequate measures to minimize the creation,\nemission, or accumulation of excessive dust and particulates, and prevent other\nsafety hazards to the public caused by obscured visibility.  One or more of the\nfollowing may be an indication that dust is excessive:\t(a)\tsafety hazards due to\nobscured visibility; or\t(b)\tirritation of the eyes; or\t(c)\thampered\nbreathing;\t(d)\tmigration of dust off-site.\t14.\tLitter Control – Litter at\nwaste collection vehicle yards shall be controlled, and routinely collected to\nprevent safety hazards, nuisances and off-site migration of similar problems to\nthe greatest extent possible given existing weather conditions.\tD.\tAll waste\ncollection vehicle yards must provide information, as required, on waste\ncollection vehicles to the Department or any authorized agent thereof.\tE.\tWaste\ncollection vehicle yards that require extraordinary compliance monitoring by the\nDepartment, in excess of that performed for other facilities, as determined by\nthe Department, must submit to additional monitoring.\tF.\tWaste collection\nvehicle yards that are in violation of this Section and fail to maintain their\nfacility or the public ingress and egress areas clean and in good repair after\nnotification may be cleaned up by the City at the owner’s expense.\tG.\tWaste\ncollection vehicle yards will be charged the amounts specified in the Solid\nWaste and Recycled Materials Facility Fee table found in Sec. 193.02.7.\n","html":"\n\t\t\t\t\t<section><p>  SOLID WASTE COLLECTION VEHICLE YARDS.<br \/><br \/>\tA.\tNo solid waste collection vehicle yard shall be operated without first obtaining a permit from the Department.  Waste collection vehicles yards are defined as those facilities that store vehicles or devices which collect solid waste at the point of origin and include front, side or rear loading vehicles, and roll off container transportation vehicles.  Vehicles that are not included in the definition of waste collection vehicles are: transfer trucks, demolition trucks, dump trucks, and vehicles which haul only recyclable <span class=\"dictionary\">materials<\/span> from collection points to recycling facilities.<br \/><br \/>\tB.\tNo solid waste vehicle storage yard shall be operated without first obtaining a permit from the Department.  An application shall be filed with the Department giving information as required by the Department and, if approved by the Department, an annual permit may be issued upon payment in advance of an annual inspection fee for each permitted site.  Permits shall not extend to a later date than the first day of July next succeeding the date of issuance.  Fees for a new permit issued after the first day of July will be prorated on a monthly basis.<br \/><br \/>\tC.\tAll waste collection vehicle yards must be maintained in a manner to minimize the health and safety hazards to collection personnel and the public.  Failure to so maintain waste collection vehicle yards shall constitute a violation of the Los Angeles Municipal Code.<br \/><br \/>\t1.\tTransfer \/ Processing Operations – Waste collection vehicle yards are prohibited from the transfer and\/or processing of solid waste, construction and demolition debris, inert debris or greenwaste without first obtaining the necessary approvals of the LEA, the local land use authority, or other approving agencies.<br \/><br \/>\t2.\tEntrance Signs – All waste collection vehicle yards shall have an easily visible sign at the main entrance indicating the name of the operator and operator’s telephone number.<br \/><br \/>\t3.\tSite Security – The facility shall be designed to discourage unauthorized access by persons and vehicles through the use of either a perimeter barrier or topographic constraints.<br \/><br \/>\t4.\tVehicle Parking – A refuse collection service operator must designate an off-street location where all refuse collection vehicles will be parked when not in service, except in an emergency.<br \/><br \/>\t5.\tVisual Screening – The facility shall have appropriate treatment of areas open to public view to create and maintain an aesthetically acceptable <span class=\"dictionary\">appearance<\/span> as approved by the local land use authority, or if none exists, in consultation with the LEA.  Compliance with specific provisions regarding visual screening in a local land use approval, such as conditional use permits, or CEQA mitigation measures shall be considered compliance with this standard.<br \/><br \/>\t6.\tGeneral Maintenance – All aspects of the operation shall be maintained in a state of good repair. The operator shall implement a preventative maintenance program to monitor and promptly repair or correct deteriorated or defective conditions.  The operator shall provide adequate housekeeping for the maintenance of facility equipment and shall minimize accumulations of fuel drums, inoperable equipment, parts, tires, scrap, and similar items.<br \/><br \/>\t7.\tCleanup – Waste collection yards and their equipment, boxes, bins, and other types of containers shall be cleaned each operating day of all loose <span class=\"dictionary\">materials<\/span> and litter, in <span class=\"dictionary\">order<\/span> to prevent the propagation or attraction of flies, rodents, or other vectors. The entrance and exit shall be cleaned at a frequency which prevents the tracking or off-site migration of waste <span class=\"dictionary\">materials<\/span>.<br \/><br \/>\t8.\tSanitation – The operator shall maintain all sanitary and hand-washing facilities which may be required, by applicable state or local requirements, in a reasonably clean and adequately supplied condition.<br \/><br \/>\t9.\tScavenging \/ Salvaging – Each operation or facility shall meet the following requirements:<br \/><br \/>\t(a)\tScavenging shall be prohibited;<br \/><br \/>\t(b)\tSalvaging of <span class=\"dictionary\">materials<\/span>, such as metal, paper, glass and cardboard is permitted subject to conditions established by the LEA, the local land use authority, or other approving agencies.<br \/><br \/>\t(c)\tDrugs, cosmetics, foods, beverages, hazardous wastes, poisons, medical wastes, syringes, needles, pesticides and other <span class=\"dictionary\">materials<\/span> capable of causing public health or safety problems shall not be salvaged at operations or facilities unless approved by the local health agency and the LEA.<br \/><br \/>\t10.\tWaste Removal – Waste <span class=\"dictionary\">materials<\/span> shall not be stored in bins or containers on site for more than 7 days in <span class=\"dictionary\">order<\/span> to prevent the propagation or attraction of flies, rodents or other vectors.  Waste <span class=\"dictionary\">materials<\/span> may not be deposited at the facility.  The LEA may impose an alternative frequency if problems are created.<br \/><br \/>\t11.\tNuisance Control – Each operation and facility shall be conducted and maintained to prevent the creation of a nuisance.  Compliance with specific provisions regarding nuisance control in a local land use approval, such as a conditional use permit or California Environmental Quality Act mitigation measures, shall be considered compliance with this standard.<br \/><br \/>\t12.\tVector Control – The operator shall take adequate steps to control or prevent the propagation, harborage and attraction of flies, rodents, or other vectors, and animals, and to minimize bird attraction.<br \/><br \/>\t13.\tDust Control – The operator shall take adequate measures to minimize the creation, emission, or accumulation of excessive dust and particulates, and prevent other safety hazards to the public caused by obscured visibility.  One or more of the following may be an indication that dust is excessive:<br \/><br \/>\t(a)\tsafety hazards due to obscured visibility; or<br \/><br \/>\t(b)\tirritation of the eyes; or<br \/><br \/>\t(c)\thampered breathing;<br \/><br \/>\t(d)\tmigration of dust off-site.<br \/><br \/>\t14.\tLitter Control – Litter at waste collection vehicle yards shall be controlled, and routinely collected to prevent safety hazards, nuisances and off-site migration of similar problems to the greatest extent possible given existing weather conditions.<br \/><br \/>\tD.\tAll waste collection vehicle yards must provide information, as required, on waste collection vehicles to the Department or any authorized agent thereof.<br \/><br \/>\tE.\tWaste collection vehicle yards that require extraordinary compliance monitoring by the Department, in excess of that performed for other facilities, as determined by the Department, must submit to additional monitoring.<br \/><br \/>\tF.\tWaste collection vehicle yards that are in violation of this Section and fail to maintain their facility or the public ingress and egress areas clean and in good repair after notification may be cleaned up by the City at the owner’s expense.<br \/><br \/>\tG.\tWaste collection vehicle yards will be charged the amounts specified in the Solid Waste and Recycled <span class=\"dictionary\">Materials<\/span> Facility Fee table found in Sec. 193.02.7.<\/p><\/section>","previous_section":{"id":"2065","structure_id":"17","section_number":"191.09","catch_line":"Joint Powers Authority And The Sunshine Canyon Landfill Local Enforcement Agency.","url":"\/191.09\/","token":"191.09"},"text":{"0":{"id":"1085","text":"  SOLID WASTE COLLECTION VEHICLE YARDS.\tA.\tNo solid waste collection vehicle yard shall be operated without first obtaining a permit from the Department.  Waste collection vehicles yards are defined as those facilities that store vehicles or devices which collect solid waste at the point of origin and include front, side or rear loading vehicles, and roll off container transportation vehicles.  Vehicles that are not included in the definition of waste collection vehicles are: transfer trucks, demolition trucks, dump trucks, and vehicles which haul only recyclable materials from collection points to recycling facilities.\tB.\tNo solid waste vehicle storage yard shall be operated without first obtaining a permit from the Department.  An application shall be filed with the Department giving information as required by the Department and, if approved by the Department, an annual permit may be issued upon payment in advance of an annual inspection fee for each permitted site.  Permits shall not extend to a later date than the first day of July next succeeding the date of issuance.  Fees for a new permit issued after the first day of July will be prorated on a monthly basis.\tC.\tAll waste collection vehicle yards must be maintained in a manner to minimize the health and safety hazards to collection personnel and the public.  Failure to so maintain waste collection vehicle yards shall constitute a violation of the Los Angeles Municipal Code.\t1.\tTransfer \/ Processing Operations – Waste collection vehicle yards are prohibited from the transfer and\/or processing of solid waste, construction and demolition debris, inert debris or greenwaste without first obtaining the necessary approvals of the LEA, the local land use authority, or other approving agencies.\t2.\tEntrance Signs – All waste collection vehicle yards shall have an easily visible sign at the main entrance indicating the name of the operator and operator’s telephone number.\t3.\tSite Security – The facility shall be designed to discourage unauthorized access by persons and vehicles through the use of either a perimeter barrier or topographic constraints.\t4.\tVehicle Parking – A refuse collection service operator must designate an off-street location where all refuse collection vehicles will be parked when not in service, except in an emergency.\t5.\tVisual Screening – The facility shall have appropriate treatment of areas open to public view to create and maintain an aesthetically acceptable appearance as approved by the local land use authority, or if none exists, in consultation with the LEA.  Compliance with specific provisions regarding visual screening in a local land use approval, such as conditional use permits, or CEQA mitigation measures shall be considered compliance with this standard.\t6.\tGeneral Maintenance – All aspects of the operation shall be maintained in a state of good repair. The operator shall implement a preventative maintenance program to monitor and promptly repair or correct deteriorated or defective conditions.  The operator shall provide adequate housekeeping for the maintenance of facility equipment and shall minimize accumulations of fuel drums, inoperable equipment, parts, tires, scrap, and similar items.\t7.\tCleanup – Waste collection yards and their equipment, boxes, bins, and other types of containers shall be cleaned each operating day of all loose materials and litter, in order to prevent the propagation or attraction of flies, rodents, or other vectors. The entrance and exit shall be cleaned at a frequency which prevents the tracking or off-site migration of waste materials.\t8.\tSanitation – The operator shall maintain all sanitary and hand-washing facilities which may be required, by applicable state or local requirements, in a reasonably clean and adequately supplied condition.\t9.\tScavenging \/ Salvaging – Each operation or facility shall meet the following requirements:\t(a)\tScavenging shall be prohibited;\t(b)\tSalvaging of materials, such as metal, paper, glass and cardboard is permitted subject to conditions established by the LEA, the local land use authority, or other approving agencies.\t(c)\tDrugs, cosmetics, foods, beverages, hazardous wastes, poisons, medical wastes, syringes, needles, pesticides and other materials capable of causing public health or safety problems shall not be salvaged at operations or facilities unless approved by the local health agency and the LEA.\t10.\tWaste Removal – Waste materials shall not be stored in bins or containers on site for more than 7 days in order to prevent the propagation or attraction of flies, rodents or other vectors.  Waste materials may not be deposited at the facility.  The LEA may impose an alternative frequency if problems are created.\t11.\tNuisance Control – Each operation and facility shall be conducted and maintained to prevent the creation of a nuisance.  Compliance with specific provisions regarding nuisance control in a local land use approval, such as a conditional use permit or California Environmental Quality Act mitigation measures, shall be considered compliance with this standard.\t12.\tVector Control – The operator shall take adequate steps to control or prevent the propagation, harborage and attraction of flies, rodents, or other vectors, and animals, and to minimize bird attraction.\t13.\tDust Control – The operator shall take adequate measures to minimize the creation, emission, or accumulation of excessive dust and particulates, and prevent other safety hazards to the public caused by obscured visibility.  One or more of the following may be an indication that dust is excessive:\t(a)\tsafety hazards due to obscured visibility; or\t(b)\tirritation of the eyes; or\t(c)\thampered breathing;\t(d)\tmigration of dust off-site.\t14.\tLitter Control – Litter at waste collection vehicle yards shall be controlled, and routinely collected to prevent safety hazards, nuisances and off-site migration of similar problems to the greatest extent possible given existing weather conditions.\tD.\tAll waste collection vehicle yards must provide information, as required, on waste collection vehicles to the Department or any authorized agent thereof.\tE.\tWaste collection vehicle yards that require extraordinary compliance monitoring by the Department, in excess of that performed for other facilities, as determined by the Department, must submit to additional monitoring.\tF.\tWaste collection vehicle yards that are in violation of this Section and fail to maintain their facility or the public ingress and egress areas clean and in good repair after notification may be cleaned up by the City at the owner’s expense.\tG.\tWaste collection vehicle yards will be charged the amounts specified in the Solid Waste and Recycled Materials Facility Fee table found in Sec. 193.02.7.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}