{"section_number":"191.06","edition_id":"1","section_id":"1468","structure_id":"17","catch_line":"Sanitary Landfill Permits.","history":"","full_text":"  SANITARY LANDFILL PERMITS.\n\n\tA.\tNo sanitary landfill shall be operated without first obtaining a permit from the Department.  An application shall be filed with the Department giving information as required by the Department.\n\n\tB.\tIt shall be unlawful to burn or incinerate solid waste or rubbish on private or public property or upon sanitary landfills within the City of Los Angeles.  This Subsection does not apply to transformation or conversion technology facilities (e.g., waste-to-energy facilities that generate electricity through the incineration of solid waste, or other transformation facilities as defined by the California Public Resources Code) that have obtained all necessary permits to operate.\n\n\tC.\tPrior to the issuance of a permit, the Department shall investigate each particular site and shall require that all necessary measures be taken to ensure that the operation of the sanitary landfill will not endanger the public health, safety or welfare and that it conforms to requirements for solid waste facilities found in the California Integrated Solid Waste Management Act of 1989 commencing with Section 40000 of the Public Resources Code and the California Code of Regulations Title 27, Division 2 or any successor statutes.\n\n\tD.\tThe definition of solid waste facilities for establishing fees is as follows:\n\n\t1.\tClass A Landfill – A municipal solid waste landfill as defined in Title 27, Division 2, Chapter 3 in the California Code of Regulations that has been issued a solid waste facility permit.\n\n\t2.\tClass A-2 Landfill – A municipal solid waste landfill as defined in Title 27, Division 2, Chapter 3 in the California Code of Regulations that has been issued a solid waste facility permit and due to specific site conditions requires special monitoring of both the active and closed units of the landfill.\n\n\t3.\tClass B Landfill – A landfill that has ceased accepting waste and that has closure documentation and is under review and evaluation by the Department.\n\n\t4.\tClass C Landfill – A landfill that has ceased accepting waste, has had closure documentation that has been approved and is implementing the final closure plan.\n\n\t5.\tClass D Landfill – A landfill that has ceased accepting waste and has completed closure in accordance with applicable statutes, regulations and local ordinances in effect at the time and meets either of the following conditions:\n\n\t(a)\tEnvironmental impacts such as landfill gas or leachate are not being mitigated, either on or off site, to protect public health and\/or the environment.  At least monthly inspections by the Department are required.\n\n\t(b)\tEnvironmental impacts such as landfill gas or leachate are being mitigated on site to protect public health and\/or the environment.  However, control systems require at least monthly monitoring by the Department due to the proximity of sensitive receptors, such as structures.  Regular monitoring reports also may be required to be submitted to the Department for review on a regular basis.\n\n\t6.\tClass E Landfill – A landfill that has ceased accepting waste and has completed closure in accordance with applicable statutes, regulations and local ordinances in effect at the time of closure and meets either of the following conditions:\n\n\t(a)\tEnvironmental impacts such as landfill gas or leachate are being mitigated, both on and off site, to protect public health and\/or the environment.  Closed landfills in this class require landfill gas or leachate, or other monitoring reports to be submitted to the Department for review on a regular basis.\n\n\t(b)\tEnvironmental impacts such as landfill gas or leachate are being mitigated on site to protect public health and\/or the environment, however due to the proximity of sensitive receptors such as structures, inspection is required more than quarterly, but less than monthly.\n\n\t7.\tClass F Landfill – A landfill that has ceased accepting waste and has completed closure in accordance with applicable statutes, regulations and local ordinances in effect at the time.  Due to site conditions including, but not limited to, minimal gas and leachate production, and distant proximity to sensitive receptors, only quarterly inspections are required.\n\n\t8.\tClass G Landfill – A landfill that is permitted to accept only inert solids or inert waste materials including, but not limited to, soil and concrete, that does not contain hazardous waste or soluble pollutants at concentrations in excess of water-quality objectives established by a Regional Water Quality Control Board pursuant to Division 7 (commencing with Section 13000) of the California Water Code and does not contain significant quantities of decomposable solid waste.\n\n\tE.\tA permit shall not extend to a date later than the last day of the paid permit period.  The permit may be renewed annually by the Department, upon the receipt of payment of fees contained in this ordinance.  Fees for a new permit issued after the first day of July will be prorated on a monthly basis.\n\n\tF.\tThe Department shall enforce the California Integrated Solid Waste Management Act of 1989 commencing with Section 40000 et seq. of the Public Resources Code and the California Code of Regulations Title 14 and Title 27, governing the sanitary landfill administrative, operational, and closure\/post-closure requirements.\n\n\tG.\tEach applicant of a facility shall pay an annual inspection fee to the Department for the period between July 1, through June 30, (inclusive) for each fiscal year as found in the Solid Waste and Recycled Materials Facility Fee table found in Sec. 193.02.6.","order_by":"06","ancestry":{"1":{"id":"17","name":"Solid Waste And Recycled Materials Management","identifier":"1","label":"article","url":"\/19\/1\/"},"2":{"id":"16","name":"Environmental Protection","identifier":"19","label":"chapter","url":"\/19\/"}},"structure_contents":{"0":{"id":"1870","structure_id":"17","section_number":"190.01","catch_line":"Solid Waste Enforcement Program.","url":"\/190.01\/","token":"190.01"},"1":{"id":"4118","structure_id":"17","section_number":"191.01","catch_line":"Solid Waste Transfer \/ Processing Station Permit.","url":"\/191.01\/","token":"191.01"},"2":{"id":"19","structure_id":"17","section_number":"192.01","catch_line":"Display Of Solid Waste Permit Information.","url":"\/192.01\/","token":"192.01"},"3":{"id":"2528","structure_id":"17","section_number":"193.01","catch_line":"Annual Fee Adjustments.","url":"\/193.01\/","token":"193.01"},"4":{"id":"1219","structure_id":"17","section_number":"194.01","catch_line":"Suspension Of Permit For Non-Payment Of Fees.","url":"\/194.01\/","token":"194.01"},"5":{"id":"2545","structure_id":"17","section_number":"190.02","catch_line":"Depositing Solid Waste.","url":"\/190.02\/","token":"190.02"},"6":{"id":"4137","structure_id":"17","section_number":"191.02","catch_line":"Compostable Materials Handling Facility Permit.","url":"\/191.02\/","token":"191.02"},"7":{"id":"475","structure_id":"17","section_number":"192.02","catch_line":"Solid Waste Facility Application Permit Review Fees.","url":"\/192.02\/","token":"192.02"},"8":{"id":"1109","structure_id":"17","section_number":"193.02","catch_line":"Solid Waste Facility Fee Table.","url":"\/193.02\/","token":"193.02"},"9":{"id":"877","structure_id":"17","section_number":"194.02","catch_line":"Permit Transfers.","url":"\/194.02\/","token":"194.02"},"10":{"id":"2630","structure_id":"17","section_number":"193.02.1","catch_line":"Transfer Stations.","url":"\/193.02.1\/","token":"193.02.1"},"11":{"id":"3144","structure_id":"17","section_number":"193.02.10","catch_line":"Not Used.","url":"\/193.02.10\/","token":"193.02.10"},"12":{"id":"2900","structure_id":"17","section_number":"193.02.11","catch_line":"Closed Landfill Development Site Review Fee.","url":"\/193.02.11\/","token":"193.02.11"},"13":{"id":"2245","structure_id":"17","section_number":"193.02.12","catch_line":"Solid Waste Facility Application Permit Review Fee.","url":"\/193.02.12\/","token":"193.02.12"},"14":{"id":"770","structure_id":"17","section_number":"193.02.13","catch_line":"Solid Waste Facility Permit Inspection Fee.","url":"\/193.02.13\/","token":"193.02.13"},"15":{"id":"4172","structure_id":"17","section_number":"193.02.14","catch_line":"Solid Waste Facility Permit Revision Review Fee.","url":"\/193.02.14\/","token":"193.02.14"},"16":{"id":"2686","structure_id":"17","section_number":"193.02.2","catch_line":"Compostable Materials Handling Facility Permit.","url":"\/193.02.2\/","token":"193.02.2"},"17":{"id":"572","structure_id":"17","section_number":"193.02.3","catch_line":"Construction And Demolition And Inert Debris Transfer \/ Processing Operations And Facility Permits.","url":"\/193.02.3\/","token":"193.02.3"},"18":{"id":"2417","structure_id":"17","section_number":"193.02.4","catch_line":"Non-Hazardous Contaminated Soil Transfer \/ Processing Operation.","url":"\/193.02.4\/","token":"193.02.4"},"19":{"id":"760","structure_id":"17","section_number":"193.02.5","catch_line":"Non-Hazardous Contaminated Soil Disposal Facility.","url":"\/193.02.5\/","token":"193.02.5"},"20":{"id":"2356","structure_id":"17","section_number":"193.02.6","catch_line":"Sanitary Landfill.","url":"\/193.02.6\/","token":"193.02.6"},"21":{"id":"777","structure_id":"17","section_number":"193.02.7","catch_line":"Solid Waste Collection Vehicle Yards.","url":"\/193.02.7\/","token":"193.02.7"},"22":{"id":"2644","structure_id":"17","section_number":"193.02.8","catch_line":"Solid Waste Collection Vehicles.","url":"\/193.02.8\/","token":"193.02.8"},"23":{"id":"3001","structure_id":"17","section_number":"193.02.9","catch_line":"Transformation Facilities.","url":"\/193.02.9\/","token":"193.02.9"},"24":{"id":"3914","structure_id":"17","section_number":"191.03","catch_line":"Construction And Demolition And Inert Debris Transfer \/ Processing Operations And Facility Permits.","url":"\/191.03\/","token":"191.03"},"25":{"id":"1374","structure_id":"17","section_number":"192.03","catch_line":"Solid Waste Facility Permit Inspection Fee.","url":"\/192.03\/","token":"192.03"},"26":{"id":"751","structure_id":"17","section_number":"193.03","catch_line":"Additional Fees.","url":"\/193.03\/","token":"193.03"},"27":{"id":"2468","structure_id":"17","section_number":"194.03","catch_line":"Administrative Penalties.","url":"\/194.03\/","token":"194.03"},"28":{"id":"1004","structure_id":"17","section_number":"191.04","catch_line":"Non-Hazardous Contaminated Soil Transfer \/ Processing Operation Permit.","url":"\/191.04\/","token":"191.04"},"29":{"id":"3397","structure_id":"17","section_number":"192.04","catch_line":"Solid Waste Facility Permit Revision Review Fees.","url":"\/192.04\/","token":"192.04"},"30":{"id":"1249","structure_id":"17","section_number":"193.04","catch_line":"Penalty For Past Due Fees.","url":"\/193.04\/","token":"193.04"},"31":{"id":"2113","structure_id":"17","section_number":"194.04","catch_line":"Remedies Not Exclusive.","url":"\/194.04\/","token":"194.04"},"32":{"id":"3744","structure_id":"17","section_number":"191.05","catch_line":"Non-Hazardous Contaminated Soil Disposal Facility Permit.","url":"\/191.05\/","token":"191.05"},"33":{"id":"3114","structure_id":"17","section_number":"192.05","catch_line":"Additional Compliance Monitoring Fees.","url":"\/192.05\/","token":"192.05"},"34":{"id":"1911","structure_id":"17","section_number":"194.05","catch_line":"Liability For Costs Of Correction Arising From Violation.","url":"\/194.05\/","token":"194.05"},"35":{"id":"1468","structure_id":"17","section_number":"191.06","catch_line":"Sanitary Landfill Permits.","url":"\/191.06\/","token":"191.06"},"36":{"id":"2765","structure_id":"17","section_number":"194.06","catch_line":"Criteria To Impose An Administrative Penalty.","url":"\/194.06\/","token":"194.06"},"37":{"id":"2526","structure_id":"17","section_number":"191.07","catch_line":"Non-Operating Landfills.","url":"\/191.07\/","token":"191.07"},"38":{"id":"3201","structure_id":"17","section_number":"194.07","catch_line":"Appeal Of Administrative Penalty.","url":"\/194.07\/","token":"194.07"},"39":{"id":"2908","structure_id":"17","section_number":"191.08","catch_line":"Closed Landfill.","url":"\/191.08\/","token":"191.08"},"40":{"id":"1772","structure_id":"17","section_number":"194.08","catch_line":"Use Of Funds.","url":"\/194.08\/","token":"194.08"},"41":{"id":"2065","structure_id":"17","section_number":"191.09","catch_line":"Joint Powers Authority And The Sunshine Canyon Landfill Local Enforcement Agency.","url":"\/191.09\/","token":"191.09"},"42":{"id":"1098","structure_id":"17","section_number":"191.10","catch_line":"Solid Waste Collection Vehicle Yards.","url":"\/191.10\/","token":"191.10"},"43":{"id":"1803","structure_id":"17","section_number":"191.11","catch_line":"Solid Waste Collection Vehicles.","url":"\/191.11\/","token":"191.11"},"44":{"id":"1806","structure_id":"17","section_number":"191.12","catch_line":"Transformation Facilities.","url":"\/191.12\/","token":"191.12"}},"next_section":{"id":"2765","structure_id":"17","section_number":"194.06","catch_line":"Criteria To Impose An Administrative Penalty.","url":"\/194.06\/","token":"194.06"},"metadata":false,"references":false,"url":"\/191.06\/","token":"191.06","formats":{"txt":"\/191.06.txt","json":"\/191.06.xml"},"dublin_core":{"Title":"Sanitary Landfill Permits.","Type":"Text","Format":"text\/html","Identifier":"§ 191.06","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nSANITARY LANDFILL PERMITS. (§ 191.06)\n\n  SANITARY LANDFILL PERMITS.\tA.\tNo sanitary landfill shall be operated without\nfirst obtaining a permit from the Department.  An application shall be filed\nwith the Department giving information as required by the Department.\tB.\tIt\nshall be unlawful to burn or incinerate solid waste or rubbish on private or\npublic property or upon sanitary landfills within the City of Los Angeles. \nThis Subsection does not apply to transformation or conversion technology\nfacilities (e.g., waste-to-energy facilities that generate electricity through\nthe incineration of solid waste, or other transformation facilities as defined\nby the California Public Resources Code) that have obtained all necessary\npermits to operate.\tC.\tPrior to the issuance of a permit, the Department shall\ninvestigate each particular site and shall require that all necessary measures\nbe taken to ensure that the operation of the sanitary landfill will not endanger\nthe public health, safety or welfare and that it conforms to requirements for\nsolid waste facilities found in the California Integrated Solid Waste Management\nAct of 1989 commencing with Section 40000 of the Public Resources Code and the\nCalifornia Code of Regulations Title 27, Division 2 or any successor\nstatutes.\tD.\tThe definition of solid waste facilities for establishing fees is\nas follows:\t1.\tClass A Landfill – A municipal solid waste landfill as defined\nin Title 27, Division 2, Chapter 3 in the California Code of Regulations that\nhas been issued a solid waste facility permit.\t2.\tClass A-2 Landfill – A\nmunicipal solid waste landfill as defined in Title 27, Division 2, Chapter 3 in\nthe California Code of Regulations that has been issued a solid waste facility\npermit and due to specific site conditions requires special monitoring of both\nthe active and closed units of the landfill.\t3.\tClass B Landfill – A landfill\nthat has ceased accepting waste and that has closure documentation and is under\nreview and evaluation by the Department.\t4.\tClass C Landfill – A landfill that\nhas ceased accepting waste, has had closure documentation that has been approved\nand is implementing the final closure plan.\t5.\tClass D Landfill – A landfill\nthat has ceased accepting waste and has completed closure in accordance with\napplicable statutes, regulations and local ordinances in effect at the time and\nmeets either of the following conditions:\t(a)\tEnvironmental impacts such as\nlandfill gas or leachate are not being mitigated, either on or off site, to\nprotect public health and\/or the environment.  At least monthly inspections by\nthe Department are required.\t(b)\tEnvironmental impacts such as landfill gas or\nleachate are being mitigated on site to protect public health and\/or the\nenvironment.  However, control systems require at least monthly monitoring by\nthe Department due to the proximity of sensitive receptors, such as\nstructures.  Regular monitoring reports also may be required to be submitted to\nthe Department for review on a regular basis.\t6.\tClass E Landfill – A landfill\nthat has ceased accepting waste and has completed closure in accordance with\napplicable statutes, regulations and local ordinances in effect at the time of\nclosure and meets either of the following conditions:\t(a)\tEnvironmental impacts\nsuch as landfill gas or leachate are being mitigated, both on and off site, to\nprotect public health and\/or the environment.  Closed landfills in this class\nrequire landfill gas or leachate, or other monitoring reports to be submitted to\nthe Department for review on a regular basis.\t(b)\tEnvironmental impacts such as\nlandfill gas or leachate are being mitigated on site to protect public health\nand\/or the environment, however due to the proximity of sensitive receptors such\nas structures, inspection is required more than quarterly, but less than\nmonthly.\t7.\tClass F Landfill – A landfill that has ceased accepting waste and\nhas completed closure in accordance with applicable statutes, regulations and\nlocal ordinances in effect at the time.  Due to site conditions including, but\nnot limited to, minimal gas and leachate production, and distant proximity to\nsensitive receptors, only quarterly inspections are required.\t8.\tClass G\nLandfill – A landfill that is permitted to accept only inert solids or inert\nwaste materials including, but not limited to, soil and concrete, that does not\ncontain hazardous waste or soluble pollutants at concentrations in excess of\nwater-quality objectives established by a Regional Water Quality Control Board\npursuant to Division 7 (commencing with Section 13000) of the California Water\nCode and does not contain significant quantities of decomposable solid\nwaste.\tE.\tA permit shall not extend to a date later than the last day of the\npaid permit period.  The permit may be renewed annually by the Department, upon\nthe receipt of payment of fees contained in this ordinance.  Fees for a new\npermit issued after the first day of July will be prorated on a monthly\nbasis.\tF.\tThe Department shall enforce the California Integrated Solid Waste\nManagement Act of 1989 commencing with Section 40000 et seq. of the Public\nResources Code and the California Code of Regulations Title 14 and Title 27,\ngoverning the sanitary landfill administrative, operational, and\nclosure\/post-closure requirements.\tG.\tEach applicant of a facility shall pay an\nannual inspection fee to the Department for the period between July 1, through\nJune 30, (inclusive) for each fiscal year as found in the Solid Waste and\nRecycled Materials Facility Fee table found in Sec. 193.02.6.\n","html":"\n\t\t\t\t\t<section><p>  SANITARY LANDFILL PERMITS.<br \/><br \/>\tA.\tNo sanitary landfill shall be operated without first obtaining a permit from the Department.  An application shall be filed with the Department giving information as required by the Department.<br \/><br \/>\tB.\tIt shall be unlawful to burn or incinerate solid waste or rubbish on private or public property or upon sanitary landfills within the City of Los Angeles.  This Subsection does not apply to transformation or conversion technology facilities (e.g., waste-to-energy facilities that generate electricity through the incineration of solid waste, or other transformation facilities as defined by the California Public Resources Code) that have obtained all necessary permits to operate.<br \/><br \/>\tC.\tPrior to the issuance of a permit, the Department shall investigate each particular site and shall require that all necessary measures be taken to ensure that the operation of the sanitary landfill will not endanger the public health, safety or welfare and that it conforms to requirements for solid waste facilities found in the California Integrated Solid Waste Management Act of 1989 commencing with Section 40000 of the Public Resources Code and the California Code of Regulations Title 27, Division 2 or any successor <span class=\"dictionary\">statutes<\/span>.<br \/><br \/>\tD.\tThe definition of solid waste facilities for establishing fees is as follows:<br \/><br \/>\t1.\tClass A Landfill – A municipal solid waste landfill as defined in Title 27, Division 2, Chapter 3 in the California Code of Regulations that has been issued a solid waste facility permit.<br \/><br \/>\t2.\tClass A-2 Landfill – A municipal solid waste landfill as defined in Title 27, Division 2, Chapter 3 in the California Code of Regulations that has been issued a solid waste facility permit and due to specific site conditions requires special monitoring of both the active and closed units of the landfill.<br \/><br \/>\t3.\tClass B Landfill – A landfill that has ceased accepting waste and that has closure documentation and is under review and evaluation by the Department.<br \/><br \/>\t4.\tClass C Landfill – A landfill that has ceased accepting waste, has had closure documentation that has been approved and is implementing the final closure plan.<br \/><br \/>\t5.\tClass D Landfill – A landfill that has ceased accepting waste and has completed closure in accordance with applicable <span class=\"dictionary\">statutes<\/span>, regulations and local <span class=\"dictionary\">ordinances<\/span> in effect at the time and meets either of the following conditions:<br \/><br \/>\t(a)\tEnvironmental impacts such as landfill gas or leachate are not being mitigated, either on or off site, to protect public health and\/or the environment.  At least monthly inspections by the Department are required.<br \/><br \/>\t(b)\tEnvironmental impacts such as landfill gas or leachate are being mitigated on site to protect public health and\/or the environment.  However, control systems require at least monthly monitoring by the Department due to the proximity of sensitive receptors, such as structures.  Regular monitoring reports also may be required to be submitted to the Department for review on a regular basis.<br \/><br \/>\t6.\tClass E Landfill – A landfill that has ceased accepting waste and has completed closure in accordance with applicable <span class=\"dictionary\">statutes<\/span>, regulations and local <span class=\"dictionary\">ordinances<\/span> in effect at the time of closure and meets either of the following conditions:<br \/><br \/>\t(a)\tEnvironmental impacts such as landfill gas or leachate are being mitigated, both on and off site, to protect public health and\/or the environment.  Closed landfills in this class require landfill gas or leachate, or other monitoring reports to be submitted to the Department for review on a regular basis.<br \/><br \/>\t(b)\tEnvironmental impacts such as landfill gas or leachate are being mitigated on site to protect public health and\/or the environment, however due to the proximity of sensitive receptors such as structures, inspection is required more than quarterly, but less than monthly.<br \/><br \/>\t7.\tClass F Landfill – A landfill that has ceased accepting waste and has completed closure in accordance with applicable <span class=\"dictionary\">statutes<\/span>, regulations and local <span class=\"dictionary\">ordinances<\/span> in effect at the time.  Due to site conditions including, but not limited to, minimal gas and leachate production, and distant proximity to sensitive receptors, only quarterly inspections are required.<br \/><br \/>\t8.\tClass G Landfill – A landfill that is permitted to accept only inert solids or inert waste <span class=\"dictionary\">materials<\/span> including, but not limited to, soil and concrete, that does not contain hazardous waste or soluble pollutants at concentrations in excess of water-quality objectives established by a Regional Water Quality Control Board pursuant to Division 7 (commencing with Section 13000) of the California Water Code and does not contain significant quantities of decomposable solid waste.<br \/><br \/>\tE.\tA permit shall not extend to a date later than the last day of the paid permit period.  The permit may be renewed annually by the Department, upon the receipt of payment of fees contained in this <span class=\"dictionary\">ordinance<\/span>.  Fees for a new permit issued after the first day of July will be prorated on a monthly basis.<br \/><br \/>\tF.\tThe Department shall enforce the California Integrated Solid Waste Management Act of 1989 commencing with Section 40000 et seq. of the Public Resources Code and the California Code of Regulations Title 14 and Title 27, governing the sanitary landfill administrative, operational, and closure\/post-closure requirements.<br \/><br \/>\tG.\tEach applicant of a facility shall pay an annual inspection fee to the Department for the period between July 1, through June 30, (inclusive) for each fiscal year as found in the Solid Waste and Recycled <span class=\"dictionary\">Materials<\/span> Facility Fee table found in Sec. 193.02.6.<\/p><\/section>","previous_section":{"id":"1911","structure_id":"17","section_number":"194.05","catch_line":"Liability For Costs Of Correction Arising From Violation.","url":"\/194.05\/","token":"194.05"},"text":{"0":{"id":"1454","text":"  SANITARY LANDFILL PERMITS.\tA.\tNo sanitary landfill shall be operated without first obtaining a permit from the Department.  An application shall be filed with the Department giving information as required by the Department.\tB.\tIt shall be unlawful to burn or incinerate solid waste or rubbish on private or public property or upon sanitary landfills within the City of Los Angeles.  This Subsection does not apply to transformation or conversion technology facilities (e.g., waste-to-energy facilities that generate electricity through the incineration of solid waste, or other transformation facilities as defined by the California Public Resources Code) that have obtained all necessary permits to operate.\tC.\tPrior to the issuance of a permit, the Department shall investigate each particular site and shall require that all necessary measures be taken to ensure that the operation of the sanitary landfill will not endanger the public health, safety or welfare and that it conforms to requirements for solid waste facilities found in the California Integrated Solid Waste Management Act of 1989 commencing with Section 40000 of the Public Resources Code and the California Code of Regulations Title 27, Division 2 or any successor statutes.\tD.\tThe definition of solid waste facilities for establishing fees is as follows:\t1.\tClass A Landfill – A municipal solid waste landfill as defined in Title 27, Division 2, Chapter 3 in the California Code of Regulations that has been issued a solid waste facility permit.\t2.\tClass A-2 Landfill – A municipal solid waste landfill as defined in Title 27, Division 2, Chapter 3 in the California Code of Regulations that has been issued a solid waste facility permit and due to specific site conditions requires special monitoring of both the active and closed units of the landfill.\t3.\tClass B Landfill – A landfill that has ceased accepting waste and that has closure documentation and is under review and evaluation by the Department.\t4.\tClass C Landfill – A landfill that has ceased accepting waste, has had closure documentation that has been approved and is implementing the final closure plan.\t5.\tClass D Landfill – A landfill that has ceased accepting waste and has completed closure in accordance with applicable statutes, regulations and local ordinances in effect at the time and meets either of the following conditions:\t(a)\tEnvironmental impacts such as landfill gas or leachate are not being mitigated, either on or off site, to protect public health and\/or the environment.  At least monthly inspections by the Department are required.\t(b)\tEnvironmental impacts such as landfill gas or leachate are being mitigated on site to protect public health and\/or the environment.  However, control systems require at least monthly monitoring by the Department due to the proximity of sensitive receptors, such as structures.  Regular monitoring reports also may be required to be submitted to the Department for review on a regular basis.\t6.\tClass E Landfill – A landfill that has ceased accepting waste and has completed closure in accordance with applicable statutes, regulations and local ordinances in effect at the time of closure and meets either of the following conditions:\t(a)\tEnvironmental impacts such as landfill gas or leachate are being mitigated, both on and off site, to protect public health and\/or the environment.  Closed landfills in this class require landfill gas or leachate, or other monitoring reports to be submitted to the Department for review on a regular basis.\t(b)\tEnvironmental impacts such as landfill gas or leachate are being mitigated on site to protect public health and\/or the environment, however due to the proximity of sensitive receptors such as structures, inspection is required more than quarterly, but less than monthly.\t7.\tClass F Landfill – A landfill that has ceased accepting waste and has completed closure in accordance with applicable statutes, regulations and local ordinances in effect at the time.  Due to site conditions including, but not limited to, minimal gas and leachate production, and distant proximity to sensitive receptors, only quarterly inspections are required.\t8.\tClass G Landfill – A landfill that is permitted to accept only inert solids or inert waste materials including, but not limited to, soil and concrete, that does not contain hazardous waste or soluble pollutants at concentrations in excess of water-quality objectives established by a Regional Water Quality Control Board pursuant to Division 7 (commencing with Section 13000) of the California Water Code and does not contain significant quantities of decomposable solid waste.\tE.\tA permit shall not extend to a date later than the last day of the paid permit period.  The permit may be renewed annually by the Department, upon the receipt of payment of fees contained in this ordinance.  Fees for a new permit issued after the first day of July will be prorated on a monthly basis.\tF.\tThe Department shall enforce the California Integrated Solid Waste Management Act of 1989 commencing with Section 40000 et seq. of the Public Resources Code and the California Code of Regulations Title 14 and Title 27, governing the sanitary landfill administrative, operational, and closure\/post-closure requirements.\tG.\tEach applicant of a facility shall pay an annual inspection fee to the Department for the period between July 1, through June 30, (inclusive) for each fiscal year as found in the Solid Waste and Recycled Materials Facility Fee table found in Sec. 193.02.6.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}