{"section_number":"21.1.12","edition_id":"1","section_id":"450","structure_id":"62","catch_line":"Exemptions And Refunds.","history":"","full_text":"  EXEMPTIONS AND REFUNDS.\n\t(Title and Section Amended by Ord. No. 179,686*, Eff. 3\/15\/08.)\n\n\t(a)\tThe tax imposed by this article shall not apply to any individual 62 years of age or older or any disabled individual who uses Communications Services, electric, or gas services in or upon any premises occupied by that individual, provided the combined adjusted gross income (as used for purposes of the California Personal Income Tax Law) of all members of the household in which the individual resided was less than the figure in effect on the preceding first day of April as the “very low income” limitation for a family of two persons in the City of Los Angeles under the Section 8 housing programs of the United States Housing Act of 1937, as amended, as published by the United States Department of Housing and Urban Development.\n\n\tFor the purposes of this section, an individual shall be considered to be disabled if he or she is unable to engage in any substantial gainful activity by reason of any medically determinable physical or mental impairment, which can be expected to result in death, or to be of long-continued and indefinite duration.\n\n\tThe exemption granted by this section shall not eliminate the duty of the service supplier from collecting taxes from the exempt individuals or the duty of the exempt individuals from paying those taxes to the service supplier unless the Service User applies for an exemption and the Director of Finance grants the exemption in accordance with the provisions of Subsection (b).\n\n\tFor each fiscal year, the Director of Finance is directed to determine, and utilize as the prior calendar year’s adjusted gross income limitation, the figure in effect on the preceding first day of April as the “very low income” limitation for a family of two persons in the City of Los Angeles under the Section 8 housing programs of the United States Housing Act of 1937, as amended, as published by the United States Department of Housing and Urban Development.\n\n\t(b)\tAny Service User exempt from the taxes imposed by this article because of the provisions of Subsection (a) above or any other applicable exemption, may file an application with the Director of Finance for an exemption.  The applications shall be made upon forms supplied by the Director of Finance and shall recite facts under oath, which qualify the applicant for an exemption.  The Director of Finance shall review all applications and certify as exempt those applicants determined to qualify and shall notify all service suppliers affected that the exemption has been approved, stating the name of the applicant, the address to which the exempt service is being supplied, the account number, if any, and any other information as may be necessary for the service supplier to remove the exempt Service User from its tax billing procedure.  Upon receipt of this notice, the service supplier shall not be required to continue to bill any further tax imposed by this article from the exempt Service User until further notice by the Director of Finance is given.  The service supplier shall eliminate the exempt Service User from its tax billing procedure no later than 60 days after the receipt of the notice from the Director of Finance.\n\n\tAll applications for exemption for any given fiscal year shall be filed with the Director of Finance on or before the 30th day of April preceding the fiscal year.  All exemptions shall continue and be renewed automatically by the Director of Finance so long as the prerequisite facts supporting the initial qualification for exemption shall continue.  Upon any change in the service address or residence of the exempt individual, the service supplier, at its option, may either terminate the exemption immediately or continue the exemption until notified by the Director of Finance that the exempt individual has not filed an application for continuation of exemption within 90 days after the change in the service address or residence.  Each individual exempt from the tax may apply to the Director of Finance for a new or continued exemption with each change of address or residence.  Any individual exempt from the tax shall notify the Director of Finance within ten days of any change of fact or circumstance, which might disqualify the individual from receiving the exemption.  It shall be a misdemeanor for any Person to knowingly receive the benefits of the exemption provided by this section when the basis for the exemption does not exist or ceases to exist.\n\n\tNotwithstanding any of the provisions of this subsection, however, any service supplier who determines by any means that a new or nonexempt Service User is receiving service through a meter or connection exempt by virtue of an exemption issued to a previous user or exempt user of the same meter or connection, that service supplier shall immediately notify the Director of Finance of that fact and the Director of Finance shall conduct an investigation to ascertain whether or not the provisions of this section have been complied with, and where appropriate, order the service supplier to commence collecting the tax from the nonexempt Service User.\n\n\tApplications for exemptions may be filed during any given fiscal year, for the remaining portion of the fiscal year, provided the application is filed not later than the 60th day prior to the commencement of the billing period for the affected utility companies for which the exemption is to commence and shall be valid through the remainder of that fiscal year, as set forth above.\n\n\t(c)\tIndividuals 62 years of age or older and disabled individuals, any individual entitled to be exempt from the taxes imposed by this article pursuant to Subsection (a) who used telephone, electric or gas services and paid more than $3.00 in those taxes may, within 12 Months of the date of payment, apply for a refund on forms provided by the Director of Finance.  The refund application shall contain a declaration of those facts, under oath that qualify the applicant for a refund, and shall also be accompanied by the customer’s original bills showing the amount of the taxes billed by service suppliers during the preceding year.  Likewise, refund claims may be filed by an individual who used telephone, electric and gas service and paid the taxes prescribed by this article either directly or indirectly to the Service User rather than the service supplier.\n\n\tIn the event the applicant has lost or destroyed any relevant billings or statements showing the amount of tax paid, or if the applicant indirectly paid the taxes in conjunction with the occupation of any premises without receiving a specific billing from the Service User, or if the applicant has been granted an exemption during the year preceding the filing of the refund claim, the maximum refund shall be $18.00, or $1.50 for each full Month of service received by the applicant, whichever is less.\n\n\t(d)\tExcept as otherwise provided in this section, refunds of overpaid taxes shall be made in the same manner as is provided in Section 21.07 of this chapter for refunds of overpayments in Business Taxes.\n\n\t(e)\tA Person required to collect and remit taxes imposed under this article may claim a refund or take as credit against taxes collected and remitted the amounts overpaid, paid more than once or erroneously or illegally collected or received when it is established in a manner prescribed by the Director of Finance that the Service User from whom the tax has been collected did not owe the tax; provided, however, that neither a refund nor a credit shall be allowed unless the amount of the tax so collected has either been refunded to the Service User or credited to charges subsequently payable by the Service User to the Person required to collect and remit.\n\n\t(f)\tIf any application for an exemption or refund as permitted to be filed by this section is determined to be deficient by the Director of Finance for failure to set forth the facts necessary to qualify the applicant for an exemption or refund or if the Director of Finance has reason to believe the applicant has failed to truthfully set forth those facts, the Director may deny the application by giving written notice of the denial and by stating in the notice the grounds for the denial and mailing the notice in a sealed envelope, postage prepaid, addressed to the applicant at the address shown upon the application.  The applicant shall thereafter have a right to a hearing with the Director of Finance in accordance with a hearing procedure to be established by the Director.\n\n\t(g)\tNo exemption or refund shall be granted pursuant to this section with respect to any tax imposed by this article, which is or has been paid by a public agency or where the applicant receives funds from a public agency specifically for the payment of the tax.\n\n\t(h)\tIf an individual is delinquent in the payment of any utility users tax at the time his claim for refund is filed, the Director of Finance shall apply the refund or as much of the refund as may be necessary to satisfy the delinquency.\n\n\t(i)\tThe tax imposed by this article shall not apply to communication, electric and gas services acquired by any nonprofit corporation for the use of its tenants in any housing project in which at least 80 percent of the dwelling units are occupied by a person meeting the requirements for exemption under Subsection (a) of this section.\n\n\t(j)\tUpon request of the Director of Finance, a service supplier shall provide a list of the names and addresses of those customers that, according to its billing records, are exempt from a tax imposed by this article.\n\n\t(k)\tTo the extent that the City’s authorization to impose or collect the tax imposed in this article is expanded or limited as a result of changes in state or federal law, no amendment or modification of this article shall be required to conform the tax to those changes, and the tax shall be imposed and collected to the full extent of the City’s authorization up to the full amount of the tax imposed by the terms of this article.\n\n* Note: Pursuant to the passage of Proposition S in a Special Election held on February 5, 2008, Ordinance No. 179,686 was adopted by the Council of the City of Los Angeles at its meeting of March 5, 2008.","order_by":"1.12","ancestry":{"1":{"id":"62","name":"\nTelephone, Electricity And Gas Users Tax","identifier":"1.1","label":"article","url":"\/2\/1.1\/"},"2":{"id":"1","name":"Licenses, Permits, Business Regulations","identifier":"2","label":"chapter","url":"\/2\/"}},"structure_contents":{"0":{"id":"620","structure_id":"62","section_number":"21.1.1","catch_line":"Definitions.","url":"\/21.1.1\/","token":"21.1.1"},"1":{"id":"3439","structure_id":"62","section_number":"21.1.10","catch_line":"Assessment – Administrative Remedy.","url":"\/21.1.10\/","token":"21.1.10"},"2":{"id":"3766","structure_id":"62","section_number":"21.1.11","catch_line":"Records.","url":"\/21.1.11\/","token":"21.1.11"},"3":{"id":"450","structure_id":"62","section_number":"21.1.12","catch_line":"Exemptions And Refunds.","url":"\/21.1.12\/","token":"21.1.12"},"4":{"id":"1136","structure_id":"62","section_number":"21.1.13","catch_line":"Amendment Or Repeal.","url":"\/21.1.13\/","token":"21.1.13"},"5":{"id":"3544","structure_id":"62","section_number":"21.1.14","catch_line":"Audit Of Communications Users Tax.","url":"\/21.1.14\/","token":"21.1.14"},"6":{"id":"190","structure_id":"62","section_number":"21.1.15","catch_line":"Severability.","url":"\/21.1.15\/","token":"21.1.15"},"7":{"id":"4120","structure_id":"62","section_number":"21.1.2","catch_line":"Constitutional Exemptions.","url":"\/21.1.2\/","token":"21.1.2"},"8":{"id":"3179","structure_id":"62","section_number":"21.1.3","catch_line":"Communications Users Tax.","url":"\/21.1.3\/","token":"21.1.3"},"9":{"id":"3027","structure_id":"62","section_number":"21.1.4","catch_line":"Electricity Users Tax.","url":"\/21.1.4\/","token":"21.1.4"},"10":{"id":"3710","structure_id":"62","section_number":"21.1.5","catch_line":"Gas User Tax.","url":"\/21.1.5\/","token":"21.1.5"},"11":{"id":"3799","structure_id":"62","section_number":"21.1.6","catch_line":"Interest And Penalty.","url":"\/21.1.6\/","token":"21.1.6"},"12":{"id":"2979","structure_id":"62","section_number":"21.1.7","catch_line":"Actions To Collect.","url":"\/21.1.7\/","token":"21.1.7"},"13":{"id":"1952","structure_id":"62","section_number":"21.1.8","catch_line":"Duty To Collect – Procedures.","url":"\/21.1.8\/","token":"21.1.8"},"14":{"id":"2095","structure_id":"62","section_number":"21.1.9","catch_line":"Additional Powers And Duties Of Director Of Finance, Etc.","url":"\/21.1.9\/","token":"21.1.9"}},"next_section":{"id":"1136","structure_id":"62","section_number":"21.1.13","catch_line":"Amendment Or Repeal.","url":"\/21.1.13\/","token":"21.1.13"},"metadata":false,"references":false,"url":"\/21.1.12\/","token":"21.1.12","formats":{"txt":"\/21.1.12.txt","json":"\/21.1.12.xml"},"dublin_core":{"Title":"Exemptions And Refunds.","Type":"Text","Format":"text\/html","Identifier":"§ 21.1.12","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nEXEMPTIONS AND REFUNDS. (§ 21.1.12)\n\n  EXEMPTIONS AND REFUNDS.\n\t(Title and Section Amended by Ord. No. 179,686*, Eff. 3\/15\/08.)\t(a)\tThe tax\nimposed by this article shall not apply to any individual 62 years of age or\nolder or any disabled individual who uses Communications Services, electric, or\ngas services in or upon any premises occupied by that individual, provided the\ncombined adjusted gross income (as used for purposes of the California Personal\nIncome Tax Law) of all members of the household in which the individual resided\nwas less than the figure in effect on the preceding first day of April as the\n“very low income” limitation for a family of two persons in the City of Los\nAngeles under the Section 8 housing programs of the United States Housing Act of\n1937, as amended, as published by the United States Department of Housing and\nUrban Development.\tFor the purposes of this section, an individual shall be\nconsidered to be disabled if he or she is unable to engage in any substantial\ngainful activity by reason of any medically determinable physical or mental\nimpairment, which can be expected to result in death, or to be of long-continued\nand indefinite duration.\tThe exemption granted by this section shall not\neliminate the duty of the service supplier from collecting taxes from the exempt\nindividuals or the duty of the exempt individuals from paying those taxes to the\nservice supplier unless the Service User applies for an exemption and the\nDirector of Finance grants the exemption in accordance with the provisions of\nSubsection (b).\tFor each fiscal year, the Director of Finance is directed to\ndetermine, and utilize as the prior calendar year’s adjusted gross income\nlimitation, the figure in effect on the preceding first day of April as the\n“very low income” limitation for a family of two persons in the City of Los\nAngeles under the Section 8 housing programs of the United States Housing Act of\n1937, as amended, as published by the United States Department of Housing and\nUrban Development.\t(b)\tAny Service User exempt from the taxes imposed by this\narticle because of the provisions of Subsection (a) above or any other\napplicable exemption, may file an application with the Director of Finance for\nan exemption.  The applications shall be made upon forms supplied by the\nDirector of Finance and shall recite facts under oath, which qualify the\napplicant for an exemption.  The Director of Finance shall review all\napplications and certify as exempt those applicants determined to qualify and\nshall notify all service suppliers affected that the exemption has been\napproved, stating the name of the applicant, the address to which the exempt\nservice is being supplied, the account number, if any, and any other information\nas may be necessary for the service supplier to remove the exempt Service User\nfrom its tax billing procedure.  Upon receipt of this notice, the service\nsupplier shall not be required to continue to bill any further tax imposed by\nthis article from the exempt Service User until further notice by the Director\nof Finance is given.  The service supplier shall eliminate the exempt Service\nUser from its tax billing procedure no later than 60 days after the receipt of\nthe notice from the Director of Finance.\tAll applications for exemption for any\ngiven fiscal year shall be filed with the Director of Finance on or before the\n30th day of April preceding the fiscal year.  All exemptions shall continue and\nbe renewed automatically by the Director of Finance so long as the prerequisite\nfacts supporting the initial qualification for exemption shall continue.  Upon\nany change in the service address or residence of the exempt individual, the\nservice supplier, at its option, may either terminate the exemption immediately\nor continue the exemption until notified by the Director of Finance that the\nexempt individual has not filed an application for continuation of exemption\nwithin 90 days after the change in the service address or residence.  Each\nindividual exempt from the tax may apply to the Director of Finance for a new or\ncontinued exemption with each change of address or residence.  Any individual\nexempt from the tax shall notify the Director of Finance within ten days of any\nchange of fact or circumstance, which might disqualify the individual from\nreceiving the exemption.  It shall be a misdemeanor for any Person to knowingly\nreceive the benefits of the exemption provided by this section when the basis\nfor the exemption does not exist or ceases to exist.\tNotwithstanding any of the\nprovisions of this subsection, however, any service supplier who determines by\nany means that a new or nonexempt Service User is receiving service through a\nmeter or connection exempt by virtue of an exemption issued to a previous user\nor exempt user of the same meter or connection, that service supplier shall\nimmediately notify the Director of Finance of that fact and the Director of\nFinance shall conduct an investigation to ascertain whether or not the\nprovisions of this section have been complied with, and where appropriate, order\nthe service supplier to commence collecting the tax from the nonexempt Service\nUser.\tApplications for exemptions may be filed during any given fiscal year, for\nthe remaining portion of the fiscal year, provided the application is filed not\nlater than the 60th day prior to the commencement of the billing period for the\naffected utility companies for which the exemption is to commence and shall be\nvalid through the remainder of that fiscal year, as set forth\nabove.\t(c)\tIndividuals 62 years of age or older and disabled individuals, any\nindividual entitled to be exempt from the taxes imposed by this article pursuant\nto Subsection (a) who used telephone, electric or gas services and paid more\nthan $3.00 in those taxes may, within 12 Months of the date of payment, apply\nfor a refund on forms provided by the Director of Finance.  The refund\napplication shall contain a declaration of those facts, under oath that qualify\nthe applicant for a refund, and shall also be accompanied by the customer’s\noriginal bills showing the amount of the taxes billed by service suppliers\nduring the preceding year.  Likewise, refund claims may be filed by an\nindividual who used telephone, electric and gas service and paid the taxes\nprescribed by this article either directly or indirectly to the Service User\nrather than the service supplier.\tIn the event the applicant has lost or\ndestroyed any relevant billings or statements showing the amount of tax paid, or\nif the applicant indirectly paid the taxes in conjunction with the occupation of\nany premises without receiving a specific billing from the Service User, or if\nthe applicant has been granted an exemption during the year preceding the filing\nof the refund claim, the maximum refund shall be $18.00, or $1.50 for each full\nMonth of service received by the applicant, whichever is less.\t(d)\tExcept as\notherwise provided in this section, refunds of overpaid taxes shall be made in\nthe same manner as is provided in Section 21.07 of this chapter for refunds of\noverpayments in Business Taxes.\t(e)\tA Person required to collect and remit taxes\nimposed under this article may claim a refund or take as credit against taxes\ncollected and remitted the amounts overpaid, paid more than once or erroneously\nor illegally collected or received when it is established in a manner prescribed\nby the Director of Finance that the Service User from whom the tax has been\ncollected did not owe the tax; provided, however, that neither a refund nor a\ncredit shall be allowed unless the amount of the tax so collected has either\nbeen refunded to the Service User or credited to charges subsequently payable by\nthe Service User to the Person required to collect and remit.\t(f)\tIf any\napplication for an exemption or refund as permitted to be filed by this section\nis determined to be deficient by the Director of Finance for failure to set\nforth the facts necessary to qualify the applicant for an exemption or refund or\nif the Director of Finance has reason to believe the applicant has failed to\ntruthfully set forth those facts, the Director may deny the application by\ngiving written notice of the denial and by stating in the notice the grounds for\nthe denial and mailing the notice in a sealed envelope, postage prepaid,\naddressed to the applicant at the address shown upon the application.  The\napplicant shall thereafter have a right to a hearing with the Director of\nFinance in accordance with a hearing procedure to be established by the\nDirector.\t(g)\tNo exemption or refund shall be granted pursuant to this section\nwith respect to any tax imposed by this article, which is or has been paid by a\npublic agency or where the applicant receives funds from a public agency\nspecifically for the payment of the tax.\t(h)\tIf an individual is delinquent in\nthe payment of any utility users tax at the time his claim for refund is filed,\nthe Director of Finance shall apply the refund or as much of the refund as may\nbe necessary to satisfy the delinquency.\t(i)\tThe tax imposed by this article\nshall not apply to communication, electric and gas services acquired by any\nnonprofit corporation for the use of its tenants in any housing project in which\nat least 80 percent of the dwelling units are occupied by a person meeting the\nrequirements for exemption under Subsection (a) of this section.\t(j)\tUpon\nrequest of the Director of Finance, a service supplier shall provide a list of\nthe names and addresses of those customers that, according to its billing\nrecords, are exempt from a tax imposed by this article.\t(k)\tTo the extent that\nthe City’s authorization to impose or collect the tax imposed in this article\nis expanded or limited as a result of changes in state or federal law, no\namendment or modification of this article shall be required to conform the tax\nto those changes, and the tax shall be imposed and collected to the full extent\nof the City’s authorization up to the full amount of the tax imposed by the\nterms of this article.* Note: Pursuant to the passage of Proposition S in a\nSpecial Election held on February 5, 2008, Ordinance No. 179,686 was adopted by\nthe Council of the City of Los Angeles at its meeting of March 5, 2008.\n","html":"\n\t\t\t\t\t<section><p>  EXEMPTIONS AND REFUNDS.\n\t(Title and Section Amended by Ord. No. 179,686*, Eff. 3\/15\/08.)<br \/><br \/>\t(a)\tThe tax imposed by this article shall not apply to any individual 62 years of age or older or any disabled individual who uses Communications Services, electric, or gas services in or upon any premises occupied by that individual, provided the combined adjusted gross income (as used for purposes of the California Personal Income Tax <span class=\"dictionary\">Law<\/span>) of all members of the household in which the individual resided was less than the figure in effect on the preceding first day of April as the “very low income” limitation for a family of two persons in the City of Los Angeles under the Section 8 housing programs of the United States Housing Act of 1937, as amended, as published by the United States Department of Housing and Urban Development.<br \/><br \/>\tFor the purposes of this section, an individual shall be considered to be disabled if he or she is unable to engage in any substantial gainful activity by reason of any medically determinable physical or mental impairment, which can be expected to result in death, or to be of long-continued and indefinite duration.<br \/><br \/>\tThe exemption granted by this section shall not eliminate the duty of the service supplier from collecting taxes from the exempt individuals or the duty of the exempt individuals from paying those taxes to the service supplier unless the Service User applies for an exemption and the Director of Finance grants the exemption in accordance with the provisions of Subsection (b).<br \/><br \/>\tFor each fiscal year, the Director of Finance is directed to determine, and utilize as the prior calendar year’s adjusted gross income limitation, the figure in effect on the preceding first day of April as the “very low income” limitation for a family of two persons in the City of Los Angeles under the Section 8 housing programs of the United States Housing Act of 1937, as amended, as published by the United States Department of Housing and Urban Development.<br \/><br \/>\t(b)\tAny Service User exempt from the taxes imposed by this article because of the provisions of Subsection (a) above or any other applicable exemption, may file an application with the Director of Finance for an exemption.  The applications shall be made upon forms supplied by the Director of Finance and shall recite <span class=\"dictionary\">facts<\/span> under <span class=\"dictionary\">oath<\/span>, which qualify the applicant for an exemption.  The Director of Finance shall review all applications and certify as exempt those applicants determined to qualify and shall notify all service suppliers affected that the exemption has been approved, stating the name of the applicant, the address to which the exempt service is being supplied, the account number, if any, and any other information as may be necessary for the service supplier to remove the exempt Service User from its tax billing procedure.  Upon receipt of this notice, the service supplier shall not be required to continue to bill any further tax imposed by this article from the exempt Service User until further notice by the Director of Finance is given.  The service supplier shall eliminate the exempt Service User from its tax billing procedure no later than 60 days after the receipt of the notice from the Director of Finance.<br \/><br \/>\tAll applications for exemption for any given fiscal year shall be filed with the Director of Finance on or before the 30th day of April preceding the fiscal year.  All exemptions shall continue and be renewed automatically by the Director of Finance so long as the prerequisite <span class=\"dictionary\">facts<\/span> supporting the initial qualification for exemption shall continue.  Upon any change in the service address or residence of the exempt individual, the service supplier, at its option, may either terminate the exemption immediately or continue the exemption until notified by the Director of Finance that the exempt individual has not filed an application for continuation of exemption within 90 days after the change in the service address or residence.  Each individual exempt from the tax may apply to the Director of Finance for a new or continued exemption with each change of address or residence.  Any individual exempt from the tax shall notify the Director of Finance within ten days of any change of <span class=\"dictionary\">fact<\/span> or circumstance, which might disqualify the individual from receiving the exemption.  It shall be a <span class=\"dictionary\">misdemeanor<\/span> for any Person to knowingly receive the benefits of the exemption provided by this section when the basis for the exemption does not exist or ceases to exist.<br \/><br \/>\tNotwithstanding any of the provisions of this subsection, however, any service supplier who determines by any means that a new or nonexempt Service User is receiving service through a meter or connection exempt by virtue of an exemption issued to a previous user or exempt user of the same meter or connection, that service supplier shall immediately notify the Director of Finance of that <span class=\"dictionary\">fact<\/span> and the Director of Finance shall conduct an investigation to ascertain whether or not the provisions of this section have been complied with, and where appropriate, <span class=\"dictionary\">order<\/span> the service supplier to commence collecting the tax from the nonexempt Service User.<br \/><br \/>\tApplications for exemptions may be filed during any given fiscal year, for the remaining portion of the fiscal year, provided the application is filed not later than the 60th day prior to the commencement of the billing period for the affected utility companies for which the exemption is to commence and shall be valid through the remainder of that fiscal year, as set forth above.<br \/><br \/>\t(c)\tIndividuals 62 years of age or older and disabled individuals, any individual entitled to be exempt from the taxes imposed by this article pursuant to Subsection (a) who used telephone, electric or gas services and paid more than $3.00 in those taxes may, within 12 Months of the date of payment, apply for a refund on forms provided by the Director of Finance.  The refund application shall contain a declaration of those <span class=\"dictionary\">facts<\/span>, under <span class=\"dictionary\">oath<\/span> that qualify the applicant for a refund, and shall also be accompanied by the customer’s original bills showing the amount of the taxes billed by service suppliers during the preceding year.  Likewise, refund claims may be filed by an individual who used telephone, electric and gas service and paid the taxes prescribed by this article either directly or indirectly to the Service User rather than the service supplier.<br \/><br \/>\tIn the event the applicant has lost or destroyed any relevant billings or statements showing the amount of tax paid, or if the applicant indirectly paid the taxes in conjunction with the occupation of any premises without receiving a specific billing from the Service User, or if the applicant has been granted an exemption during the year preceding the filing of the refund claim, the maximum refund shall be $18.00, or $1.50 for each full Month of service received by the applicant, whichever is less.<br \/><br \/>\t(d)\tExcept as otherwise provided in this section, refunds of overpaid taxes shall be made in the same manner as is provided in Section 21.07 of this chapter for refunds of overpayments in Business Taxes.<br \/><br \/>\t(e)\tA Person required to collect and remit taxes imposed under this article may claim a refund or take as credit against taxes collected and remitted the amounts overpaid, paid more than once or erroneously or illegally collected or received when it is established in a manner prescribed by the Director of Finance that the Service User from whom the tax has been collected did not owe the tax; provided, however, that neither a refund nor a credit shall be allowed unless the amount of the tax so collected has either been refunded to the Service User or credited to charges subsequently payable by the Service User to the Person required to collect and remit.<br \/><br \/>\t(f)\tIf any application for an exemption or refund as permitted to be filed by this section is determined to be deficient by the Director of Finance for failure to set forth the <span class=\"dictionary\">facts<\/span> necessary to qualify the applicant for an exemption or refund or if the Director of Finance has reason to believe the applicant has failed to truthfully set forth those <span class=\"dictionary\">facts<\/span>, the Director may deny the application by giving written notice of the denial and by stating in the notice the grounds for the denial and mailing the notice in a <span class=\"dictionary\">sealed<\/span> envelope, postage prepaid, addressed to the applicant at the address shown upon the application.  The applicant shall thereafter have a right to a <span class=\"dictionary\">hearing<\/span> with the Director of Finance in accordance with a <span class=\"dictionary\">hearing<\/span> procedure to be established by the Director.<br \/><br \/>\t(g)\tNo exemption or refund shall be granted pursuant to this section with respect to any tax imposed by this article, which is or has been paid by a public agency or where the applicant receives funds from a public agency specifically for the payment of the tax.<br \/><br \/>\t(h)\tIf an individual is delinquent in the payment of any utility users tax at the time his claim for refund is filed, the Director of Finance shall apply the refund or as much of the refund as may be necessary to satisfy the delinquency.<br \/><br \/>\t(i)\tThe tax imposed by this article shall not apply to communication, electric and gas services acquired by any nonprofit corporation for the use of its tenants in any housing project in which at least 80 percent of the dwelling units are occupied by a person meeting the requirements for exemption under Subsection (a) of this section.<br \/><br \/>\t(j)\tUpon request of the Director of Finance, a service supplier shall provide a list of the names and addresses of those customers that, according to its billing records, are exempt from a tax imposed by this article.<br \/><br \/>\t(k)\tTo the extent that the City’s authorization to impose or collect the tax imposed in this article is expanded or limited as a result of changes in state or federal <span class=\"dictionary\">law<\/span>, no amendment or modification of this article shall be required to conform the tax to those changes, and the tax shall be imposed and collected to the full extent of the City’s authorization up to the full amount of the tax imposed by the terms of this article.<br \/><br \/>* Note: Pursuant to the passage of Proposition S in a Special Election held on February 5, 2008, <span class=\"dictionary\">Ordinance<\/span> No. 179,686 was adopted by the Council of the City of Los Angeles at its meeting of March 5, 2008.<\/p><\/section>","previous_section":{"id":"3766","structure_id":"62","section_number":"21.1.11","catch_line":"Records.","url":"\/21.1.11\/","token":"21.1.11"},"text":{"0":{"id":"443","text":"  EXEMPTIONS AND REFUNDS.\n\t(Title and Section Amended by Ord. No. 179,686*, Eff. 3\/15\/08.)\t(a)\tThe tax imposed by this article shall not apply to any individual 62 years of age or older or any disabled individual who uses Communications Services, electric, or gas services in or upon any premises occupied by that individual, provided the combined adjusted gross income (as used for purposes of the California Personal Income Tax Law) of all members of the household in which the individual resided was less than the figure in effect on the preceding first day of April as the “very low income” limitation for a family of two persons in the City of Los Angeles under the Section 8 housing programs of the United States Housing Act of 1937, as amended, as published by the United States Department of Housing and Urban Development.\tFor the purposes of this section, an individual shall be considered to be disabled if he or she is unable to engage in any substantial gainful activity by reason of any medically determinable physical or mental impairment, which can be expected to result in death, or to be of long-continued and indefinite duration.\tThe exemption granted by this section shall not eliminate the duty of the service supplier from collecting taxes from the exempt individuals or the duty of the exempt individuals from paying those taxes to the service supplier unless the Service User applies for an exemption and the Director of Finance grants the exemption in accordance with the provisions of Subsection (b).\tFor each fiscal year, the Director of Finance is directed to determine, and utilize as the prior calendar year’s adjusted gross income limitation, the figure in effect on the preceding first day of April as the “very low income” limitation for a family of two persons in the City of Los Angeles under the Section 8 housing programs of the United States Housing Act of 1937, as amended, as published by the United States Department of Housing and Urban Development.\t(b)\tAny Service User exempt from the taxes imposed by this article because of the provisions of Subsection (a) above or any other applicable exemption, may file an application with the Director of Finance for an exemption.  The applications shall be made upon forms supplied by the Director of Finance and shall recite facts under oath, which qualify the applicant for an exemption.  The Director of Finance shall review all applications and certify as exempt those applicants determined to qualify and shall notify all service suppliers affected that the exemption has been approved, stating the name of the applicant, the address to which the exempt service is being supplied, the account number, if any, and any other information as may be necessary for the service supplier to remove the exempt Service User from its tax billing procedure.  Upon receipt of this notice, the service supplier shall not be required to continue to bill any further tax imposed by this article from the exempt Service User until further notice by the Director of Finance is given.  The service supplier shall eliminate the exempt Service User from its tax billing procedure no later than 60 days after the receipt of the notice from the Director of Finance.\tAll applications for exemption for any given fiscal year shall be filed with the Director of Finance on or before the 30th day of April preceding the fiscal year.  All exemptions shall continue and be renewed automatically by the Director of Finance so long as the prerequisite facts supporting the initial qualification for exemption shall continue.  Upon any change in the service address or residence of the exempt individual, the service supplier, at its option, may either terminate the exemption immediately or continue the exemption until notified by the Director of Finance that the exempt individual has not filed an application for continuation of exemption within 90 days after the change in the service address or residence.  Each individual exempt from the tax may apply to the Director of Finance for a new or continued exemption with each change of address or residence.  Any individual exempt from the tax shall notify the Director of Finance within ten days of any change of fact or circumstance, which might disqualify the individual from receiving the exemption.  It shall be a misdemeanor for any Person to knowingly receive the benefits of the exemption provided by this section when the basis for the exemption does not exist or ceases to exist.\tNotwithstanding any of the provisions of this subsection, however, any service supplier who determines by any means that a new or nonexempt Service User is receiving service through a meter or connection exempt by virtue of an exemption issued to a previous user or exempt user of the same meter or connection, that service supplier shall immediately notify the Director of Finance of that fact and the Director of Finance shall conduct an investigation to ascertain whether or not the provisions of this section have been complied with, and where appropriate, order the service supplier to commence collecting the tax from the nonexempt Service User.\tApplications for exemptions may be filed during any given fiscal year, for the remaining portion of the fiscal year, provided the application is filed not later than the 60th day prior to the commencement of the billing period for the affected utility companies for which the exemption is to commence and shall be valid through the remainder of that fiscal year, as set forth above.\t(c)\tIndividuals 62 years of age or older and disabled individuals, any individual entitled to be exempt from the taxes imposed by this article pursuant to Subsection (a) who used telephone, electric or gas services and paid more than $3.00 in those taxes may, within 12 Months of the date of payment, apply for a refund on forms provided by the Director of Finance.  The refund application shall contain a declaration of those facts, under oath that qualify the applicant for a refund, and shall also be accompanied by the customer’s original bills showing the amount of the taxes billed by service suppliers during the preceding year.  Likewise, refund claims may be filed by an individual who used telephone, electric and gas service and paid the taxes prescribed by this article either directly or indirectly to the Service User rather than the service supplier.\tIn the event the applicant has lost or destroyed any relevant billings or statements showing the amount of tax paid, or if the applicant indirectly paid the taxes in conjunction with the occupation of any premises without receiving a specific billing from the Service User, or if the applicant has been granted an exemption during the year preceding the filing of the refund claim, the maximum refund shall be $18.00, or $1.50 for each full Month of service received by the applicant, whichever is less.\t(d)\tExcept as otherwise provided in this section, refunds of overpaid taxes shall be made in the same manner as is provided in Section 21.07 of this chapter for refunds of overpayments in Business Taxes.\t(e)\tA Person required to collect and remit taxes imposed under this article may claim a refund or take as credit against taxes collected and remitted the amounts overpaid, paid more than once or erroneously or illegally collected or received when it is established in a manner prescribed by the Director of Finance that the Service User from whom the tax has been collected did not owe the tax; provided, however, that neither a refund nor a credit shall be allowed unless the amount of the tax so collected has either been refunded to the Service User or credited to charges subsequently payable by the Service User to the Person required to collect and remit.\t(f)\tIf any application for an exemption or refund as permitted to be filed by this section is determined to be deficient by the Director of Finance for failure to set forth the facts necessary to qualify the applicant for an exemption or refund or if the Director of Finance has reason to believe the applicant has failed to truthfully set forth those facts, the Director may deny the application by giving written notice of the denial and by stating in the notice the grounds for the denial and mailing the notice in a sealed envelope, postage prepaid, addressed to the applicant at the address shown upon the application.  The applicant shall thereafter have a right to a hearing with the Director of Finance in accordance with a hearing procedure to be established by the Director.\t(g)\tNo exemption or refund shall be granted pursuant to this section with respect to any tax imposed by this article, which is or has been paid by a public agency or where the applicant receives funds from a public agency specifically for the payment of the tax.\t(h)\tIf an individual is delinquent in the payment of any utility users tax at the time his claim for refund is filed, the Director of Finance shall apply the refund or as much of the refund as may be necessary to satisfy the delinquency.\t(i)\tThe tax imposed by this article shall not apply to communication, electric and gas services acquired by any nonprofit corporation for the use of its tenants in any housing project in which at least 80 percent of the dwelling units are occupied by a person meeting the requirements for exemption under Subsection (a) of this section.\t(j)\tUpon request of the Director of Finance, a service supplier shall provide a list of the names and addresses of those customers that, according to its billing records, are exempt from a tax imposed by this article.\t(k)\tTo the extent that the City’s authorization to impose or collect the tax imposed in this article is expanded or limited as a result of changes in state or federal law, no amendment or modification of this article shall be required to conform the tax to those changes, and the tax shall be imposed and collected to the full extent of the City’s authorization up to the full amount of the tax imposed by the terms of this article.* Note: Pursuant to the passage of Proposition S in a Special Election held on February 5, 2008, Ordinance No. 179,686 was adopted by the Council of the City of Los Angeles at its meeting of March 5, 2008.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}