{"section_number":"21.14.7","edition_id":"1","section_id":"3683","structure_id":"49","catch_line":"Adjustments And Refunds.","history":"","full_text":"  ADJUSTMENTS AND REFUNDS.\n\n\t(a)\tRequests for adjustments involving imposition of this tax may be filed with the Director of Finance. Upon sufficient evidence of error in the computation of the tax the Director of Finance or a designee of the Director of Finance shall cause the tax to be recalculated, and shall so advise the Los Angeles County Tax Collector or other appropriate official.\n\n\t(b)\tWhenever it is alleged that the amount of any tax has been overpaid or paid more than once or has been erroneously or illegally collected or received by the City under this article, the refund procedure shall be as follows:\n\n\t1.\tNo claim for refund of tax payment shall be allowed in whole or in part unless filed with the Director of Finance within a period of three years from the date of the claimed overpayment. All such claims for refund of the amount of the overpayment must be filed on forms furnished, and in the manner prescribed, by the Director of Finance. Refunds may be made from the Special Fire Safety and Paramedic Communications Equipment Tax Fund.\n\n\t2.\tIn the event the Director of Finance or the City Council denies the claim, the Director of Finance shall notify the claimant pursuant to California Government Code Section 913.\n\n\t(c)\tThe Director of Finance shall have the same power to compromise claims involving the special tax, and the same power to accept and record underpayments or overpayments of such tax, as granted to the Director of Finance under Subsections (f) and (g) of Section 21.15 of the Los Angeles Municipal Code with respect to Business Taxes. The Director of Finance shall have the same authority to make refunds of this tax as is provided in Sections 22.12 and 22.13 of the Los Angeles Municipal Code.\n\n\t(d)\tIf the County of Los Angeles does not collect any tax due under this article, then the Director of Finance shall have the power and duty to enforce all of the provisions of this article. In such cases the Director of Finance, for taxes not paid, may make an assessment against the owner of a parcel and improvements, or against the owner of improvements on another’s land, in the manner provided in Section 21.16 of the Los Angeles Municipal Code. Any unpaid tax due under this article shall be subject to Sections 21.19, 21.20, and 21.21 of the Los Angeles Municipal Code.\n\n\t(e)\tThe special tax shall be due in two equal installments in accordance with the collection procedures of the Los Angeles County Tax Collector with the first installment due November 1, and the second installment due the next succeeding February 1, in each fiscal year. The owner of the land, land and improvements, or improvements, at the time set forth in California Revenue and Taxation Code Sections 405 and 2192 for each fiscal year, shall have a personal obligation to the City of Los Angeles until the tax is paid for each fiscal year.\n\n\t(f)\tThe Director of Finance may prepare a questionnaire to be served on the owner of a parcel or improvements subject to the tax imposed by this article. The questionnaire may request information which would be useful to the Director of Finance in the enforcement or administration of this article. The failure by an owner to provide the information requested within 30 days of receipt of the request, or the act of an owner in knowingly providing false information, shall be a misdemeanor.\n\n\t(g)\tIn determining the gross square footage area of improvements the Director of Finance may use County Assessor’s records, City records, questionnaires and any other records the Director of Finance deems reliable.","order_by":"14.7","ancestry":{"1":{"id":"49","name":"Special Fire Safety And Paramedic Communications Equipment Tax","identifier":"1.14","label":"article","url":"\/2\/1.14\/"},"2":{"id":"1","name":"Licenses, Permits, Business Regulations","identifier":"2","label":"chapter","url":"\/2\/"}},"structure_contents":{"0":{"id":"3339","structure_id":"49","section_number":"21.14.1","catch_line":"Definitions.","url":"\/21.14.1\/","token":"21.14.1"},"1":{"id":"109","structure_id":"49","section_number":"21.14.2","catch_line":"Exemptions.","url":"\/21.14.2\/","token":"21.14.2"},"2":{"id":"3697","structure_id":"49","section_number":"21.14.3","catch_line":"Special Tax.","url":"\/21.14.3\/","token":"21.14.3"},"3":{"id":"3729","structure_id":"49","section_number":"21.14.4","catch_line":"Purpose.","url":"\/21.14.4\/","token":"21.14.4"},"4":{"id":"2320","structure_id":"49","section_number":"21.14.5","catch_line":"Special Fund.","url":"\/21.14.5\/","token":"21.14.5"},"5":{"id":"2459","structure_id":"49","section_number":"21.14.6","catch_line":"Tax Rate.","url":"\/21.14.6\/","token":"21.14.6"},"6":{"id":"3683","structure_id":"49","section_number":"21.14.7","catch_line":"Adjustments And Refunds.","url":"\/21.14.7\/","token":"21.14.7"},"7":{"id":"3150","structure_id":"49","section_number":"21.14.8","catch_line":"Amendments.","url":"\/21.14.8\/","token":"21.14.8"},"8":{"id":"645","structure_id":"49","section_number":"21.14.9","catch_line":"Savings Clause.","url":"\/21.14.9\/","token":"21.14.9"}},"next_section":{"id":"3150","structure_id":"49","section_number":"21.14.8","catch_line":"Amendments.","url":"\/21.14.8\/","token":"21.14.8"},"metadata":false,"references":false,"url":"\/21.14.7\/","token":"21.14.7","formats":{"txt":"\/21.14.7.txt","json":"\/21.14.7.xml"},"dublin_core":{"Title":"Adjustments And Refunds.","Type":"Text","Format":"text\/html","Identifier":"§ 21.14.7","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nADJUSTMENTS AND REFUNDS. (§ 21.14.7)\n\n  ADJUSTMENTS AND REFUNDS.\t(a)\tRequests for adjustments involving imposition of\nthis tax may be filed with the Director of Finance. Upon sufficient evidence of\nerror in the computation of the tax the Director of Finance or a designee of the\nDirector of Finance shall cause the tax to be recalculated, and shall so advise\nthe Los Angeles County Tax Collector or other appropriate official.\t(b)\tWhenever\nit is alleged that the amount of any tax has been overpaid or paid more than\nonce or has been erroneously or illegally collected or received by the City\nunder this article, the refund procedure shall be as follows:\t1.\tNo claim for\nrefund of tax payment shall be allowed in whole or in part unless filed with the\nDirector of Finance within a period of three years from the date of the claimed\noverpayment. All such claims for refund of the amount of the overpayment must be\nfiled on forms furnished, and in the manner prescribed, by the Director of\nFinance. Refunds may be made from the Special Fire Safety and Paramedic\nCommunications Equipment Tax Fund.\t2.\tIn the event the Director of Finance or\nthe City Council denies the claim, the Director of Finance shall notify the\nclaimant pursuant to California Government Code Section 913.\t(c)\tThe Director of\nFinance shall have the same power to compromise claims involving the special\ntax, and the same power to accept and record underpayments or overpayments of\nsuch tax, as granted to the Director of Finance under Subsections (f) and (g) of\nSection 21.15 of the Los Angeles Municipal Code with respect to Business Taxes.\nThe Director of Finance shall have the same authority to make refunds of this\ntax as is provided in Sections 22.12 and 22.13 of the Los Angeles Municipal\nCode.\t(d)\tIf the County of Los Angeles does not collect any tax due under this\narticle, then the Director of Finance shall have the power and duty to enforce\nall of the provisions of this article. In such cases the Director of Finance,\nfor taxes not paid, may make an assessment against the owner of a parcel and\nimprovements, or against the owner of improvements on another’s land, in the\nmanner provided in Section 21.16 of the Los Angeles Municipal Code. Any unpaid\ntax due under this article shall be subject to Sections 21.19, 21.20, and 21.21\nof the Los Angeles Municipal Code.\t(e)\tThe special tax shall be due in two equal\ninstallments in accordance with the collection procedures of the Los Angeles\nCounty Tax Collector with the first installment due November 1, and the second\ninstallment due the next succeeding February 1, in each fiscal year. The owner\nof the land, land and improvements, or improvements, at the time set forth in\nCalifornia Revenue and Taxation Code Sections 405 and 2192 for each fiscal year,\nshall have a personal obligation to the City of Los Angeles until the tax is\npaid for each fiscal year.\t(f)\tThe Director of Finance may prepare a\nquestionnaire to be served on the owner of a parcel or improvements subject to\nthe tax imposed by this article. The questionnaire may request information which\nwould be useful to the Director of Finance in the enforcement or administration\nof this article. The failure by an owner to provide the information requested\nwithin 30 days of receipt of the request, or the act of an owner in knowingly\nproviding false information, shall be a misdemeanor.\t(g)\tIn determining the\ngross square footage area of improvements the Director of Finance may use County\nAssessor’s records, City records, questionnaires and any other records the\nDirector of Finance deems reliable.\n","html":"\n\t\t\t\t\t<section><p>  ADJUSTMENTS AND REFUNDS.<br \/><br \/>\t(a)\tRequests for adjustments involving imposition of this tax may be filed with the Director of Finance. Upon sufficient <span class=\"dictionary\">evidence<\/span> of error in the computation of the tax the Director of Finance or a designee of the Director of Finance shall cause the tax to be recalculated, and shall so advise the Los Angeles County Tax Collector or other appropriate official.<br \/><br \/>\t(b)\tWhenever it is alleged that the amount of any tax has been overpaid or paid more than once or has been erroneously or illegally collected or received by the City under this article, the refund procedure shall be as follows:<br \/><br \/>\t1.\tNo claim for refund of tax payment shall be allowed in whole or in part unless filed with the Director of Finance within a period of three years from the date of the claimed overpayment. All such claims for refund of the amount of the overpayment must be filed on forms furnished, and in the manner prescribed, by the Director of Finance. Refunds may be made from the Special Fire Safety and Paramedic Communications Equipment Tax Fund.<br \/><br \/>\t2.\tIn the event the Director of Finance or the City Council denies the claim, the Director of Finance shall notify the claimant pursuant to California Government Code Section 913.<br \/><br \/>\t(c)\tThe Director of Finance shall have the same power to compromise claims involving the special tax, and the same power to accept and record underpayments or overpayments of such tax, as granted to the Director of Finance under Subsections (f) and (g) of Section 21.15 of the Los Angeles Municipal Code with respect to Business Taxes. The Director of Finance shall have the same authority to make refunds of this tax as is provided in Sections 22.12 and 22.13 of the Los Angeles Municipal Code.<br \/><br \/>\t(d)\tIf the County of Los Angeles does not collect any tax due under this article, then the Director of Finance shall have the power and duty to enforce all of the provisions of this article. In such cases the Director of Finance, for taxes not paid, may make an assessment against the owner of a parcel and improvements, or against the owner of improvements on another’s land, in the manner provided in Section 21.16 of the Los Angeles Municipal Code. Any unpaid tax due under this article shall be subject to Sections 21.19, 21.20, and 21.21 of the Los Angeles Municipal Code.<br \/><br \/>\t(e)\tThe special tax shall be due in two equal installments in accordance with the collection procedures of the Los Angeles County Tax Collector with the first installment due November 1, and the second installment due the next succeeding February 1, in each fiscal year. The owner of the land, land and improvements, or improvements, at the time set forth in California Revenue and Taxation Code Sections 405 and 2192 for each fiscal year, shall have a personal obligation to the City of Los Angeles until the tax is paid for each fiscal year.<br \/><br \/>\t(f)\tThe Director of Finance may prepare a questionnaire to be served on the owner of a parcel or improvements subject to the tax imposed by this article. The questionnaire may request information which would be useful to the Director of Finance in the enforcement or administration of this article. The failure by an owner to provide the information requested within 30 days of receipt of the request, or the act of an owner in knowingly providing false information, shall be a <span class=\"dictionary\">misdemeanor<\/span>.<br \/><br \/>\t(g)\tIn determining the gross square footage area of improvements the Director of Finance may use County Assessor’s records, City records, questionnaires and any other records the Director of Finance deems reliable.<\/p><\/section>","previous_section":{"id":"2459","structure_id":"49","section_number":"21.14.6","catch_line":"Tax Rate.","url":"\/21.14.6\/","token":"21.14.6"},"text":{"0":{"id":"3657","text":"  ADJUSTMENTS AND REFUNDS.\t(a)\tRequests for adjustments involving imposition of this tax may be filed with the Director of Finance. Upon sufficient evidence of error in the computation of the tax the Director of Finance or a designee of the Director of Finance shall cause the tax to be recalculated, and shall so advise the Los Angeles County Tax Collector or other appropriate official.\t(b)\tWhenever it is alleged that the amount of any tax has been overpaid or paid more than once or has been erroneously or illegally collected or received by the City under this article, the refund procedure shall be as follows:\t1.\tNo claim for refund of tax payment shall be allowed in whole or in part unless filed with the Director of Finance within a period of three years from the date of the claimed overpayment. All such claims for refund of the amount of the overpayment must be filed on forms furnished, and in the manner prescribed, by the Director of Finance. Refunds may be made from the Special Fire Safety and Paramedic Communications Equipment Tax Fund.\t2.\tIn the event the Director of Finance or the City Council denies the claim, the Director of Finance shall notify the claimant pursuant to California Government Code Section 913.\t(c)\tThe Director of Finance shall have the same power to compromise claims involving the special tax, and the same power to accept and record underpayments or overpayments of such tax, as granted to the Director of Finance under Subsections (f) and (g) of Section 21.15 of the Los Angeles Municipal Code with respect to Business Taxes. The Director of Finance shall have the same authority to make refunds of this tax as is provided in Sections 22.12 and 22.13 of the Los Angeles Municipal Code.\t(d)\tIf the County of Los Angeles does not collect any tax due under this article, then the Director of Finance shall have the power and duty to enforce all of the provisions of this article. In such cases the Director of Finance, for taxes not paid, may make an assessment against the owner of a parcel and improvements, or against the owner of improvements on another’s land, in the manner provided in Section 21.16 of the Los Angeles Municipal Code. Any unpaid tax due under this article shall be subject to Sections 21.19, 21.20, and 21.21 of the Los Angeles Municipal Code.\t(e)\tThe special tax shall be due in two equal installments in accordance with the collection procedures of the Los Angeles County Tax Collector with the first installment due November 1, and the second installment due the next succeeding February 1, in each fiscal year. The owner of the land, land and improvements, or improvements, at the time set forth in California Revenue and Taxation Code Sections 405 and 2192 for each fiscal year, shall have a personal obligation to the City of Los Angeles until the tax is paid for each fiscal year.\t(f)\tThe Director of Finance may prepare a questionnaire to be served on the owner of a parcel or improvements subject to the tax imposed by this article. The questionnaire may request information which would be useful to the Director of Finance in the enforcement or administration of this article. The failure by an owner to provide the information requested within 30 days of receipt of the request, or the act of an owner in knowingly providing false information, shall be a misdemeanor.\t(g)\tIn determining the gross square footage area of improvements the Director of Finance may use County Assessor’s records, City records, questionnaires and any other records the Director of Finance deems reliable.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}