{"section_number":"21.1.5","edition_id":"1","section_id":"3710","structure_id":"62","catch_line":"Gas User Tax.","history":"","full_text":"  GAS USER TAX.\n\n\t(a)\t(Amended by Ord. No. 169,245, Eff. 1\/15\/94.)  There is hereby imposed a tax upon every person in the City of Los Angeles using in the City gas which is delivered through mains or pipes. The tax imposed by this section shall be at the rate of 10 percent of the charges made for such gas and shall be paid by the person paying for such gas, provided, however, that as to any non-profit educational institution, as defined in subdivision 3 of Subsection (c) of Section 21.190 of this Code, the tax imposed by this section shall be at the rate of 5 percent of the charges made for such gas.  (Second Sentence Amended by Ord. No. 171,436, Eff. 1\/10\/97.) When gas is transported by, but not purchased from, a transporter, the charges subject to tax shall be measured by  (1)  the transportation cost and  (2)  the cost of the transported gas, which shall be based on the volume of gas transported multiplied by the core subscription weighted average cost of gas for the calendar month immediately preceding the calendar month in which the billing period terminates.\n\n\tNotwithstanding the foregoing, the tax on the cost of transported gas may be determined by applying the tax rate to the actual purchase cost, either by the service user applying to the Director of Finance for a refund or the Director of Finance billing the service user, for the amount which represents the difference between the tax paid by the service user to the transporter and the tax determined by the actual purchase cost of the gas. In a claim for refund, the service user shall provide the Director of Finance with satisfactory evidence of the quantity and cost of the gas purchased from a party other than the transporter. When the Director of Finance believes that direct collection of the tax from the service user is in the best interest of the City, as provided in Subsection (b) of Section 21.1.10 of this Code, the transporter, upon request from the Director of Finance, shall furnish the Director of Finance, with respect to each service user for whom gas is transported, the name, mailing address, service address, gas meter number, transportation cost, volume of gas transported and the core subscription weighted average cost of gas for the calendar month immediately preceding the calendar month in which the billing period terminates. This information shall be confidential and shall be used only for the purpose of administering the tax.\n\n\t(b)\t(Amended by Ord. No. 135,276, Eff. 10\/30\/67.)  There shall be excluded from the base on which the tax imposed in this section is computed charges made for gas which is to be resold and delivered through main or pipes, charges made for gas sold for use in the generation of electrical energy by a public utility or a governmental agency; and charges made by a gas public utility for gas used and consumed in the conduct of the business of as public utilities.\n\n\t(c)\tThe tax imposed in this section shall be collected from the service user by the person selling gas or, when gas is purchased from and transported by separate persons, the tax shall be collected by the transporter.  (1st Sentence Amended by Ord. No. 169,245, Eff. 1\/15\/94.)  The amount of tax collected from the 26th day of each month through the 25th day of the following month shall be remitted to the Director of Finance on or before the 26th day of such following month, or, at the option of the person required to collect and remit the tax, an estimated amount of tax collected, measured by the billings of the previous month, shall be remitted to the Director of Finance on or before the 26th day of each month.  (Amended by Ord. No. 156,573, Eff. 5\/10\/82.)\n\n\t(d)\tThere shall be exempt from the base on which the tax imposed in this section is computed charges made for gas used for non-utility purposes.   For the purposes of this subsection, the term “gas used for non-utility purposes” shall mean gas used as a raw material in a manufactured product, and shall exclude gas used to produce light, heat or power.  Any service user claiming an exemption under this subsection shall file an application with the Director of Finance for such exemption.  Such application shall be made upon forms supplied by the Director of Finance and shall recite under oath facts  which qualify the applicant for an exemption.  The Director of Finance shall review each such application, certify as exempt such service determined to qualify therefor and notify each affected service supplier that such exemption has been approved, stating the name of the applicant, the address to which such exempt service is being supplied, the account number, if any, and such other information as may be necessary for the service supplier to remove the exempt service from the tax billing procedure.  Upon receipt of such notice, the service supplier shall not be required to continue to bill any further tax imposed by this section for such exempt service until given further notice by the Director of Finance.  (Added by Ord. No. 171,119, Eff. 7\/21\/96, Oper. 1\/1\/96.)\n\n\t(e)\t(Added by Ord. No. 174,205, Eff. 9\/29\/01.)  Notwithstanding the provisions of Subsection (a) of this section and Section 21.1.8(b) of this article, the collection rate of the tax imposed in Subsection (a) of this section at the rate of 10 percent shall be reduced temporarily for residential users to 6 percent for the first four regular billing periods ending on or after December 1, 2001, and on or before April 15, 2002.  For all subsequent regular billing periods, the collection rate for residential users shall revert to the 10 percent rate imposed in Subsection (a) of this section.","order_by":"1.5","ancestry":{"1":{"id":"62","name":"\nTelephone, Electricity And Gas Users Tax","identifier":"1.1","label":"article","url":"\/2\/1.1\/"},"2":{"id":"1","name":"Licenses, Permits, Business Regulations","identifier":"2","label":"chapter","url":"\/2\/"}},"structure_contents":{"0":{"id":"620","structure_id":"62","section_number":"21.1.1","catch_line":"Definitions.","url":"\/21.1.1\/","token":"21.1.1"},"1":{"id":"3439","structure_id":"62","section_number":"21.1.10","catch_line":"Assessment – Administrative Remedy.","url":"\/21.1.10\/","token":"21.1.10"},"2":{"id":"3766","structure_id":"62","section_number":"21.1.11","catch_line":"Records.","url":"\/21.1.11\/","token":"21.1.11"},"3":{"id":"450","structure_id":"62","section_number":"21.1.12","catch_line":"Exemptions And Refunds.","url":"\/21.1.12\/","token":"21.1.12"},"4":{"id":"1136","structure_id":"62","section_number":"21.1.13","catch_line":"Amendment Or Repeal.","url":"\/21.1.13\/","token":"21.1.13"},"5":{"id":"3544","structure_id":"62","section_number":"21.1.14","catch_line":"Audit Of Communications Users Tax.","url":"\/21.1.14\/","token":"21.1.14"},"6":{"id":"190","structure_id":"62","section_number":"21.1.15","catch_line":"Severability.","url":"\/21.1.15\/","token":"21.1.15"},"7":{"id":"4120","structure_id":"62","section_number":"21.1.2","catch_line":"Constitutional Exemptions.","url":"\/21.1.2\/","token":"21.1.2"},"8":{"id":"3179","structure_id":"62","section_number":"21.1.3","catch_line":"Communications Users Tax.","url":"\/21.1.3\/","token":"21.1.3"},"9":{"id":"3027","structure_id":"62","section_number":"21.1.4","catch_line":"Electricity Users Tax.","url":"\/21.1.4\/","token":"21.1.4"},"10":{"id":"3710","structure_id":"62","section_number":"21.1.5","catch_line":"Gas User Tax.","url":"\/21.1.5\/","token":"21.1.5"},"11":{"id":"3799","structure_id":"62","section_number":"21.1.6","catch_line":"Interest And Penalty.","url":"\/21.1.6\/","token":"21.1.6"},"12":{"id":"2979","structure_id":"62","section_number":"21.1.7","catch_line":"Actions To Collect.","url":"\/21.1.7\/","token":"21.1.7"},"13":{"id":"1952","structure_id":"62","section_number":"21.1.8","catch_line":"Duty To Collect – Procedures.","url":"\/21.1.8\/","token":"21.1.8"},"14":{"id":"2095","structure_id":"62","section_number":"21.1.9","catch_line":"Additional Powers And Duties Of Director Of Finance, Etc.","url":"\/21.1.9\/","token":"21.1.9"}},"next_section":{"id":"3799","structure_id":"62","section_number":"21.1.6","catch_line":"Interest And Penalty.","url":"\/21.1.6\/","token":"21.1.6"},"metadata":false,"references":false,"url":"\/21.1.5\/","token":"21.1.5","formats":{"txt":"\/21.1.5.txt","json":"\/21.1.5.xml"},"dublin_core":{"Title":"Gas User Tax.","Type":"Text","Format":"text\/html","Identifier":"§ 21.1.5","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nGAS USER TAX. (§ 21.1.5)\n\n  GAS USER TAX.\t(a)\t(Amended by Ord. No. 169,245, Eff. 1\/15\/94.)  There is\nhereby imposed a tax upon every person in the City of Los Angeles using in the\nCity gas which is delivered through mains or pipes. The tax imposed by this\nsection shall be at the rate of 10 percent of the charges made for such gas and\nshall be paid by the person paying for such gas, provided, however, that as to\nany non-profit educational institution, as defined in subdivision 3 of\nSubsection (c) of Section 21.190 of this Code, the tax imposed by this section\nshall be at the rate of 5 percent of the charges made for such gas.  (Second\nSentence Amended by Ord. No. 171,436, Eff. 1\/10\/97.) When gas is transported by,\nbut not purchased from, a transporter, the charges subject to tax shall be\nmeasured by  (1)  the transportation cost and  (2)  the cost of the\ntransported gas, which shall be based on the volume of gas transported\nmultiplied by the core subscription weighted average cost of gas for the\ncalendar month immediately preceding the calendar month in which the billing\nperiod terminates.\tNotwithstanding the foregoing, the tax on the cost of\ntransported gas may be determined by applying the tax rate to the actual\npurchase cost, either by the service user applying to the Director of Finance\nfor a refund or the Director of Finance billing the service user, for the amount\nwhich represents the difference between the tax paid by the service user to the\ntransporter and the tax determined by the actual purchase cost of the gas. In a\nclaim for refund, the service user shall provide the Director of Finance with\nsatisfactory evidence of the quantity and cost of the gas purchased from a party\nother than the transporter. When the Director of Finance believes that direct\ncollection of the tax from the service user is in the best interest of the City,\nas provided in Subsection (b) of Section 21.1.10 of this Code, the transporter,\nupon request from the Director of Finance, shall furnish the Director of\nFinance, with respect to each service user for whom gas is transported, the\nname, mailing address, service address, gas meter number, transportation cost,\nvolume of gas transported and the core subscription weighted average cost of gas\nfor the calendar month immediately preceding the calendar month in which the\nbilling period terminates. This information shall be confidential and shall be\nused only for the purpose of administering the tax.\t(b)\t(Amended by Ord. No.\n135,276, Eff. 10\/30\/67.)  There shall be excluded from the base on which the\ntax imposed in this section is computed charges made for gas which is to be\nresold and delivered through main or pipes, charges made for gas sold for use in\nthe generation of electrical energy by a public utility or a governmental\nagency; and charges made by a gas public utility for gas used and consumed in\nthe conduct of the business of as public utilities.\t(c)\tThe tax imposed in this\nsection shall be collected from the service user by the person selling gas or,\nwhen gas is purchased from and transported by separate persons, the tax shall be\ncollected by the transporter.  (1st Sentence Amended by Ord. No. 169,245, Eff.\n1\/15\/94.)  The amount of tax collected from the 26th day of each month through\nthe 25th day of the following month shall be remitted to the Director of Finance\non or before the 26th day of such following month, or, at the option of the\nperson required to collect and remit the tax, an estimated amount of tax\ncollected, measured by the billings of the previous month, shall be remitted to\nthe Director of Finance on or before the 26th day of each month.  (Amended by\nOrd. No. 156,573, Eff. 5\/10\/82.)\t(d)\tThere shall be exempt from the base on\nwhich the tax imposed in this section is computed charges made for gas used for\nnon-utility purposes.   For the purposes of this subsection, the term “gas\nused for non-utility purposes” shall mean gas used as a raw material in a\nmanufactured product, and shall exclude gas used to produce light, heat or\npower.  Any service user claiming an exemption under this subsection shall file\nan application with the Director of Finance for such exemption.  Such\napplication shall be made upon forms supplied by the Director of Finance and\nshall recite under oath facts  which qualify the applicant for an exemption. \nThe Director of Finance shall review each such application, certify as exempt\nsuch service determined to qualify therefor and notify each affected service\nsupplier that such exemption has been approved, stating the name of the\napplicant, the address to which such exempt service is being supplied, the\naccount number, if any, and such other information as may be necessary for the\nservice supplier to remove the exempt service from the tax billing procedure. \nUpon receipt of such notice, the service supplier shall not be required to\ncontinue to bill any further tax imposed by this section for such exempt service\nuntil given further notice by the Director of Finance.  (Added by Ord. No.\n171,119, Eff. 7\/21\/96, Oper. 1\/1\/96.)\t(e)\t(Added by Ord. No. 174,205, Eff.\n9\/29\/01.)  Notwithstanding the provisions of Subsection (a) of this section and\nSection 21.1.8(b) of this article, the collection rate of the tax imposed in\nSubsection (a) of this section at the rate of 10 percent shall be reduced\ntemporarily for residential users to 6 percent for the first four regular\nbilling periods ending on or after December 1, 2001, and on or before April 15,\n2002.  For all subsequent regular billing periods, the collection rate for\nresidential users shall revert to the 10 percent rate imposed in Subsection (a)\nof this section.\n","html":"\n\t\t\t\t\t<section><p>  GAS USER TAX.<br \/><br \/>\t(a)\t(Amended by Ord. No. 169,245, Eff. 1\/15\/94.)  There is hereby imposed a tax upon every person in the City of Los Angeles using in the City gas which is delivered through mains or pipes. The tax imposed by this section shall be at the rate of 10 percent of the charges made for such gas and shall be paid by the person paying for such gas, provided, however, that as to any non-profit educational institution, as defined in subdivision 3 of Subsection (c) of Section 21.190 of this Code, the tax imposed by this section shall be at the rate of 5 percent of the charges made for such gas.  (Second Sentence Amended by Ord. No. 171,436, Eff. 1\/10\/97.) When gas is transported by, but not purchased from, a transporter, the charges subject to tax shall be measured by  (1)  the transportation cost and  (2)  the cost of the transported gas, which shall be based on the volume of gas transported multiplied by the core subscription weighted average cost of gas for the calendar month immediately preceding the calendar month in which the billing period terminates.<br \/><br \/>\tNotwithstanding the foregoing, the tax on the cost of transported gas may be determined by applying the tax rate to the actual purchase cost, either by the service user applying to the Director of Finance for a refund or the Director of Finance billing the service user, for the amount which represents the difference between the tax paid by the service user to the transporter and the tax determined by the actual purchase cost of the gas. In a claim for refund, the service user shall provide the Director of Finance with satisfactory <span class=\"dictionary\">evidence<\/span> of the quantity and cost of the gas purchased from a <span class=\"dictionary\">party<\/span> other than the transporter. When the Director of Finance believes that direct collection of the tax from the service user is in the best interest of the City, as provided in Subsection (b) of Section 21.1.10 of this Code, the transporter, upon request from the Director of Finance, shall furnish the Director of Finance, with respect to each service user for whom gas is transported, the name, mailing address, service address, gas meter number, transportation cost, volume of gas transported and the core subscription weighted average cost of gas for the calendar month immediately preceding the calendar month in which the billing period terminates. This information shall be confidential and shall be used only for the purpose of administering the tax.<br \/><br \/>\t(b)\t(Amended by Ord. No. 135,276, Eff. 10\/30\/67.)  There shall be excluded from the base on which the tax imposed in this section is computed charges made for gas which is to be resold and delivered through main or pipes, charges made for gas sold for use in the generation of electrical energy by a public utility or a governmental agency; and charges made by a gas public utility for gas used and consumed in the conduct of the business of as public utilities.<br \/><br \/>\t(c)\tThe tax imposed in this section shall be collected from the service user by the person selling gas or, when gas is purchased from and transported by separate persons, the tax shall be collected by the transporter.  (1st Sentence Amended by Ord. No. 169,245, Eff. 1\/15\/94.)  The amount of tax collected from the 26th day of each month through the 25th day of the following month shall be remitted to the Director of Finance on or before the 26th day of such following month, or, at the option of the person required to collect and remit the tax, an estimated amount of tax collected, measured by the billings of the previous month, shall be remitted to the Director of Finance on or before the 26th day of each month.  (Amended by Ord. No. 156,573, Eff. 5\/10\/82.)<br \/><br \/>\t(d)\tThere shall be exempt from the base on which the tax imposed in this section is computed charges made for gas used for non-utility purposes.   For the purposes of this subsection, the term “gas used for non-utility purposes” shall mean gas used as a raw <span class=\"dictionary\">material<\/span> in a manufactured product, and shall exclude gas used to produce light, heat or power.  Any service user claiming an exemption under this subsection shall file an application with the Director of Finance for such exemption.  Such application shall be made upon forms supplied by the Director of Finance and shall recite under <span class=\"dictionary\">oath<\/span> <span class=\"dictionary\">facts<\/span>  which qualify the applicant for an exemption.  The Director of Finance shall review each such application, certify as exempt such service determined to qualify therefor and notify each affected service supplier that such exemption has been approved, stating the name of the applicant, the address to which such exempt service is being supplied, the account number, if any, and such other information as may be necessary for the service supplier to remove the exempt service from the tax billing procedure.  Upon receipt of such notice, the service supplier shall not be required to continue to bill any further tax imposed by this section for such exempt service until given further notice by the Director of Finance.  (Added by Ord. No. 171,119, Eff. 7\/21\/96, Oper. 1\/1\/96.)<br \/><br \/>\t(e)\t(Added by Ord. No. 174,205, Eff. 9\/29\/01.)  Notwithstanding the provisions of Subsection (a) of this section and Section 21.1.8(b) of this article, the collection rate of the tax imposed in Subsection (a) of this section at the rate of 10 percent shall be reduced temporarily for residential users to 6 percent for the first four regular billing periods ending on or after December 1, 2001, and on or before April 15, 2002.  For all subsequent regular billing periods, the collection rate for residential users shall revert to the 10 percent rate imposed in Subsection (a) of this section.<\/p><\/section>","previous_section":{"id":"3027","structure_id":"62","section_number":"21.1.4","catch_line":"Electricity Users Tax.","url":"\/21.1.4\/","token":"21.1.4"},"text":{"0":{"id":"3684","text":"  GAS USER TAX.\t(a)\t(Amended by Ord. No. 169,245, Eff. 1\/15\/94.)  There is hereby imposed a tax upon every person in the City of Los Angeles using in the City gas which is delivered through mains or pipes. The tax imposed by this section shall be at the rate of 10 percent of the charges made for such gas and shall be paid by the person paying for such gas, provided, however, that as to any non-profit educational institution, as defined in subdivision 3 of Subsection (c) of Section 21.190 of this Code, the tax imposed by this section shall be at the rate of 5 percent of the charges made for such gas.  (Second Sentence Amended by Ord. No. 171,436, Eff. 1\/10\/97.) When gas is transported by, but not purchased from, a transporter, the charges subject to tax shall be measured by  (1)  the transportation cost and  (2)  the cost of the transported gas, which shall be based on the volume of gas transported multiplied by the core subscription weighted average cost of gas for the calendar month immediately preceding the calendar month in which the billing period terminates.\tNotwithstanding the foregoing, the tax on the cost of transported gas may be determined by applying the tax rate to the actual purchase cost, either by the service user applying to the Director of Finance for a refund or the Director of Finance billing the service user, for the amount which represents the difference between the tax paid by the service user to the transporter and the tax determined by the actual purchase cost of the gas. In a claim for refund, the service user shall provide the Director of Finance with satisfactory evidence of the quantity and cost of the gas purchased from a party other than the transporter. When the Director of Finance believes that direct collection of the tax from the service user is in the best interest of the City, as provided in Subsection (b) of Section 21.1.10 of this Code, the transporter, upon request from the Director of Finance, shall furnish the Director of Finance, with respect to each service user for whom gas is transported, the name, mailing address, service address, gas meter number, transportation cost, volume of gas transported and the core subscription weighted average cost of gas for the calendar month immediately preceding the calendar month in which the billing period terminates. This information shall be confidential and shall be used only for the purpose of administering the tax.\t(b)\t(Amended by Ord. No. 135,276, Eff. 10\/30\/67.)  There shall be excluded from the base on which the tax imposed in this section is computed charges made for gas which is to be resold and delivered through main or pipes, charges made for gas sold for use in the generation of electrical energy by a public utility or a governmental agency; and charges made by a gas public utility for gas used and consumed in the conduct of the business of as public utilities.\t(c)\tThe tax imposed in this section shall be collected from the service user by the person selling gas or, when gas is purchased from and transported by separate persons, the tax shall be collected by the transporter.  (1st Sentence Amended by Ord. No. 169,245, Eff. 1\/15\/94.)  The amount of tax collected from the 26th day of each month through the 25th day of the following month shall be remitted to the Director of Finance on or before the 26th day of such following month, or, at the option of the person required to collect and remit the tax, an estimated amount of tax collected, measured by the billings of the previous month, shall be remitted to the Director of Finance on or before the 26th day of each month.  (Amended by Ord. No. 156,573, Eff. 5\/10\/82.)\t(d)\tThere shall be exempt from the base on which the tax imposed in this section is computed charges made for gas used for non-utility purposes.   For the purposes of this subsection, the term “gas used for non-utility purposes” shall mean gas used as a raw material in a manufactured product, and shall exclude gas used to produce light, heat or power.  Any service user claiming an exemption under this subsection shall file an application with the Director of Finance for such exemption.  Such application shall be made upon forms supplied by the Director of Finance and shall recite under oath facts  which qualify the applicant for an exemption.  The Director of Finance shall review each such application, certify as exempt such service determined to qualify therefor and notify each affected service supplier that such exemption has been approved, stating the name of the applicant, the address to which such exempt service is being supplied, the account number, if any, and such other information as may be necessary for the service supplier to remove the exempt service from the tax billing procedure.  Upon receipt of such notice, the service supplier shall not be required to continue to bill any further tax imposed by this section for such exempt service until given further notice by the Director of Finance.  (Added by Ord. No. 171,119, Eff. 7\/21\/96, Oper. 1\/1\/96.)\t(e)\t(Added by Ord. No. 174,205, Eff. 9\/29\/01.)  Notwithstanding the provisions of Subsection (a) of this section and Section 21.1.8(b) of this article, the collection rate of the tax imposed in Subsection (a) of this section at the rate of 10 percent shall be reduced temporarily for residential users to 6 percent for the first four regular billing periods ending on or after December 1, 2001, and on or before April 15, 2002.  For all subsequent regular billing periods, the collection rate for residential users shall revert to the 10 percent rate imposed in Subsection (a) of this section.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}