{"section_number":"21.14.4","edition_id":"1","section_id":"3729","structure_id":"49","catch_line":"Purpose.","history":"","full_text":"  PURPOSE.\n\n\t(a)\tThe purpose of this special tax is to provide funds to the City to pay:\n\n\t1.\tlease payments to be made by the City pursuant to any lease of fire safety and paramedic communications and dispatch equipment and systems to be utilized by the Fire Department;\n\n\t2.\texpenses incurred incident to the authorization, issuance or sale of the bonds referred to below;\n\n\t3.\tcosts or expenses incurred by any lessor of any such communications and dispatch equipment or systems in connection with the execution, performance or enforcement of any such lease or any assignment thereof, the ownership of any such communication and dispatch equipment or systems or the lease thereof to the City, including but not limited to fees, costs, expenses or administrative costs of any such lessor in connection with any such communications equipment or systems;\n\n\t4.\tcosts or expenses (including attorneys’ fees and disbursements) of any trustee under any trust agreement or indenture under which any of such bonds are issued, including but not limited to compensation and indemnification of any such trustee;\n\n\t5.\tany insurance premiums payable on account of any such equipment or systems (including amounts payable to any self–insurance fund) or its use or operation;\n\n\t6.\tany amounts payable incident to obtaining or maintaining, or otherwise pursuant to, any credit enhancement or liquidity agreements or arrangements with respect to any of such bonds or lease;\n\n\t7.\tany amounts required to be paid to the United States of America as a rebate in order for interest payments on any of such bonds to be exempt from federal income taxes;\n\n\t8.\tany amount required to be paid into any reserve fund created under any such trust agreement or indenture; and\n\n\t9.\tthe costs of collecting and administering the tax.\n\n\tThe lease payments will serve as collateral for and the source of repayment of not to exceed $67,000,000 in lease revenue bonds (including refunding bonds) to be issued as a single issue, or in two or more issues or series of an issue, by a nonprofit corporation, joint powers authority or other financing medium.\n\n\tThe net proceeds of the lease revenue bonds are to be used to acquire such communications and dispatch equipment and systems. The equipment and systems are required by the Fire Department to provide more rapid, efficient delivery of fire safety and paramedic services in the City of  Los Angeles. In the event the City shall lease any of such communications and dispatch equipment or systems under a lease that is payable from the General Fund as well as from the special tax, and such lease provides for abatement of rent or other payments either in whole or in part in the event of damage to or destruction of any such equipment or systems, then, in the event there is any such abatement, payments from the special tax permitted by this Section 21.14.4 shall be allocated first to, or in respect of, any component of the equipment or systems for which payment from the General Fund has abated due to such damage or destruction, and thereafter to the balance of the equipment and systems. In the event the City Council does not authorize the leasing of such equipment and systems, the tax shall not take effect.\n\n\t(b)\tThe taxes collected pursuant to this article shall not be used to replace City General Fund money that would normally be appropriated to finance fire safety or paramedic service.\n\n\t(c)\tThe Los Angeles City Council may provide for the collection of the special tax in the same manner and subject to the same penalties as, or with, other charges and taxes fixed and collected by the City, or by the County of Los Angeles on behalf of the City of Los Angeles. If the special tax is collected by the County on behalf of the City, the County may deduct its reasonable costs incurred for such service.\n\n\t(d)\tDirector of Finance costs of enforcement and administration of the tax, including refunds, shall be paid from the special tax revenues.","order_by":"14.4","ancestry":{"1":{"id":"49","name":"Special Fire Safety And Paramedic Communications Equipment Tax","identifier":"1.14","label":"article","url":"\/2\/1.14\/"},"2":{"id":"1","name":"Licenses, Permits, Business Regulations","identifier":"2","label":"chapter","url":"\/2\/"}},"structure_contents":{"0":{"id":"3339","structure_id":"49","section_number":"21.14.1","catch_line":"Definitions.","url":"\/21.14.1\/","token":"21.14.1"},"1":{"id":"109","structure_id":"49","section_number":"21.14.2","catch_line":"Exemptions.","url":"\/21.14.2\/","token":"21.14.2"},"2":{"id":"3697","structure_id":"49","section_number":"21.14.3","catch_line":"Special Tax.","url":"\/21.14.3\/","token":"21.14.3"},"3":{"id":"3729","structure_id":"49","section_number":"21.14.4","catch_line":"Purpose.","url":"\/21.14.4\/","token":"21.14.4"},"4":{"id":"2320","structure_id":"49","section_number":"21.14.5","catch_line":"Special Fund.","url":"\/21.14.5\/","token":"21.14.5"},"5":{"id":"2459","structure_id":"49","section_number":"21.14.6","catch_line":"Tax Rate.","url":"\/21.14.6\/","token":"21.14.6"},"6":{"id":"3683","structure_id":"49","section_number":"21.14.7","catch_line":"Adjustments And Refunds.","url":"\/21.14.7\/","token":"21.14.7"},"7":{"id":"3150","structure_id":"49","section_number":"21.14.8","catch_line":"Amendments.","url":"\/21.14.8\/","token":"21.14.8"},"8":{"id":"645","structure_id":"49","section_number":"21.14.9","catch_line":"Savings Clause.","url":"\/21.14.9\/","token":"21.14.9"}},"next_section":{"id":"2320","structure_id":"49","section_number":"21.14.5","catch_line":"Special Fund.","url":"\/21.14.5\/","token":"21.14.5"},"metadata":false,"references":false,"url":"\/21.14.4\/","token":"21.14.4","formats":{"txt":"\/21.14.4.txt","json":"\/21.14.4.xml"},"dublin_core":{"Title":"Purpose.","Type":"Text","Format":"text\/html","Identifier":"§ 21.14.4","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPURPOSE. (§ 21.14.4)\n\n  PURPOSE.\t(a)\tThe purpose of this special tax is to provide funds to the City\nto pay:\t1.\tlease payments to be made by the City pursuant to any lease of fire\nsafety and paramedic communications and dispatch equipment and systems to be\nutilized by the Fire Department;\t2.\texpenses incurred incident to the\nauthorization, issuance or sale of the bonds referred to below;\t3.\tcosts or\nexpenses incurred by any lessor of any such communications and dispatch\nequipment or systems in connection with the execution, performance or\nenforcement of any such lease or any assignment thereof, the ownership of any\nsuch communication and dispatch equipment or systems or the lease thereof to the\nCity, including but not limited to fees, costs, expenses or administrative costs\nof any such lessor in connection with any such communications equipment or\nsystems;\t4.\tcosts or expenses (including attorneys’ fees and disbursements) of\nany trustee under any trust agreement or indenture under which any of such bonds\nare issued, including but not limited to compensation and indemnification of any\nsuch trustee;\t5.\tany insurance premiums payable on account of any such equipment\nor systems (including amounts payable to any self–insurance fund) or its use\nor operation;\t6.\tany amounts payable incident to obtaining or maintaining, or\notherwise pursuant to, any credit enhancement or liquidity agreements or\narrangements with respect to any of such bonds or lease;\t7.\tany amounts required\nto be paid to the United States of America as a rebate in order for interest\npayments on any of such bonds to be exempt from federal income taxes;\t8.\tany\namount required to be paid into any reserve fund created under any such trust\nagreement or indenture; and\t9.\tthe costs of collecting and administering the\ntax.\tThe lease payments will serve as collateral for and the source of repayment\nof not to exceed $67,000,000 in lease revenue bonds (including refunding bonds)\nto be issued as a single issue, or in two or more issues or series of an issue,\nby a nonprofit corporation, joint powers authority or other financing\nmedium.\tThe net proceeds of the lease revenue bonds are to be used to acquire\nsuch communications and dispatch equipment and systems. The equipment and\nsystems are required by the Fire Department to provide more rapid, efficient\ndelivery of fire safety and paramedic services in the City of  Los Angeles. In\nthe event the City shall lease any of such communications and dispatch equipment\nor systems under a lease that is payable from the General Fund as well as from\nthe special tax, and such lease provides for abatement of rent or other payments\neither in whole or in part in the event of damage to or destruction of any such\nequipment or systems, then, in the event there is any such abatement, payments\nfrom the special tax permitted by this Section 21.14.4 shall be allocated first\nto, or in respect of, any component of the equipment or systems for which\npayment from the General Fund has abated due to such damage or destruction, and\nthereafter to the balance of the equipment and systems. In the event the City\nCouncil does not authorize the leasing of such equipment and systems, the tax\nshall not take effect.\t(b)\tThe taxes collected pursuant to this article shall\nnot be used to replace City General Fund money that would normally be\nappropriated to finance fire safety or paramedic service.\t(c)\tThe Los Angeles\nCity Council may provide for the collection of the special tax in the same\nmanner and subject to the same penalties as, or with, other charges and taxes\nfixed and collected by the City, or by the County of Los Angeles on behalf of\nthe City of Los Angeles. If the special tax is collected by the County on behalf\nof the City, the County may deduct its reasonable costs incurred for such\nservice.\t(d)\tDirector of Finance costs of enforcement and administration of the\ntax, including refunds, shall be paid from the special tax revenues.\n","html":"\n\t\t\t\t\t<section><p>  PURPOSE.<br \/><br \/>\t(a)\tThe purpose of this special tax is to provide funds to the City to pay:<br \/><br \/>\t1.\tlease payments to be made by the City pursuant to any lease of fire safety and paramedic communications and dispatch equipment and systems to be utilized by the Fire Department;<br \/><br \/>\t2.\texpenses incurred incident to the authorization, issuance or sale of the <span class=\"dictionary\">bonds<\/span> referred to below;<br \/><br \/>\t3.\tcosts or expenses incurred by any lessor of any such communications and dispatch equipment or systems in connection with the execution, performance or enforcement of any such lease or any assignment thereof, the ownership of any such communication and dispatch equipment or systems or the lease thereof to the City, including but not limited to fees, costs, expenses or administrative costs of any such lessor in connection with any such communications equipment or systems;<br \/><br \/>\t4.\tcosts or expenses (including attorneys’ fees and disbursements) of any trustee under any trust agreement or indenture under which any of such <span class=\"dictionary\">bonds<\/span> are issued, including but not limited to compensation and indemnification of any such trustee;<br \/><br \/>\t5.\tany insurance premiums payable on account of any such equipment or systems (including amounts payable to any self–insurance fund) or its use or operation;<br \/><br \/>\t6.\tany amounts payable incident to obtaining or maintaining, or otherwise pursuant to, any credit enhancement or liquidity agreements or arrangements with respect to any of such <span class=\"dictionary\">bonds<\/span> or lease;<br \/><br \/>\t7.\tany amounts required to be paid to the United States of America as a rebate in <span class=\"dictionary\">order<\/span> for interest payments on any of such <span class=\"dictionary\">bonds<\/span> to be exempt from federal income taxes;<br \/><br \/>\t8.\tany amount required to be paid into any reserve fund created under any such trust agreement or indenture; and<br \/><br \/>\t9.\tthe costs of collecting and administering the tax.<br \/><br \/>\tThe lease payments will serve as <span class=\"dictionary\">collateral<\/span> for and the source of repayment of not to exceed $67,000,000 in lease revenue <span class=\"dictionary\">bonds<\/span> (including refunding <span class=\"dictionary\">bonds<\/span>) to be issued as a single <span class=\"dictionary\">issue<\/span>, or in two or more <span class=\"dictionary\">issues<\/span> or series of an <span class=\"dictionary\">issue<\/span>, by a nonprofit corporation, joint powers authority or other financing medium.<br \/><br \/>\tThe net proceeds of the lease revenue <span class=\"dictionary\">bonds<\/span> are to be used to acquire such communications and dispatch equipment and systems. The equipment and systems are required by the Fire Department to provide more rapid, efficient delivery of fire safety and paramedic services in the City of  Los Angeles. In the event the City shall lease any of such communications and dispatch equipment or systems under a lease that is payable from the General Fund as well as from the special tax, and such lease provides for abatement of rent or other payments either in whole or in part in the event of damage to or destruction of any such equipment or systems, then, in the event there is any such abatement, payments from the special tax permitted by this Section 21.14.4 shall be allocated first to, or in respect of, any component of the equipment or systems for which payment from the General Fund has abated due to such damage or destruction, and thereafter to the balance of the equipment and systems. In the event the City Council does not authorize the leasing of such equipment and systems, the tax shall not take effect.<br \/><br \/>\t(b)\tThe taxes collected pursuant to this article shall not be used to replace City General Fund money that would normally be appropriated to finance fire safety or paramedic service.<br \/><br \/>\t(c)\tThe Los Angeles City Council may provide for the collection of the special tax in the same manner and subject to the same penalties as, or with, other charges and taxes fixed and collected by the City, or by the County of Los Angeles on behalf of the City of Los Angeles. If the special tax is collected by the County on behalf of the City, the County may deduct its reasonable costs incurred for such service.<br \/><br \/>\t(d)\tDirector of Finance costs of enforcement and administration of the tax, including refunds, shall be paid from the special tax revenues.<\/p><\/section>","previous_section":{"id":"3697","structure_id":"49","section_number":"21.14.3","catch_line":"Special Tax.","url":"\/21.14.3\/","token":"21.14.3"},"text":{"0":{"id":"3703","text":"  PURPOSE.\t(a)\tThe purpose of this special tax is to provide funds to the City to pay:\t1.\tlease payments to be made by the City pursuant to any lease of fire safety and paramedic communications and dispatch equipment and systems to be utilized by the Fire Department;\t2.\texpenses incurred incident to the authorization, issuance or sale of the bonds referred to below;\t3.\tcosts or expenses incurred by any lessor of any such communications and dispatch equipment or systems in connection with the execution, performance or enforcement of any such lease or any assignment thereof, the ownership of any such communication and dispatch equipment or systems or the lease thereof to the City, including but not limited to fees, costs, expenses or administrative costs of any such lessor in connection with any such communications equipment or systems;\t4.\tcosts or expenses (including attorneys’ fees and disbursements) of any trustee under any trust agreement or indenture under which any of such bonds are issued, including but not limited to compensation and indemnification of any such trustee;\t5.\tany insurance premiums payable on account of any such equipment or systems (including amounts payable to any self–insurance fund) or its use or operation;\t6.\tany amounts payable incident to obtaining or maintaining, or otherwise pursuant to, any credit enhancement or liquidity agreements or arrangements with respect to any of such bonds or lease;\t7.\tany amounts required to be paid to the United States of America as a rebate in order for interest payments on any of such bonds to be exempt from federal income taxes;\t8.\tany amount required to be paid into any reserve fund created under any such trust agreement or indenture; and\t9.\tthe costs of collecting and administering the tax.\tThe lease payments will serve as collateral for and the source of repayment of not to exceed $67,000,000 in lease revenue bonds (including refunding bonds) to be issued as a single issue, or in two or more issues or series of an issue, by a nonprofit corporation, joint powers authority or other financing medium.\tThe net proceeds of the lease revenue bonds are to be used to acquire such communications and dispatch equipment and systems. The equipment and systems are required by the Fire Department to provide more rapid, efficient delivery of fire safety and paramedic services in the City of  Los Angeles. In the event the City shall lease any of such communications and dispatch equipment or systems under a lease that is payable from the General Fund as well as from the special tax, and such lease provides for abatement of rent or other payments either in whole or in part in the event of damage to or destruction of any such equipment or systems, then, in the event there is any such abatement, payments from the special tax permitted by this Section 21.14.4 shall be allocated first to, or in respect of, any component of the equipment or systems for which payment from the General Fund has abated due to such damage or destruction, and thereafter to the balance of the equipment and systems. In the event the City Council does not authorize the leasing of such equipment and systems, the tax shall not take effect.\t(b)\tThe taxes collected pursuant to this article shall not be used to replace City General Fund money that would normally be appropriated to finance fire safety or paramedic service.\t(c)\tThe Los Angeles City Council may provide for the collection of the special tax in the same manner and subject to the same penalties as, or with, other charges and taxes fixed and collected by the City, or by the County of Los Angeles on behalf of the City of Los Angeles. If the special tax is collected by the County on behalf of the City, the County may deduct its reasonable costs incurred for such service.\t(d)\tDirector of Finance costs of enforcement and administration of the tax, including refunds, shall be paid from the special tax revenues.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}