{"section_number":"21.14.5","edition_id":"1","section_id":"2320","structure_id":"49","catch_line":"Special Fund.","history":"","full_text":"  SPECIAL FUND.\n\n\t(a)\tThere is hereby established a special fund in the City Treasury entitled Special Fire Safety and Paramedic Communications Equipment Tax Fund. Money collected pursuant to this article shall be deposited into said special fund and shall be used exclusively as provided in this article, for the purpose for which the tax is imposed, and for no other purpose. Money deposited into this special fund shall not be subject to reversion to the Reserve Fund of the City of Los Angeles, established under Charter Section 302. Nothing in this section shall prevent disbursements from this special fund to reimburse the General Fund when money has been advanced from the General Fund to pay for the uses provided for in this article. (Amended by Ord. No. 173,304, Eff. 6\/30\/00, Oper. 7\/1\/00.)\n\n\t(b)\tExcept as hereinafter provided in Subsection (c) of this section, any money raised by the special tax that remains unencumbered at the end of any fiscal year may only be used in a succeeding fiscal year for the purposes stated in this article. The availability of a surplus for any succeeding year shall be considered by the City Council when fixing the rates of tax for that year.\n\n\t(c)\tAny amount remaining in the Special Fire Safety and Paramedic Communications Equipment Tax Fund after all lease revenue bonds issued to finance the acquisition of fire safety and paramedic communications and dispatch equipment and systems have been repaid in full, may be used solely and exclusively for maintaining, replacing or improving such equipment and systems.","order_by":"14.5","ancestry":{"1":{"id":"49","name":"Special Fire Safety And Paramedic Communications Equipment Tax","identifier":"1.14","label":"article","url":"\/2\/1.14\/"},"2":{"id":"1","name":"Licenses, Permits, Business Regulations","identifier":"2","label":"chapter","url":"\/2\/"}},"structure_contents":{"0":{"id":"3339","structure_id":"49","section_number":"21.14.1","catch_line":"Definitions.","url":"\/21.14.1\/","token":"21.14.1"},"1":{"id":"109","structure_id":"49","section_number":"21.14.2","catch_line":"Exemptions.","url":"\/21.14.2\/","token":"21.14.2"},"2":{"id":"3697","structure_id":"49","section_number":"21.14.3","catch_line":"Special Tax.","url":"\/21.14.3\/","token":"21.14.3"},"3":{"id":"3729","structure_id":"49","section_number":"21.14.4","catch_line":"Purpose.","url":"\/21.14.4\/","token":"21.14.4"},"4":{"id":"2320","structure_id":"49","section_number":"21.14.5","catch_line":"Special Fund.","url":"\/21.14.5\/","token":"21.14.5"},"5":{"id":"2459","structure_id":"49","section_number":"21.14.6","catch_line":"Tax Rate.","url":"\/21.14.6\/","token":"21.14.6"},"6":{"id":"3683","structure_id":"49","section_number":"21.14.7","catch_line":"Adjustments And Refunds.","url":"\/21.14.7\/","token":"21.14.7"},"7":{"id":"3150","structure_id":"49","section_number":"21.14.8","catch_line":"Amendments.","url":"\/21.14.8\/","token":"21.14.8"},"8":{"id":"645","structure_id":"49","section_number":"21.14.9","catch_line":"Savings Clause.","url":"\/21.14.9\/","token":"21.14.9"}},"next_section":{"id":"2459","structure_id":"49","section_number":"21.14.6","catch_line":"Tax Rate.","url":"\/21.14.6\/","token":"21.14.6"},"metadata":false,"references":false,"url":"\/21.14.5\/","token":"21.14.5","formats":{"txt":"\/21.14.5.txt","json":"\/21.14.5.xml"},"dublin_core":{"Title":"Special Fund.","Type":"Text","Format":"text\/html","Identifier":"§ 21.14.5","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nSPECIAL FUND. (§ 21.14.5)\n\n  SPECIAL FUND.\t(a)\tThere is hereby established a special fund in the City\nTreasury entitled Special Fire Safety and Paramedic Communications Equipment Tax\nFund. Money collected pursuant to this article shall be deposited into said\nspecial fund and shall be used exclusively as provided in this article, for the\npurpose for which the tax is imposed, and for no other purpose. Money deposited\ninto this special fund shall not be subject to reversion to the Reserve Fund of\nthe City of Los Angeles, established under Charter Section 302. Nothing in this\nsection shall prevent disbursements from this special fund to reimburse the\nGeneral Fund when money has been advanced from the General Fund to pay for the\nuses provided for in this article. (Amended by Ord. No. 173,304, Eff. 6\/30\/00,\nOper. 7\/1\/00.)\t(b)\tExcept as hereinafter provided in Subsection (c) of this\nsection, any money raised by the special tax that remains unencumbered at the\nend of any fiscal year may only be used in a succeeding fiscal year for the\npurposes stated in this article. The availability of a surplus for any\nsucceeding year shall be considered by the City Council when fixing the rates of\ntax for that year.\t(c)\tAny amount remaining in the Special Fire Safety and\nParamedic Communications Equipment Tax Fund after all lease revenue bonds issued\nto finance the acquisition of fire safety and paramedic communications and\ndispatch equipment and systems have been repaid in full, may be used solely and\nexclusively for maintaining, replacing or improving such equipment and systems.\n","html":"\n\t\t\t\t\t<section><p>  SPECIAL FUND.<br \/><br \/>\t(a)\tThere is hereby established a special fund in the City Treasury entitled Special Fire Safety and Paramedic Communications Equipment Tax Fund. Money collected pursuant to this article shall be deposited into said special fund and shall be used exclusively as provided in this article, for the purpose for which the tax is imposed, and for no other purpose. Money deposited into this special fund shall not be subject to reversion to the Reserve Fund of the City of Los Angeles, established under Charter Section 302. Nothing in this section shall prevent disbursements from this special fund to reimburse the General Fund when money has been advanced from the General Fund to pay for the uses provided for in this article. (Amended by Ord. No. 173,304, Eff. 6\/30\/00, Oper. 7\/1\/00.)<br \/><br \/>\t(b)\tExcept as hereinafter provided in Subsection (c) of this section, any money raised by the special tax that remains unencumbered at the end of any fiscal year may only be used in a succeeding fiscal year for the purposes stated in this article. The availability of a surplus for any succeeding year shall be considered by the City Council when fixing the rates of tax for that year.<br \/><br \/>\t(c)\tAny amount remaining in the Special Fire Safety and Paramedic Communications Equipment Tax Fund after all lease revenue <span class=\"dictionary\">bonds<\/span> issued to finance the acquisition of fire safety and paramedic communications and dispatch equipment and systems have been repaid in full, may be used solely and exclusively for maintaining, replacing or improving such equipment and systems.<\/p><\/section>","previous_section":{"id":"3729","structure_id":"49","section_number":"21.14.4","catch_line":"Purpose.","url":"\/21.14.4\/","token":"21.14.4"},"text":{"0":{"id":"2298","text":"  SPECIAL FUND.\t(a)\tThere is hereby established a special fund in the City Treasury entitled Special Fire Safety and Paramedic Communications Equipment Tax Fund. Money collected pursuant to this article shall be deposited into said special fund and shall be used exclusively as provided in this article, for the purpose for which the tax is imposed, and for no other purpose. Money deposited into this special fund shall not be subject to reversion to the Reserve Fund of the City of Los Angeles, established under Charter Section 302. Nothing in this section shall prevent disbursements from this special fund to reimburse the General Fund when money has been advanced from the General Fund to pay for the uses provided for in this article. (Amended by Ord. No. 173,304, Eff. 6\/30\/00, Oper. 7\/1\/00.)\t(b)\tExcept as hereinafter provided in Subsection (c) of this section, any money raised by the special tax that remains unencumbered at the end of any fiscal year may only be used in a succeeding fiscal year for the purposes stated in this article. The availability of a surplus for any succeeding year shall be considered by the City Council when fixing the rates of tax for that year.\t(c)\tAny amount remaining in the Special Fire Safety and Paramedic Communications Equipment Tax Fund after all lease revenue bonds issued to finance the acquisition of fire safety and paramedic communications and dispatch equipment and systems have been repaid in full, may be used solely and exclusively for maintaining, replacing or improving such equipment and systems.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}