{"section_number":"21.14.6","edition_id":"1","section_id":"2459","structure_id":"49","catch_line":"Tax Rate.","history":"","full_text":"  TAX RATE.\n\n\t(a)\tThe tax imposed on each parcel, improvement to property, and use of property shall be computed for each parcel by applying a rate to the gross square footage area of any improvements on the parcel. If there are no improvements on a parcel, the tax shall be computed by applying the rate established for improvements to 500 square feet regardless of the size of the parcel. For 10 fiscal years, commencing with fiscal year 1989-90 and continuing through fiscal year 1998-99, the City Council, by ordinance, shall impose a rate applicable to unimproved parcels and, for each parcel upon which there is an improvement to property, shall impose a rate applicable to the gross square footage area of such improvements, regardless of the use of the parcel or improvements. The rate shall be established to provide revenue for each fiscal year sufficient to make the payments estimated to be required during that fiscal year for the purposes enumerated in Section 21.14.4(a), and in setting the rate, the City Council shall take into account possible delinquencies in payments, so that the amount expected to be collected net of delinquencies will be sufficient to make the estimated required payments.\n\n\t(b)\tCommencing with the 1989-90 fiscal year, and for each of the nine succeeding fiscal years, the maximum tax rate for the area of improvements on a parcel shall be $1.00 per one hundred square feet of improvement area or fraction thereof.\n\n\t(c)\tThe maximum tax rate established in Subsection (b) of this section shall be adjusted annually, commencing with the 1989-90 fiscal year, to provide for changes in the cost of living and in population, as those terms are defined in Article XIII B of the California Constitution, calculated under State Department of Finance procedures applicable to government spending limitations.\n\n\t(d)\tFor any fiscal year the City may, by ordinance, adjust the tax rate below the maximum amount. Such a reduction shall not prevent a subsequent levy of taxes for any succeeding fiscal year up to the limits set forth in this section; however, except as provided in Subsection (c) of this section, in no case shall the amount of the tax rate to be levied exceed the maximum amount established by this article without the approval of the voters by two-thirds of the votes cast by voters voting upon such change in the tax rate maximum.","order_by":"14.6","ancestry":{"1":{"id":"49","name":"Special Fire Safety And Paramedic Communications Equipment Tax","identifier":"1.14","label":"article","url":"\/2\/1.14\/"},"2":{"id":"1","name":"Licenses, Permits, Business Regulations","identifier":"2","label":"chapter","url":"\/2\/"}},"structure_contents":{"0":{"id":"3339","structure_id":"49","section_number":"21.14.1","catch_line":"Definitions.","url":"\/21.14.1\/","token":"21.14.1"},"1":{"id":"109","structure_id":"49","section_number":"21.14.2","catch_line":"Exemptions.","url":"\/21.14.2\/","token":"21.14.2"},"2":{"id":"3697","structure_id":"49","section_number":"21.14.3","catch_line":"Special Tax.","url":"\/21.14.3\/","token":"21.14.3"},"3":{"id":"3729","structure_id":"49","section_number":"21.14.4","catch_line":"Purpose.","url":"\/21.14.4\/","token":"21.14.4"},"4":{"id":"2320","structure_id":"49","section_number":"21.14.5","catch_line":"Special Fund.","url":"\/21.14.5\/","token":"21.14.5"},"5":{"id":"2459","structure_id":"49","section_number":"21.14.6","catch_line":"Tax Rate.","url":"\/21.14.6\/","token":"21.14.6"},"6":{"id":"3683","structure_id":"49","section_number":"21.14.7","catch_line":"Adjustments And Refunds.","url":"\/21.14.7\/","token":"21.14.7"},"7":{"id":"3150","structure_id":"49","section_number":"21.14.8","catch_line":"Amendments.","url":"\/21.14.8\/","token":"21.14.8"},"8":{"id":"645","structure_id":"49","section_number":"21.14.9","catch_line":"Savings Clause.","url":"\/21.14.9\/","token":"21.14.9"}},"next_section":{"id":"3683","structure_id":"49","section_number":"21.14.7","catch_line":"Adjustments And Refunds.","url":"\/21.14.7\/","token":"21.14.7"},"metadata":false,"references":false,"url":"\/21.14.6\/","token":"21.14.6","formats":{"txt":"\/21.14.6.txt","json":"\/21.14.6.xml"},"dublin_core":{"Title":"Tax Rate.","Type":"Text","Format":"text\/html","Identifier":"§ 21.14.6","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nTAX RATE. (§ 21.14.6)\n\n  TAX RATE.\t(a)\tThe tax imposed on each parcel, improvement to property, and\nuse of property shall be computed for each parcel by applying a rate to the\ngross square footage area of any improvements on the parcel. If there are no\nimprovements on a parcel, the tax shall be computed by applying the rate\nestablished for improvements to 500 square feet regardless of the size of the\nparcel. For 10 fiscal years, commencing with fiscal year 1989-90 and continuing\nthrough fiscal year 1998-99, the City Council, by ordinance, shall impose a rate\napplicable to unimproved parcels and, for each parcel upon which there is an\nimprovement to property, shall impose a rate applicable to the gross square\nfootage area of such improvements, regardless of the use of the parcel or\nimprovements. The rate shall be established to provide revenue for each fiscal\nyear sufficient to make the payments estimated to be required during that fiscal\nyear for the purposes enumerated in Section 21.14.4(a), and in setting the rate,\nthe City Council shall take into account possible delinquencies in payments, so\nthat the amount expected to be collected net of delinquencies will be sufficient\nto make the estimated required payments.\t(b)\tCommencing with the 1989-90 fiscal\nyear, and for each of the nine succeeding fiscal years, the maximum tax rate for\nthe area of improvements on a parcel shall be $1.00 per one hundred square feet\nof improvement area or fraction thereof.\t(c)\tThe maximum tax rate established in\nSubsection (b) of this section shall be adjusted annually, commencing with the\n1989-90 fiscal year, to provide for changes in the cost of living and in\npopulation, as those terms are defined in Article XIII B of the California\nConstitution, calculated under State Department of Finance procedures applicable\nto government spending limitations.\t(d)\tFor any fiscal year the City may, by\nordinance, adjust the tax rate below the maximum amount. Such a reduction shall\nnot prevent a subsequent levy of taxes for any succeeding fiscal year up to the\nlimits set forth in this section; however, except as provided in Subsection (c)\nof this section, in no case shall the amount of the tax rate to be levied exceed\nthe maximum amount established by this article without the approval of the\nvoters by two-thirds of the votes cast by voters voting upon such change in the\ntax rate maximum.\n","html":"\n\t\t\t\t\t<section><p>  TAX RATE.<br \/><br \/>\t(a)\tThe tax imposed on each parcel, improvement to property, and use of property shall be computed for each parcel by applying a rate to the gross square footage area of any improvements on the parcel. If there are no improvements on a parcel, the tax shall be computed by applying the rate established for improvements to 500 square feet regardless of the size of the parcel. For 10 fiscal years, commencing with fiscal year 1989-90 and continuing through fiscal year 1998-99, the City Council, by <span class=\"dictionary\">ordinance<\/span>, shall impose a rate applicable to unimproved parcels and, for each parcel upon which there is an improvement to property, shall impose a rate applicable to the gross square footage area of such improvements, regardless of the use of the parcel or improvements. The rate shall be established to provide revenue for each fiscal year sufficient to make the payments estimated to be required during that fiscal year for the purposes enumerated in Section 21.14.4(a), and in setting the rate, the City Council shall take into account possible delinquencies in payments, so that the amount expected to be collected net of delinquencies will be sufficient to make the estimated required payments.<br \/><br \/>\t(b)\tCommencing with the 1989-90 fiscal year, and for each of the nine succeeding fiscal years, the maximum tax rate for the area of improvements on a parcel shall be $1.00 per one hundred square feet of improvement area or fraction thereof.<br \/><br \/>\t(c)\tThe maximum tax rate established in Subsection (b) of this section shall be adjusted annually, commencing with the 1989-90 fiscal year, to provide for changes in the cost of living and in population, as those terms are defined in Article XIII B of the California Constitution, calculated under State Department of Finance procedures applicable to government spending limitations.<br \/><br \/>\t(d)\tFor any fiscal year the City may, by <span class=\"dictionary\">ordinance<\/span>, adjust the tax rate below the maximum amount. Such a reduction shall not prevent a subsequent <span class=\"dictionary\">levy<\/span> of taxes for any succeeding fiscal year up to the limits set forth in this section; however, except as provided in Subsection (c) of this section, in no case shall the amount of the tax rate to be levied exceed the maximum amount established by this article without the approval of the voters by two-thirds of the votes cast by voters voting upon such change in the tax rate maximum.<\/p><\/section>","previous_section":{"id":"2320","structure_id":"49","section_number":"21.14.5","catch_line":"Special Fund.","url":"\/21.14.5\/","token":"21.14.5"},"text":{"0":{"id":"2436","text":"  TAX RATE.\t(a)\tThe tax imposed on each parcel, improvement to property, and use of property shall be computed for each parcel by applying a rate to the gross square footage area of any improvements on the parcel. If there are no improvements on a parcel, the tax shall be computed by applying the rate established for improvements to 500 square feet regardless of the size of the parcel. For 10 fiscal years, commencing with fiscal year 1989-90 and continuing through fiscal year 1998-99, the City Council, by ordinance, shall impose a rate applicable to unimproved parcels and, for each parcel upon which there is an improvement to property, shall impose a rate applicable to the gross square footage area of such improvements, regardless of the use of the parcel or improvements. The rate shall be established to provide revenue for each fiscal year sufficient to make the payments estimated to be required during that fiscal year for the purposes enumerated in Section 21.14.4(a), and in setting the rate, the City Council shall take into account possible delinquencies in payments, so that the amount expected to be collected net of delinquencies will be sufficient to make the estimated required payments.\t(b)\tCommencing with the 1989-90 fiscal year, and for each of the nine succeeding fiscal years, the maximum tax rate for the area of improvements on a parcel shall be $1.00 per one hundred square feet of improvement area or fraction thereof.\t(c)\tThe maximum tax rate established in Subsection (b) of this section shall be adjusted annually, commencing with the 1989-90 fiscal year, to provide for changes in the cost of living and in population, as those terms are defined in Article XIII B of the California Constitution, calculated under State Department of Finance procedures applicable to government spending limitations.\t(d)\tFor any fiscal year the City may, by ordinance, adjust the tax rate below the maximum amount. Such a reduction shall not prevent a subsequent levy of taxes for any succeeding fiscal year up to the limits set forth in this section; however, except as provided in Subsection (c) of this section, in no case shall the amount of the tax rate to be levied exceed the maximum amount established by this article without the approval of the voters by two-thirds of the votes cast by voters voting upon such change in the tax rate maximum.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}