{"section_number":"21.15.6","edition_id":"1","section_id":"3615","structure_id":"25","catch_line":"Registration Of Operators.","history":"","full_text":"  REGISTRATION OF OPERATORS.\n\t(Amended by Ord. No. 182,283, Eff. 11\/19\/12.)\n\n\t(a)\tPrior to commencing business, or within 15 days after the effective date of this Section, whichever is later, each operator of any parking facility providing parking space to occupants and not exempted by Section 21.15.5 shall register each parking facility with the Director of Finance and obtain a “Parking Occupancy Registration Certificate” (PORC) which shall be at all times posted in a conspicuous place on the premises.  Notwithstanding the foregoing, the certificate for any unattended parking facility may be maintained at any other business location of the operator.  Said certificate shall among other things state the following:\n\n\t1.\tThe name of the operator;\n\n\t2.\tThe address of the parking facility;\n\n\t3.\tThe date upon which the certificate was issued; and\n\n\t4.\t“This Parking Occupancy Registration Certificate signifies that the person named on the face hereof has fulfilled the requirements of Article 1.15 of Chapter II of the Los Angeles Municipal Code by registering with the Director of Finance for the purpose of collecting from parking space occupants the Parking Occupancy Tax and remitting said tax to the Director of Finance.  This certificate does not authorize any person to conduct any unlawful business or to conduct any lawful business in an unlawful manner, nor to operate a parking facility without strictly complying with all local applicable laws, including but not limited to those requiring a permit from any board, commission, department or office of this City.”\n\n\tThe PORC will expire on a date certain set by the Director of Finance.  The operator must apply for renewal of the PORC before it expires if the operator intends to continue to engage in business in the City.  Except as provided below, the Director of Finance may renew a PORC annually without issuing a new PORC.\n\n\tThe PORC may not be assigned or transferred.  The operator shall immediately surrender to the Director of Finance the PORC for that location upon the operator’s cessation of business at that location or upon the sale or transfer of the business.\n\n\tThe PORC shall not be issued until the operator has obtained and filed a bond in accordance with subsection (d) below.\n\n\t(b)\tThe holder of the PORC shall remain presumptively liable for the collection of the Parking Occupancy Tax at the location named in the certificate, and for the reporting and remittance of such taxes to the Director of Finance as set forth in Section 21.15.4 unless and until the holder of the PORC both: (i) notifies the Director of Finance in writing that the holder has ceased to conduct a parking business at such location and pays all Parking Occupancy Taxes then due to the City; and (ii) surrenders the PORC for that location to the Director of Finance.\n\n\t(c)\tThe Director of Finance may refuse to issue, or may revoke, the PORC at any time if the Director of Finance determines that the operator, or any signatory to the application, or any person holding a legal or beneficial interest, whether direct or indirect, actual or constructive, in said operator (“Beneficial Owner”) is not in compliance with any provision of the Los Angeles Municipal Code, including without limitation any provision relating to the payment of Business Taxes or Parking Occupancy Taxes (including the bond requirement as set forth below) for any other location or business.\n\n\tSolely for purposes of determining under this Section whether any such operator, signatory, or Beneficial Owner is not in compliance with any provision of the Los Angeles Municipal Code, the Director of Finance may disregard any corporation or association or other entity owned or controlled, directly or indirectly,  by any such operator, signatory, or Beneficial Owner and consider such corporation, association, or other entity’s operations and liabilities as conducted by or as owned by any one or more of such corporation, association, or other entity’s officers, directors, partners, members, or owners.  For purposes of this Section, (i) the term “owned” means ownership of 50 percent (50%) or more of the outstanding ownership interests in such corporation, association, or other entity; and (ii) the term “controlled” includes any kind of control, whether direct or indirect, actual or constructive, whether legally enforceable and however exercisable or exercised over such corporation, association, or other entity.  A presumption of control arises if the operator, signatory, or Beneficial Owner is (or was at any relevant time) an officer, director, partner, or member of such corporation, association, or entity.\n\n\t(d)\tBond Requirement.\n\n\t1.\tEffective January 1, 2013, auto park operators will be required to file a bond with the Office of Finance, naming the City of Los Angeles as exclusive beneficiary, at all times the operator engages in such business.  The bond shall be in the following amounts:\n\n\n  \n    \n      \n        If the annual gross receipts for the parking facility, or the estimated annual gross receipts for a new parking facility, are:\n      \n      \n        Then the bond amount shall be:\n      \n    \n    \n      \n        Less than $50,000\n      \n      \n        $5,000\n      \n    \n    \n      \n        $50,000 – $100,000\n      \n      \n        $10,000\n      \n    \n    \n      \n        $100,000.01 – $150,000\n      \n      \n        $15,000\n      \n    \n    \n      \n        $150,000.01 – $200,000\n      \n      \n        $20,000\n      \n    \n    \n      \n        $200,000.01 – $250,000\n      \n      \n        $25,000\n      \n    \n    \n      \n        $250,000.01 – $300,000\n      \n      \n        $30,000\n      \n    \n    \n      \n        $300,000.01 – $350,000\n      \n      \n        $35,000\n      \n    \n    \n      \n        $350,000.01 – $400,000\n      \n      \n        $40,000\n      \n    \n    \n      \n        $400,000.01 – $450,000\n      \n      \n        $45,000\n      \n    \n    \n      \n        $450,000.01 – $500,000\n      \n      \n        $50,000\n      \n    \n    \n      \n        $500,000.01 – $600,000\n      \n      \n        $60,000\n      \n    \n    \n      \n        $600,000.01 – $700,000\n      \n      \n        $70,000\n      \n    \n    \n      \n        $700,000.01 – $800,000\n      \n      \n        $80,000\n      \n    \n    \n      \n        $800,000.01 – $900,000\n      \n      \n        $90,000\n      \n    \n    \n      \n        $900,000.01 – $1,000,000\n      \n      \n        $100,000\n      \n    \n    \n      \n        $1,000,000.01 – $1,250,000\n      \n      \n        $125,000\n      \n    \n    \n      \n        $1,250,000.01 – $1,500,000\n      \n      \n        $150,000\n      \n    \n    \n      \n        $1,500,000.01 – $1,750,000\n      \n      \n        $175,000\n      \n    \n    \n      \n        $1,750,001.01 – $2,000,000\n      \n      \n        $200,000\n      \n    \n    \n      \n        $2,000,000.01 – $2,250,000\n      \n      \n        $225,000\n      \n    \n    \n      \n        $2,250,000.01 – $2,500,000\n      \n      \n        $250,000\n      \n    \n    \n      \n        $2,500,000.01 – $3,000,000\n      \n      \n        $300,000\n      \n    \n    \n      \n        $3,000,000.01 – $3,500,000\n      \n      \n        $350,000\n      \n    \n    \n      \n        $3,500,000.01 – $4,000,000\n      \n      \n        $400,000\n      \n    \n    \n      \n        $4,000,000.01 – $4,500,000\n      \n      \n        $450,000\n      \n    \n    \n      \n        $4,500,000.01 – $5,000,000\n      \n      \n        $500,000\n      \n    \n    \n      \n        $5,000,000.01 – $6,000,000\n      \n      \n        $600,000\n      \n    \n    \n      \n        Greater than $6,000,000.01\n      \n      \n        $700,000\n      \n    \n  \n\n\n\t2.\tA bond, in the applicable amount as prescribed above, must be filed no later than February 28, 2013, for each parking facility conducted by an operator prior to January 1, 2013.  For every parking facility commencing business on or after January 1, 2013, each operator must file the applicable bond no later than the close of business on the last day of the month following the month in which the operator commences operation of the parking facility.\n\n\t3.\tThe Director of Finance, or the Director’s designee, may independently establish the annual gross receipts for a parking facility and set the bond amount pursuant to the above schedule, based on that determination.  If, at the end of the calendar year, the gross receipts for a parking facility have increased to at least five percent above the amount that would be required for the next larger bond under the above schedule, the operator, as defined herein, shall obtain a new bond in the increased amount by the following February month-end.  If at the end of any calendar year the gross receipts for the parking facility have decreased by at least five percent below the amount that would be required for the next smaller bond under the above schedule, the operator may apply to the Office of Finance for a reduction of the bond amount.\n\n\t4.\tThis bond requirement does not apply to an operator that is a governmental entity.  However, this bond requirement is applicable to a non-governmental applicant operating a parking facility on behalf of a governmental entity.\n\n\t5.\tThis bond requirement is applicable for each parking facility conducted by the operator, whether in the capacity of owner, lessee, mortgagee in possession, licensee, valet or other service supplier or any other capacity.\n\n\t6.\tThe bond shall be executed by the operator as principal, and by a corporation or association which is licensed by the Insurance Commissioner of the State of California to transact the business of fidelity and surety insurance, as surety.  The operator shall keep the bond in full force and effect for the duration of the PORC and all renewals thereof issued to such operator.  If the bond provides that the term thereof shall be continuous until canceled, the operator shall provide the Director of Finance, or the Director’s designee, with certification from the surety of the renewal or continuation of the bond at the same time that the applicant files its annual renewal of its PORC.\n\n\t7.\tThe bond shall contain conditions that require the operator to comply fully with all the provisions of Articles 1 and 1.15 of Chapter 2 of the Los Angeles Municipal Code.  The bond shall be payable to the City of Los Angeles in the amount of all unpaid Parking Occupancy Taxes on amounts of taxable parking fees collected by the applicant or operator, together with all administrative collection costs, interest, penalties, and other costs and charges applicable thereto; provided however, the aggregate liability of the surety for any and all claims which may arise under such bond shall in no event exceed the face amount of such bond regardless of the amount due and owing to the City of Los Angeles.  The City may bring an action upon the bond for recovery of any unpaid Parking Occupancy Taxes, administrative collection costs, interest, penalties and other costs and charges at any time prior to the expiration of the period of limitations applicable to the collection of such unpaid taxes by the Director of Finance or the Director’s designee.\n\n\t8.\tThe surety may cancel the bond(s) at any time by filing with the Principal, thirty (30) days written notice of its desire to be relieved of liability with mandatory copy sent to the Office of Finance.  The surety shall not be discharged from any liability already accrued under the bond(s), or which shall accrue before the expiration of the thirty (30) day period.\n\n\t9.\tThe operator and the surety have the express duty to notify the Office of Finance no later than thirty (30) days prior to the termination of a bond agreement.\n\n\t10.\tWhen there is an assessment of Parking Occupancy Taxes against an operator, the Director of Finance, or the Director’s designee, shall issue the assessment against the operator, and the operator’s surety.  The liability of the surety shall not exceed the face value of the bond(s).  The Director of Finance, or the Director’s designee, shall provide notice of such assessment to the operator and the surety.  An operator’s request for an administrative hearing shall be construed by the Director of Finance, or the Director’s designee, as a request on behalf of both the operator and the surety.  The surety may request an administrative hearing pursuant to LAMC Section 21.15.10.  The taxpayer and surety hearing may be consolidated at the discretion of the Director of Finance.  Upon the exhaustion of the administrative appeals process, the operator and the surety shall be liable to the City of Los Angeles in the amount of the determination or decision reached by the Assessment Review Officer or by the Board of Review.  In the event that the amount of the determination exceeds the amount of the bond(s), the surety shall be liability for the amount of the bond(s) and the operator shall remain liable for the full determination.  If neither the operator nor the surety request an administrative hearing, the operator and the surety shall be liable to the City of Los Angeles in the amount of the assessment, provided that the surety’s liability shall not exceed the face amount of the bond.\n\n\tThe surety shall be subject to the same requirements as the operator with regard to payment of the tax liability and exhaustion of administrative remedies prior to seeking judicial relief.  The Director of Finance may exercise all remedies against the surety that are available to the Director of Finance as to an operator or any other person determined to be liable for a tax.\n\n\t11.\tInterest and penalty shall continue to accrue on all unpaid Parking Occupancy Taxes that are determined to be owed and due at the exhaustion of the administrative appeals process.\n\n\t12.\tAn operator that fails to qualify for the issuance of a bond by a surety will be required to establish a deposit account in favor of the City of Los Angeles in the amount of fifty percent of the prescribed bond amount for each parking facility conducted by the operator.  The same time periods prescribed for the filing of a bond with the Office of Finance will be applicable for the establishment of such deposit account.\n\n\t13.\tFunds placed into an applicant’s or operator’s deposit account in favor of the City of Los Angeles are subject to collection by the Office of Finance as partial or full satisfaction for delinquent Parking Occupancy Taxes as determined at the exhaustion of the administrative appeals process.\n\n\t14.\tAn operator that either fails to renew a bond or has received thirty (30) day notice from the surety that the bond will be canceled must file a new bond or evidence of a deposit account with the Office of Finance no later than thirty (30) days after the bond’s termination.\n\n\t15.\tAn operator that fails to submit the bond filing(s) to the Office of Finance or fails to establish a deposit account within the prescribed time periods will also be subject to the revocation or denial of a Police Auto Park Permit.","order_by":"15.6","ancestry":{"1":{"id":"25","name":"Parking Occupancy Tax","identifier":"1.15","label":"article","url":"\/2\/1.15\/"},"2":{"id":"1","name":"Licenses, Permits, Business Regulations","identifier":"2","label":"chapter","url":"\/2\/"}},"structure_contents":{"0":{"id":"1656","structure_id":"25","section_number":"21.15.1","catch_line":"Definitions.","url":"\/21.15.1\/","token":"21.15.1"},"1":{"id":"970","structure_id":"25","section_number":"21.15.10","catch_line":"Assessment – Administrative Remedy.","url":"\/21.15.10\/","token":"21.15.10"},"2":{"id":"30","structure_id":"25","section_number":"21.15.11","catch_line":"Records.","url":"\/21.15.11\/","token":"21.15.11"},"3":{"id":"1363","structure_id":"25","section_number":"21.15.12","catch_line":"Refunds.","url":"\/21.15.12\/","token":"21.15.12"},"4":{"id":"609","structure_id":"25","section_number":"21.15.13","catch_line":"Actions To Collect.","url":"\/21.15.13\/","token":"21.15.13"},"5":{"id":"1018","structure_id":"25","section_number":"21.15.14","catch_line":"Savings Clause.","url":"\/21.15.14\/","token":"21.15.14"},"6":{"id":"133","structure_id":"25","section_number":"21.15.2","catch_line":"Tax Imposed.","url":"\/21.15.2\/","token":"21.15.2"},"7":{"id":"628","structure_id":"25","section_number":"21.15.3","catch_line":"Occupant To Pay Tax To The Operator.","url":"\/21.15.3\/","token":"21.15.3"},"8":{"id":"2866","structure_id":"25","section_number":"21.15.4","catch_line":"Operator’S Duties.","url":"\/21.15.4\/","token":"21.15.4"},"9":{"id":"1229","structure_id":"25","section_number":"21.15.5","catch_line":"Exemptions.","url":"\/21.15.5\/","token":"21.15.5"},"10":{"id":"3615","structure_id":"25","section_number":"21.15.6","catch_line":"Registration Of Operators.","url":"\/21.15.6\/","token":"21.15.6"},"11":{"id":"611","structure_id":"25","section_number":"21.15.7","catch_line":"Reporting And Remitting.","url":"\/21.15.7\/","token":"21.15.7"},"12":{"id":"3804","structure_id":"25","section_number":"21.15.8","catch_line":"Penalties And Interest.","url":"\/21.15.8\/","token":"21.15.8"},"13":{"id":"746","structure_id":"25","section_number":"21.15.9","catch_line":"Additional Powers And Duties Of Director Of Finance.","url":"\/21.15.9\/","token":"21.15.9"}},"next_section":{"id":"611","structure_id":"25","section_number":"21.15.7","catch_line":"Reporting And Remitting.","url":"\/21.15.7\/","token":"21.15.7"},"metadata":false,"references":false,"url":"\/21.15.6\/","token":"21.15.6","formats":{"txt":"\/21.15.6.txt","json":"\/21.15.6.xml"},"dublin_core":{"Title":"Registration Of Operators.","Type":"Text","Format":"text\/html","Identifier":"§ 21.15.6","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nREGISTRATION OF OPERATORS. (§ 21.15.6)\n\n  REGISTRATION OF OPERATORS.\n\t(Amended by Ord. No. 182,283, Eff. 11\/19\/12.)\t(a)\tPrior to commencing business,\nor within 15 days after the effective date of this Section, whichever is later,\neach operator of any parking facility providing parking space to occupants and\nnot exempted by Section 21.15.5 shall register each parking facility with the\nDirector of Finance and obtain a “Parking Occupancy Registration\nCertificate” (PORC) which shall be at all times posted in a conspicuous place\non the premises.  Notwithstanding the foregoing, the certificate for any\nunattended parking facility may be maintained at any other business location of\nthe operator.  Said certificate shall among other things state the\nfollowing:\t1.\tThe name of the operator;\t2.\tThe address of the parking\nfacility;\t3.\tThe date upon which the certificate was issued; and\t4.\t“This\nParking Occupancy Registration Certificate signifies that the person named on\nthe face hereof has fulfilled the requirements of Article 1.15 of Chapter II of\nthe Los Angeles Municipal Code by registering with the Director of Finance for\nthe purpose of collecting from parking space occupants the Parking Occupancy Tax\nand remitting said tax to the Director of Finance.  This certificate does not\nauthorize any person to conduct any unlawful business or to conduct any lawful\nbusiness in an unlawful manner, nor to operate a parking facility without\nstrictly complying with all local applicable laws, including but not limited to\nthose requiring a permit from any board, commission, department or office of\nthis City.”\tThe PORC will expire on a date certain set by the Director of\nFinance.  The operator must apply for renewal of the PORC before it expires if\nthe operator intends to continue to engage in business in the City.  Except as\nprovided below, the Director of Finance may renew a PORC annually without\nissuing a new PORC.\tThe PORC may not be assigned or transferred.  The operator\nshall immediately surrender to the Director of Finance the PORC for that\nlocation upon the operator’s cessation of business at that location or upon\nthe sale or transfer of the business.\tThe PORC shall not be issued until the\noperator has obtained and filed a bond in accordance with subsection (d)\nbelow.\t(b)\tThe holder of the PORC shall remain presumptively liable for the\ncollection of the Parking Occupancy Tax at the location named in the\ncertificate, and for the reporting and remittance of such taxes to the Director\nof Finance as set forth in Section 21.15.4 unless and until the holder of the\nPORC both: (i) notifies the Director of Finance in writing that the holder has\nceased to conduct a parking business at such location and pays all Parking\nOccupancy Taxes then due to the City; and (ii) surrenders the PORC for that\nlocation to the Director of Finance.\t(c)\tThe Director of Finance may refuse to\nissue, or may revoke, the PORC at any time if the Director of Finance determines\nthat the operator, or any signatory to the application, or any person holding a\nlegal or beneficial interest, whether direct or indirect, actual or\nconstructive, in said operator (“Beneficial Owner”) is not in compliance\nwith any provision of the Los Angeles Municipal Code, including without\nlimitation any provision relating to the payment of Business Taxes or Parking\nOccupancy Taxes (including the bond requirement as set forth below) for any\nother location or business.\tSolely for purposes of determining under this\nSection whether any such operator, signatory, or Beneficial Owner is not in\ncompliance with any provision of the Los Angeles Municipal Code, the Director of\nFinance may disregard any corporation or association or other entity owned or\ncontrolled, directly or indirectly,  by any such operator, signatory, or\nBeneficial Owner and consider such corporation, association, or other entity’s\noperations and liabilities as conducted by or as owned by any one or more of\nsuch corporation, association, or other entity’s officers, directors,\npartners, members, or owners.  For purposes of this Section, (i) the term\n“owned” means ownership of 50 percent (50%) or more of the outstanding\nownership interests in such corporation, association, or other entity; and (ii)\nthe term “controlled” includes any kind of control, whether direct or\nindirect, actual or constructive, whether legally enforceable and however\nexercisable or exercised over such corporation, association, or other entity. \nA presumption of control arises if the operator, signatory, or Beneficial Owner\nis (or was at any relevant time) an officer, director, partner, or member of\nsuch corporation, association, or entity.\t(d)\tBond Requirement.\t1.\tEffective\nJanuary 1, 2013, auto park operators will be required to file a bond with the\nOffice of Finance, naming the City of Los Angeles as exclusive beneficiary, at\nall times the operator engages in such business.  The bond shall be in the\nfollowing amounts:\n  \n    \n      \n        If the annual gross receipts for the parking facility, or the estimated\nannual gross receipts for a new parking facility, are:\n      \n      \n        Then the bond amount shall be:\n      \n    \n    \n      \n        Less than $50,000\n      \n      \n        $5,000\n      \n    \n    \n      \n        $50,000 – $100,000\n      \n      \n        $10,000\n      \n    \n    \n      \n        $100,000.01 – $150,000\n      \n      \n        $15,000\n      \n    \n    \n      \n        $150,000.01 – $200,000\n      \n      \n        $20,000\n      \n    \n    \n      \n        $200,000.01 – $250,000\n      \n      \n        $25,000\n      \n    \n    \n      \n        $250,000.01 – $300,000\n      \n      \n        $30,000\n      \n    \n    \n      \n        $300,000.01 – $350,000\n      \n      \n        $35,000\n      \n    \n    \n      \n        $350,000.01 – $400,000\n      \n      \n        $40,000\n      \n    \n    \n      \n        $400,000.01 – $450,000\n      \n      \n        $45,000\n      \n    \n    \n      \n        $450,000.01 – $500,000\n      \n      \n        $50,000\n      \n    \n    \n      \n        $500,000.01 – $600,000\n      \n      \n        $60,000\n      \n    \n    \n      \n        $600,000.01 – $700,000\n      \n      \n        $70,000\n      \n    \n    \n      \n        $700,000.01 – $800,000\n      \n      \n        $80,000\n      \n    \n    \n      \n        $800,000.01 – $900,000\n      \n      \n        $90,000\n      \n    \n    \n      \n        $900,000.01 – $1,000,000\n      \n      \n        $100,000\n      \n    \n    \n      \n        $1,000,000.01 – $1,250,000\n      \n      \n        $125,000\n      \n    \n    \n      \n        $1,250,000.01 – $1,500,000\n      \n      \n        $150,000\n      \n    \n    \n      \n        $1,500,000.01 – $1,750,000\n      \n      \n        $175,000\n      \n    \n    \n      \n        $1,750,001.01 – $2,000,000\n      \n      \n        $200,000\n      \n    \n    \n      \n        $2,000,000.01 – $2,250,000\n      \n      \n        $225,000\n      \n    \n    \n      \n        $2,250,000.01 – $2,500,000\n      \n      \n        $250,000\n      \n    \n    \n      \n        $2,500,000.01 – $3,000,000\n      \n      \n        $300,000\n      \n    \n    \n      \n        $3,000,000.01 – $3,500,000\n      \n      \n        $350,000\n      \n    \n    \n      \n        $3,500,000.01 – $4,000,000\n      \n      \n        $400,000\n      \n    \n    \n      \n        $4,000,000.01 – $4,500,000\n      \n      \n        $450,000\n      \n    \n    \n      \n        $4,500,000.01 – $5,000,000\n      \n      \n        $500,000\n      \n    \n    \n      \n        $5,000,000.01 – $6,000,000\n      \n      \n        $600,000\n      \n    \n    \n      \n        Greater than $6,000,000.01\n      \n      \n        $700,000\n      \n    \n  \n\t2.\tA bond, in the applicable amount as prescribed above, must be filed no later\nthan February 28, 2013, for each parking facility conducted by an operator prior\nto January 1, 2013.  For every parking facility commencing business on or after\nJanuary 1, 2013, each operator must file the applicable bond no later than the\nclose of business on the last day of the month following the month in which the\noperator commences operation of the parking facility.\t3.\tThe Director of\nFinance, or the Director’s designee, may independently establish the annual\ngross receipts for a parking facility and set the bond amount pursuant to the\nabove schedule, based on that determination.  If, at the end of the calendar\nyear, the gross receipts for a parking facility have increased to at least five\npercent above the amount that would be required for the next larger bond under\nthe above schedule, the operator, as defined herein, shall obtain a new bond in\nthe increased amount by the following February month-end.  If at the end of any\ncalendar year the gross receipts for the parking facility have decreased by at\nleast five percent below the amount that would be required for the next smaller\nbond under the above schedule, the operator may apply to the Office of Finance\nfor a reduction of the bond amount.\t4.\tThis bond requirement does not apply to\nan operator that is a governmental entity.  However, this bond requirement is\napplicable to a non-governmental applicant operating a parking facility on\nbehalf of a governmental entity.\t5.\tThis bond requirement is applicable for each\nparking facility conducted by the operator, whether in the capacity of owner,\nlessee, mortgagee in possession, licensee, valet or other service supplier or\nany other capacity.\t6.\tThe bond shall be executed by the operator as principal,\nand by a corporation or association which is licensed by the Insurance\nCommissioner of the State of California to transact the business of fidelity and\nsurety insurance, as surety.  The operator shall keep the bond in full force\nand effect for the duration of the PORC and all renewals thereof issued to such\noperator.  If the bond provides that the term thereof shall be continuous until\ncanceled, the operator shall provide the Director of Finance, or the\nDirector’s designee, with certification from the surety of the renewal or\ncontinuation of the bond at the same time that the applicant files its annual\nrenewal of its PORC.\t7.\tThe bond shall contain conditions that require the\noperator to comply fully with all the provisions of Articles 1 and 1.15 of\nChapter 2 of the Los Angeles Municipal Code.  The bond shall be payable to the\nCity of Los Angeles in the amount of all unpaid Parking Occupancy Taxes on\namounts of taxable parking fees collected by the applicant or operator, together\nwith all administrative collection costs, interest, penalties, and other costs\nand charges applicable thereto; provided however, the aggregate liability of the\nsurety for any and all claims which may arise under such bond shall in no event\nexceed the face amount of such bond regardless of the amount due and owing to\nthe City of Los Angeles.  The City may bring an action upon the bond for\nrecovery of any unpaid Parking Occupancy Taxes, administrative collection costs,\ninterest, penalties and other costs and charges at any time prior to the\nexpiration of the period of limitations applicable to the collection of such\nunpaid taxes by the Director of Finance or the Director’s designee.\t8.\tThe\nsurety may cancel the bond(s) at any time by filing with the Principal, thirty\n(30) days written notice of its desire to be relieved of liability with\nmandatory copy sent to the Office of Finance.  The surety shall not be\ndischarged from any liability already accrued under the bond(s), or which shall\naccrue before the expiration of the thirty (30) day period.\t9.\tThe operator and\nthe surety have the express duty to notify the Office of Finance no later than\nthirty (30) days prior to the termination of a bond agreement.\t10.\tWhen there is\nan assessment of Parking Occupancy Taxes against an operator, the Director of\nFinance, or the Director’s designee, shall issue the assessment against the\noperator, and the operator’s surety.  The liability of the surety shall not\nexceed the face value of the bond(s).  The Director of Finance, or the\nDirector’s designee, shall provide notice of such assessment to the operator\nand the surety.  An operator’s request for an administrative hearing shall be\nconstrued by the Director of Finance, or the Director’s designee, as a request\non behalf of both the operator and the surety.  The surety may request an\nadministrative hearing pursuant to LAMC Section 21.15.10.  The taxpayer and\nsurety hearing may be consolidated at the discretion of the Director of\nFinance.  Upon the exhaustion of the administrative appeals process, the\noperator and the surety shall be liable to the City of Los Angeles in the amount\nof the determination or decision reached by the Assessment Review Officer or by\nthe Board of Review.  In the event that the amount of the determination exceeds\nthe amount of the bond(s), the surety shall be liability for the amount of the\nbond(s) and the operator shall remain liable for the full determination.  If\nneither the operator nor the surety request an administrative hearing, the\noperator and the surety shall be liable to the City of Los Angeles in the amount\nof the assessment, provided that the surety’s liability shall not exceed the\nface amount of the bond.\tThe surety shall be subject to the same requirements as\nthe operator with regard to payment of the tax liability and exhaustion of\nadministrative remedies prior to seeking judicial relief.  The Director of\nFinance may exercise all remedies against the surety that are available to the\nDirector of Finance as to an operator or any other person determined to be\nliable for a tax.\t11.\tInterest and penalty shall continue to accrue on all\nunpaid Parking Occupancy Taxes that are determined to be owed and due at the\nexhaustion of the administrative appeals process.\t12.\tAn operator that fails to\nqualify for the issuance of a bond by a surety will be required to establish a\ndeposit account in favor of the City of Los Angeles in the amount of fifty\npercent of the prescribed bond amount for each parking facility conducted by the\noperator.  The same time periods prescribed for the filing of a bond with the\nOffice of Finance will be applicable for the establishment of such deposit\naccount.\t13.\tFunds placed into an applicant’s or operator’s deposit account\nin favor of the City of Los Angeles are subject to collection by the Office of\nFinance as partial or full satisfaction for delinquent Parking Occupancy Taxes\nas determined at the exhaustion of the administrative appeals process.\t14.\tAn\noperator that either fails to renew a bond or has received thirty (30) day\nnotice from the surety that the bond will be canceled must file a new bond or\nevidence of a deposit account with the Office of Finance no later than thirty\n(30) days after the bond’s termination.\t15.\tAn operator that fails to submit\nthe bond filing(s) to the Office of Finance or fails to establish a deposit\naccount within the prescribed time periods will also be subject to the\nrevocation or denial of a Police Auto Park Permit.\n","html":"\n\t\t\t\t\t<section><p>  REGISTRATION OF OPERATORS.\n\t(Amended by Ord. No. 182,283, Eff. 11\/19\/12.)<br \/><br \/>\t(a)\tPrior to commencing business, or within 15 days after the effective date of this Section, whichever is later, each operator of any parking facility providing parking space to occupants and not exempted by Section 21.15.5 shall register each parking facility with the Director of Finance and obtain a “Parking Occupancy Registration Certificate” (PORC) which shall be at all times posted in a conspicuous place on the premises.  Notwithstanding the foregoing, the certificate for any unattended parking facility may be maintained at any other business location of the operator.  Said certificate shall among other things state the following:<br \/><br \/>\t1.\tThe name of the operator;<br \/><br \/>\t2.\tThe address of the parking facility;<br \/><br \/>\t3.\tThe date upon which the certificate was issued; and<br \/><br \/>\t4.\t“This Parking Occupancy Registration Certificate signifies that the person named on the face hereof has fulfilled the requirements of Article 1.15 of Chapter II of the Los Angeles Municipal Code by registering with the Director of Finance for the purpose of collecting from parking space occupants the Parking Occupancy Tax and remitting said tax to the Director of Finance.  This certificate does not authorize any person to conduct any unlawful business or to conduct any lawful business in an unlawful manner, nor to operate a parking facility without strictly complying with all local applicable <span class=\"dictionary\">laws<\/span>, including but not limited to those requiring a permit from any board, commission, department or office of this City.”<br \/><br \/>\tThe PORC will expire on a date certain set by the Director of Finance.  The operator must apply for renewal of the PORC before it expires if the operator intends to continue to engage in business in the City.  Except as provided below, the Director of Finance may renew a PORC annually without issuing a new PORC.<br \/><br \/>\tThe PORC may not be assigned or transferred.  The operator shall immediately surrender to the Director of Finance the PORC for that location upon the operator’s cessation of business at that location or upon the sale or transfer of the business.<br \/><br \/>\tThe PORC shall not be issued until the operator has obtained and filed a <span class=\"dictionary\">bond<\/span> in accordance with subsection (d) below.<br \/><br \/>\t(b)\tThe holder of the PORC shall remain presumptively liable for the collection of the Parking Occupancy Tax at the location named in the certificate, and for the reporting and remittance of such taxes to the Director of Finance as set forth in Section 21.15.4 unless and until the holder of the PORC both: (i) notifies the Director of Finance in writing that the holder has ceased to conduct a parking business at such location and pays all Parking Occupancy Taxes then due to the City; and (ii) surrenders the PORC for that location to the Director of Finance.<br \/><br \/>\t(c)\tThe Director of Finance may refuse to <span class=\"dictionary\">issue<\/span>, or may revoke, the PORC at any time if the Director of Finance determines that the operator, or any signatory to the application, or any person holding a legal or beneficial interest, whether direct or indirect, actual or constructive, in said operator (“Beneficial Owner”) is not in compliance with any provision of the Los Angeles Municipal Code, including without limitation any provision relating to the payment of Business Taxes or Parking Occupancy Taxes (including the <span class=\"dictionary\">bond<\/span> requirement as set forth below) for any other location or business.<br \/><br \/>\tSolely for purposes of determining under this Section whether any such operator, signatory, or Beneficial Owner is not in compliance with any provision of the Los Angeles Municipal Code, the Director of Finance may disregard any corporation or association or other entity owned or controlled, directly or indirectly,  by any such operator, signatory, or Beneficial Owner and consider such corporation, association, or other entity’s operations and liabilities as conducted by or as owned by any one or more of such corporation, association, or other entity’s officers, directors, partners, members, or owners.  For purposes of this Section, (i) the term “owned” means ownership of 50 percent (50%) or more of the outstanding ownership interests in such corporation, association, or other entity; and (ii) the term “controlled” includes any kind of control, whether direct or indirect, actual or constructive, whether legally enforceable and however exercisable or exercised over such corporation, association, or other entity.  A <span class=\"dictionary\">presumption<\/span> of control arises if the operator, signatory, or Beneficial Owner is (or was at any relevant time) an officer, director, partner, or member of such corporation, association, or entity.<br \/><br \/>\t(d)\t<span class=\"dictionary\">Bond<\/span> Requirement.<br \/><br \/>\t1.\tEffective January 1, 2013, auto park operators will be required to file a <span class=\"dictionary\">bond<\/span> with the Office of Finance, naming the City of Los Angeles as exclusive beneficiary, at all times the operator engages in such business.  The <span class=\"dictionary\">bond<\/span> shall be in the following amounts:<br \/><br \/>\n  \n    \n      \n        If the annual gross receipts for the parking facility, or the estimated annual gross receipts for a new parking facility, are:\n      \n      \n        Then the <span class=\"dictionary\">bond<\/span> amount shall be:\n      \n    \n    \n      \n        Less than $50,000\n      \n      \n        $5,000\n      \n    \n    \n      \n        $50,000 – $100,000\n      \n      \n        $10,000\n      \n    \n    \n      \n        $100,000.01 – $150,000\n      \n      \n        $15,000\n      \n    \n    \n      \n        $150,000.01 – $200,000\n      \n      \n        $20,000\n      \n    \n    \n      \n        $200,000.01 – $250,000\n      \n      \n        $25,000\n      \n    \n    \n      \n        $250,000.01 – $300,000\n      \n      \n        $30,000\n      \n    \n    \n      \n        $300,000.01 – $350,000\n      \n      \n        $35,000\n      \n    \n    \n      \n        $350,000.01 – $400,000\n      \n      \n        $40,000\n      \n    \n    \n      \n        $400,000.01 – $450,000\n      \n      \n        $45,000\n      \n    \n    \n      \n        $450,000.01 – $500,000\n      \n      \n        $50,000\n      \n    \n    \n      \n        $500,000.01 – $600,000\n      \n      \n        $60,000\n      \n    \n    \n      \n        $600,000.01 – $700,000\n      \n      \n        $70,000\n      \n    \n    \n      \n        $700,000.01 – $800,000\n      \n      \n        $80,000\n      \n    \n    \n      \n        $800,000.01 – $900,000\n      \n      \n        $90,000\n      \n    \n    \n      \n        $900,000.01 – $1,000,000\n      \n      \n        $100,000\n      \n    \n    \n      \n        $1,000,000.01 – $1,250,000\n      \n      \n        $125,000\n      \n    \n    \n      \n        $1,250,000.01 – $1,500,000\n      \n      \n        $150,000\n      \n    \n    \n      \n        $1,500,000.01 – $1,750,000\n      \n      \n        $175,000\n      \n    \n    \n      \n        $1,750,001.01 – $2,000,000\n      \n      \n        $200,000\n      \n    \n    \n      \n        $2,000,000.01 – $2,250,000\n      \n      \n        $225,000\n      \n    \n    \n      \n        $2,250,000.01 – $2,500,000\n      \n      \n        $250,000\n      \n    \n    \n      \n        $2,500,000.01 – $3,000,000\n      \n      \n        $300,000\n      \n    \n    \n      \n        $3,000,000.01 – $3,500,000\n      \n      \n        $350,000\n      \n    \n    \n      \n        $3,500,000.01 – $4,000,000\n      \n      \n        $400,000\n      \n    \n    \n      \n        $4,000,000.01 – $4,500,000\n      \n      \n        $450,000\n      \n    \n    \n      \n        $4,500,000.01 – $5,000,000\n      \n      \n        $500,000\n      \n    \n    \n      \n        $5,000,000.01 – $6,000,000\n      \n      \n        $600,000\n      \n    \n    \n      \n        Greater than $6,000,000.01\n      \n      \n        $700,000\n      \n    \n  <br \/><br \/>\n\t2.\tA <span class=\"dictionary\">bond<\/span>, in the applicable amount as prescribed above, must be filed no later than February 28, 2013, for each parking facility conducted by an operator prior to January 1, 2013.  For every parking facility commencing business on or after January 1, 2013, each operator must file the applicable <span class=\"dictionary\">bond<\/span> no later than the close of business on the last day of the month following the month in which the operator commences operation of the parking facility.<br \/><br \/>\t3.\tThe Director of Finance, or the Director’s designee, may independently establish the annual gross receipts for a parking facility and set the <span class=\"dictionary\">bond<\/span> amount pursuant to the above schedule, based on that determination.  If, at the end of the calendar year, the gross receipts for a parking facility have increased to at least five percent above the amount that would be required for the next larger <span class=\"dictionary\">bond<\/span> under the above schedule, the operator, as defined herein, shall obtain a new <span class=\"dictionary\">bond<\/span> in the increased amount by the following February month-end.  If at the end of any calendar year the gross receipts for the parking facility have decreased by at least five percent below the amount that would be required for the next smaller <span class=\"dictionary\">bond<\/span> under the above schedule, the operator may apply to the Office of Finance for a reduction of the <span class=\"dictionary\">bond<\/span> amount.<br \/><br \/>\t4.\tThis <span class=\"dictionary\">bond<\/span> requirement does not apply to an operator that is a governmental entity.  However, this <span class=\"dictionary\">bond<\/span> requirement is applicable to a non-governmental applicant operating a parking facility on behalf of a governmental entity.<br \/><br \/>\t5.\tThis <span class=\"dictionary\">bond<\/span> requirement is applicable for each parking facility conducted by the operator, whether in the capacity of owner, lessee, mortgagee in <span class=\"dictionary\">possession<\/span>, licensee, valet or other service supplier or any other capacity.<br \/><br \/>\t6.\tThe <span class=\"dictionary\">bond<\/span> shall be executed by the operator as principal, and by a corporation or association which is licensed by the Insurance Commissioner of the State of California to transact the business of fidelity and <span class=\"dictionary\">surety<\/span> insurance, as <span class=\"dictionary\">surety<\/span>.  The operator shall keep the <span class=\"dictionary\">bond<\/span> in full force and effect for the duration of the PORC and all renewals thereof issued to such operator.  If the <span class=\"dictionary\">bond<\/span> provides that the term thereof shall be continuous until canceled, the operator shall provide the Director of Finance, or the Director’s designee, with certification from the <span class=\"dictionary\">surety<\/span> of the renewal or continuation of the <span class=\"dictionary\">bond<\/span> at the same time that the applicant files its annual renewal of its PORC.<br \/><br \/>\t7.\tThe <span class=\"dictionary\">bond<\/span> shall contain conditions that require the operator to comply fully with all the provisions of Articles 1 and 1.15 of Chapter 2 of the Los Angeles Municipal Code.  The <span class=\"dictionary\">bond<\/span> shall be payable to the City of Los Angeles in the amount of all unpaid Parking Occupancy Taxes on amounts of taxable parking fees collected by the applicant or operator, together with all administrative collection costs, interest, penalties, and other costs and charges applicable thereto; provided however, the aggregate liability of the <span class=\"dictionary\">surety<\/span> for any and all claims which may arise under such <span class=\"dictionary\">bond<\/span> shall in no event exceed the face amount of such <span class=\"dictionary\">bond<\/span> regardless of the amount due and owing to the City of Los Angeles.  The City may bring an action upon the <span class=\"dictionary\">bond<\/span> for recovery of any unpaid Parking Occupancy Taxes, administrative collection costs, interest, penalties and other costs and charges at any time prior to the expiration of the period of limitations applicable to the collection of such unpaid taxes by the Director of Finance or the Director’s designee.<br \/><br \/>\t8.\tThe <span class=\"dictionary\">surety<\/span> may cancel the <span class=\"dictionary\">bond<\/span>(s) at any time by filing with the Principal, thirty (30) days written notice of its desire to be relieved of liability with mandatory copy sent to the Office of Finance.  The <span class=\"dictionary\">surety<\/span> shall not be discharged from any liability already accrued under the <span class=\"dictionary\">bond<\/span>(s), or which shall accrue before the expiration of the thirty (30) day period.<br \/><br \/>\t9.\tThe operator and the <span class=\"dictionary\">surety<\/span> have the express duty to notify the Office of Finance no later than thirty (30) days prior to the termination of a <span class=\"dictionary\">bond<\/span> agreement.<br \/><br \/>\t10.\tWhen there is an assessment of Parking Occupancy Taxes against an operator, the Director of Finance, or the Director’s designee, shall <span class=\"dictionary\">issue<\/span> the assessment against the operator, and the operator’s <span class=\"dictionary\">surety<\/span>.  The liability of the <span class=\"dictionary\">surety<\/span> shall not exceed the face value of the <span class=\"dictionary\">bond<\/span>(s).  The Director of Finance, or the Director’s designee, shall provide notice of such assessment to the operator and the <span class=\"dictionary\">surety<\/span>.  An operator’s request for an administrative <span class=\"dictionary\">hearing<\/span> shall be construed by the Director of Finance, or the Director’s designee, as a request on behalf of both the operator and the <span class=\"dictionary\">surety<\/span>.  The <span class=\"dictionary\">surety<\/span> may request an administrative <span class=\"dictionary\">hearing<\/span> pursuant to LAMC Section 21.15.10.  The taxpayer and <span class=\"dictionary\">surety<\/span> <span class=\"dictionary\">hearing<\/span> may be consolidated at the discretion of the Director of Finance.  Upon the exhaustion of the administrative <span class=\"dictionary\">appeals<\/span> process, the operator and the <span class=\"dictionary\">surety<\/span> shall be liable to the City of Los Angeles in the amount of the determination or decision reached by the Assessment Review Officer or by the Board of Review.  In the event that the amount of the determination exceeds the amount of the <span class=\"dictionary\">bond<\/span>(s), the <span class=\"dictionary\">surety<\/span> shall be liability for the amount of the <span class=\"dictionary\">bond<\/span>(s) and the operator shall remain liable for the full determination.  If neither the operator nor the <span class=\"dictionary\">surety<\/span> request an administrative <span class=\"dictionary\">hearing<\/span>, the operator and the <span class=\"dictionary\">surety<\/span> shall be liable to the City of Los Angeles in the amount of the assessment, provided that the <span class=\"dictionary\">surety<\/span>’s liability shall not exceed the face amount of the <span class=\"dictionary\">bond<\/span>.<br \/><br \/>\tThe <span class=\"dictionary\">surety<\/span> shall be subject to the same requirements as the operator with regard to payment of the tax liability and exhaustion of administrative remedies prior to seeking judicial relief.  The Director of Finance may exercise all remedies against the <span class=\"dictionary\">surety<\/span> that are available to the Director of Finance as to an operator or any other person determined to be liable for a tax.<br \/><br \/>\t11.\tInterest and <span class=\"dictionary\">penalty<\/span> shall continue to accrue on all unpaid Parking Occupancy Taxes that are determined to be owed and due at the exhaustion of the administrative <span class=\"dictionary\">appeals<\/span> process.<br \/><br \/>\t12.\tAn operator that fails to qualify for the issuance of a <span class=\"dictionary\">bond<\/span> by a <span class=\"dictionary\">surety<\/span> will be required to establish a deposit account in favor of the City of Los Angeles in the amount of fifty percent of the prescribed <span class=\"dictionary\">bond<\/span> amount for each parking facility conducted by the operator.  The same time periods prescribed for the filing of a <span class=\"dictionary\">bond<\/span> with the Office of Finance will be applicable for the establishment of such deposit account.<br \/><br \/>\t13.\tFunds placed into an applicant’s or operator’s deposit account in favor of the City of Los Angeles are subject to collection by the Office of Finance as partial or full satisfaction for delinquent Parking Occupancy Taxes as determined at the exhaustion of the administrative <span class=\"dictionary\">appeals<\/span> process.<br \/><br \/>\t14.\tAn operator that either fails to renew a <span class=\"dictionary\">bond<\/span> or has received thirty (30) day notice from the <span class=\"dictionary\">surety<\/span> that the <span class=\"dictionary\">bond<\/span> will be canceled must file a new <span class=\"dictionary\">bond<\/span> or <span class=\"dictionary\">evidence<\/span> of a deposit account with the Office of Finance no later than thirty (30) days after the <span class=\"dictionary\">bond<\/span>’s termination.<br \/><br \/>\t15.\tAn operator that fails to submit the <span class=\"dictionary\">bond<\/span> filing(s) to the Office of Finance or fails to establish a deposit account within the prescribed time periods will also be subject to the <span class=\"dictionary\">revocation<\/span> or denial of a Police Auto Park Permit.<\/p><\/section>","previous_section":{"id":"1229","structure_id":"25","section_number":"21.15.5","catch_line":"Exemptions.","url":"\/21.15.5\/","token":"21.15.5"},"text":{"0":{"id":"3589","text":"  REGISTRATION OF OPERATORS.\n\t(Amended by Ord. No. 182,283, Eff. 11\/19\/12.)\t(a)\tPrior to commencing business, or within 15 days after the effective date of this Section, whichever is later, each operator of any parking facility providing parking space to occupants and not exempted by Section 21.15.5 shall register each parking facility with the Director of Finance and obtain a “Parking Occupancy Registration Certificate” (PORC) which shall be at all times posted in a conspicuous place on the premises.  Notwithstanding the foregoing, the certificate for any unattended parking facility may be maintained at any other business location of the operator.  Said certificate shall among other things state the following:\t1.\tThe name of the operator;\t2.\tThe address of the parking facility;\t3.\tThe date upon which the certificate was issued; and\t4.\t“This Parking Occupancy Registration Certificate signifies that the person named on the face hereof has fulfilled the requirements of Article 1.15 of Chapter II of the Los Angeles Municipal Code by registering with the Director of Finance for the purpose of collecting from parking space occupants the Parking Occupancy Tax and remitting said tax to the Director of Finance.  This certificate does not authorize any person to conduct any unlawful business or to conduct any lawful business in an unlawful manner, nor to operate a parking facility without strictly complying with all local applicable laws, including but not limited to those requiring a permit from any board, commission, department or office of this City.”\tThe PORC will expire on a date certain set by the Director of Finance.  The operator must apply for renewal of the PORC before it expires if the operator intends to continue to engage in business in the City.  Except as provided below, the Director of Finance may renew a PORC annually without issuing a new PORC.\tThe PORC may not be assigned or transferred.  The operator shall immediately surrender to the Director of Finance the PORC for that location upon the operator’s cessation of business at that location or upon the sale or transfer of the business.\tThe PORC shall not be issued until the operator has obtained and filed a bond in accordance with subsection (d) below.\t(b)\tThe holder of the PORC shall remain presumptively liable for the collection of the Parking Occupancy Tax at the location named in the certificate, and for the reporting and remittance of such taxes to the Director of Finance as set forth in Section 21.15.4 unless and until the holder of the PORC both: (i) notifies the Director of Finance in writing that the holder has ceased to conduct a parking business at such location and pays all Parking Occupancy Taxes then due to the City; and (ii) surrenders the PORC for that location to the Director of Finance.\t(c)\tThe Director of Finance may refuse to issue, or may revoke, the PORC at any time if the Director of Finance determines that the operator, or any signatory to the application, or any person holding a legal or beneficial interest, whether direct or indirect, actual or constructive, in said operator (“Beneficial Owner”) is not in compliance with any provision of the Los Angeles Municipal Code, including without limitation any provision relating to the payment of Business Taxes or Parking Occupancy Taxes (including the bond requirement as set forth below) for any other location or business.\tSolely for purposes of determining under this Section whether any such operator, signatory, or Beneficial Owner is not in compliance with any provision of the Los Angeles Municipal Code, the Director of Finance may disregard any corporation or association or other entity owned or controlled, directly or indirectly,  by any such operator, signatory, or Beneficial Owner and consider such corporation, association, or other entity’s operations and liabilities as conducted by or as owned by any one or more of such corporation, association, or other entity’s officers, directors, partners, members, or owners.  For purposes of this Section, (i) the term “owned” means ownership of 50 percent (50%) or more of the outstanding ownership interests in such corporation, association, or other entity; and (ii) the term “controlled” includes any kind of control, whether direct or indirect, actual or constructive, whether legally enforceable and however exercisable or exercised over such corporation, association, or other entity.  A presumption of control arises if the operator, signatory, or Beneficial Owner is (or was at any relevant time) an officer, director, partner, or member of such corporation, association, or entity.\t(d)\tBond Requirement.\t1.\tEffective January 1, 2013, auto park operators will be required to file a bond with the Office of Finance, naming the City of Los Angeles as exclusive beneficiary, at all times the operator engages in such business.  The bond shall be in the following amounts:\n  \n    \n      \n        If the annual gross receipts for the parking facility, or the estimated annual gross receipts for a new parking facility, are:\n      \n      \n        Then the bond amount shall be:\n      \n    \n    \n      \n        Less than $50,000\n      \n      \n        $5,000\n      \n    \n    \n      \n        $50,000 – $100,000\n      \n      \n        $10,000\n      \n    \n    \n      \n        $100,000.01 – $150,000\n      \n      \n        $15,000\n      \n    \n    \n      \n        $150,000.01 – $200,000\n      \n      \n        $20,000\n      \n    \n    \n      \n        $200,000.01 – $250,000\n      \n      \n        $25,000\n      \n    \n    \n      \n        $250,000.01 – $300,000\n      \n      \n        $30,000\n      \n    \n    \n      \n        $300,000.01 – $350,000\n      \n      \n        $35,000\n      \n    \n    \n      \n        $350,000.01 – $400,000\n      \n      \n        $40,000\n      \n    \n    \n      \n        $400,000.01 – $450,000\n      \n      \n        $45,000\n      \n    \n    \n      \n        $450,000.01 – $500,000\n      \n      \n        $50,000\n      \n    \n    \n      \n        $500,000.01 – $600,000\n      \n      \n        $60,000\n      \n    \n    \n      \n        $600,000.01 – $700,000\n      \n      \n        $70,000\n      \n    \n    \n      \n        $700,000.01 – $800,000\n      \n      \n        $80,000\n      \n    \n    \n      \n        $800,000.01 – $900,000\n      \n      \n        $90,000\n      \n    \n    \n      \n        $900,000.01 – $1,000,000\n      \n      \n        $100,000\n      \n    \n    \n      \n        $1,000,000.01 – $1,250,000\n      \n      \n        $125,000\n      \n    \n    \n      \n        $1,250,000.01 – $1,500,000\n      \n      \n        $150,000\n      \n    \n    \n      \n        $1,500,000.01 – $1,750,000\n      \n      \n        $175,000\n      \n    \n    \n      \n        $1,750,001.01 – $2,000,000\n      \n      \n        $200,000\n      \n    \n    \n      \n        $2,000,000.01 – $2,250,000\n      \n      \n        $225,000\n      \n    \n    \n      \n        $2,250,000.01 – $2,500,000\n      \n      \n        $250,000\n      \n    \n    \n      \n        $2,500,000.01 – $3,000,000\n      \n      \n        $300,000\n      \n    \n    \n      \n        $3,000,000.01 – $3,500,000\n      \n      \n        $350,000\n      \n    \n    \n      \n        $3,500,000.01 – $4,000,000\n      \n      \n        $400,000\n      \n    \n    \n      \n        $4,000,000.01 – $4,500,000\n      \n      \n        $450,000\n      \n    \n    \n      \n        $4,500,000.01 – $5,000,000\n      \n      \n        $500,000\n      \n    \n    \n      \n        $5,000,000.01 – $6,000,000\n      \n      \n        $600,000\n      \n    \n    \n      \n        Greater than $6,000,000.01\n      \n      \n        $700,000\n      \n    \n  \n\t2.\tA bond, in the applicable amount as prescribed above, must be filed no later than February 28, 2013, for each parking facility conducted by an operator prior to January 1, 2013.  For every parking facility commencing business on or after January 1, 2013, each operator must file the applicable bond no later than the close of business on the last day of the month following the month in which the operator commences operation of the parking facility.\t3.\tThe Director of Finance, or the Director’s designee, may independently establish the annual gross receipts for a parking facility and set the bond amount pursuant to the above schedule, based on that determination.  If, at the end of the calendar year, the gross receipts for a parking facility have increased to at least five percent above the amount that would be required for the next larger bond under the above schedule, the operator, as defined herein, shall obtain a new bond in the increased amount by the following February month-end.  If at the end of any calendar year the gross receipts for the parking facility have decreased by at least five percent below the amount that would be required for the next smaller bond under the above schedule, the operator may apply to the Office of Finance for a reduction of the bond amount.\t4.\tThis bond requirement does not apply to an operator that is a governmental entity.  However, this bond requirement is applicable to a non-governmental applicant operating a parking facility on behalf of a governmental entity.\t5.\tThis bond requirement is applicable for each parking facility conducted by the operator, whether in the capacity of owner, lessee, mortgagee in possession, licensee, valet or other service supplier or any other capacity.\t6.\tThe bond shall be executed by the operator as principal, and by a corporation or association which is licensed by the Insurance Commissioner of the State of California to transact the business of fidelity and surety insurance, as surety.  The operator shall keep the bond in full force and effect for the duration of the PORC and all renewals thereof issued to such operator.  If the bond provides that the term thereof shall be continuous until canceled, the operator shall provide the Director of Finance, or the Director’s designee, with certification from the surety of the renewal or continuation of the bond at the same time that the applicant files its annual renewal of its PORC.\t7.\tThe bond shall contain conditions that require the operator to comply fully with all the provisions of Articles 1 and 1.15 of Chapter 2 of the Los Angeles Municipal Code.  The bond shall be payable to the City of Los Angeles in the amount of all unpaid Parking Occupancy Taxes on amounts of taxable parking fees collected by the applicant or operator, together with all administrative collection costs, interest, penalties, and other costs and charges applicable thereto; provided however, the aggregate liability of the surety for any and all claims which may arise under such bond shall in no event exceed the face amount of such bond regardless of the amount due and owing to the City of Los Angeles.  The City may bring an action upon the bond for recovery of any unpaid Parking Occupancy Taxes, administrative collection costs, interest, penalties and other costs and charges at any time prior to the expiration of the period of limitations applicable to the collection of such unpaid taxes by the Director of Finance or the Director’s designee.\t8.\tThe surety may cancel the bond(s) at any time by filing with the Principal, thirty (30) days written notice of its desire to be relieved of liability with mandatory copy sent to the Office of Finance.  The surety shall not be discharged from any liability already accrued under the bond(s), or which shall accrue before the expiration of the thirty (30) day period.\t9.\tThe operator and the surety have the express duty to notify the Office of Finance no later than thirty (30) days prior to the termination of a bond agreement.\t10.\tWhen there is an assessment of Parking Occupancy Taxes against an operator, the Director of Finance, or the Director’s designee, shall issue the assessment against the operator, and the operator’s surety.  The liability of the surety shall not exceed the face value of the bond(s).  The Director of Finance, or the Director’s designee, shall provide notice of such assessment to the operator and the surety.  An operator’s request for an administrative hearing shall be construed by the Director of Finance, or the Director’s designee, as a request on behalf of both the operator and the surety.  The surety may request an administrative hearing pursuant to LAMC Section 21.15.10.  The taxpayer and surety hearing may be consolidated at the discretion of the Director of Finance.  Upon the exhaustion of the administrative appeals process, the operator and the surety shall be liable to the City of Los Angeles in the amount of the determination or decision reached by the Assessment Review Officer or by the Board of Review.  In the event that the amount of the determination exceeds the amount of the bond(s), the surety shall be liability for the amount of the bond(s) and the operator shall remain liable for the full determination.  If neither the operator nor the surety request an administrative hearing, the operator and the surety shall be liable to the City of Los Angeles in the amount of the assessment, provided that the surety’s liability shall not exceed the face amount of the bond.\tThe surety shall be subject to the same requirements as the operator with regard to payment of the tax liability and exhaustion of administrative remedies prior to seeking judicial relief.  The Director of Finance may exercise all remedies against the surety that are available to the Director of Finance as to an operator or any other person determined to be liable for a tax.\t11.\tInterest and penalty shall continue to accrue on all unpaid Parking Occupancy Taxes that are determined to be owed and due at the exhaustion of the administrative appeals process.\t12.\tAn operator that fails to qualify for the issuance of a bond by a surety will be required to establish a deposit account in favor of the City of Los Angeles in the amount of fifty percent of the prescribed bond amount for each parking facility conducted by the operator.  The same time periods prescribed for the filing of a bond with the Office of Finance will be applicable for the establishment of such deposit account.\t13.\tFunds placed into an applicant’s or operator’s deposit account in favor of the City of Los Angeles are subject to collection by the Office of Finance as partial or full satisfaction for delinquent Parking Occupancy Taxes as determined at the exhaustion of the administrative appeals process.\t14.\tAn operator that either fails to renew a bond or has received thirty (30) day notice from the surety that the bond will be canceled must file a new bond or evidence of a deposit account with the Office of Finance no later than thirty (30) days after the bond’s termination.\t15.\tAn operator that fails to submit the bond filing(s) to the Office of Finance or fails to establish a deposit account within the prescribed time periods will also be subject to the revocation or denial of a Police Auto Park Permit.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}