{"section_number":"21.10.4","edition_id":"1","section_id":"2944","structure_id":"63","catch_line":"Due Date.","history":"","full_text":"  DUE DATE.\n\t(Amended by Ord. No. 148,246, Eff. 5\/24\/76.)\n\n\tThe tax imposed by this article is due and payable prior to the issuance of a building permit by the Department of Building and Safety; provided, however, that when the tax imposed on the conversion of an existing apartment building to a condominium or condominiums the tax is due and payable prior to the approval of the Final Map by the City Engineer. The Department of Building and Safety shall not issue a building permit until the tax imposed by this article has been paid. Any person owing money to the City under the provisions of this article shall be liable in any action brought in the name of the City for the recovery of such amount.\n\n\tAny tax paid under the provisions of this article may be refunded if the application for the building permit is not approved, or if approved, is not used for construction of dwelling unit, or units, or where the final map has been approved by the City Engineer for the conversion of an existing apartment building to a condominium or condominiums and such apartment building is not converted.","order_by":"10.4","ancestry":{"1":{"id":"63","name":"Dwelling Unit Construction Tax","identifier":"1.10","label":"article","url":"\/2\/1.10\/"},"2":{"id":"1","name":"Licenses, Permits, Business Regulations","identifier":"2","label":"chapter","url":"\/2\/"}},"structure_contents":{"0":{"id":"3859","structure_id":"63","section_number":"21.10.1","catch_line":"Definitions.","url":"\/21.10.1\/","token":"21.10.1"},"1":{"id":"2224","structure_id":"63","section_number":"21.10.2","catch_line":"Constitutional Exemptions.","url":"\/21.10.2\/","token":"21.10.2"},"2":{"id":"3196","structure_id":"63","section_number":"21.10.3","catch_line":"Dwelling Unit Construction Tax.","url":"\/21.10.3\/","token":"21.10.3"},"3":{"id":"2944","structure_id":"63","section_number":"21.10.4","catch_line":"Due Date.","url":"\/21.10.4\/","token":"21.10.4"},"4":{"id":"197","structure_id":"63","section_number":"21.10.5","catch_line":"Assessment – Administrative Remedy.","url":"\/21.10.5\/","token":"21.10.5"},"5":{"id":"3732","structure_id":"63","section_number":"21.10.6","catch_line":"Refunds.","url":"\/21.10.6\/","token":"21.10.6"}},"next_section":{"id":"197","structure_id":"63","section_number":"21.10.5","catch_line":"Assessment – Administrative Remedy.","url":"\/21.10.5\/","token":"21.10.5"},"metadata":false,"references":false,"url":"\/21.10.4\/","token":"21.10.4","formats":{"txt":"\/21.10.4.txt","json":"\/21.10.4.xml"},"dublin_core":{"Title":"Due Date.","Type":"Text","Format":"text\/html","Identifier":"§ 21.10.4","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDUE DATE. (§ 21.10.4)\n\n  DUE DATE.\n\t(Amended by Ord. No. 148,246, Eff. 5\/24\/76.)\tThe tax imposed by this article is\ndue and payable prior to the issuance of a building permit by the Department of\nBuilding and Safety; provided, however, that when the tax imposed on the\nconversion of an existing apartment building to a condominium or condominiums\nthe tax is due and payable prior to the approval of the Final Map by the City\nEngineer. The Department of Building and Safety shall not issue a building\npermit until the tax imposed by this article has been paid. Any person owing\nmoney to the City under the provisions of this article shall be liable in any\naction brought in the name of the City for the recovery of such amount.\tAny tax\npaid under the provisions of this article may be refunded if the application for\nthe building permit is not approved, or if approved, is not used for\nconstruction of dwelling unit, or units, or where the final map has been\napproved by the City Engineer for the conversion of an existing apartment\nbuilding to a condominium or condominiums and such apartment building is not\nconverted.\n","html":"\n\t\t\t\t\t<section><p>  DUE DATE.\n\t(Amended by Ord. No. 148,246, Eff. 5\/24\/76.)<br \/><br \/>\tThe tax imposed by this article is due and payable prior to the issuance of a building permit by the Department of Building and Safety; provided, however, that when the tax imposed on the conversion of an existing apartment building to a condominium or condominiums the tax is due and payable prior to the approval of the Final Map by the City Engineer. The Department of Building and Safety shall not <span class=\"dictionary\">issue<\/span> a building permit until the tax imposed by this article has been paid. Any person owing money to the City under the provisions of this article shall be liable in any action brought in the name of the City for the recovery of such amount.<br \/><br \/>\tAny tax paid under the provisions of this article may be refunded if the application for the building permit is not approved, or if approved, is not used for construction of dwelling unit, or units, or where the final map has been approved by the City Engineer for the conversion of an existing apartment building to a condominium or condominiums and such apartment building is not converted.<\/p><\/section>","previous_section":{"id":"3196","structure_id":"63","section_number":"21.10.3","catch_line":"Dwelling Unit Construction Tax.","url":"\/21.10.3\/","token":"21.10.3"},"text":{"0":{"id":"2919","text":"  DUE DATE.\n\t(Amended by Ord. No. 148,246, Eff. 5\/24\/76.)\tThe tax imposed by this article is due and payable prior to the issuance of a building permit by the Department of Building and Safety; provided, however, that when the tax imposed on the conversion of an existing apartment building to a condominium or condominiums the tax is due and payable prior to the approval of the Final Map by the City Engineer. The Department of Building and Safety shall not issue a building permit until the tax imposed by this article has been paid. Any person owing money to the City under the provisions of this article shall be liable in any action brought in the name of the City for the recovery of such amount.\tAny tax paid under the provisions of this article may be refunded if the application for the building permit is not approved, or if approved, is not used for construction of dwelling unit, or units, or where the final map has been approved by the City Engineer for the conversion of an existing apartment building to a condominium or condominiums and such apartment building is not converted.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}