{"section_number":"21.15.1","edition_id":"1","section_id":"1656","structure_id":"25","catch_line":"Definitions.","history":"","full_text":"  DEFINITIONS.\n\t(Added by Ord. No. 165,949, Eff. 7\/5\/90.)\n\n\tExcept where the context otherwise requires, the definitions given in this section shall govern the construction of this article.\n\n\t(a)\tMotor Vehicle.  “Motor vehicle” means every self-propelled vehicle operated or suitable for operation on the highway.\n\n\t(b)\tOccupancy.  “Occupancy” means the use or possession or the right to the use or possession of any space for the parking of a motor vehicle or any other purpose in a parking facility.\n\n\t(c)\tOccupant.  “Occupant” means a person who, for a consideration, uses, possesses or has the right to use or possess any space for the parking of a motor vehicle in a parking facility under any lease, concession, permit, right of access, license to use or other agreement or otherwise, whether voluntarily or involuntarily. Occupant shall be deemed to include any person required to pay any valet or service labor charge in connection with the parking of motor vehicles on public or private property and any person required to pay a charge for the occupancy of parking space by another person by means of validation or otherwise.\n\n\t(d)\tOperator.  “Operator” means the person who conducts a parking facility, whether in the capacity of owner, lessee, mortgagee in possession, licensee, valet or other service supplier or any other capacity. When the operator performs his functions through a managing agent of any type or character other than an employee, the managing agent shall also be deemed an operator for purposes of this article and shall have the same duties and liabilities as his principal. When the managing agent collects parking fees and tax on behalf of his principal and deposits the same into the principal’s account in a financial institution, such principal shall be responsible for reporting and remitting the tax to the City. It shall be the duty of the managing agent to provide the Director of Finance with the name and address of each principal who will be responsible for reporting and remitting the tax to the City. Compliance with the provisions of this article by either the principal or the managing agent shall be considered to be compliance by both. A person who qualifies as an operator shall not, by reason of being exempt from the tax imposed in this article, be exempt from the duties and liabilities of an operator imposed under this article.\n\n\t(e)\tParking Meter.  “Parking meter” means any device which, when the recording device thereof is set in motion, or immediately following the deposit of any coin, shall register the period of time that any motor vehicle may be parked adjacent thereto.\n\n\t(f)\tParking Facility.  “Parking facility” means any outdoor space or uncovered plot, place, street, lot, parcel, yard or enclosure, or any portion thereof, or any building or structure, or any portion thereof, where or in which a motor vehicle may be parked, stored, housed or kept, for which any charge is made.\n\n\t(g)\tPerson.  “Person” means any natural person, partnership, joint venture, joint stock company, corporation, estate, trust, business trust, receiver, administrator, executor, assignee, trustee in bankruptcy, firm, company, association, club, syndicate, society, municipal corporation, the State of California, political subdivision of the State of California, the United States, instrumentality of the United States, or any group or combination acting as a unit, whether mutual, cooperative, fraternal, nonprofit or otherwise.\n\n\t(h)\tParking Fee.  “Parking fee” means the consideration charged, whether or not received, for the occupancy or use of space in a parking facility valued in money, whether received in money, goods, labor or otherwise, including all receipts, cash, credits and property and services of any kind or nature, without any deduction therefrom. The parking fee shall be deemed to include the total charges required to be paid by an occupant, including, but not limited to, any valet or service labor charge in connection with the use or occupancy of parking space on public or private property. Nothing shall be construed to mean that a parking fee is charged to the occupant of space in a parking facility for the sale of petroleum products, automobile parts or other tangible personal property, the rendering of services, including car wash services, totally unconnected with the use or occupancy of parking space, or where parking space is provided to the occupant as a compliment from the operator and where no consideration is charged to or received from any other person.","order_by":"15.1","text":{"0":{"id":"1641","text":"  DEFINITIONS.\n\t(Added by Ord. No. 165,949, Eff. 7\/5\/90.)\n\n\tExcept where the context otherwise requires, the definitions given in this section shall govern the construction of this article.\n\n\t(a)\tMotor Vehicle.  “Motor vehicle” means every self-propelled vehicle operated or suitable for operation on the highway.\n\n\t(b)\tOccupancy.  “Occupancy” means the use or possession or the right to the use or possession of any space for the parking of a motor vehicle or any other purpose in a parking facility.\n\n\t(c)\tOccupant.  “Occupant” means a person who, for a consideration, uses, possesses or has the right to use or possess any space for the parking of a motor vehicle in a parking facility under any lease, concession, permit, right of access, license to use or other agreement or otherwise, whether voluntarily or involuntarily. Occupant shall be deemed to include any person required to pay any valet or service labor charge in connection with the parking of motor vehicles on public or private property and any person required to pay a charge for the occupancy of parking space by another person by means of validation or otherwise.\n\n\t(d)\tOperator.  “Operator” means the person who conducts a parking facility, whether in the capacity of owner, lessee, mortgagee in possession, licensee, valet or other service supplier or any other capacity. When the operator performs his functions through a managing agent of any type or character other than an employee, the managing agent shall also be deemed an operator for purposes of this article and shall have the same duties and liabilities as his principal. When the managing agent collects parking fees and tax on behalf of his principal and deposits the same into the principal’s account in a financial institution, such principal shall be responsible for reporting and remitting the tax to the City. It shall be the duty of the managing agent to provide the Director of Finance with the name and address of each principal who will be responsible for reporting and remitting the tax to the City. Compliance with the provisions of this article by either the principal or the managing agent shall be considered to be compliance by both. A person who qualifies as an operator shall not, by reason of being exempt from the tax imposed in this article, be exempt from the duties and liabilities of an operator imposed under this article.\n\n\t(e)\tParking Meter.  “Parking meter” means any device which, when the recording device thereof is set in motion, or immediately following the deposit of any coin, shall register the period of time that any motor vehicle may be parked adjacent thereto.\n\n\t(f)\tParking Facility.  “Parking facility” means any outdoor space or uncovered plot, place, street, lot, parcel, yard or enclosure, or any portion thereof, or any building or structure, or any portion thereof, where or in which a motor vehicle may be parked, stored, housed or kept, for which any charge is made.\n\n\t(g)\tPerson.  “Person” means any natural person, partnership, joint venture, joint stock company, corporation, estate, trust, business trust, receiver, administrator, executor, assignee, trustee in bankruptcy, firm, company, association, club, syndicate, society, municipal corporation, the State of California, political subdivision of the State of California, the United States, instrumentality of the United States, or any group or combination acting as a unit, whether mutual, cooperative, fraternal, nonprofit or otherwise.\n\n\t(h)\tParking Fee.  “Parking fee” means the consideration charged, whether or not received, for the occupancy or use of space in a parking facility valued in money, whether received in money, goods, labor or otherwise, including all receipts, cash, credits and property and services of any kind or nature, without any deduction therefrom. The parking fee shall be deemed to include the total charges required to be paid by an occupant, including, but not limited to, any valet or service labor charge in connection with the use or occupancy of parking space on public or private property. Nothing shall be construed to mean that a parking fee is charged to the occupant of space in a parking facility for the sale of petroleum products, automobile parts or other tangible personal property, the rendering of services, including car wash services, totally unconnected with the use or occupancy of parking space, or where parking space is provided to the occupant as a compliment from the operator and where no consideration is charged to or received from any other person.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"ancestry":{"1":{"id":"25","name":"Parking Occupancy Tax","identifier":"1.15","label":"article","url":"\/2\/1.15\/"},"2":{"id":"1","name":"Licenses, Permits, Business Regulations","identifier":"2","label":"chapter","url":"\/2\/"}},"structure_contents":{"0":{"id":"1656","structure_id":"25","section_number":"21.15.1","catch_line":"Definitions.","url":"\/21.15.1\/","token":"21.15.1"},"1":{"id":"970","structure_id":"25","section_number":"21.15.10","catch_line":"Assessment – Administrative Remedy.","url":"\/21.15.10\/","token":"21.15.10"},"2":{"id":"30","structure_id":"25","section_number":"21.15.11","catch_line":"Records.","url":"\/21.15.11\/","token":"21.15.11"},"3":{"id":"1363","structure_id":"25","section_number":"21.15.12","catch_line":"Refunds.","url":"\/21.15.12\/","token":"21.15.12"},"4":{"id":"609","structure_id":"25","section_number":"21.15.13","catch_line":"Actions To Collect.","url":"\/21.15.13\/","token":"21.15.13"},"5":{"id":"1018","structure_id":"25","section_number":"21.15.14","catch_line":"Savings Clause.","url":"\/21.15.14\/","token":"21.15.14"},"6":{"id":"133","structure_id":"25","section_number":"21.15.2","catch_line":"Tax Imposed.","url":"\/21.15.2\/","token":"21.15.2"},"7":{"id":"628","structure_id":"25","section_number":"21.15.3","catch_line":"Occupant To Pay Tax To The Operator.","url":"\/21.15.3\/","token":"21.15.3"},"8":{"id":"2866","structure_id":"25","section_number":"21.15.4","catch_line":"Operator’S Duties.","url":"\/21.15.4\/","token":"21.15.4"},"9":{"id":"1229","structure_id":"25","section_number":"21.15.5","catch_line":"Exemptions.","url":"\/21.15.5\/","token":"21.15.5"},"10":{"id":"3615","structure_id":"25","section_number":"21.15.6","catch_line":"Registration Of Operators.","url":"\/21.15.6\/","token":"21.15.6"},"11":{"id":"611","structure_id":"25","section_number":"21.15.7","catch_line":"Reporting And Remitting.","url":"\/21.15.7\/","token":"21.15.7"},"12":{"id":"3804","structure_id":"25","section_number":"21.15.8","catch_line":"Penalties And Interest.","url":"\/21.15.8\/","token":"21.15.8"},"13":{"id":"746","structure_id":"25","section_number":"21.15.9","catch_line":"Additional Powers And Duties Of Director Of Finance.","url":"\/21.15.9\/","token":"21.15.9"}},"next_section":{"id":"970","structure_id":"25","section_number":"21.15.10","catch_line":"Assessment – Administrative Remedy.","url":"\/21.15.10\/","token":"21.15.10"},"metadata":false,"references":false,"url":"\/21.15.1\/","token":"21.15.1","formats":{"txt":"\/21.15.1.txt","json":"\/21.15.1.xml"},"dublin_core":{"Title":"Definitions.","Type":"Text","Format":"text\/html","Identifier":"§ 21.15.1","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS. (§ 21.15.1)\n\n  DEFINITIONS.\n\t(Added by Ord. No. 165,949, Eff. 7\/5\/90.)\n\n\tExcept where the context otherwise requires, the definitions given in this\nsection shall govern the construction of this article.\n\n\t(a)\tMotor Vehicle.  “Motor vehicle” means every self-propelled vehicle\noperated or suitable for operation on the highway.\n\n\t(b)\tOccupancy.  “Occupancy” means the use or possession or the right to\nthe use or possession of any space for the parking of a motor vehicle or any\nother purpose in a parking facility.\n\n\t(c)\tOccupant.  “Occupant” means a person who, for a consideration, uses,\npossesses or has the right to use or possess any space for the parking of a\nmotor vehicle in a parking facility under any lease, concession, permit, right\nof access, license to use or other agreement or otherwise, whether voluntarily\nor involuntarily. Occupant shall be deemed to include any person required to pay\nany valet or service labor charge in connection with the parking of motor\nvehicles on public or private property and any person required to pay a charge\nfor the occupancy of parking space by another person by means of validation or\notherwise.\n\n\t(d)\tOperator.  “Operator” means the person who conducts a parking\nfacility, whether in the capacity of owner, lessee, mortgagee in possession,\nlicensee, valet or other service supplier or any other capacity. When the\noperator performs his functions through a managing agent of any type or\ncharacter other than an employee, the managing agent shall also be deemed an\noperator for purposes of this article and shall have the same duties and\nliabilities as his principal. When the managing agent collects parking fees and\ntax on behalf of his principal and deposits the same into the principal’s\naccount in a financial institution, such principal shall be responsible for\nreporting and remitting the tax to the City. It shall be the duty of the\nmanaging agent to provide the Director of Finance with the name and address of\neach principal who will be responsible for reporting and remitting the tax to\nthe City. Compliance with the provisions of this article by either the principal\nor the managing agent shall be considered to be compliance by both. A person who\nqualifies as an operator shall not, by reason of being exempt from the tax\nimposed in this article, be exempt from the duties and liabilities of an\noperator imposed under this article.\n\n\t(e)\tParking Meter.  “Parking meter” means any device which, when the\nrecording device thereof is set in motion, or immediately following the deposit\nof any coin, shall register the period of time that any motor vehicle may be\nparked adjacent thereto.\n\n\t(f)\tParking Facility.  “Parking facility” means any outdoor space or\nuncovered plot, place, street, lot, parcel, yard or enclosure, or any portion\nthereof, or any building or structure, or any portion thereof, where or in which\na motor vehicle may be parked, stored, housed or kept, for which any charge is\nmade.\n\n\t(g)\tPerson.  “Person” means any natural person, partnership, joint\nventure, joint stock company, corporation, estate, trust, business trust,\nreceiver, administrator, executor, assignee, trustee in bankruptcy, firm,\ncompany, association, club, syndicate, society, municipal corporation, the State\nof California, political subdivision of the State of California, the United\nStates, instrumentality of the United States, or any group or combination acting\nas a unit, whether mutual, cooperative, fraternal, nonprofit or otherwise.\n\n\t(h)\tParking Fee.  “Parking fee” means the consideration charged, whether\nor not received, for the occupancy or use of space in a parking facility valued\nin money, whether received in money, goods, labor or otherwise, including all\nreceipts, cash, credits and property and services of any kind or nature, without\nany deduction therefrom. The parking fee shall be deemed to include the total\ncharges required to be paid by an occupant, including, but not limited to, any\nvalet or service labor charge in connection with the use or occupancy of parking\nspace on public or private property. Nothing shall be construed to mean that a\nparking fee is charged to the occupant of space in a parking facility for the\nsale of petroleum products, automobile parts or other tangible personal\nproperty, the rendering of services, including car wash services, totally\nunconnected with the use or occupancy of parking space, or where parking space\nis provided to the occupant as a compliment from the operator and where no\nconsideration is charged to or received from any other person.\n"}