{"section_number":"21.1.3","edition_id":"1","section_id":"3179","structure_id":"62","catch_line":"Communications Users Tax.","history":"","full_text":"  COMMUNICATIONS USERS TAX.\n\t(Title and Section Amended by Ord. No. 179,686*, Eff. 3\/15\/08.)\n\n\t(a)\tThere is hereby imposed a tax upon every Person with a billing or service address in the City of Los Angeles who uses Communications Services, including services for intrastate, interstate or international Communications Services, to the extent permitted by state and federal law.  The tax imposed by this section shall be at the rate of nine percent of the charges made for those Communications Services and shall be paid by the Person paying for those services.  However, as to the charges made for services to any independent telemarketing agency, as defined in Section 21.47(b) of this Code, incurred solely in performing the functions of an independent telemarketing agency, the tax imposed by this section shall be at the rate of five percent of the charges made for those services.\n\n\t(b)\tThe tax imposed in this section shall be collected from the Service User by the Person providing the Communications Services.  The amount of tax collected from the 26th day of each Month through the 25th day of the following Month shall be remitted to the Director of Finance on or before the 26th day of the following Month, or, at the option of the Person required to collect and remit the tax, an estimated amount of tax collected, measured by the billings of the previous Month, shall be remitted to the Director of Finance on or before the 20th day of each Month.\n\n\t(c)\tCharges subject to the include, but are not limited to, the following: connection, reconnection, termination, movement, or change of telecommunications services; late payment fees; detailed billing; voice mail and other messaging services; directory assistance; access and line charges; universal service charges; and regulatory, administrative and other cost recovery charges.\n\n\t(d)\tExemptions.  Except as otherwise provided in this article, Communications Services shall include all Communications Services for which there is a charge, regardless of the means or technology used to provide those services.  Notwithstanding the provisions of Subsection (a), the tax imposed under this section shall not be imposed upon any Person for using Communications Services under the circumstances set forth below:\n\n\t1.\tNews services.  No tax shall be imposed under this section, except with respect to local telephone service, on any payment received from any Person for services used in the collection of news for the public press, or a news ticker service furnishing a general news service similar to that of the public press, or radio broadcasting, or in the dissemination of news through the public press, or a news ticker service furnishing a general news service similar to that of the public press, or by means of radio broadcasting, if the charge for that service is billed in writing to that Person.\n\n\t2.\tInternational, etc., organizations.  No tax shall be imposed under this section on any payment received for services furnished to a public international organization in which the United States participates pursuant to treaty or Act of Congress, or to the American National Red Cross.\n\n\t3.\tServicemen in combat zone.  No tax shall be imposed under this section on any payment received for any toll telephone service, which originates within a combat zone, as defined in Section 112 of Title 26 of the United States Code, from a member of the Armed Forces of the United States performing service in the combat zone, as determined under Section 112 of Title 26 of the United States Code.\n\n\t4.\tItems otherwise taxed.  Only one payment of tax under this section shall be required with respect to the tax on any service.\n\n\t5.\tCommon carriers and communications companies.  No tax shall be imposed under this section on the amount paid for any Communications Services to the extent that the amount so paid is for use by a common carrier, telephone or telegraph company, or radio broadcasting station or network in the conduct of its business.\n\n\t6.\tInstallation charges.  No tax shall be imposed under this section on any amount paid for the installation of any instrument, wire, pole, switchboard, apparatus, or equipment as is properly attributable to the installation.\n\n\t7.\tNonprofit hospitals.  No tax shall be imposed under this section on any amount paid by a nonprofit hospital for services furnished to that organization.  For purposes of this exemption, the term “nonprofit hospital” means a hospital referred to in Section 170(b)(1)(A)(iii) of Title 26 of the United States Code, which is exempt from federal income tax under Section 501(a) of Title 26 of the United States Code.\n\n\t8.\tState and local governments.  No tax shall be imposed under this section upon any payment received for services or facilities furnished to the government of any State, or any of its political subdivisions, or the District of Columbia.\n\n\t9.\tNonprofit educational organizations.  No tax shall be imposed under this section on any amount paid by a nonprofit educational organization for services or facilities furnished to that organization.  For purposes of this exemption, the term “nonprofit educational organization” means an educational organization described in Section 170(b)(1)(A)(ii) of Title 26 of the United States Code, which is exempt from federal income tax under Section 501(a) of Title 26 of the United States Code.  The term also includes a school operated as an activity of an organization described in Section 501(c)(3) of Title 26 of the United States Code, which is exempt from federal income tax under Section 501(a) of Title 26 of the United States Code, if that school normally maintains a regular facility and curriculum and normally has a regularly enrolled body of pupils or students in attendance at the place where its educational activities are regularly carried on.\n\n\t(e)\tTo prevent actual multiple taxation of any Communications Services that are subject to tax under Subsection (a) of this section, any Service User, upon proof that the Service User owed and has paid a tax in another taxing jurisdiction on the Communications Services, shall be allowed a credit against the tax imposed in Subsection (a) to the extent of the amount of the tax properly due and paid in the other taxing jurisdiction.  However, no credit may be allowed for any tax paid to another taxing jurisdiction on any call to the extent that the call may not, under the Constitution and statutes of the United States, be made the subject of taxation by the other taxing jurisdiction.  Nor shall the amount of credit exceed the tax owed to the City under this section.\n\n\t(f)\tAny person claiming to be an independent telemarketing agency, which has charges subject to tax at the five percent rate, shall file an application for rate adjustment with the Director of Finance.  This application shall be made on forms provided by the Director of Finance and shall recite facts under oath which qualify the applicant for the five percent tax rate.  Notwithstanding any other provision of this article, the five percent rate shall apply only to charges for services that were necessarily incurred solely and exclusively for telemarketing activities.  The burden of maintaining records and establishing that this charge is subject to tax at the five percent rate shall be on the applicant.  Charges for all other services shall be subject to tax at the nine percent rate.\n\n\t(g)\tFor purposes of imposing a tax or establishing a duty to collect and remit a tax under this section, “substantial nexus” and “minimum contacts” shall be construed broadly in favor of the imposition, collection and\/or remittance of the communications users tax to the fullest extent permitted by state and federal law, and as it may change from time to time by judicial interpretation or by statutory enactment.  Any Communications Services used by a Person with a service or billing address in the City shall be subject to a rebuttable presumption that “substantial nexus \/ minimum contacts” exists for purposes of imposing a tax, or establishing a duty to collect and remit a tax, under this section.  For communications services for which there is no billing address or primary physical location for the provision of services, the service address shall mean the point of sale of the services.\n\n\t(h)\tIf a non-taxable service and a taxable service are billed together under a single charge, the entire charge shall be deemed taxable unless the service supplier or taxpayer reasonably identifies actual charges for services not subject to the tax.  The service supplier or taxpayer seeking a reduction has the burden of proving the proper valuation and apportionment of taxable and non-taxable charges based upon books and records that are kept in the regular course of business and in a manner consistent with generally accepted accounting principles.\n\n* Note: Pursuant to the passage of Proposition S in a Special Election held on February 5, 2008, Ordinance No. 179,686 was adopted by the Council of the City of Los Angeles at its meeting of March 5, 2008.","order_by":"1.3","ancestry":{"1":{"id":"62","name":"\nTelephone, Electricity And Gas Users Tax","identifier":"1.1","label":"article","url":"\/2\/1.1\/"},"2":{"id":"1","name":"Licenses, Permits, Business Regulations","identifier":"2","label":"chapter","url":"\/2\/"}},"structure_contents":{"0":{"id":"620","structure_id":"62","section_number":"21.1.1","catch_line":"Definitions.","url":"\/21.1.1\/","token":"21.1.1"},"1":{"id":"3439","structure_id":"62","section_number":"21.1.10","catch_line":"Assessment – Administrative Remedy.","url":"\/21.1.10\/","token":"21.1.10"},"2":{"id":"3766","structure_id":"62","section_number":"21.1.11","catch_line":"Records.","url":"\/21.1.11\/","token":"21.1.11"},"3":{"id":"450","structure_id":"62","section_number":"21.1.12","catch_line":"Exemptions And Refunds.","url":"\/21.1.12\/","token":"21.1.12"},"4":{"id":"1136","structure_id":"62","section_number":"21.1.13","catch_line":"Amendment Or Repeal.","url":"\/21.1.13\/","token":"21.1.13"},"5":{"id":"3544","structure_id":"62","section_number":"21.1.14","catch_line":"Audit Of Communications Users Tax.","url":"\/21.1.14\/","token":"21.1.14"},"6":{"id":"190","structure_id":"62","section_number":"21.1.15","catch_line":"Severability.","url":"\/21.1.15\/","token":"21.1.15"},"7":{"id":"4120","structure_id":"62","section_number":"21.1.2","catch_line":"Constitutional Exemptions.","url":"\/21.1.2\/","token":"21.1.2"},"8":{"id":"3179","structure_id":"62","section_number":"21.1.3","catch_line":"Communications Users Tax.","url":"\/21.1.3\/","token":"21.1.3"},"9":{"id":"3027","structure_id":"62","section_number":"21.1.4","catch_line":"Electricity Users Tax.","url":"\/21.1.4\/","token":"21.1.4"},"10":{"id":"3710","structure_id":"62","section_number":"21.1.5","catch_line":"Gas User Tax.","url":"\/21.1.5\/","token":"21.1.5"},"11":{"id":"3799","structure_id":"62","section_number":"21.1.6","catch_line":"Interest And Penalty.","url":"\/21.1.6\/","token":"21.1.6"},"12":{"id":"2979","structure_id":"62","section_number":"21.1.7","catch_line":"Actions To Collect.","url":"\/21.1.7\/","token":"21.1.7"},"13":{"id":"1952","structure_id":"62","section_number":"21.1.8","catch_line":"Duty To Collect – Procedures.","url":"\/21.1.8\/","token":"21.1.8"},"14":{"id":"2095","structure_id":"62","section_number":"21.1.9","catch_line":"Additional Powers And Duties Of Director Of Finance, Etc.","url":"\/21.1.9\/","token":"21.1.9"}},"next_section":{"id":"3027","structure_id":"62","section_number":"21.1.4","catch_line":"Electricity Users Tax.","url":"\/21.1.4\/","token":"21.1.4"},"metadata":false,"references":false,"url":"\/21.1.3\/","token":"21.1.3","formats":{"txt":"\/21.1.3.txt","json":"\/21.1.3.xml"},"dublin_core":{"Title":"Communications Users Tax.","Type":"Text","Format":"text\/html","Identifier":"§ 21.1.3","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nCOMMUNICATIONS USERS TAX. (§ 21.1.3)\n\n  COMMUNICATIONS USERS TAX.\n\t(Title and Section Amended by Ord. No. 179,686*, Eff. 3\/15\/08.)\t(a)\tThere is\nhereby imposed a tax upon every Person with a billing or service address in the\nCity of Los Angeles who uses Communications Services, including services for\nintrastate, interstate or international Communications Services, to the extent\npermitted by state and federal law.  The tax imposed by this section shall be\nat the rate of nine percent of the charges made for those Communications\nServices and shall be paid by the Person paying for those services.  However,\nas to the charges made for services to any independent telemarketing agency, as\ndefined in Section 21.47(b) of this Code, incurred solely in performing the\nfunctions of an independent telemarketing agency, the tax imposed by this\nsection shall be at the rate of five percent of the charges made for those\nservices.\t(b)\tThe tax imposed in this section shall be collected from the\nService User by the Person providing the Communications Services.  The amount\nof tax collected from the 26th day of each Month through the 25th day of the\nfollowing Month shall be remitted to the Director of Finance on or before the\n26th day of the following Month, or, at the option of the Person required to\ncollect and remit the tax, an estimated amount of tax collected, measured by the\nbillings of the previous Month, shall be remitted to the Director of Finance on\nor before the 20th day of each Month.\t(c)\tCharges subject to the include, but\nare not limited to, the following: connection, reconnection, termination,\nmovement, or change of telecommunications services; late payment fees; detailed\nbilling; voice mail and other messaging services; directory assistance; access\nand line charges; universal service charges; and regulatory, administrative and\nother cost recovery charges.\t(d)\tExemptions.  Except as otherwise provided in\nthis article, Communications Services shall include all Communications Services\nfor which there is a charge, regardless of the means or technology used to\nprovide those services.  Notwithstanding the provisions of Subsection (a), the\ntax imposed under this section shall not be imposed upon any Person for using\nCommunications Services under the circumstances set forth below:\t1.\tNews\nservices.  No tax shall be imposed under this section, except with respect to\nlocal telephone service, on any payment received from any Person for services\nused in the collection of news for the public press, or a news ticker service\nfurnishing a general news service similar to that of the public press, or radio\nbroadcasting, or in the dissemination of news through the public press, or a\nnews ticker service furnishing a general news service similar to that of the\npublic press, or by means of radio broadcasting, if the charge for that service\nis billed in writing to that Person.\t2.\tInternational, etc., organizations.  No\ntax shall be imposed under this section on any payment received for services\nfurnished to a public international organization in which the United States\nparticipates pursuant to treaty or Act of Congress, or to the American National\nRed Cross.\t3.\tServicemen in combat zone.  No tax shall be imposed under this\nsection on any payment received for any toll telephone service, which originates\nwithin a combat zone, as defined in Section 112 of Title 26 of the United States\nCode, from a member of the Armed Forces of the United States performing service\nin the combat zone, as determined under Section 112 of Title 26 of the United\nStates Code.\t4.\tItems otherwise taxed.  Only one payment of tax under this\nsection shall be required with respect to the tax on any service.\t5.\tCommon\ncarriers and communications companies.  No tax shall be imposed under this\nsection on the amount paid for any Communications Services to the extent that\nthe amount so paid is for use by a common carrier, telephone or telegraph\ncompany, or radio broadcasting station or network in the conduct of its\nbusiness.\t6.\tInstallation charges.  No tax shall be imposed under this section\non any amount paid for the installation of any instrument, wire, pole,\nswitchboard, apparatus, or equipment as is properly attributable to the\ninstallation.\t7.\tNonprofit hospitals.  No tax shall be imposed under this\nsection on any amount paid by a nonprofit hospital for services furnished to\nthat organization.  For purposes of this exemption, the term “nonprofit\nhospital” means a hospital referred to in Section 170(b)(1)(A)(iii) of Title\n26 of the United States Code, which is exempt from federal income tax under\nSection 501(a) of Title 26 of the United States Code.\t8.\tState and local\ngovernments.  No tax shall be imposed under this section upon any payment\nreceived for services or facilities furnished to the government of any State, or\nany of its political subdivisions, or the District of Columbia.\t9.\tNonprofit\neducational organizations.  No tax shall be imposed under this section on any\namount paid by a nonprofit educational organization for services or facilities\nfurnished to that organization.  For purposes of this exemption, the term\n“nonprofit educational organization” means an educational organization\ndescribed in Section 170(b)(1)(A)(ii) of Title 26 of the United States Code,\nwhich is exempt from federal income tax under Section 501(a) of Title 26 of the\nUnited States Code.  The term also includes a school operated as an activity of\nan organization described in Section 501(c)(3) of Title 26 of the United States\nCode, which is exempt from federal income tax under Section 501(a) of Title 26\nof the United States Code, if that school normally maintains a regular facility\nand curriculum and normally has a regularly enrolled body of pupils or students\nin attendance at the place where its educational activities are regularly\ncarried on.\t(e)\tTo prevent actual multiple taxation of any Communications\nServices that are subject to tax under Subsection (a) of this section, any\nService User, upon proof that the Service User owed and has paid a tax in\nanother taxing jurisdiction on the Communications Services, shall be allowed a\ncredit against the tax imposed in Subsection (a) to the extent of the amount of\nthe tax properly due and paid in the other taxing jurisdiction.  However, no\ncredit may be allowed for any tax paid to another taxing jurisdiction on any\ncall to the extent that the call may not, under the Constitution and statutes of\nthe United States, be made the subject of taxation by the other taxing\njurisdiction.  Nor shall the amount of credit exceed the tax owed to the City\nunder this section.\t(f)\tAny person claiming to be an independent telemarketing\nagency, which has charges subject to tax at the five percent rate, shall file an\napplication for rate adjustment with the Director of Finance.  This application\nshall be made on forms provided by the Director of Finance and shall recite\nfacts under oath which qualify the applicant for the five percent tax rate. \nNotwithstanding any other provision of this article, the five percent rate shall\napply only to charges for services that were necessarily incurred solely and\nexclusively for telemarketing activities.  The burden of maintaining records\nand establishing that this charge is subject to tax at the five percent rate\nshall be on the applicant.  Charges for all other services shall be subject to\ntax at the nine percent rate.\t(g)\tFor purposes of imposing a tax or establishing\na duty to collect and remit a tax under this section, “substantial nexus”\nand “minimum contacts” shall be construed broadly in favor of the\nimposition, collection and\/or remittance of the communications users tax to the\nfullest extent permitted by state and federal law, and as it may change from\ntime to time by judicial interpretation or by statutory enactment.  Any\nCommunications Services used by a Person with a service or billing address in\nthe City shall be subject to a rebuttable presumption that “substantial nexus\n\/ minimum contacts” exists for purposes of imposing a tax, or establishing a\nduty to collect and remit a tax, under this section.  For communications\nservices for which there is no billing address or primary physical location for\nthe provision of services, the service address shall mean the point of sale of\nthe services.\t(h)\tIf a non-taxable service and a taxable service are billed\ntogether under a single charge, the entire charge shall be deemed taxable unless\nthe service supplier or taxpayer reasonably identifies actual charges for\nservices not subject to the tax.  The service supplier or taxpayer seeking a\nreduction has the burden of proving the proper valuation and apportionment of\ntaxable and non-taxable charges based upon books and records that are kept in\nthe regular course of business and in a manner consistent with generally\naccepted accounting principles.* Note: Pursuant to the passage of Proposition S\nin a Special Election held on February 5, 2008, Ordinance No. 179,686 was\nadopted by the Council of the City of Los Angeles at its meeting of March 5,\n2008.\n","html":"\n\t\t\t\t\t<section><p>  COMMUNICATIONS USERS TAX.\n\t(Title and Section Amended by Ord. No. 179,686*, Eff. 3\/15\/08.)<br \/><br \/>\t(a)\tThere is hereby imposed a tax upon every Person with a billing or service address in the City of Los Angeles who uses Communications Services, including services for intrastate, interstate or international Communications Services, to the extent permitted by state and federal <span class=\"dictionary\">law<\/span>.  The tax imposed by this section shall be at the rate of nine percent of the charges made for those Communications Services and shall be paid by the Person paying for those services.  However, as to the charges made for services to any independent telemarketing agency, as defined in Section 21.47(b) of this Code, incurred solely in performing the functions of an independent telemarketing agency, the tax imposed by this section shall be at the rate of five percent of the charges made for those services.<br \/><br \/>\t(b)\tThe tax imposed in this section shall be collected from the Service User by the Person providing the Communications Services.  The amount of tax collected from the 26th day of each Month through the 25th day of the following Month shall be remitted to the Director of Finance on or before the 26th day of the following Month, or, at the option of the Person required to collect and remit the tax, an estimated amount of tax collected, measured by the billings of the previous Month, shall be remitted to the Director of Finance on or before the 20th day of each Month.<br \/><br \/>\t(c)\tCharges subject to the include, but are not limited to, the following: connection, reconnection, termination, movement, or change of telecommunications services; late payment fees; detailed billing; voice mail and other messaging services; directory assistance; access and line charges; universal service charges; and regulatory, administrative and other cost recovery charges.<br \/><br \/>\t(d)\tExemptions.  Except as otherwise provided in this article, Communications Services shall include all Communications Services for which there is a charge, regardless of the means or technology used to provide those services.  Notwithstanding the provisions of Subsection (a), the tax imposed under this section shall not be imposed upon any Person for using Communications Services under the circumstances set forth below:<br \/><br \/>\t1.\tNews services.  No tax shall be imposed under this section, except with respect to local telephone service, on any payment received from any Person for services used in the collection of news for the public press, or a news ticker service furnishing a general news service similar to that of the public press, or radio broadcasting, or in the dissemination of news through the public press, or a news ticker service furnishing a general news service similar to that of the public press, or by means of radio broadcasting, if the charge for that service is billed in writing to that Person.<br \/><br \/>\t2.\tInternational, etc., organizations.  No tax shall be imposed under this section on any payment received for services furnished to a public international organization in which the United States participates pursuant to treaty or Act of Congress, or to the American National Red Cross.<br \/><br \/>\t3.\tServicemen in combat zone.  No tax shall be imposed under this section on any payment received for any toll telephone service, which originates within a combat zone, as defined in Section 112 of Title 26 of the United States Code, from a member of the Armed Forces of the United States performing service in the combat zone, as determined under Section 112 of Title 26 of the United States Code.<br \/><br \/>\t4.\tItems otherwise taxed.  Only one payment of tax under this section shall be required with respect to the tax on any service.<br \/><br \/>\t5.\tCommon carriers and communications companies.  No tax shall be imposed under this section on the amount paid for any Communications Services to the extent that the amount so paid is for use by a common carrier, telephone or telegraph company, or radio broadcasting station or network in the conduct of its business.<br \/><br \/>\t6.\tInstallation charges.  No tax shall be imposed under this section on any amount paid for the installation of any instrument, wire, pole, switchboard, apparatus, or equipment as is properly attributable to the installation.<br \/><br \/>\t7.\tNonprofit hospitals.  No tax shall be imposed under this section on any amount paid by a nonprofit hospital for services furnished to that organization.  For purposes of this exemption, the term “nonprofit hospital” means a hospital referred to in Section 170(b)(1)(A)(iii) of Title 26 of the United States Code, which is exempt from federal income tax under Section 501(a) of Title 26 of the United States Code.<br \/><br \/>\t8.\tState and local governments.  No tax shall be imposed under this section upon any payment received for services or facilities furnished to the government of any State, or any of its political subdivisions, or the District of Columbia.<br \/><br \/>\t9.\tNonprofit educational organizations.  No tax shall be imposed under this section on any amount paid by a nonprofit educational organization for services or facilities furnished to that organization.  For purposes of this exemption, the term “nonprofit educational organization” means an educational organization described in Section 170(b)(1)(A)(ii) of Title 26 of the United States Code, which is exempt from federal income tax under Section 501(a) of Title 26 of the United States Code.  The term also includes a school operated as an activity of an organization described in Section 501(c)(3) of Title 26 of the United States Code, which is exempt from federal income tax under Section 501(a) of Title 26 of the United States Code, if that school normally maintains a regular facility and curriculum and normally has a regularly enrolled body of pupils or students in attendance at the place where its educational activities are regularly carried on.<br \/><br \/>\t(e)\tTo prevent actual multiple taxation of any Communications Services that are subject to tax under Subsection (a) of this section, any Service User, upon proof that the Service User owed and has paid a tax in another taxing <span class=\"dictionary\">jurisdiction<\/span> on the Communications Services, shall be allowed a credit against the tax imposed in Subsection (a) to the extent of the amount of the tax properly due and paid in the other taxing <span class=\"dictionary\">jurisdiction<\/span>.  However, no credit may be allowed for any tax paid to another taxing <span class=\"dictionary\">jurisdiction<\/span> on any call to the extent that the call may not, under the Constitution and <span class=\"dictionary\">statutes<\/span> of the United States, be made the subject of taxation by the other taxing <span class=\"dictionary\">jurisdiction<\/span>.  Nor shall the amount of credit exceed the tax owed to the City under this section.<br \/><br \/>\t(f)\tAny person claiming to be an independent telemarketing agency, which has charges subject to tax at the five percent rate, shall file an application for rate adjustment with the Director of Finance.  This application shall be made on forms provided by the Director of Finance and shall recite <span class=\"dictionary\">facts<\/span> under <span class=\"dictionary\">oath<\/span> which qualify the applicant for the five percent tax rate.  Notwithstanding any other provision of this article, the five percent rate shall apply only to charges for services that were necessarily incurred solely and exclusively for telemarketing activities.  The burden of maintaining records and establishing that this charge is subject to tax at the five percent rate shall be on the applicant.  Charges for all other services shall be subject to tax at the nine percent rate.<br \/><br \/>\t(g)\tFor purposes of imposing a tax or establishing a duty to collect and remit a tax under this section, “substantial nexus” and “minimum contacts” shall be construed broadly in favor of the imposition, collection and\/or remittance of the communications users tax to the fullest extent permitted by state and federal <span class=\"dictionary\">law<\/span>, and as it may change from time to time by judicial interpretation or by statutory enactment.  Any Communications Services used by a Person with a service or billing address in the City shall be subject to a rebuttable <span class=\"dictionary\">presumption<\/span> that “substantial nexus \/ minimum contacts” exists for purposes of imposing a tax, or establishing a duty to collect and remit a tax, under this section.  For communications services for which there is no billing address or primary physical location for the provision of services, the service address shall mean the point of sale of the services.<br \/><br \/>\t(h)\tIf a non-taxable service and a taxable service are billed together under a single charge, the entire charge shall be deemed taxable unless the service supplier or taxpayer reasonably identifies actual charges for services not subject to the tax.  The service supplier or taxpayer seeking a reduction has the burden of proving the proper valuation and apportionment of taxable and non-taxable charges based upon books and records that are kept in the regular course of business and in a manner consistent with generally accepted accounting principles.<br \/><br \/>* Note: Pursuant to the passage of Proposition S in a Special Election held on February 5, 2008, <span class=\"dictionary\">Ordinance<\/span> No. 179,686 was adopted by the Council of the City of Los Angeles at its meeting of March 5, 2008.<\/p><\/section>","previous_section":{"id":"4120","structure_id":"62","section_number":"21.1.2","catch_line":"Constitutional Exemptions.","url":"\/21.1.2\/","token":"21.1.2"},"text":{"0":{"id":"3153","text":"  COMMUNICATIONS USERS TAX.\n\t(Title and Section Amended by Ord. No. 179,686*, Eff. 3\/15\/08.)\t(a)\tThere is hereby imposed a tax upon every Person with a billing or service address in the City of Los Angeles who uses Communications Services, including services for intrastate, interstate or international Communications Services, to the extent permitted by state and federal law.  The tax imposed by this section shall be at the rate of nine percent of the charges made for those Communications Services and shall be paid by the Person paying for those services.  However, as to the charges made for services to any independent telemarketing agency, as defined in Section 21.47(b) of this Code, incurred solely in performing the functions of an independent telemarketing agency, the tax imposed by this section shall be at the rate of five percent of the charges made for those services.\t(b)\tThe tax imposed in this section shall be collected from the Service User by the Person providing the Communications Services.  The amount of tax collected from the 26th day of each Month through the 25th day of the following Month shall be remitted to the Director of Finance on or before the 26th day of the following Month, or, at the option of the Person required to collect and remit the tax, an estimated amount of tax collected, measured by the billings of the previous Month, shall be remitted to the Director of Finance on or before the 20th day of each Month.\t(c)\tCharges subject to the include, but are not limited to, the following: connection, reconnection, termination, movement, or change of telecommunications services; late payment fees; detailed billing; voice mail and other messaging services; directory assistance; access and line charges; universal service charges; and regulatory, administrative and other cost recovery charges.\t(d)\tExemptions.  Except as otherwise provided in this article, Communications Services shall include all Communications Services for which there is a charge, regardless of the means or technology used to provide those services.  Notwithstanding the provisions of Subsection (a), the tax imposed under this section shall not be imposed upon any Person for using Communications Services under the circumstances set forth below:\t1.\tNews services.  No tax shall be imposed under this section, except with respect to local telephone service, on any payment received from any Person for services used in the collection of news for the public press, or a news ticker service furnishing a general news service similar to that of the public press, or radio broadcasting, or in the dissemination of news through the public press, or a news ticker service furnishing a general news service similar to that of the public press, or by means of radio broadcasting, if the charge for that service is billed in writing to that Person.\t2.\tInternational, etc., organizations.  No tax shall be imposed under this section on any payment received for services furnished to a public international organization in which the United States participates pursuant to treaty or Act of Congress, or to the American National Red Cross.\t3.\tServicemen in combat zone.  No tax shall be imposed under this section on any payment received for any toll telephone service, which originates within a combat zone, as defined in Section 112 of Title 26 of the United States Code, from a member of the Armed Forces of the United States performing service in the combat zone, as determined under Section 112 of Title 26 of the United States Code.\t4.\tItems otherwise taxed.  Only one payment of tax under this section shall be required with respect to the tax on any service.\t5.\tCommon carriers and communications companies.  No tax shall be imposed under this section on the amount paid for any Communications Services to the extent that the amount so paid is for use by a common carrier, telephone or telegraph company, or radio broadcasting station or network in the conduct of its business.\t6.\tInstallation charges.  No tax shall be imposed under this section on any amount paid for the installation of any instrument, wire, pole, switchboard, apparatus, or equipment as is properly attributable to the installation.\t7.\tNonprofit hospitals.  No tax shall be imposed under this section on any amount paid by a nonprofit hospital for services furnished to that organization.  For purposes of this exemption, the term “nonprofit hospital” means a hospital referred to in Section 170(b)(1)(A)(iii) of Title 26 of the United States Code, which is exempt from federal income tax under Section 501(a) of Title 26 of the United States Code.\t8.\tState and local governments.  No tax shall be imposed under this section upon any payment received for services or facilities furnished to the government of any State, or any of its political subdivisions, or the District of Columbia.\t9.\tNonprofit educational organizations.  No tax shall be imposed under this section on any amount paid by a nonprofit educational organization for services or facilities furnished to that organization.  For purposes of this exemption, the term “nonprofit educational organization” means an educational organization described in Section 170(b)(1)(A)(ii) of Title 26 of the United States Code, which is exempt from federal income tax under Section 501(a) of Title 26 of the United States Code.  The term also includes a school operated as an activity of an organization described in Section 501(c)(3) of Title 26 of the United States Code, which is exempt from federal income tax under Section 501(a) of Title 26 of the United States Code, if that school normally maintains a regular facility and curriculum and normally has a regularly enrolled body of pupils or students in attendance at the place where its educational activities are regularly carried on.\t(e)\tTo prevent actual multiple taxation of any Communications Services that are subject to tax under Subsection (a) of this section, any Service User, upon proof that the Service User owed and has paid a tax in another taxing jurisdiction on the Communications Services, shall be allowed a credit against the tax imposed in Subsection (a) to the extent of the amount of the tax properly due and paid in the other taxing jurisdiction.  However, no credit may be allowed for any tax paid to another taxing jurisdiction on any call to the extent that the call may not, under the Constitution and statutes of the United States, be made the subject of taxation by the other taxing jurisdiction.  Nor shall the amount of credit exceed the tax owed to the City under this section.\t(f)\tAny person claiming to be an independent telemarketing agency, which has charges subject to tax at the five percent rate, shall file an application for rate adjustment with the Director of Finance.  This application shall be made on forms provided by the Director of Finance and shall recite facts under oath which qualify the applicant for the five percent tax rate.  Notwithstanding any other provision of this article, the five percent rate shall apply only to charges for services that were necessarily incurred solely and exclusively for telemarketing activities.  The burden of maintaining records and establishing that this charge is subject to tax at the five percent rate shall be on the applicant.  Charges for all other services shall be subject to tax at the nine percent rate.\t(g)\tFor purposes of imposing a tax or establishing a duty to collect and remit a tax under this section, “substantial nexus” and “minimum contacts” shall be construed broadly in favor of the imposition, collection and\/or remittance of the communications users tax to the fullest extent permitted by state and federal law, and as it may change from time to time by judicial interpretation or by statutory enactment.  Any Communications Services used by a Person with a service or billing address in the City shall be subject to a rebuttable presumption that “substantial nexus \/ minimum contacts” exists for purposes of imposing a tax, or establishing a duty to collect and remit a tax, under this section.  For communications services for which there is no billing address or primary physical location for the provision of services, the service address shall mean the point of sale of the services.\t(h)\tIf a non-taxable service and a taxable service are billed together under a single charge, the entire charge shall be deemed taxable unless the service supplier or taxpayer reasonably identifies actual charges for services not subject to the tax.  The service supplier or taxpayer seeking a reduction has the burden of proving the proper valuation and apportionment of taxable and non-taxable charges based upon books and records that are kept in the regular course of business and in a manner consistent with generally accepted accounting principles.* Note: Pursuant to the passage of Proposition S in a Special Election held on February 5, 2008, Ordinance No. 179,686 was adopted by the Council of the City of Los Angeles at its meeting of March 5, 2008.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}