{"section_number":"21.2.4","edition_id":"1","section_id":"3119","structure_id":"65","catch_line":"Manner Of Reporting.","history":"","full_text":"  MANNER OF REPORTING.\n\n\tAt the time required by Section 21.2.3, every person required to pay the tax imposed by this article shall file with the Director of Finance, in such form and manner as may be prescribed by or acceptable to the Director of Finance, a written statement setting forth the period of time covered therein, the total amount of gross receipts subject to tax for such period, the total amount of tax due under this article, and such other information as may be required by the Director of Finance to permit a complete audit and examination of the books and records supporting the contents of such statement. Such statement shall be dated and subscribed by the individual responsible therefor, whose capacity shall be indicated, who shall declare or certify under penalty of perjury that the information contained therein is, to the best of such individual’s information, knowledge and belief, true and correct.","order_by":"2.4","ancestry":{"1":{"id":"65","name":"1984 Olympic Games Ticket Distribution Tax","identifier":"1.2","label":"article","url":"\/2\/1.2\/"},"2":{"id":"1","name":"Licenses, Permits, Business Regulations","identifier":"2","label":"chapter","url":"\/2\/"}},"structure_contents":{"0":{"id":"457","structure_id":"65","section_number":"21.2.1","catch_line":"Definitions.","url":"\/21.2.1\/","token":"21.2.1"},"1":{"id":"3301","structure_id":"65","section_number":"21.2.10","catch_line":"Refunds.","url":"\/21.2.10\/","token":"21.2.10"},"2":{"id":"3061","structure_id":"65","section_number":"21.2.2","catch_line":"Imposition Of Tax.","url":"\/21.2.2\/","token":"21.2.2"},"3":{"id":"2063","structure_id":"65","section_number":"21.2.3","catch_line":"Time Of Reporting And Payment.","url":"\/21.2.3\/","token":"21.2.3"},"4":{"id":"3119","structure_id":"65","section_number":"21.2.4","catch_line":"Manner Of Reporting.","url":"\/21.2.4\/","token":"21.2.4"},"5":{"id":"4103","structure_id":"65","section_number":"21.2.5","catch_line":"Interest And Penalty.","url":"\/21.2.5\/","token":"21.2.5"},"6":{"id":"204","structure_id":"65","section_number":"21.2.6","catch_line":"Actions To Collect.","url":"\/21.2.6\/","token":"21.2.6"},"7":{"id":"4161","structure_id":"65","section_number":"21.2.7","catch_line":"Additional Powers And Duties Of Director Of Finance.","url":"\/21.2.7\/","token":"21.2.7"},"8":{"id":"3046","structure_id":"65","section_number":"21.2.8","catch_line":"Assessment – Administrative Remedy.","url":"\/21.2.8\/","token":"21.2.8"},"9":{"id":"247","structure_id":"65","section_number":"21.2.9","catch_line":"Records.","url":"\/21.2.9\/","token":"21.2.9"}},"next_section":{"id":"4103","structure_id":"65","section_number":"21.2.5","catch_line":"Interest And Penalty.","url":"\/21.2.5\/","token":"21.2.5"},"metadata":false,"references":false,"url":"\/21.2.4\/","token":"21.2.4","formats":{"txt":"\/21.2.4.txt","json":"\/21.2.4.xml"},"dublin_core":{"Title":"Manner Of Reporting.","Type":"Text","Format":"text\/html","Identifier":"§ 21.2.4","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nMANNER OF REPORTING. (§ 21.2.4)\n\n  MANNER OF REPORTING.\tAt the time required by Section 21.2.3, every person\nrequired to pay the tax imposed by this article shall file with the Director of\nFinance, in such form and manner as may be prescribed by or acceptable to the\nDirector of Finance, a written statement setting forth the period of time\ncovered therein, the total amount of gross receipts subject to tax for such\nperiod, the total amount of tax due under this article, and such other\ninformation as may be required by the Director of Finance to permit a complete\naudit and examination of the books and records supporting the contents of such\nstatement. Such statement shall be dated and subscribed by the individual\nresponsible therefor, whose capacity shall be indicated, who shall declare or\ncertify under penalty of perjury that the information contained therein is, to\nthe best of such individual’s information, knowledge and belief, true and\ncorrect.\n","html":"\n\t\t\t\t\t<section><p>  MANNER OF REPORTING.<br \/><br \/>\tAt the time required by Section 21.2.3, every person required to pay the tax imposed by this article shall file with the Director of Finance, in such form and manner as may be prescribed by or acceptable to the Director of Finance, a written statement setting forth the period of time covered therein, the total amount of gross receipts subject to tax for such period, the total amount of tax due under this article, and such other information as may be required by the Director of Finance to permit a complete audit and examination of the books and records supporting the contents of such statement. Such statement shall be dated and subscribed by the individual responsible therefor, whose capacity shall be indicated, who shall declare or certify under <span class=\"dictionary\">penalty<\/span> of <span class=\"dictionary\">perjury<\/span> that the information contained therein is, to the best of such individual’s information, knowledge and belief, true and correct.<\/p><\/section>","previous_section":{"id":"2063","structure_id":"65","section_number":"21.2.3","catch_line":"Time Of Reporting And Payment.","url":"\/21.2.3\/","token":"21.2.3"},"text":{"0":{"id":"3093","text":"  MANNER OF REPORTING.\tAt the time required by Section 21.2.3, every person required to pay the tax imposed by this article shall file with the Director of Finance, in such form and manner as may be prescribed by or acceptable to the Director of Finance, a written statement setting forth the period of time covered therein, the total amount of gross receipts subject to tax for such period, the total amount of tax due under this article, and such other information as may be required by the Director of Finance to permit a complete audit and examination of the books and records supporting the contents of such statement. Such statement shall be dated and subscribed by the individual responsible therefor, whose capacity shall be indicated, who shall declare or certify under penalty of perjury that the information contained therein is, to the best of such individual’s information, knowledge and belief, true and correct.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}