{"section_number":"21.26","edition_id":"1","section_id":"2959","structure_id":"19","catch_line":"Empowerment Zone – City Business Tax Reductions, Limitations, And Exemptions.","history":"","full_text":"  EMPOWERMENT ZONE – CITY BUSINESS TAX REDUCTIONS, LIMITATIONS, AND EXEMPTIONS.\n\t(Amended by Ord. No. 172,358, Eff. 1\/31\/99.)\n\n\t(a)\tMinimum Business Tax.  After payment of a minimum business tax of $25.00, the amount of business tax relief to a person engaged in business at a location in the business tax economic incentive area described in Subsection (j) but not excluded from such tax relief by Subsection (h) shall be an exemption from the next $500.00 in business tax liability.\n\n\t(b)\tTime Period of Business Tax Relief.  The business tax relief described in Subsection (a) of this section shall be for the tax period beginning on or after January 1, 1995 and ending on or before the termination of the City’s Empowerment Zone as established by the City Council by ordinance.  The time period for business tax relief for census tracts that are added to the City’s business tax economic incentive area will commence on the effective date of the Ordinance adding the census tracts and cover the entire calendar year.\n\n\tA person will only be entitled to the additional business tax relief provided for in Subsections (c), (d), (e), and (f) for up to a maximum period of five years.\n\n\t(c)\tAdditional Business Tax Relief for Existing Businesses Within the Business Tax Economic Incentive Area.  Notwithstanding any other provision of this Code, for the tax years beginning on January 1, 1999 the annual business taxes paid starting in 1999 by any person for a business located within the business tax economic incentive area described in Subsection (j) on or after January 1, 1998, shall not exceed the business taxes paid by such person for the year ended December 31, 1998.  Such additional relief shall be for a period of up to five years, as set forth in Subsection (b) above.\n\n\t(d)\tBusiness Tax Relief for Existing Businesses Within the City Relocating into the Business Tax Economic Incentive Area.  Notwithstanding any other provision of this Code, the annual business taxes paid during any taxable year by any person for a business (1) located within the City of Los Angeles but outside the business tax economic incentive area on or before December 31, 1998 and (2) which relocates its business activity within the business tax economic incentive area on or after January 1, 1999, shall not exceed the annual business taxes paid by such person during the tax year during which the business relocated into the business tax economic incentive area, subject to the relief provided in Subsection (a) above.  Such additional relief shall be for a period of up to five years as set forth in Subsection (b) above.\n\n\t(e)\tBusiness Tax Relief for Existing Businesses Outside the City Relocating Into the Business Tax Economic Incentive Area.  Any person whose business was located outside the City of Los Angeles as of December 31, 1997 and which locates its business activity within the business tax economic incentive area on or after January 1, 1998, shall pay no business taxes other than the $25 minimum tax specified in Subsection (a) above for up to a five-year period as set forth in Subsection (b) above.\n\n\t(f)\tBusiness Tax Relief for Newly Established Businesses Within the Business Tax Economic Incentive Area.  Any person who starts a “newly established business” as defined in Section 21.00 (c) of this Code within the business tax economic incentive area on or after January 1, 1998 shall pay no business taxes other than the $25 minimum business tax specified in Subsection (a) above for up to a five-year period as set forth in Subsection (b) above.\n\n\t(g)\tChange of Ownership of Existing Businesses.  New proprietors of pre-existing businesses located within the business tax economic incentive area shall not be eligible to receive the incentives set forth in Subsection (e) and (f) above.\n\n\t(h)\tExcluded Businesses.  The business tax relief described in Subsections (a) through (f) of this section is available to all business tax classifications located within the business tax economic incentive area except that no business tax exemption, waiver, decrease or freeze shall be available to any person whose primary activity at a location is the sale of alcoholic beverages for off-premises consumption or the sale of guns and ammunition, or which is an  “adult entertainment business” as defined in the Los Angeles Municipal Code Section 12.70B.\n\n\t(i)\tConditions to Receive Tax Exemption.  The Director of Finance shall determine that one of the following conditions applies to each person seeking business tax relief under Subsections (e) and (f) above unless application of said conditions is waived by the Mayor’s Office.\n\n\t(1)\tThe business pays all of its work force at a rate at least equal to the living wage as identified in the City’s Living Wage Ordinance in Los Angeles Administrative Code Section 10.37.\n\n\t(2)\tThe business provides goods or services that are urgently needed in the business tax economic incentive area.\n\n\t(3)\tThe business can show proof of a significant investment in its workforce (For example: job training, childcare, retirement or investment programs; health or life insurance programs).\n\n\t(4)\tA newly established business in the business tax economic incentive area hires at least 50% of its workforce locally from the business tax economic incentive area, or the buffer zone.\n\n\tThe Mayor’s Office shall provide annual reports to the Community and Economic Development Committee of the Council of waivers granted and the justification for those waivers.\n\n\t(j)\tDescription of Business Tax Economic Incentive Area.  The business tax economic incentive area shall lie within the boundaries of the federal Empowerment Zone except that the business license tax economic incentive area shall extend beyond the boundaries of the Empowerment Zone to include both sides of a street in which there is business activity where only one side of that street is included in the Empowerment Zone.\n\n\t(1)\tThe business tax economic incentive area consists of the area included within the following United States Census Tract numbers, as extended by this subsection where applicable:\n\n1041.020, 1047.010, 2045.000, 2051.000, 2060.000, 2062.000, 2063.000, 2073.000, 2260.000, 2270.000, 2281.000, 2282.000, 2286.000, 2287.000, 2288.000, 2289.000, 2291.000, 2371.000, 2372.000, 2383,000, 2392.000. 2393.000, 2397.000, 2400.000, 2402.000, 2405.000, 2408.000, 2409.000, 2420.000, 2421.000, 2422.000, 2423.000, 2426.000, 2427.000, 2430.000, 2431.000\n\n\t(2)\tThe map set forth below illustrates the location of the United States Census Tracts listed in Paragraph (1) of this subsection that comprise the business tax economic incentive area.  The boundaries of said business tax economic incentive area are extended as set forth in this subsection where applicable.\n\nLOCATION OF UNITED STATES CENSUS TRACTS THAT COMPRISE BUSINESS TAX ECONOMIC INCENTIVE AREA\n(NOT ALL TRACTS PICTURED ARE LOCATED IN BUSINESS TAX ECONOMIC INCENTIVE AREA – SEE L.A.M.C. SEC. 21.26(j)(1))\n\n[Editor’s Note:  The map referred to in this section is on file in the official City documents located in the Office of the City Clerk in Council File No. CF-97-0401-S1.]\n\n\t(3)\tThe business tax economic incentive area is described in the table set forth below.  The boundaries of said area are extended as set forth in this subsection where applicable.\n\nBUSINESS TAX ECONOMIC INCENTIVE AREA FOR THE CITY OF LOS ANGELES\n\n\tThe table describes both part A and part B in a continuous loop.  The loop starts southward by describing part A’s western half and going down to the Slauson and South Central Avenue intersection where part B begins.  At the intersection the loop travels in a westwardly direction around part B.  Eventually the loop travels back North to describe part A’s eastern half.\n\nSECTION ONE\nFIRST HALF OF PART A\nINTERSECTION OF N. BROADWAY AND THE LOS ANGELES RIVER\n\n\n  \n    \n      \n        BEGINNING POINT\n      \n      \n        DIRECTION\n      \n      \n        ENDING LIMIT\n      \n    \n    \n      \n        N. Broadway\n      \n      \n        Southwest to\n      \n      \n        College Street\n      \n    \n    \n      \n        College Street\n      \n      \n        East to\n      \n      \n        N. Alameda\n      \n    \n    \n      \n        N. Alameda\n      \n      \n        South to\n      \n      \n        Temple Street\n      \n    \n    \n      \n        Temple Street\n      \n      \n        West to\n      \n      \n        San Pedro\n      \n    \n    \n      \n        San Pedro\n      \n      \n        South to\n      \n      \n        E. 1st\n      \n    \n    \n      \n        E. 1st\n      \n      \n        West to\n      \n      \n        Los Angeles Street\n      \n    \n    \n      \n        Los Angeles Street\n      \n      \n        South to\n      \n      \n        2nd Street\n      \n    \n    \n      \n        2nd Street\n      \n      \n        West to\n      \n      \n        S. Hill\n      \n    \n    \n      \n        S. Hill\n      \n      \n        South to\n      \n      \n        9th Street\n      \n    \n    \n      \n        9th Street\n      \n      \n        East to\n      \n      \n        Maple Ave.\n      \n    \n    \n      \n        Maple Ave.\n      \n      \n        South to\n      \n      \n        E. 21st Street\n      \n    \n    \n      \n        E. 21st Street\n      \n      \n        East to\n      \n      \n        Central Ave.\n      \n    \n    \n      \n        Central Ave.\n      \n      \n        South to\n      \n      \n        42nd Street\n      \n    \n    \n      \n        42nd Street\n      \n      \n        West to\n      \n      \n        Avalon\n      \n    \n    \n      \n        Avalon\n      \n      \n        South to\n      \n      \n        E. 48th Street\n      \n    \n    \n      \n        E. 48th Street\n      \n      \n        East to\n      \n      \n        McKinley Ave.\n      \n    \n    \n      \n        McKinley Ave.\n      \n      \n        North to \n        &#038; back up\n      \n      \n        E. 48th Street\n      \n    \n    \n      \n        E. 48th Street\n      \n      \n        East to\n      \n      \n        Central Ave.\n      \n    \n    \n      \n        Central Ave.\n      \n      \n        South to\n      \n      \n        Slauson Ave.\n      \n    \n  \n\n\n\nBEGINNING OF PART B OF SECTION ONE\nINTERSECTION OF CENTRAL AVE. &#038; SLAUSON AVE.\n\n\n  \n    \n      \n        BEGINNING POINT\n      \n      \n        DIRECTION\n      \n      \n        ENDING LIMIT\n      \n    \n    \n      \n        Slauson Ave.\n      \n      \n        West to\n      \n      \n        Van Ness Ave.\n      \n    \n    \n      \n        Van Ness Ave.\n      \n      \n        South to\n      \n      \n        62nd Street\n      \n    \n    \n      \n        62nd Street\n      \n      \n        East to\n      \n      \n        S. Broadway Ave.\n      \n    \n    \n      \n        S. Broadway\n      \n      \n        South to\n      \n      \n        Florence Ave.\n      \n    \n    \n      \n        Florence Ave.\n      \n      \n        East to\n      \n      \n        S. Central Ave.\n      \n    \n    \n      \n        S. Central Ave.\n      \n      \n        North to X-section\n      \n      \n        Slauson Ave.\n      \n    \n  \n\n\n\nSECOND HALF OF PART A SECTION ONE\nINTERSECTION OF S. CENTRAL &#038; SLAUSON\n\n\n  \n    \n      \n        BEGINNING POINT\n      \n      \n        DIRECTION\n      \n      \n        ENDING LIMIT\n      \n    \n    \n      \n        Slauson Ave.\n      \n      \n        East to\n      \n      \n        S. Alameda\n      \n    \n    \n      \n        S. Alameda\n      \n      \n        North to\n      \n      \n        E. 25th Street\n      \n    \n    \n      \n        E. 25th Street\n      \n      \n        East to &#038; following\n      \n      \n        Southern City Limits With Vernon\n      \n    \n    \n      \n        Southern City Limits with Vernon\n      \n      \n        Follow to\n      \n      \n        Spence Street\n      \n    \n    \n      \n        Spence Street\n      \n      \n        North to\n      \n      \n        E. 8th Street\n      \n    \n    \n      \n        E. 8th Street\n      \n      \n        Northwest to\n      \n      \n        Soto Street\n      \n    \n    \n      \n        Soto Street\n      \n      \n        North to\n      \n      \n        Santa Monica FWY.\n      \n    \n    \n      \n        Santa Monica FWY.\n      \n      \n        West to\n      \n      \n        S. Boyle Ave.\n      \n    \n    \n      \n        S. Boyle Ave.\n      \n      \n        North to\n      \n      \n        Golden State FWY.\n      \n    \n    \n      \n        Golden State FWY.\n      \n      \n        North to\n      \n      \n        E. 4th Street\n      \n    \n    \n      \n        E. 4th Street\n      \n      \n        West to\n      \n      \n        N. State Street\n      \n    \n    \n      \n        N. State Street\n      \n      \n        North to\n      \n      \n        E. 1st Street\n      \n    \n    \n      \n        E. 1st Street\n      \n      \n        West to\n      \n      \n        Los Angeles River\n      \n    \n    \n      \n        Los Angeles River\n      \n      \n        North to\n      \n      \n        N. Broadway\n      \n    \n  \n\n\n\nEND OF SECTION ONE (PARTS A&#038;B)\n\n\nSECTION TWO\nINTERSECTION OF S. CENTRAL AVE. &#038; E. MANCHESTER\n\n\n  \n    \n      \n        BEGINNING POINT\n      \n      \n        DIRECTION\n      \n      \n        ENDING LIMIT\n      \n    \n    \n      \n        E. Manchester\n      \n      \n        West to\n      \n      \n        San Pedro Street\n      \n    \n    \n      \n        San Pedro Street\n      \n      \n        North to\n      \n      \n        E. 79th Street\n      \n    \n    \n      \n        E. 79th Street\n      \n      \n        West to\n      \n      \n        S. Vermont Ave.\n      \n    \n    \n      \n        S. Vermont Ave.\n      \n      \n        South to\n      \n      \n        Manchester Ave.\n      \n    \n    \n      \n        Manchester Ave.\n      \n      \n        East to\n      \n      \n        Figueroa\n      \n    \n    \n      \n        Figueroa\n      \n      \n        South to\n      \n      \n        104th Street\n      \n    \n    \n      \n        104th Street\n      \n      \n        East to\n      \n      \n        Wall Street\n      \n    \n    \n      \n        Wall Street\n      \n      \n        North to\n      \n      \n        93rd Street\n      \n    \n    \n      \n        93rd Street\n      \n      \n        East to\n      \n      \n        E. City Limits with Walnut Park\n      \n    \n    \n      \n        E. City Limits with Walnut Park\n      \n      \n        North to\n      \n      \n        Intersection of Manchester &#038; S. Central Avenues\n      \n    \n  \n\n\n\nEND OF SECTION TWO\n\n\nSECTION THREE\nINTERSECTION OF 104TH &#038; SAN PEDRO STREET\n\n\n  \n    \n      \n        BEGINNING POINT\n      \n      \n        DIRECTION\n      \n      \n        ENDING LIMIT\n      \n    \n    \n      \n        San Pedro St.\n      \n      \n        South to\n      \n      \n        Imperial Hwy\n      \n    \n    \n      \n        Imperial Hwy\n      \n      \n        East to\n      \n      \n        Wadsworth &#038; E. 114th\n      \n    \n    \n      \n        114th St.\n      \n      \n        East to\n      \n      \n        S. Central Ave\n      \n    \n    \n      \n        S. Central Ave\n      \n      \n        South to\n      \n      \n        Imperial Hwy\n      \n    \n    \n      \n        Imperial Hwy.\n      \n      \n        East to\n      \n      \n        E. City\/County Limits at Mona Blvd.\n      \n    \n    \n      \n        E. City\/County Limits at Mona Blvd.\n      \n      \n        North to\n      \n      \n        92nd Street\n      \n    \n    \n      \n        92nd Street\n      \n      \n        West to\n      \n      \n        Maine St.\n      \n    \n    \n      \n        Maine St.\n      \n      \n        North\n      \n      \n        E. 91st Street\n      \n    \n    \n      \n        E. 91st Street\n      \n      \n        West to\n      \n      \n        Compton\n      \n    \n    \n      \n        Compton\n      \n      \n        South to\n      \n      \n        E. 92nd Street\n      \n    \n    \n      \n        E. 92nd Street\n      \n      \n        West to\n      \n      \n        Success Street\n      \n    \n    \n      \n        Success Street\n      \n      \n        South to\n      \n      \n        E. 103rd Street\n      \n    \n    \n      \n        E. 103rd Street\n      \n      \n        West to\n      \n      \n        S. Central Ave\n      \n    \n    \n      \n        S. Central Ave\n      \n      \n        South to\n      \n      \n        E. 104th Street\n      \n    \n    \n      \n        E. 104th Street\n      \n      \n        West to X-section\n      \n      \n        San Pedro\n      \n    \n  \n\n\nEND OF SECTION THREE\n\n\nSECTION FOUR\nINTERSECTION OF THE VAN NUYS BLVD. &#038; THE FOOTHILL FWY.\n\n\n  \n    \n      \n        BEGINNING POINT\n      \n      \n        DIRECTION\n      \n      \n        ENDING LIMIT\n      \n    \n    \n      \n        Van Nuys Blvd.\n      \n      \n        Southwest to\n      \n      \n        San Fernando Rd.\n      \n    \n    \n      \n        San Fernando Rd.\n      \n      \n        Southeast to\n      \n      \n        Pierce Street\n      \n    \n    \n      \n        Pierce Street\n      \n      \n        Northeast to\n      \n      \n        Glenoaks Blvd.\n      \n    \n    \n      \n        Glenoaks Blvd.\n      \n      \n        Southeast to\n      \n      \n        Osborne Street\n      \n    \n    \n      \n        Osborne Street\n      \n      \n        North to\n      \n      \n        West side of the Hansen Dam\n      \n    \n    \n      \n        West side of the Hansen Dam\n      \n      \n        Follow East to the\n      \n      \n        Rancho Tujunga Rancho Ex Mission DE San Fernando line\n      \n    \n    \n      \n        Rancho Tujunga Rancho Ex Mission DE San Fernando line\n      \n      \n        North to\n      \n      \n        Foothill FWY.\n      \n    \n    \n      \n        Foothill FWY.\t\n      \n      \n        West to X-section\n      \n      \n        Van Nuys Blvd.\n      \n    \n  \n\n\nEND OF SECTION FOUR\n\n\t(k)\tAdministration.  The business tax economic incentive program shall be administered by the Director of Finance who shall notify all known persons engaged in business at a location in the business tax economic incentive area of the program.\n\n\t(l)\tBusiness Tax Forms.  It shall be the responsibility of each person engaged in business to compare its activity to the tax relief provided by this section and complete its business tax forms accordingly.\n\n\t(m)\tAnnual Report to the Mayor and Council by Director of the Office of Administrative and Research Services.  The Director of the Office of Administrative and Research Services shall report annually on the measurable costs and benefits of the Business Tax Economic Incentive program.  (Amended by Ord. No. 173,304, Eff. 6\/30\/00, Oper. 7\/1\/00.)","order_by":"26","ancestry":{"1":{"id":"19","name":"Business Taxes","identifier":"1","label":"article","url":"\/2\/1\/"},"2":{"id":"1","name":"Licenses, Permits, Business Regulations","identifier":"2","label":"chapter","url":"\/2\/"}},"structure_contents":{"0":{"id":"3386","structure_id":"19","section_number":"21.00","catch_line":"Definitions.","url":"\/21.00\/","token":"21.00"},"1":{"id":"3139","structure_id":"19","section_number":"21.01","catch_line":"Unlawful Business Not Authorized.","url":"\/21.01\/","token":"21.01"},"2":{"id":"986","structure_id":"19","section_number":"21.02","catch_line":"Constitutional Exemptions.","url":"\/21.02\/","token":"21.02"},"3":{"id":"1313","structure_id":"19","section_number":"21.03","catch_line":"Imposition Of Tax.","url":"\/21.03\/","token":"21.03"},"4":{"id":"2833","structure_id":"19","section_number":"21.03.1","catch_line":"Automatic Tax Rate Reduction.","url":"\/21.03.1\/","token":"21.03.1"},"5":{"id":"2639","structure_id":"19","section_number":"21.04","catch_line":"Due Dates.","url":"\/21.04\/","token":"21.04"},"6":{"id":"287","structure_id":"19","section_number":"21.05","catch_line":"Delinquent Dates –Interest – Penalties.","url":"\/21.05\/","token":"21.05"},"7":{"id":"1321","structure_id":"19","section_number":"21.06","catch_line":"Separate Registration Certificate Required For Each Location And Each Business Tax Classification.","url":"\/21.06\/","token":"21.06"},"8":{"id":"135","structure_id":"19","section_number":"21.06.1","catch_line":"Single Primary Tax Classification Election.","url":"\/21.06.1\/","token":"21.06.1"},"9":{"id":"3840","structure_id":"19","section_number":"21.07","catch_line":"Refunds Of Overpayments.","url":"\/21.07\/","token":"21.07"},"10":{"id":"2938","structure_id":"19","section_number":"21.08","catch_line":"Business Tax Registration Certificate — Form.","url":"\/21.08\/","token":"21.08"},"11":{"id":"2372","structure_id":"19","section_number":"21.09","catch_line":"Business Tax Registration Certificates — Posting And Keeping.","url":"\/21.09\/","token":"21.09"},"12":{"id":"2408","structure_id":"19","section_number":"21.10","catch_line":"Business Tax Registration Certificates — Charge For Duplication.","url":"\/21.10\/","token":"21.10"},"13":{"id":"1153","structure_id":"19","section_number":"21.11","catch_line":"Business Tax Registration Certificate —Transfer.","url":"\/21.11\/","token":"21.11"},"14":{"id":"3208","structure_id":"19","section_number":"21.12","catch_line":"Business Tax Registration Certificates —Suspension.","url":"\/21.12\/","token":"21.12"},"15":{"id":"3457","structure_id":"19","section_number":"21.13","catch_line":"Newly Established Businesses – Computation Of Business Tax.","url":"\/21.13\/","token":"21.13"},"16":{"id":"859","structure_id":"19","section_number":"21.14","catch_line":"Written Statements – When Required –Computation Of The Tax.","url":"\/21.14\/","token":"21.14"},"17":{"id":"4177","structure_id":"19","section_number":"21.15","catch_line":"Director Of Finance – Duty To Enforce –Rules And Regulations.","url":"\/21.15\/","token":"21.15"},"18":{"id":"4100","structure_id":"19","section_number":"21.16","catch_line":"Assessment — Administrative Remedy.","url":"\/21.16\/","token":"21.16"},"19":{"id":"2921","structure_id":"19","section_number":"21.17","catch_line":"Confidential Character Of Information Obtained– Disclosure Unlawful.","url":"\/21.17\/","token":"21.17"},"20":{"id":"1223","structure_id":"19","section_number":"21.18","catch_line":"Delinquent Taxes – Installment Payment.","url":"\/21.18\/","token":"21.18"},"21":{"id":"1532","structure_id":"19","section_number":"21.19","catch_line":"Delinquent Taxes – Suit For Recovery.","url":"\/21.19\/","token":"21.19"},"22":{"id":"3349","structure_id":"19","section_number":"21.20","catch_line":"Delinquent Taxes – Debt Not Discharged By Penal Conviction.","url":"\/21.20\/","token":"21.20"},"23":{"id":"2132","structure_id":"19","section_number":"21.21","catch_line":"Delinquent Taxes – Uncollectible.","url":"\/21.21\/","token":"21.21"},"24":{"id":"4086","structure_id":"19","section_number":"21.22","catch_line":"Religious, Charity, Etc.; Procedure For Issuance Of Tax Exempt Registration Certificates.","url":"\/21.22\/","token":"21.22"},"25":{"id":"3446","structure_id":"19","section_number":"21.23","catch_line":"Effect Of Repeals And Amendments.","url":"\/21.23\/","token":"21.23"},"26":{"id":"3020","structure_id":"19","section_number":"21.24","catch_line":"Exemption For Persons Having Equal Or Greater Payroll Expense Tax Liability.","url":"\/21.24\/","token":"21.24"},"27":{"id":"2672","structure_id":"19","section_number":"21.25","catch_line":"Relief For Earthquake Interruption.","url":"\/21.25\/","token":"21.25"},"28":{"id":"2959","structure_id":"19","section_number":"21.26","catch_line":"Empowerment Zone - City Business Tax Reductions, Limitations, And Exemptions.","url":"\/21.26\/","token":"21.26"},"29":{"id":"3092","structure_id":"19","section_number":"21.27","catch_line":"Entertainment And Multimedia Business Tax Limitations.","url":"\/21.27\/","token":"21.27"},"30":{"id":"992","structure_id":"19","section_number":"21.28","catch_line":"Fiscal Year Reporting.","url":"\/21.28\/","token":"21.28"},"31":{"id":"3672","structure_id":"19","section_number":"21.29","catch_line":"Small Business Exemption.","url":"\/21.29\/","token":"21.29"},"32":{"id":"1797","structure_id":"19","section_number":"21.30","catch_line":"New Business Exemption.","url":"\/21.30\/","token":"21.30"},"33":{"id":"2622","structure_id":"19","section_number":"21.31","catch_line":"Settlement Bureau.","url":"\/21.31\/","token":"21.31"},"34":{"id":"3785","structure_id":"19","section_number":"21.32","catch_line":"Rewards For Information.","url":"\/21.32\/","token":"21.32"},"35":{"id":"2451","structure_id":"19","section_number":"21.33","catch_line":"Tax Rates.","url":"\/21.33\/","token":"21.33"},"36":{"id":"3764","structure_id":"19","section_number":"21.41","catch_line":"Gross Receipts Fund Class 1.","url":"\/21.41\/","token":"21.41"},"37":{"id":"1839","structure_id":"19","section_number":"21.42","catch_line":"Gross Receipts Fund Class 2.","url":"\/21.42\/","token":"21.42"},"38":{"id":"1484","structure_id":"19","section_number":"21.43","catch_line":"Gross Receipts Fund Class 3.","url":"\/21.43\/","token":"21.43"},"39":{"id":"3800","structure_id":"19","section_number":"21.44","catch_line":"Gross Receipts Fund Class 4.","url":"\/21.44\/","token":"21.44"},"40":{"id":"3973","structure_id":"19","section_number":"21.45","catch_line":"Gross Receipts Fund Class 5.","url":"\/21.45\/","token":"21.45"},"41":{"id":"3401","structure_id":"19","section_number":"21.46","catch_line":"Gross Receipts Fund Class 6.","url":"\/21.46\/","token":"21.46"},"42":{"id":"786","structure_id":"19","section_number":"21.47","catch_line":"Gross Receipts Fund Class 7.","url":"\/21.47\/","token":"21.47"},"43":{"id":"3868","structure_id":"19","section_number":"21.48","catch_line":"Gross Receipts Fund Class 8.","url":"\/21.48\/","token":"21.48"},"44":{"id":"22","structure_id":"19","section_number":"21.49","catch_line":"Gross Receipts Fund Class 9.","url":"\/21.49\/","token":"21.49"},"45":{"id":"2094","structure_id":"19","section_number":"21.50","catch_line":"Taxation Of Medical Marijuana Collectives.","url":"\/21.50\/","token":"21.50"},"46":{"id":"963","structure_id":"19","section_number":"21.53","catch_line":"Amusement Park.","url":"\/21.53\/","token":"21.53"},"47":{"id":"121","structure_id":"19","section_number":"21.55","catch_line":"Auctioneer.","url":"\/21.55\/","token":"21.55"},"48":{"id":"3750","structure_id":"19","section_number":"21.56","catch_line":"Auto Park","url":"\/21.56\/","token":"21.56"},"49":{"id":"2828","structure_id":"19","section_number":"21.59","catch_line":"Baseball, Football, Etc.","url":"\/21.59\/","token":"21.59"},"50":{"id":"4153","structure_id":"19","section_number":"21.62","catch_line":"Billiards, Etc.","url":"\/21.62\/","token":"21.62"},"51":{"id":"3553","structure_id":"19","section_number":"21.63","catch_line":"Amusement Machines.","url":"\/21.63\/","token":"21.63"},"52":{"id":"886","structure_id":"19","section_number":"21.64","catch_line":"Coin-Operated Phonographs And Music Machines.","url":"\/21.64\/","token":"21.64"},"53":{"id":"106","structure_id":"19","section_number":"21.65","catch_line":"Vending Machines.","url":"\/21.65\/","token":"21.65"},"54":{"id":"4010","structure_id":"19","section_number":"21.65.1","catch_line":"Coin-Operated Scales And Service Machines.","url":"\/21.65.1\/","token":"21.65.1"},"55":{"id":"4093","structure_id":"19","section_number":"21.70","catch_line":"Bowling Alley, Skee-Ball Shuffleboard, Etc.","url":"\/21.70\/","token":"21.70"},"56":{"id":"2800","structure_id":"19","section_number":"21.74","catch_line":"Circuses.","url":"\/21.74\/","token":"21.74"},"57":{"id":"460","structure_id":"19","section_number":"21.75","catch_line":"Side Shows, Carnivals, Concessions.","url":"\/21.75\/","token":"21.75"},"58":{"id":"1734","structure_id":"19","section_number":"21.78","catch_line":"Collection Agencies.","url":"\/21.78\/","token":"21.78"},"59":{"id":"240","structure_id":"19","section_number":"21.79","catch_line":"Commission Brokers.","url":"\/21.79\/","token":"21.79"},"60":{"id":"3209","structure_id":"19","section_number":"21.80","catch_line":"Independent Telemarketing Agency.","url":"\/21.80\/","token":"21.80"},"61":{"id":"3925","structure_id":"19","section_number":"21.83","catch_line":"Dance Hall.","url":"\/21.83\/","token":"21.83"},"62":{"id":"3285","structure_id":"19","section_number":"21.85","catch_line":"Public Dance.","url":"\/21.85\/","token":"21.85"},"63":{"id":"577","structure_id":"19","section_number":"21.94","catch_line":"Rides.","url":"\/21.94\/","token":"21.94"},"64":{"id":"453","structure_id":"19","section_number":"21.98","catch_line":"Office Commercial Buildings, Etc., Rentals.","url":"\/21.98\/","token":"21.98"},"65":{"id":"2915","structure_id":"19","section_number":"21.98.1","catch_line":"Swap Meet Operator.","url":"\/21.98.1\/","token":"21.98.1"},"66":{"id":"1721","structure_id":"19","section_number":"21.98.2","catch_line":"Antique Show And Collectors’ Exchange Show Promoter.","url":"\/21.98.2\/","token":"21.98.2"},"67":{"id":"2654","structure_id":"19","section_number":"21.99","catch_line":"Renting Accommodations.","url":"\/21.99\/","token":"21.99"},"68":{"id":"4094","structure_id":"19","section_number":"21.102","catch_line":"Laundry, Cleaning And Dyeing Agent, Collector, Linen Supply, Shoe Repair.","url":"\/21.102\/","token":"21.102"},"69":{"id":"3665","structure_id":"19","section_number":"21.108","catch_line":"Money Lenders.","url":"\/21.108\/","token":"21.108"},"70":{"id":"3823","structure_id":"19","section_number":"21.109","catch_line":"Motion Picture, Television And Radio Producers.","url":"\/21.109\/","token":"21.109"},"71":{"id":"715","structure_id":"19","section_number":"21.124","catch_line":"Oil Wells.","url":"\/21.124\/","token":"21.124"},"72":{"id":"2325","structure_id":"19","section_number":"21.141","catch_line":"Warehouse – Storage Of Goods.","url":"\/21.141\/","token":"21.141"},"73":{"id":"1832","structure_id":"19","section_number":"21.142","catch_line":"Stevedores.","url":"\/21.142\/","token":"21.142"},"74":{"id":"3610","structure_id":"19","section_number":"21.143","catch_line":"Tugboat And Barge Operators.","url":"\/21.143\/","token":"21.143"},"75":{"id":"1927","structure_id":"19","section_number":"21.147","catch_line":"Theatre.","url":"\/21.147\/","token":"21.147"},"76":{"id":"2812","structure_id":"19","section_number":"21.166","catch_line":"Merchandise Wholesale Selling.","url":"\/21.166\/","token":"21.166"},"77":{"id":"968","structure_id":"19","section_number":"21.167","catch_line":"Merchandise – Retail Selling.","url":"\/21.167\/","token":"21.167"},"78":{"id":"4173","structure_id":"19","section_number":"21.167.1","catch_line":"Sales Of Firearms And Ammunition.","url":"\/21.167.1\/","token":"21.167.1"},"79":{"id":"2302","structure_id":"19","section_number":"21.168.1","catch_line":"Out Of State Sales.","url":"\/21.168.1\/","token":"21.168.1"},"80":{"id":"1061","structure_id":"19","section_number":"21.168.2","catch_line":"Sale For Convenience.","url":"\/21.168.2\/","token":"21.168.2"},"81":{"id":"1130","structure_id":"19","section_number":"21.168.3","catch_line":"Certain Solicitors Deemed Employees.","url":"\/21.168.3\/","token":"21.168.3"},"82":{"id":"3420","structure_id":"19","section_number":"21.168.4","catch_line":"Exemption – Temporary Exhibitors At Tradeshows.","url":"\/21.168.4\/","token":"21.168.4"},"83":{"id":"2858","structure_id":"19","section_number":"21.168.5","catch_line":"Certified Producers Deemed Employees.","url":"\/21.168.5\/","token":"21.168.5"},"84":{"id":"2995","structure_id":"19","section_number":"21.169","catch_line":"Christmas Trees.","url":"\/21.169\/","token":"21.169"},"85":{"id":"1790","structure_id":"19","section_number":"21.170","catch_line":"Christmas Tree Lot Clean-Up Deposits.","url":"\/21.170\/","token":"21.170"},"86":{"id":"90","structure_id":"19","section_number":"21.171","catch_line":"Retailers Of New Passenger Motor Vehicles.","url":"\/21.171\/","token":"21.171"},"87":{"id":"438","structure_id":"19","section_number":"21.187","catch_line":"Common Carrier Bus.","url":"\/21.187\/","token":"21.187"},"88":{"id":"1180","structure_id":"19","section_number":"21.188","catch_line":"Contractors.","url":"\/21.188\/","token":"21.188"},"89":{"id":"606","structure_id":"19","section_number":"21.189.1","catch_line":"Miscellaneous Services.","url":"\/21.189.1\/","token":"21.189.1"},"90":{"id":"3010","structure_id":"19","section_number":"21.189.2","catch_line":"Radio And Television Broadcaster.","url":"\/21.189.2\/","token":"21.189.2"},"91":{"id":"882","structure_id":"19","section_number":"21.189.3","catch_line":"Child Care Providers.","url":"\/21.189.3\/","token":"21.189.3"},"92":{"id":"1269","structure_id":"19","section_number":"21.189.4","catch_line":"Multimedia Businesses.","url":"\/21.189.4\/","token":"21.189.4"},"93":{"id":"1082","structure_id":"19","section_number":"21.190","catch_line":"Professions And Occupations.","url":"\/21.190\/","token":"21.190"},"94":{"id":"3470","structure_id":"19","section_number":"21.190.1","catch_line":"Exemption.","url":"\/21.190.1\/","token":"21.190.1"},"95":{"id":"2849","structure_id":"19","section_number":"21.191","catch_line":"Health Maintenance Organizations.","url":"\/21.191\/","token":"21.191"},"96":{"id":"691","structure_id":"19","section_number":"21.192","catch_line":"Personal Property Rental.","url":"\/21.192\/","token":"21.192"},"97":{"id":"128","structure_id":"19","section_number":"21.192.1","catch_line":"Rental – Out Of State Property.","url":"\/21.192.1\/","token":"21.192.1"},"98":{"id":"2572","structure_id":"19","section_number":"21.193","catch_line":"Sale Of Real Property.","url":"\/21.193\/","token":"21.193"},"99":{"id":"686","structure_id":"19","section_number":"21.194","catch_line":"Transporting Persons For Hire.","url":"\/21.194\/","token":"21.194"},"100":{"id":"3292","structure_id":"19","section_number":"21.195","catch_line":"Trucking – Hauling","url":"\/21.195\/","token":"21.195"},"101":{"id":"1629","structure_id":"19","section_number":"21.196","catch_line":"Miscellaneous Trucking.","url":"\/21.196\/","token":"21.196"},"102":{"id":"3790","structure_id":"19","section_number":"21.197","catch_line":"Telephone Companies.","url":"\/21.197\/","token":"21.197"},"103":{"id":"1096","structure_id":"19","section_number":"21.199","catch_line":"Sales Tax.","url":"\/21.199\/","token":"21.199"}},"next_section":{"id":"3092","structure_id":"19","section_number":"21.27","catch_line":"Entertainment And Multimedia Business Tax Limitations.","url":"\/21.27\/","token":"21.27"},"metadata":false,"references":false,"url":"\/21.26\/","token":"21.26","formats":{"txt":"\/21.26.txt","json":"\/21.26.xml"},"dublin_core":{"Title":"Empowerment Zone – City Business Tax Reductions, Limitations, And Exemptions.","Type":"Text","Format":"text\/html","Identifier":"§ 21.26","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nEMPOWERMENT ZONE – CITY BUSINESS TAX REDUCTIONS, LIMITATIONS, AND EXEMPTIONS.\n(§ 21.26)\n\n  EMPOWERMENT ZONE – CITY BUSINESS TAX REDUCTIONS, LIMITATIONS, AND\nEXEMPTIONS.\n\t(Amended by Ord. No. 172,358, Eff. 1\/31\/99.)\t(a)\tMinimum Business Tax.  After\npayment of a minimum business tax of $25.00, the amount of business tax relief\nto a person engaged in business at a location in the business tax economic\nincentive area described in Subsection (j) but not excluded from such tax relief\nby Subsection (h) shall be an exemption from the next $500.00 in business tax\nliability.\t(b)\tTime Period of Business Tax Relief.  The business tax relief\ndescribed in Subsection (a) of this section shall be for the tax period\nbeginning on or after January 1, 1995 and ending on or before the termination of\nthe City’s Empowerment Zone as established by the City Council by ordinance. \nThe time period for business tax relief for census tracts that are added to the\nCity’s business tax economic incentive area will commence on the effective\ndate of the Ordinance adding the census tracts and cover the entire calendar\nyear.\tA person will only be entitled to the additional business tax relief\nprovided for in Subsections (c), (d), (e), and (f) for up to a maximum period of\nfive years.\t(c)\tAdditional Business Tax Relief for Existing Businesses Within\nthe Business Tax Economic Incentive Area.  Notwithstanding any other provision\nof this Code, for the tax years beginning on January 1, 1999 the annual business\ntaxes paid starting in 1999 by any person for a business located within the\nbusiness tax economic incentive area described in Subsection (j) on or after\nJanuary 1, 1998, shall not exceed the business taxes paid by such person for the\nyear ended December 31, 1998.  Such additional relief shall be for a period of\nup to five years, as set forth in Subsection (b) above.\t(d)\tBusiness Tax Relief\nfor Existing Businesses Within the City Relocating into the Business Tax\nEconomic Incentive Area.  Notwithstanding any other provision of this Code, the\nannual business taxes paid during any taxable year by any person for a business\n(1) located within the City of Los Angeles but outside the business tax economic\nincentive area on or before December 31, 1998 and (2) which relocates its\nbusiness activity within the business tax economic incentive area on or after\nJanuary 1, 1999, shall not exceed the annual business taxes paid by such person\nduring the tax year during which the business relocated into the business tax\neconomic incentive area, subject to the relief provided in Subsection (a)\nabove.  Such additional relief shall be for a period of up to five years as set\nforth in Subsection (b) above.\t(e)\tBusiness Tax Relief for Existing Businesses\nOutside the City Relocating Into the Business Tax Economic Incentive Area.  Any\nperson whose business was located outside the City of Los Angeles as of December\n31, 1997 and which locates its business activity within the business tax\neconomic incentive area on or after January 1, 1998, shall pay no business taxes\nother than the $25 minimum tax specified in Subsection (a) above for up to a\nfive-year period as set forth in Subsection (b) above.\t(f)\tBusiness Tax Relief\nfor Newly Established Businesses Within the Business Tax Economic Incentive\nArea.  Any person who starts a “newly established business” as defined in\nSection 21.00 (c) of this Code within the business tax economic incentive area\non or after January 1, 1998 shall pay no business taxes other than the $25\nminimum business tax specified in Subsection (a) above for up to a five-year\nperiod as set forth in Subsection (b) above.\t(g)\tChange of Ownership of Existing\nBusinesses.  New proprietors of pre-existing businesses located within the\nbusiness tax economic incentive area shall not be eligible to receive the\nincentives set forth in Subsection (e) and (f) above.\t(h)\tExcluded Businesses. \nThe business tax relief described in Subsections (a) through (f) of this section\nis available to all business tax classifications located within the business tax\neconomic incentive area except that no business tax exemption, waiver, decrease\nor freeze shall be available to any person whose primary activity at a location\nis the sale of alcoholic beverages for off-premises consumption or the sale of\nguns and ammunition, or which is an  “adult entertainment business” as\ndefined in the Los Angeles Municipal Code Section 12.70B.\t(i)\tConditions to\nReceive Tax Exemption.  The Director of Finance shall determine that one of the\nfollowing conditions applies to each person seeking business tax relief under\nSubsections (e) and (f) above unless application of said conditions is waived by\nthe Mayor’s Office.\t(1)\tThe business pays all of its work force at a rate at\nleast equal to the living wage as identified in the City’s Living Wage\nOrdinance in Los Angeles Administrative Code Section 10.37.\t(2)\tThe business\nprovides goods or services that are urgently needed in the business tax economic\nincentive area.\t(3)\tThe business can show proof of a significant investment in\nits workforce (For example: job training, childcare, retirement or investment\nprograms; health or life insurance programs).\t(4)\tA newly established business\nin the business tax economic incentive area hires at least 50% of its workforce\nlocally from the business tax economic incentive area, or the buffer zone.\tThe\nMayor’s Office shall provide annual reports to the Community and Economic\nDevelopment Committee of the Council of waivers granted and the justification\nfor those waivers.\t(j)\tDescription of Business Tax Economic Incentive Area. \nThe business tax economic incentive area shall lie within the boundaries of the\nfederal Empowerment Zone except that the business license tax economic incentive\narea shall extend beyond the boundaries of the Empowerment Zone to include both\nsides of a street in which there is business activity where only one side of\nthat street is included in the Empowerment Zone.\t(1)\tThe business tax economic\nincentive area consists of the area included within the following United States\nCensus Tract numbers, as extended by this subsection where applicable:1041.020,\n1047.010, 2045.000, 2051.000, 2060.000, 2062.000, 2063.000, 2073.000, 2260.000,\n2270.000, 2281.000, 2282.000, 2286.000, 2287.000, 2288.000, 2289.000, 2291.000,\n2371.000, 2372.000, 2383,000, 2392.000. 2393.000, 2397.000, 2400.000, 2402.000,\n2405.000, 2408.000, 2409.000, 2420.000, 2421.000, 2422.000, 2423.000, 2426.000,\n2427.000, 2430.000, 2431.000\t(2)\tThe map set forth below illustrates the\nlocation of the United States Census Tracts listed in Paragraph (1) of this\nsubsection that comprise the business tax economic incentive area.  The\nboundaries of said business tax economic incentive area are extended as set\nforth in this subsection where applicable.LOCATION OF UNITED STATES CENSUS\nTRACTS THAT COMPRISE BUSINESS TAX ECONOMIC INCENTIVE AREA\n(NOT ALL TRACTS PICTURED ARE LOCATED IN BUSINESS TAX ECONOMIC INCENTIVE AREA –\nSEE L.A.M.C. SEC. 21.26(j)(1))[Editor’s Note:  The map referred to in this\nsection is on file in the official City documents located in the Office of the\nCity Clerk in Council File No. CF-97-0401-S1.]\t(3)\tThe business tax economic\nincentive area is described in the table set forth below.  The boundaries of\nsaid area are extended as set forth in this subsection where applicable.BUSINESS\nTAX ECONOMIC INCENTIVE AREA FOR THE CITY OF LOS ANGELES\tThe table describes both\npart A and part B in a continuous loop.  The loop starts southward by\ndescribing part A’s western half and going down to the Slauson and South\nCentral Avenue intersection where part B begins.  At the intersection the loop\ntravels in a westwardly direction around part B.  Eventually the loop travels\nback North to describe part A’s eastern half.SECTION ONE\nFIRST HALF OF PART A\nINTERSECTION OF N. BROADWAY AND THE LOS ANGELES RIVER\n  \n    \n      \n        BEGINNING POINT\n      \n      \n        DIRECTION\n      \n      \n        ENDING LIMIT\n      \n    \n    \n      \n        N. Broadway\n      \n      \n        Southwest to\n      \n      \n        College Street\n      \n    \n    \n      \n        College Street\n      \n      \n        East to\n      \n      \n        N. Alameda\n      \n    \n    \n      \n        N. Alameda\n      \n      \n        South to\n      \n      \n        Temple Street\n      \n    \n    \n      \n        Temple Street\n      \n      \n        West to\n      \n      \n        San Pedro\n      \n    \n    \n      \n        San Pedro\n      \n      \n        South to\n      \n      \n        E. 1st\n      \n    \n    \n      \n        E. 1st\n      \n      \n        West to\n      \n      \n        Los Angeles Street\n      \n    \n    \n      \n        Los Angeles Street\n      \n      \n        South to\n      \n      \n        2nd Street\n      \n    \n    \n      \n        2nd Street\n      \n      \n        West to\n      \n      \n        S. Hill\n      \n    \n    \n      \n        S. Hill\n      \n      \n        South to\n      \n      \n        9th Street\n      \n    \n    \n      \n        9th Street\n      \n      \n        East to\n      \n      \n        Maple Ave.\n      \n    \n    \n      \n        Maple Ave.\n      \n      \n        South to\n      \n      \n        E. 21st Street\n      \n    \n    \n      \n        E. 21st Street\n      \n      \n        East to\n      \n      \n        Central Ave.\n      \n    \n    \n      \n        Central Ave.\n      \n      \n        South to\n      \n      \n        42nd Street\n      \n    \n    \n      \n        42nd Street\n      \n      \n        West to\n      \n      \n        Avalon\n      \n    \n    \n      \n        Avalon\n      \n      \n        South to\n      \n      \n        E. 48th Street\n      \n    \n    \n      \n        E. 48th Street\n      \n      \n        East to\n      \n      \n        McKinley Ave.\n      \n    \n    \n      \n        McKinley Ave.\n      \n      \n        North to \n        &#038; back up\n      \n      \n        E. 48th Street\n      \n    \n    \n      \n        E. 48th Street\n      \n      \n        East to\n      \n      \n        Central Ave.\n      \n    \n    \n      \n        Central Ave.\n      \n      \n        South to\n      \n      \n        Slauson Ave.\n      \n    \n  BEGINNING OF PART B OF SECTION ONE\nINTERSECTION OF CENTRAL AVE. &#038; SLAUSON AVE.\n  \n    \n      \n        BEGINNING POINT\n      \n      \n        DIRECTION\n      \n      \n        ENDING LIMIT\n      \n    \n    \n      \n        Slauson Ave.\n      \n      \n        West to\n      \n      \n        Van Ness Ave.\n      \n    \n    \n      \n        Van Ness Ave.\n      \n      \n        South to\n      \n      \n        62nd Street\n      \n    \n    \n      \n        62nd Street\n      \n      \n        East to\n      \n      \n        S. Broadway Ave.\n      \n    \n    \n      \n        S. Broadway\n      \n      \n        South to\n      \n      \n        Florence Ave.\n      \n    \n    \n      \n        Florence Ave.\n      \n      \n        East to\n      \n      \n        S. Central Ave.\n      \n    \n    \n      \n        S. Central Ave.\n      \n      \n        North to X-section\n      \n      \n        Slauson Ave.\n      \n    \n  SECOND HALF OF PART A SECTION ONE\nINTERSECTION OF S. CENTRAL &#038; SLAUSON\n  \n    \n      \n        BEGINNING POINT\n      \n      \n        DIRECTION\n      \n      \n        ENDING LIMIT\n      \n    \n    \n      \n        Slauson Ave.\n      \n      \n        East to\n      \n      \n        S. Alameda\n      \n    \n    \n      \n        S. Alameda\n      \n      \n        North to\n      \n      \n        E. 25th Street\n      \n    \n    \n      \n        E. 25th Street\n      \n      \n        East to &#038; following\n      \n      \n        Southern City Limits With Vernon\n      \n    \n    \n      \n        Southern City Limits with Vernon\n      \n      \n        Follow to\n      \n      \n        Spence Street\n      \n    \n    \n      \n        Spence Street\n      \n      \n        North to\n      \n      \n        E. 8th Street\n      \n    \n    \n      \n        E. 8th Street\n      \n      \n        Northwest to\n      \n      \n        Soto Street\n      \n    \n    \n      \n        Soto Street\n      \n      \n        North to\n      \n      \n        Santa Monica FWY.\n      \n    \n    \n      \n        Santa Monica FWY.\n      \n      \n        West to\n      \n      \n        S. Boyle Ave.\n      \n    \n    \n      \n        S. Boyle Ave.\n      \n      \n        North to\n      \n      \n        Golden State FWY.\n      \n    \n    \n      \n        Golden State FWY.\n      \n      \n        North to\n      \n      \n        E. 4th Street\n      \n    \n    \n      \n        E. 4th Street\n      \n      \n        West to\n      \n      \n        N. State Street\n      \n    \n    \n      \n        N. State Street\n      \n      \n        North to\n      \n      \n        E. 1st Street\n      \n    \n    \n      \n        E. 1st Street\n      \n      \n        West to\n      \n      \n        Los Angeles River\n      \n    \n    \n      \n        Los Angeles River\n      \n      \n        North to\n      \n      \n        N. Broadway\n      \n    \n  END OF SECTION ONE (PARTS A&#038;B)\nSECTION TWO\nINTERSECTION OF S. CENTRAL AVE. &#038; E. MANCHESTER\n  \n    \n      \n        BEGINNING POINT\n      \n      \n        DIRECTION\n      \n      \n        ENDING LIMIT\n      \n    \n    \n      \n        E. Manchester\n      \n      \n        West to\n      \n      \n        San Pedro Street\n      \n    \n    \n      \n        San Pedro Street\n      \n      \n        North to\n      \n      \n        E. 79th Street\n      \n    \n    \n      \n        E. 79th Street\n      \n      \n        West to\n      \n      \n        S. Vermont Ave.\n      \n    \n    \n      \n        S. Vermont Ave.\n      \n      \n        South to\n      \n      \n        Manchester Ave.\n      \n    \n    \n      \n        Manchester Ave.\n      \n      \n        East to\n      \n      \n        Figueroa\n      \n    \n    \n      \n        Figueroa\n      \n      \n        South to\n      \n      \n        104th Street\n      \n    \n    \n      \n        104th Street\n      \n      \n        East to\n      \n      \n        Wall Street\n      \n    \n    \n      \n        Wall Street\n      \n      \n        North to\n      \n      \n        93rd Street\n      \n    \n    \n      \n        93rd Street\n      \n      \n        East to\n      \n      \n        E. City Limits with Walnut Park\n      \n    \n    \n      \n        E. City Limits with Walnut Park\n      \n      \n        North to\n      \n      \n        Intersection of Manchester &#038; S. Central Avenues\n      \n    \n  END OF SECTION TWO\nSECTION THREE\nINTERSECTION OF 104TH &#038; SAN PEDRO STREET\n  \n    \n      \n        BEGINNING POINT\n      \n      \n        DIRECTION\n      \n      \n        ENDING LIMIT\n      \n    \n    \n      \n        San Pedro St.\n      \n      \n        South to\n      \n      \n        Imperial Hwy\n      \n    \n    \n      \n        Imperial Hwy\n      \n      \n        East to\n      \n      \n        Wadsworth &#038; E. 114th\n      \n    \n    \n      \n        114th St.\n      \n      \n        East to\n      \n      \n        S. Central Ave\n      \n    \n    \n      \n        S. Central Ave\n      \n      \n        South to\n      \n      \n        Imperial Hwy\n      \n    \n    \n      \n        Imperial Hwy.\n      \n      \n        East to\n      \n      \n        E. City\/County Limits at Mona Blvd.\n      \n    \n    \n      \n        E. City\/County Limits at Mona Blvd.\n      \n      \n        North to\n      \n      \n        92nd Street\n      \n    \n    \n      \n        92nd Street\n      \n      \n        West to\n      \n      \n        Maine St.\n      \n    \n    \n      \n        Maine St.\n      \n      \n        North\n      \n      \n        E. 91st Street\n      \n    \n    \n      \n        E. 91st Street\n      \n      \n        West to\n      \n      \n        Compton\n      \n    \n    \n      \n        Compton\n      \n      \n        South to\n      \n      \n        E. 92nd Street\n      \n    \n    \n      \n        E. 92nd Street\n      \n      \n        West to\n      \n      \n        Success Street\n      \n    \n    \n      \n        Success Street\n      \n      \n        South to\n      \n      \n        E. 103rd Street\n      \n    \n    \n      \n        E. 103rd Street\n      \n      \n        West to\n      \n      \n        S. Central Ave\n      \n    \n    \n      \n        S. Central Ave\n      \n      \n        South to\n      \n      \n        E. 104th Street\n      \n    \n    \n      \n        E. 104th Street\n      \n      \n        West to X-section\n      \n      \n        San Pedro\n      \n    \n  \nEND OF SECTION THREE\nSECTION FOUR\nINTERSECTION OF THE VAN NUYS BLVD. &#038; THE FOOTHILL FWY.\n  \n    \n      \n        BEGINNING POINT\n      \n      \n        DIRECTION\n      \n      \n        ENDING LIMIT\n      \n    \n    \n      \n        Van Nuys Blvd.\n      \n      \n        Southwest to\n      \n      \n        San Fernando Rd.\n      \n    \n    \n      \n        San Fernando Rd.\n      \n      \n        Southeast to\n      \n      \n        Pierce Street\n      \n    \n    \n      \n        Pierce Street\n      \n      \n        Northeast to\n      \n      \n        Glenoaks Blvd.\n      \n    \n    \n      \n        Glenoaks Blvd.\n      \n      \n        Southeast to\n      \n      \n        Osborne Street\n      \n    \n    \n      \n        Osborne Street\n      \n      \n        North to\n      \n      \n        West side of the Hansen Dam\n      \n    \n    \n      \n        West side of the Hansen Dam\n      \n      \n        Follow East to the\n      \n      \n        Rancho Tujunga Rancho Ex Mission DE San Fernando line\n      \n    \n    \n      \n        Rancho Tujunga Rancho Ex Mission DE San Fernando line\n      \n      \n        North to\n      \n      \n        Foothill FWY.\n      \n    \n    \n      \n        Foothill FWY.\t\n      \n      \n        West to X-section\n      \n      \n        Van Nuys Blvd.\n      \n    \n  \nEND OF SECTION FOUR\t(k)\tAdministration.  The business tax economic incentive\nprogram shall be administered by the Director of Finance who shall notify all\nknown persons engaged in business at a location in the business tax economic\nincentive area of the program.\t(l)\tBusiness Tax Forms.  It shall be the\nresponsibility of each person engaged in business to compare its activity to the\ntax relief provided by this section and complete its business tax forms\naccordingly.\t(m)\tAnnual Report to the Mayor and Council by Director of the\nOffice of Administrative and Research Services.  The Director of the Office of\nAdministrative and Research Services shall report annually on the measurable\ncosts and benefits of the Business Tax Economic Incentive program.  (Amended by\nOrd. No. 173,304, Eff. 6\/30\/00, Oper. 7\/1\/00.)\n","html":"\n\t\t\t\t\t<section><p>  EMPOWERMENT ZONE – CITY BUSINESS TAX REDUCTIONS, LIMITATIONS, AND EXEMPTIONS.\n\t(Amended by Ord. No. 172,358, Eff. 1\/31\/99.)<br \/><br \/>\t(a)\tMinimum Business Tax.  After payment of a minimum business tax of $25.00, the amount of business tax relief to a person engaged in business at a location in the business tax economic incentive area described in Subsection (j) but not excluded from such tax relief by Subsection (h) shall be an exemption from the next $500.00 in business tax liability.<br \/><br \/>\t(b)\tTime Period of Business Tax Relief.  The business tax relief described in Subsection (a) of this section shall be for the tax period beginning on or after January 1, 1995 and ending on or before the termination of the City’s Empowerment Zone as established by the City Council by <span class=\"dictionary\">ordinance<\/span>.  The time period for business tax relief for census tracts that are added to the City’s business tax economic incentive area will commence on the effective date of the <span class=\"dictionary\">Ordinance<\/span> adding the census tracts and cover the entire calendar year.<br \/><br \/>\tA person will only be entitled to the additional business tax relief provided for in Subsections (c), (d), (e), and (f) for up to a maximum period of five years.<br \/><br \/>\t(c)\tAdditional Business Tax Relief for Existing Businesses Within the Business Tax Economic Incentive Area.  Notwithstanding any other provision of this Code, for the tax years beginning on January 1, 1999 the annual business taxes paid starting in 1999 by any person for a business located within the business tax economic incentive area described in Subsection (j) on or after January 1, 1998, shall not exceed the business taxes paid by such person for the year ended December 31, 1998.  Such additional relief shall be for a period of up to five years, as set forth in Subsection (b) above.<br \/><br \/>\t(d)\tBusiness Tax Relief for Existing Businesses Within the City Relocating into the Business Tax Economic Incentive Area.  Notwithstanding any other provision of this Code, the annual business taxes paid during any taxable year by any person for a business (1) located within the City of Los Angeles but outside the business tax economic incentive area on or before December 31, 1998 and (2) which relocates its business activity within the business tax economic incentive area on or after January 1, 1999, shall not exceed the annual business taxes paid by such person during the tax year during which the business relocated into the business tax economic incentive area, subject to the relief provided in Subsection (a) above.  Such additional relief shall be for a period of up to five years as set forth in Subsection (b) above.<br \/><br \/>\t(e)\tBusiness Tax Relief for Existing Businesses Outside the City Relocating Into the Business Tax Economic Incentive Area.  Any person whose business was located outside the City of Los Angeles as of December 31, 1997 and which locates its business activity within the business tax economic incentive area on or after January 1, 1998, shall pay no business taxes other than the $25 minimum tax specified in Subsection (a) above for up to a five-year period as set forth in Subsection (b) above.<br \/><br \/>\t(f)\tBusiness Tax Relief for Newly Established Businesses Within the Business Tax Economic Incentive Area.  Any person who starts a “newly established business” as defined in Section 21.00 (c) of this Code within the business tax economic incentive area on or after January 1, 1998 shall pay no business taxes other than the $25 minimum business tax specified in Subsection (a) above for up to a five-year period as set forth in Subsection (b) above.<br \/><br \/>\t(g)\tChange of Ownership of Existing Businesses.  New proprietors of pre-existing businesses located within the business tax economic incentive area shall not be eligible to receive the incentives set forth in Subsection (e) and (f) above.<br \/><br \/>\t(h)\tExcluded Businesses.  The business tax relief described in Subsections (a) through (f) of this section is available to all business tax classifications located within the business tax economic incentive area except that no business tax exemption, <span class=\"dictionary\">waiver<\/span>, decrease or freeze shall be available to any person whose primary activity at a location is the sale of alcoholic beverages for off-premises consumption or the sale of guns and ammunition, or which is an  “adult entertainment business” as defined in the Los Angeles Municipal Code Section 12.70B.<br \/><br \/>\t(i)\tConditions to Receive Tax Exemption.  The Director of Finance shall determine that one of the following conditions applies to each person seeking business tax relief under Subsections (e) and (f) above unless application of said conditions is waived by the Mayor’s Office.<br \/><br \/>\t(1)\tThe business pays all of its work force at a rate at least equal to the living wage as identified in the City’s Living Wage <span class=\"dictionary\">Ordinance<\/span> in Los Angeles Administrative Code Section 10.37.<br \/><br \/>\t(2)\tThe business provides goods or services that are urgently needed in the business tax economic incentive area.<br \/><br \/>\t(3)\tThe business can show proof of a significant investment in its workforce (For example: job training, childcare, retirement or investment programs; health or life insurance programs).<br \/><br \/>\t(4)\tA newly established business in the business tax economic incentive area hires at least 50% of its workforce locally from the business tax economic incentive area, or the buffer zone.<br \/><br \/>\tThe Mayor’s Office shall provide annual reports to the Community and Economic Development Committee of the Council of <span class=\"dictionary\">waivers<\/span> granted and the justification for those <span class=\"dictionary\">waivers<\/span>.<br \/><br \/>\t(j)\tDescription of Business Tax Economic Incentive Area.  The business tax economic incentive area shall lie within the boundaries of the federal Empowerment Zone except that the business license tax economic incentive area shall extend beyond the boundaries of the Empowerment Zone to include both sides of a street in which there is business activity where only one side of that street is included in the Empowerment Zone.<br \/><br \/>\t(1)\tThe business tax economic incentive area consists of the area included within the following United States Census Tract numbers, as extended by this subsection where applicable:<br \/><br \/>1041.020, 1047.010, 2045.000, 2051.000, 2060.000, 2062.000, 2063.000, 2073.000, 2260.000, 2270.000, 2281.000, 2282.000, 2286.000, 2287.000, 2288.000, 2289.000, 2291.000, 2371.000, 2372.000, 2383,000, 2392.000. 2393.000, 2397.000, 2400.000, 2402.000, 2405.000, 2408.000, 2409.000, 2420.000, 2421.000, 2422.000, 2423.000, 2426.000, 2427.000, 2430.000, 2431.000<br \/><br \/>\t(2)\tThe map set forth below illustrates the location of the United States Census Tracts listed in Paragraph (1) of this subsection that comprise the business tax economic incentive area.  The boundaries of said business tax economic incentive area are extended as set forth in this subsection where applicable.<br \/><br \/>LOCATION OF UNITED STATES CENSUS TRACTS THAT COMPRISE BUSINESS TAX ECONOMIC INCENTIVE AREA\n(NOT ALL TRACTS PICTURED ARE LOCATED IN BUSINESS TAX ECONOMIC INCENTIVE AREA – SEE L.A.M.C. SEC. 21.26(j)(1))<br \/><br \/>[Editor’s Note:  The map referred to in this section is on file in the official City documents located in the Office of the City Clerk in Council File No. CF-97-0401-S1.]<br \/><br \/>\t(3)\tThe business tax economic incentive area is described in the table set forth below.  The boundaries of said area are extended as set forth in this subsection where applicable.<br \/><br \/>BUSINESS TAX ECONOMIC INCENTIVE AREA FOR THE CITY OF LOS ANGELES<br \/><br \/>\tThe table describes both part A and part B in a continuous loop.  The loop starts southward by describing part A’s western half and going down to the Slauson and South Central Avenue intersection where part B begins.  At the intersection the loop travels in a westwardly direction around part B.  Eventually the loop travels back North to describe part A’s eastern half.<br \/><br \/>SECTION ONE\nFIRST HALF OF PART A\nINTERSECTION OF N. BROADWAY AND THE LOS ANGELES RIVER<br \/><br \/>\n  \n    \n      \n        BEGINNING POINT\n      \n      \n        DIRECTION\n      \n      \n        ENDING LIMIT\n      \n    \n    \n      \n        N. Broadway\n      \n      \n        Southwest to\n      \n      \n        College Street\n      \n    \n    \n      \n        College Street\n      \n      \n        East to\n      \n      \n        N. Alameda\n      \n    \n    \n      \n        N. Alameda\n      \n      \n        South to\n      \n      \n        Temple Street\n      \n    \n    \n      \n        Temple Street\n      \n      \n        West to\n      \n      \n        San Pedro\n      \n    \n    \n      \n        San Pedro\n      \n      \n        South to\n      \n      \n        E. 1st\n      \n    \n    \n      \n        E. 1st\n      \n      \n        West to\n      \n      \n        Los Angeles Street\n      \n    \n    \n      \n        Los Angeles Street\n      \n      \n        South to\n      \n      \n        2nd Street\n      \n    \n    \n      \n        2nd Street\n      \n      \n        West to\n      \n      \n        S. Hill\n      \n    \n    \n      \n        S. Hill\n      \n      \n        South to\n      \n      \n        9th Street\n      \n    \n    \n      \n        9th Street\n      \n      \n        East to\n      \n      \n        Maple Ave.\n      \n    \n    \n      \n        Maple Ave.\n      \n      \n        South to\n      \n      \n        E. 21st Street\n      \n    \n    \n      \n        E. 21st Street\n      \n      \n        East to\n      \n      \n        Central Ave.\n      \n    \n    \n      \n        Central Ave.\n      \n      \n        South to\n      \n      \n        42nd Street\n      \n    \n    \n      \n        42nd Street\n      \n      \n        West to\n      \n      \n        Avalon\n      \n    \n    \n      \n        Avalon\n      \n      \n        South to\n      \n      \n        E. 48th Street\n      \n    \n    \n      \n        E. 48th Street\n      \n      \n        East to\n      \n      \n        McKinley Ave.\n      \n    \n    \n      \n        McKinley Ave.\n      \n      \n        North to \n        &#038; back up\n      \n      \n        E. 48th Street\n      \n    \n    \n      \n        E. 48th Street\n      \n      \n        East to\n      \n      \n        Central Ave.\n      \n    \n    \n      \n        Central Ave.\n      \n      \n        South to\n      \n      \n        Slauson Ave.\n      \n    \n  <br \/><br \/><br \/><br \/>BEGINNING OF PART B OF SECTION ONE\nINTERSECTION OF CENTRAL AVE. &#038; SLAUSON AVE.<br \/><br \/>\n  \n    \n      \n        BEGINNING POINT\n      \n      \n        DIRECTION\n      \n      \n        ENDING LIMIT\n      \n    \n    \n      \n        Slauson Ave.\n      \n      \n        West to\n      \n      \n        Van Ness Ave.\n      \n    \n    \n      \n        Van Ness Ave.\n      \n      \n        South to\n      \n      \n        62nd Street\n      \n    \n    \n      \n        62nd Street\n      \n      \n        East to\n      \n      \n        S. Broadway Ave.\n      \n    \n    \n      \n        S. Broadway\n      \n      \n        South to\n      \n      \n        Florence Ave.\n      \n    \n    \n      \n        Florence Ave.\n      \n      \n        East to\n      \n      \n        S. Central Ave.\n      \n    \n    \n      \n        S. Central Ave.\n      \n      \n        North to X-section\n      \n      \n        Slauson Ave.\n      \n    \n  <br \/><br \/><br \/><br \/>SECOND HALF OF PART A SECTION ONE\nINTERSECTION OF S. CENTRAL &#038; SLAUSON<br \/><br \/>\n  \n    \n      \n        BEGINNING POINT\n      \n      \n        DIRECTION\n      \n      \n        ENDING LIMIT\n      \n    \n    \n      \n        Slauson Ave.\n      \n      \n        East to\n      \n      \n        S. Alameda\n      \n    \n    \n      \n        S. Alameda\n      \n      \n        North to\n      \n      \n        E. 25th Street\n      \n    \n    \n      \n        E. 25th Street\n      \n      \n        East to &#038; following\n      \n      \n        Southern City Limits With Vernon\n      \n    \n    \n      \n        Southern City Limits with Vernon\n      \n      \n        Follow to\n      \n      \n        Spence Street\n      \n    \n    \n      \n        Spence Street\n      \n      \n        North to\n      \n      \n        E. 8th Street\n      \n    \n    \n      \n        E. 8th Street\n      \n      \n        Northwest to\n      \n      \n        Soto Street\n      \n    \n    \n      \n        Soto Street\n      \n      \n        North to\n      \n      \n        Santa Monica FWY.\n      \n    \n    \n      \n        Santa Monica FWY.\n      \n      \n        West to\n      \n      \n        S. Boyle Ave.\n      \n    \n    \n      \n        S. Boyle Ave.\n      \n      \n        North to\n      \n      \n        Golden State FWY.\n      \n    \n    \n      \n        Golden State FWY.\n      \n      \n        North to\n      \n      \n        E. 4th Street\n      \n    \n    \n      \n        E. 4th Street\n      \n      \n        West to\n      \n      \n        N. State Street\n      \n    \n    \n      \n        N. State Street\n      \n      \n        North to\n      \n      \n        E. 1st Street\n      \n    \n    \n      \n        E. 1st Street\n      \n      \n        West to\n      \n      \n        Los Angeles River\n      \n    \n    \n      \n        Los Angeles River\n      \n      \n        North to\n      \n      \n        N. Broadway\n      \n    \n  <br \/><br \/><br \/><br \/>END OF SECTION ONE (PARTS A&#038;B)<br \/><br \/>\nSECTION TWO\nINTERSECTION OF S. CENTRAL AVE. &#038; E. MANCHESTER<br \/><br \/>\n  \n    \n      \n        BEGINNING POINT\n      \n      \n        DIRECTION\n      \n      \n        ENDING LIMIT\n      \n    \n    \n      \n        E. Manchester\n      \n      \n        West to\n      \n      \n        San Pedro Street\n      \n    \n    \n      \n        San Pedro Street\n      \n      \n        North to\n      \n      \n        E. 79th Street\n      \n    \n    \n      \n        E. 79th Street\n      \n      \n        West to\n      \n      \n        S. Vermont Ave.\n      \n    \n    \n      \n        S. Vermont Ave.\n      \n      \n        South to\n      \n      \n        Manchester Ave.\n      \n    \n    \n      \n        Manchester Ave.\n      \n      \n        East to\n      \n      \n        Figueroa\n      \n    \n    \n      \n        Figueroa\n      \n      \n        South to\n      \n      \n        104th Street\n      \n    \n    \n      \n        104th Street\n      \n      \n        East to\n      \n      \n        Wall Street\n      \n    \n    \n      \n        Wall Street\n      \n      \n        North to\n      \n      \n        93rd Street\n      \n    \n    \n      \n        93rd Street\n      \n      \n        East to\n      \n      \n        E. City Limits with Walnut Park\n      \n    \n    \n      \n        E. City Limits with Walnut Park\n      \n      \n        North to\n      \n      \n        Intersection of Manchester &#038; S. Central Avenues\n      \n    \n  <br \/><br \/><br \/><br \/>END OF SECTION TWO<br \/><br \/>\nSECTION THREE\nINTERSECTION OF 104TH &#038; SAN PEDRO STREET<br \/><br \/>\n  \n    \n      \n        BEGINNING POINT\n      \n      \n        DIRECTION\n      \n      \n        ENDING LIMIT\n      \n    \n    \n      \n        San Pedro St.\n      \n      \n        South to\n      \n      \n        Imperial Hwy\n      \n    \n    \n      \n        Imperial Hwy\n      \n      \n        East to\n      \n      \n        Wadsworth &#038; E. 114th\n      \n    \n    \n      \n        114th St.\n      \n      \n        East to\n      \n      \n        S. Central Ave\n      \n    \n    \n      \n        S. Central Ave\n      \n      \n        South to\n      \n      \n        Imperial Hwy\n      \n    \n    \n      \n        Imperial Hwy.\n      \n      \n        East to\n      \n      \n        E. City\/County Limits at Mona Blvd.\n      \n    \n    \n      \n        E. City\/County Limits at Mona Blvd.\n      \n      \n        North to\n      \n      \n        92nd Street\n      \n    \n    \n      \n        92nd Street\n      \n      \n        West to\n      \n      \n        Maine St.\n      \n    \n    \n      \n        Maine St.\n      \n      \n        North\n      \n      \n        E. 91st Street\n      \n    \n    \n      \n        E. 91st Street\n      \n      \n        West to\n      \n      \n        Compton\n      \n    \n    \n      \n        Compton\n      \n      \n        South to\n      \n      \n        E. 92nd Street\n      \n    \n    \n      \n        E. 92nd Street\n      \n      \n        West to\n      \n      \n        Success Street\n      \n    \n    \n      \n        Success Street\n      \n      \n        South to\n      \n      \n        E. 103rd Street\n      \n    \n    \n      \n        E. 103rd Street\n      \n      \n        West to\n      \n      \n        S. Central Ave\n      \n    \n    \n      \n        S. Central Ave\n      \n      \n        South to\n      \n      \n        E. 104th Street\n      \n    \n    \n      \n        E. 104th Street\n      \n      \n        West to X-section\n      \n      \n        San Pedro\n      \n    \n  <br \/><br \/>\nEND OF SECTION THREE<br \/><br \/>\nSECTION FOUR\nINTERSECTION OF THE VAN NUYS BLVD. &#038; THE FOOTHILL FWY.<br \/><br \/>\n  \n    \n      \n        BEGINNING POINT\n      \n      \n        DIRECTION\n      \n      \n        ENDING LIMIT\n      \n    \n    \n      \n        Van Nuys Blvd.\n      \n      \n        Southwest to\n      \n      \n        San Fernando Rd.\n      \n    \n    \n      \n        San Fernando Rd.\n      \n      \n        Southeast to\n      \n      \n        Pierce Street\n      \n    \n    \n      \n        Pierce Street\n      \n      \n        Northeast to\n      \n      \n        Glenoaks Blvd.\n      \n    \n    \n      \n        Glenoaks Blvd.\n      \n      \n        Southeast to\n      \n      \n        Osborne Street\n      \n    \n    \n      \n        Osborne Street\n      \n      \n        North to\n      \n      \n        West side of the Hansen Dam\n      \n    \n    \n      \n        West side of the Hansen Dam\n      \n      \n        Follow East to the\n      \n      \n        Rancho Tujunga Rancho Ex Mission DE San Fernando line\n      \n    \n    \n      \n        Rancho Tujunga Rancho Ex Mission DE San Fernando line\n      \n      \n        North to\n      \n      \n        Foothill FWY.\n      \n    \n    \n      \n        Foothill FWY.\t\n      \n      \n        West to X-section\n      \n      \n        Van Nuys Blvd.\n      \n    \n  <br \/><br \/>\nEND OF SECTION FOUR<br \/><br \/>\t(k)\tAdministration.  The business tax economic incentive program shall be administered by the Director of Finance who shall notify all known persons engaged in business at a location in the business tax economic incentive area of the program.<br \/><br \/>\t(l)\tBusiness Tax Forms.  It shall be the responsibility of each person engaged in business to compare its activity to the tax relief provided by this section and complete its business tax forms accordingly.<br \/><br \/>\t(m)\tAnnual Report to the Mayor and Council by Director of the Office of Administrative and Research Services.  The Director of the Office of Administrative and Research Services shall report annually on the measurable costs and benefits of the Business Tax Economic Incentive program.  (Amended by Ord. No. 173,304, Eff. 6\/30\/00, Oper. 7\/1\/00.)<\/p><\/section>","previous_section":{"id":"2672","structure_id":"19","section_number":"21.25","catch_line":"Relief For Earthquake Interruption.","url":"\/21.25\/","token":"21.25"},"text":{"0":{"id":"2934","text":"  EMPOWERMENT ZONE – CITY BUSINESS TAX REDUCTIONS, LIMITATIONS, AND EXEMPTIONS.\n\t(Amended by Ord. No. 172,358, Eff. 1\/31\/99.)\t(a)\tMinimum Business Tax.  After payment of a minimum business tax of $25.00, the amount of business tax relief to a person engaged in business at a location in the business tax economic incentive area described in Subsection (j) but not excluded from such tax relief by Subsection (h) shall be an exemption from the next $500.00 in business tax liability.\t(b)\tTime Period of Business Tax Relief.  The business tax relief described in Subsection (a) of this section shall be for the tax period beginning on or after January 1, 1995 and ending on or before the termination of the City’s Empowerment Zone as established by the City Council by ordinance.  The time period for business tax relief for census tracts that are added to the City’s business tax economic incentive area will commence on the effective date of the Ordinance adding the census tracts and cover the entire calendar year.\tA person will only be entitled to the additional business tax relief provided for in Subsections (c), (d), (e), and (f) for up to a maximum period of five years.\t(c)\tAdditional Business Tax Relief for Existing Businesses Within the Business Tax Economic Incentive Area.  Notwithstanding any other provision of this Code, for the tax years beginning on January 1, 1999 the annual business taxes paid starting in 1999 by any person for a business located within the business tax economic incentive area described in Subsection (j) on or after January 1, 1998, shall not exceed the business taxes paid by such person for the year ended December 31, 1998.  Such additional relief shall be for a period of up to five years, as set forth in Subsection (b) above.\t(d)\tBusiness Tax Relief for Existing Businesses Within the City Relocating into the Business Tax Economic Incentive Area.  Notwithstanding any other provision of this Code, the annual business taxes paid during any taxable year by any person for a business (1) located within the City of Los Angeles but outside the business tax economic incentive area on or before December 31, 1998 and (2) which relocates its business activity within the business tax economic incentive area on or after January 1, 1999, shall not exceed the annual business taxes paid by such person during the tax year during which the business relocated into the business tax economic incentive area, subject to the relief provided in Subsection (a) above.  Such additional relief shall be for a period of up to five years as set forth in Subsection (b) above.\t(e)\tBusiness Tax Relief for Existing Businesses Outside the City Relocating Into the Business Tax Economic Incentive Area.  Any person whose business was located outside the City of Los Angeles as of December 31, 1997 and which locates its business activity within the business tax economic incentive area on or after January 1, 1998, shall pay no business taxes other than the $25 minimum tax specified in Subsection (a) above for up to a five-year period as set forth in Subsection (b) above.\t(f)\tBusiness Tax Relief for Newly Established Businesses Within the Business Tax Economic Incentive Area.  Any person who starts a “newly established business” as defined in Section 21.00 (c) of this Code within the business tax economic incentive area on or after January 1, 1998 shall pay no business taxes other than the $25 minimum business tax specified in Subsection (a) above for up to a five-year period as set forth in Subsection (b) above.\t(g)\tChange of Ownership of Existing Businesses.  New proprietors of pre-existing businesses located within the business tax economic incentive area shall not be eligible to receive the incentives set forth in Subsection (e) and (f) above.\t(h)\tExcluded Businesses.  The business tax relief described in Subsections (a) through (f) of this section is available to all business tax classifications located within the business tax economic incentive area except that no business tax exemption, waiver, decrease or freeze shall be available to any person whose primary activity at a location is the sale of alcoholic beverages for off-premises consumption or the sale of guns and ammunition, or which is an  “adult entertainment business” as defined in the Los Angeles Municipal Code Section 12.70B.\t(i)\tConditions to Receive Tax Exemption.  The Director of Finance shall determine that one of the following conditions applies to each person seeking business tax relief under Subsections (e) and (f) above unless application of said conditions is waived by the Mayor’s Office.\t(1)\tThe business pays all of its work force at a rate at least equal to the living wage as identified in the City’s Living Wage Ordinance in Los Angeles Administrative Code Section 10.37.\t(2)\tThe business provides goods or services that are urgently needed in the business tax economic incentive area.\t(3)\tThe business can show proof of a significant investment in its workforce (For example: job training, childcare, retirement or investment programs; health or life insurance programs).\t(4)\tA newly established business in the business tax economic incentive area hires at least 50% of its workforce locally from the business tax economic incentive area, or the buffer zone.\tThe Mayor’s Office shall provide annual reports to the Community and Economic Development Committee of the Council of waivers granted and the justification for those waivers.\t(j)\tDescription of Business Tax Economic Incentive Area.  The business tax economic incentive area shall lie within the boundaries of the federal Empowerment Zone except that the business license tax economic incentive area shall extend beyond the boundaries of the Empowerment Zone to include both sides of a street in which there is business activity where only one side of that street is included in the Empowerment Zone.\t(1)\tThe business tax economic incentive area consists of the area included within the following United States Census Tract numbers, as extended by this subsection where applicable:1041.020, 1047.010, 2045.000, 2051.000, 2060.000, 2062.000, 2063.000, 2073.000, 2260.000, 2270.000, 2281.000, 2282.000, 2286.000, 2287.000, 2288.000, 2289.000, 2291.000, 2371.000, 2372.000, 2383,000, 2392.000. 2393.000, 2397.000, 2400.000, 2402.000, 2405.000, 2408.000, 2409.000, 2420.000, 2421.000, 2422.000, 2423.000, 2426.000, 2427.000, 2430.000, 2431.000\t(2)\tThe map set forth below illustrates the location of the United States Census Tracts listed in Paragraph (1) of this subsection that comprise the business tax economic incentive area.  The boundaries of said business tax economic incentive area are extended as set forth in this subsection where applicable.LOCATION OF UNITED STATES CENSUS TRACTS THAT COMPRISE BUSINESS TAX ECONOMIC INCENTIVE AREA\n(NOT ALL TRACTS PICTURED ARE LOCATED IN BUSINESS TAX ECONOMIC INCENTIVE AREA – SEE L.A.M.C. SEC. 21.26(j)(1))[Editor’s Note:  The map referred to in this section is on file in the official City documents located in the Office of the City Clerk in Council File No. CF-97-0401-S1.]\t(3)\tThe business tax economic incentive area is described in the table set forth below.  The boundaries of said area are extended as set forth in this subsection where applicable.BUSINESS TAX ECONOMIC INCENTIVE AREA FOR THE CITY OF LOS ANGELES\tThe table describes both part A and part B in a continuous loop.  The loop starts southward by describing part A’s western half and going down to the Slauson and South Central Avenue intersection where part B begins.  At the intersection the loop travels in a westwardly direction around part B.  Eventually the loop travels back North to describe part A’s eastern half.SECTION ONE\nFIRST HALF OF PART A\nINTERSECTION OF N. BROADWAY AND THE LOS ANGELES RIVER\n  \n    \n      \n        BEGINNING POINT\n      \n      \n        DIRECTION\n      \n      \n        ENDING LIMIT\n      \n    \n    \n      \n        N. Broadway\n      \n      \n        Southwest to\n      \n      \n        College Street\n      \n    \n    \n      \n        College Street\n      \n      \n        East to\n      \n      \n        N. Alameda\n      \n    \n    \n      \n        N. Alameda\n      \n      \n        South to\n      \n      \n        Temple Street\n      \n    \n    \n      \n        Temple Street\n      \n      \n        West to\n      \n      \n        San Pedro\n      \n    \n    \n      \n        San Pedro\n      \n      \n        South to\n      \n      \n        E. 1st\n      \n    \n    \n      \n        E. 1st\n      \n      \n        West to\n      \n      \n        Los Angeles Street\n      \n    \n    \n      \n        Los Angeles Street\n      \n      \n        South to\n      \n      \n        2nd Street\n      \n    \n    \n      \n        2nd Street\n      \n      \n        West to\n      \n      \n        S. Hill\n      \n    \n    \n      \n        S. Hill\n      \n      \n        South to\n      \n      \n        9th Street\n      \n    \n    \n      \n        9th Street\n      \n      \n        East to\n      \n      \n        Maple Ave.\n      \n    \n    \n      \n        Maple Ave.\n      \n      \n        South to\n      \n      \n        E. 21st Street\n      \n    \n    \n      \n        E. 21st Street\n      \n      \n        East to\n      \n      \n        Central Ave.\n      \n    \n    \n      \n        Central Ave.\n      \n      \n        South to\n      \n      \n        42nd Street\n      \n    \n    \n      \n        42nd Street\n      \n      \n        West to\n      \n      \n        Avalon\n      \n    \n    \n      \n        Avalon\n      \n      \n        South to\n      \n      \n        E. 48th Street\n      \n    \n    \n      \n        E. 48th Street\n      \n      \n        East to\n      \n      \n        McKinley Ave.\n      \n    \n    \n      \n        McKinley Ave.\n      \n      \n        North to \n        &#038; back up\n      \n      \n        E. 48th Street\n      \n    \n    \n      \n        E. 48th Street\n      \n      \n        East to\n      \n      \n        Central Ave.\n      \n    \n    \n      \n        Central Ave.\n      \n      \n        South to\n      \n      \n        Slauson Ave.\n      \n    \n  BEGINNING OF PART B OF SECTION ONE\nINTERSECTION OF CENTRAL AVE. &#038; SLAUSON AVE.\n  \n    \n      \n        BEGINNING POINT\n      \n      \n        DIRECTION\n      \n      \n        ENDING LIMIT\n      \n    \n    \n      \n        Slauson Ave.\n      \n      \n        West to\n      \n      \n        Van Ness Ave.\n      \n    \n    \n      \n        Van Ness Ave.\n      \n      \n        South to\n      \n      \n        62nd Street\n      \n    \n    \n      \n        62nd Street\n      \n      \n        East to\n      \n      \n        S. Broadway Ave.\n      \n    \n    \n      \n        S. Broadway\n      \n      \n        South to\n      \n      \n        Florence Ave.\n      \n    \n    \n      \n        Florence Ave.\n      \n      \n        East to\n      \n      \n        S. Central Ave.\n      \n    \n    \n      \n        S. Central Ave.\n      \n      \n        North to X-section\n      \n      \n        Slauson Ave.\n      \n    \n  SECOND HALF OF PART A SECTION ONE\nINTERSECTION OF S. CENTRAL &#038; SLAUSON\n  \n    \n      \n        BEGINNING POINT\n      \n      \n        DIRECTION\n      \n      \n        ENDING LIMIT\n      \n    \n    \n      \n        Slauson Ave.\n      \n      \n        East to\n      \n      \n        S. Alameda\n      \n    \n    \n      \n        S. Alameda\n      \n      \n        North to\n      \n      \n        E. 25th Street\n      \n    \n    \n      \n        E. 25th Street\n      \n      \n        East to &#038; following\n      \n      \n        Southern City Limits With Vernon\n      \n    \n    \n      \n        Southern City Limits with Vernon\n      \n      \n        Follow to\n      \n      \n        Spence Street\n      \n    \n    \n      \n        Spence Street\n      \n      \n        North to\n      \n      \n        E. 8th Street\n      \n    \n    \n      \n        E. 8th Street\n      \n      \n        Northwest to\n      \n      \n        Soto Street\n      \n    \n    \n      \n        Soto Street\n      \n      \n        North to\n      \n      \n        Santa Monica FWY.\n      \n    \n    \n      \n        Santa Monica FWY.\n      \n      \n        West to\n      \n      \n        S. Boyle Ave.\n      \n    \n    \n      \n        S. Boyle Ave.\n      \n      \n        North to\n      \n      \n        Golden State FWY.\n      \n    \n    \n      \n        Golden State FWY.\n      \n      \n        North to\n      \n      \n        E. 4th Street\n      \n    \n    \n      \n        E. 4th Street\n      \n      \n        West to\n      \n      \n        N. State Street\n      \n    \n    \n      \n        N. State Street\n      \n      \n        North to\n      \n      \n        E. 1st Street\n      \n    \n    \n      \n        E. 1st Street\n      \n      \n        West to\n      \n      \n        Los Angeles River\n      \n    \n    \n      \n        Los Angeles River\n      \n      \n        North to\n      \n      \n        N. Broadway\n      \n    \n  END OF SECTION ONE (PARTS A&#038;B)\nSECTION TWO\nINTERSECTION OF S. CENTRAL AVE. &#038; E. MANCHESTER\n  \n    \n      \n        BEGINNING POINT\n      \n      \n        DIRECTION\n      \n      \n        ENDING LIMIT\n      \n    \n    \n      \n        E. Manchester\n      \n      \n        West to\n      \n      \n        San Pedro Street\n      \n    \n    \n      \n        San Pedro Street\n      \n      \n        North to\n      \n      \n        E. 79th Street\n      \n    \n    \n      \n        E. 79th Street\n      \n      \n        West to\n      \n      \n        S. Vermont Ave.\n      \n    \n    \n      \n        S. Vermont Ave.\n      \n      \n        South to\n      \n      \n        Manchester Ave.\n      \n    \n    \n      \n        Manchester Ave.\n      \n      \n        East to\n      \n      \n        Figueroa\n      \n    \n    \n      \n        Figueroa\n      \n      \n        South to\n      \n      \n        104th Street\n      \n    \n    \n      \n        104th Street\n      \n      \n        East to\n      \n      \n        Wall Street\n      \n    \n    \n      \n        Wall Street\n      \n      \n        North to\n      \n      \n        93rd Street\n      \n    \n    \n      \n        93rd Street\n      \n      \n        East to\n      \n      \n        E. City Limits with Walnut Park\n      \n    \n    \n      \n        E. City Limits with Walnut Park\n      \n      \n        North to\n      \n      \n        Intersection of Manchester &#038; S. Central Avenues\n      \n    \n  END OF SECTION TWO\nSECTION THREE\nINTERSECTION OF 104TH &#038; SAN PEDRO STREET\n  \n    \n      \n        BEGINNING POINT\n      \n      \n        DIRECTION\n      \n      \n        ENDING LIMIT\n      \n    \n    \n      \n        San Pedro St.\n      \n      \n        South to\n      \n      \n        Imperial Hwy\n      \n    \n    \n      \n        Imperial Hwy\n      \n      \n        East to\n      \n      \n        Wadsworth &#038; E. 114th\n      \n    \n    \n      \n        114th St.\n      \n      \n        East to\n      \n      \n        S. Central Ave\n      \n    \n    \n      \n        S. Central Ave\n      \n      \n        South to\n      \n      \n        Imperial Hwy\n      \n    \n    \n      \n        Imperial Hwy.\n      \n      \n        East to\n      \n      \n        E. City\/County Limits at Mona Blvd.\n      \n    \n    \n      \n        E. City\/County Limits at Mona Blvd.\n      \n      \n        North to\n      \n      \n        92nd Street\n      \n    \n    \n      \n        92nd Street\n      \n      \n        West to\n      \n      \n        Maine St.\n      \n    \n    \n      \n        Maine St.\n      \n      \n        North\n      \n      \n        E. 91st Street\n      \n    \n    \n      \n        E. 91st Street\n      \n      \n        West to\n      \n      \n        Compton\n      \n    \n    \n      \n        Compton\n      \n      \n        South to\n      \n      \n        E. 92nd Street\n      \n    \n    \n      \n        E. 92nd Street\n      \n      \n        West to\n      \n      \n        Success Street\n      \n    \n    \n      \n        Success Street\n      \n      \n        South to\n      \n      \n        E. 103rd Street\n      \n    \n    \n      \n        E. 103rd Street\n      \n      \n        West to\n      \n      \n        S. Central Ave\n      \n    \n    \n      \n        S. Central Ave\n      \n      \n        South to\n      \n      \n        E. 104th Street\n      \n    \n    \n      \n        E. 104th Street\n      \n      \n        West to X-section\n      \n      \n        San Pedro\n      \n    \n  \nEND OF SECTION THREE\nSECTION FOUR\nINTERSECTION OF THE VAN NUYS BLVD. &#038; THE FOOTHILL FWY.\n  \n    \n      \n        BEGINNING POINT\n      \n      \n        DIRECTION\n      \n      \n        ENDING LIMIT\n      \n    \n    \n      \n        Van Nuys Blvd.\n      \n      \n        Southwest to\n      \n      \n        San Fernando Rd.\n      \n    \n    \n      \n        San Fernando Rd.\n      \n      \n        Southeast to\n      \n      \n        Pierce Street\n      \n    \n    \n      \n        Pierce Street\n      \n      \n        Northeast to\n      \n      \n        Glenoaks Blvd.\n      \n    \n    \n      \n        Glenoaks Blvd.\n      \n      \n        Southeast to\n      \n      \n        Osborne Street\n      \n    \n    \n      \n        Osborne Street\n      \n      \n        North to\n      \n      \n        West side of the Hansen Dam\n      \n    \n    \n      \n        West side of the Hansen Dam\n      \n      \n        Follow East to the\n      \n      \n        Rancho Tujunga Rancho Ex Mission DE San Fernando line\n      \n    \n    \n      \n        Rancho Tujunga Rancho Ex Mission DE San Fernando line\n      \n      \n        North to\n      \n      \n        Foothill FWY.\n      \n    \n    \n      \n        Foothill FWY.\t\n      \n      \n        West to X-section\n      \n      \n        Van Nuys Blvd.\n      \n    \n  \nEND OF SECTION FOUR\t(k)\tAdministration.  The business tax economic incentive program shall be administered by the Director of Finance who shall notify all known persons engaged in business at a location in the business tax economic incentive area of the program.\t(l)\tBusiness Tax Forms.  It shall be the responsibility of each person engaged in business to compare its activity to the tax relief provided by this section and complete its business tax forms accordingly.\t(m)\tAnnual Report to the Mayor and Council by Director of the Office of Administrative and Research Services.  The Director of the Office of Administrative and Research Services shall report annually on the measurable costs and benefits of the Business Tax Economic Incentive program.  (Amended by Ord. No. 173,304, Eff. 6\/30\/00, Oper. 7\/1\/00.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}