{"section_number":"21.49","edition_id":"1","section_id":"22","structure_id":"19","catch_line":"Gross Receipts Fund Class 9.","history":"","full_text":"  GROSS RECEIPTS FUND CLASS 9.\n\t(Added by Ord. No. 178,101, Eff. 1\/9\/07.)\n\n\tFor every person engaged in business conducting Auto Parks, Health Maintenance Organizations, Any Trade, Calling, Occupation, Vocation, Profession or other means of livelihood, as an independent contractor and not an employee of another, and not specifically taxed by other provisions of this article, Tax Rate F, as set forth in Section 21.33(f), shall be applicable.\n\n\t(a)\tAUTO PARK.  Auto Park means engaged in the business of conducting any automobile parking place, storage lot or storage place where motor vehicles are parked or stored, and a charge is made directly or indirectly for the parking or storage.\n\n\t(b)\tHEALTH MAINTENANCE ORGANIZATIONS.  Health Maintenance Organization means engaged in business arranging for the provision of health care services to subscribers or enrollees, or to pay for or to reimburse any part of the cost for those services, in return for a prepaid or periodic charge paid by or on behalf of the subscribers or enrollees.\n\n\t1.\tFor the purposes of this section, gross receipts of a Health Maintenance Organization, which are attributable to a place of business within the City, shall be apportioned by using the total cost method to determine the amount of gross receipts that are subject to tax.  The total cost method uses a ratio to derive a percentage that is multiplied by the total gross receipts.  The numerator of the ratio is the total in-City costs.  The denominator of the ratio is the sum of the total in-City costs and the total out-of-City costs.  The percentage derived by dividing the numerator by the denominator is multiplied by the total gross receipts to determine the amount of gross receipts that are subject to tax.  Total costs shall include a Health Maintenance Organization’s payroll and related costs, property and related costs, and contract health care provider costs, incurred within and without the City.\n\n\t2.\tThe apportionment formula set forth in Subdivision 1. shall be applicable to all tax years not barred by the statute of limitations on January 1, 1998.  Notwithstanding the foregoing, no person shall be entitled to a refund for any tax year prior to 1998, due to the application of the apportionment formula set forth in Subdivision 1.  In computing any person’s tax liability due for tax years prior to 1998, offsets of applicable credits not barred by the statute of limitations shall be allowed before determining the total tax due.\n\n\t3.\tThe Director of Finance shall levy an assessment pursuant to Section 21.16 of this article in the amount of the underpayment against any person who has underpaid tax for any tax year prior to 1998, to which the apportionment formula set forth in Subdivision 1. is applicable.\n\n\t4.\tNotwithstanding the provisions of Section 21.05 of this Code, no penalty shall apply, and interest shall accrue at the rate equal to the annualized rate of return on the general pool earned by the City Treasurer for the calendar year prior to the tax year involved, on any underpayment described in Subdivision 3.\n\n\t5.\tNo interest described in Subdivision 4. shall accrue during the period commencing on January 1, 1997, and ending on June 30, 1998.\n\n\t6.\tNotwithstanding the provisions of Section 21.05 of this Code, the tax under this section for the 1998 tax year shall not be delinquent until July 1, 1998, and prior to that date, no penalty shall apply and no interest shall accrue.\n\n\t(c)\tPROFESSIONS AND OCCUPATIONS.\n\n\t1.\tProfessions and Occupations means a person engaged in any trade, calling, occupation, vocation, profession or other means of livelihood, as an independent contractor and not as an employee of another, and not specifically taxed by other provisions of this article.\n\n\t2.\tA person engaged in more than one trade, calling, occupation, vocation, profession or other means of livelihood embraced within this section shall consolidate all gross receipts and shall be issued one registration certificate covering all these activities.  Any person engaged in any activities embraced within this section, in addition to activities covered by any other section of this article, shall obtain separate registration certificates for the activities covered by those other sections.\n\n\t3.\tAs used in this section, the term “gross receipts” does not include:\n\n\t(i)\tReceipts from a trade, calling, occupation, vocation, profession or other means of livelihood, which this City is prohibited from taxing under the Constitution or laws of the United States, or under the Constitution or laws of the State of California;\n\n\t(ii)\tReceipts of community chests, funds, foundations or corporations organized and operated for religious, hospital or charitable purposes, not conducted for profit and no part of the net earnings of which inures to the benefit of any private shareholder or individual;\n\n\t(iii)\tReceipts of non-profit educational institutions of collegiate grade, defined here to mean institutions incorporated as colleges or seminaries under the laws of the State of California, which require for regular admission, the completion of a four-year high school course, or its equivalent, and which confer upon their graduates at least one academic or professional degree, based on a course of at least four years in liberal arts and sciences, or on a course of at least three years in professional studies such as law, theology, education, medicine, pharmacy, architecture, fine arts, commerce or journalism; receipts of non-profit secondary schools which are duly accredited by the University of California; and receipts of non-profit elementary schools in which instruction is given to students in the pre-primary and primary grades in the several branches of studies required to be taught in the public schools of the State of California;\n\n\t(iv)\tReceipts of Rotary, Kiwanis and Lions Clubs, non-profit automobile clubs, Chambers of Commerce, and other community service organizations; also receipts of trade associations such as Merchants Plumbers Association, Merchants and Manufacturers Association and labor organizations;\n\n\t(v)\tReceipts of:\n\n\ta.\tRailroad companies including street railways, defined here to include interurban electric railways;\n\n\tb.\tSleeping car, dining car, drawing-room car, and palace car companies, refrigerator, oil, stock, fruit and other car-loaning and other car companies operating upon railroads in this City;\n\n\tc.\tCompanies doing express business on any railroad, steamboat, vessel in this City;\n\n\td.\tTelegraph and telephone companies;\n\n\te.\tCompanies engaged in the transmission or sale of gas or electricity.\n\n\t(vi)\tReceipts of persons acting as agents or brokers for other persons to be paid over to those other persons, or to pay for those other persons’ legal obligations, or as reimbursements for sums advanced by the agent for those other persons’ legal obligations, or to be invested on behalf of those other persons.  Notwithstanding the foregoing, however, the term “gross receipts” includes but is not limited to:\n\n\tReceipts of any person received as commissions or fees earned, or charges of any character made or compensation of any character received, for the performance of any service by that person or any of that person’s employees;\n\n\tReceipts of any person received as partial or full compensation or reimbursement for salaries, payroll taxes, free benefits and any and all similar expenses for persons who are employees of that person under the criteria set forth in Division 4, Part 1, Chapter 2, Article 2 of the Labor Code of the State of California as effective on July 1, 1976.\n\n\tReceipts of any person received as partial or full compensation or reimbursement for equipment, supplies, utilities, or other items or services acquired by that person in that person’s name and used or consumed in the performance of services subject to tax under this section.\n\n\tProvided, further, that any agent or broker dealing in stocks or other similar written instruments evidencing the right to participate in the assets of any business, or dealing in bonds or other evidences of indebtedness, who also deals in that property as a principal, shall include the gross receipts by which the tax is measured the amount of his trading profits resulting from these dealings.  No deduction from receipts attributable to trading as a principal shall be made unless the deduction is provided for under Subsection (a) of Section 21.00 of this article.\n\n\t(vii)\tReceipts from the publication and sale of newspapers, magazines and other periodicals regularly issued at average intervals not exceeding three months.  The exclusion contained in this paragraph shall apply only to business tax periods commencing on or after January 1, 1984.\n\n\t(viii)\tReceipts derived by a radio or television studio, station or network business from the production or broadcasting of local or network radio or television programs or advertising materials, including but not limited to the furnishing of services, program elements or facilities in connection with the production or broadcasting; provided, however, that nothing in this paragraph shall exempt any person from the tax imposed under Section 21.109 or exclude from the measure of the tax any receipts derived by any person from the operation of a television system where the viewing audience pays a fee to view the broadcast; provided, further, that nothing in this paragraph shall be construed as entitling any studio, station or network business to engage in a business subject to tax under Section 21.42, Wholesale Sales, or Section 21.47, Retail Sales, or Section 21.46, Personal Property Rental, without paying the tax required in those sections.  The exclusion contained in this paragraph shall apply only to business tax periods commencing on or after January 1, 1984.\n\n\t(ix)\tReceipts of a person acting as a real estate salesman as that term is defined in Section 10132 of the California Business and Professions Code.\n\n\t(x)\tReceipts (whether considered in total or measured by cost of operations in the City or any other proxy) of a mutual fund that is registered under the Investment Company Act of 1940, as amended (15 U.S.C. § 80a-1 to 80b-2), as an open-end management investment company provided that it qualifies as a Regulated Investment Company under Subchapter M of the Internal Revenue Code of 1986, as amended (26 U.S.C. § 851) (the “IRC”).  However, Receipts of a mutual fund that fails to qualify under Subchapter M or of a mutual fund that receives more than ten percent of its gross income from other than qualifying sources as described in section 851(b)(2) of the IRC shall not be excluded under this paragraph.  The exemption for qualified mutual funds contained in this paragraph shall apply in full only to business tax periods commencing on or after January 1, 2014, and shall be phased in as follows:  For business tax periods commencing on or after January 1, 2012, and before January 1, 2013, said Receipts shall be taxed at 2\/3 of the rate set forth in Section 21.33(f), and for business tax periods commencing on or after January 1, 2013, and before January 1, 2014, said Receipts shall be taxed at 1\/3 of the rate set forth in Section 21.33(f).  (Added by Ord. No. 181,951, Eff. 1\/8\/12.)\n\n\t4.\tWhen the gross receipts are derived from or attributable to activities engaged in within and without the City, gross receipts shall be allocated in a manner that is fairly calculated to determine the amount of gross receipts derived from or attributable to engaging in business in the City.  This allocation shall be made on the basis of payroll, value and situs of tangible property, general expense, or by reference to any of these or other factors, or by another method of allocation that will fairly determine the amount of gross receipts derived from or attributable to engaging in business in the City.  Gross receipts derived from isolated or occasional transactions at places outside the City but within the State of California, where the registrant is not regularly engaged in a course of business transactions shall be deemed to be gross receipts derived from engaging in business in the City.  Gross receipts derived from or attributable to sources within this City include:  (a) gross receipts from tangible or intangible property located or having situs in this City; and (b), when not contrary to law, gross receipts from any activities carried on in this City regardless of whether carried on in interstate, intrastate or foreign commerce.\n\n\t5.\tAllocation formulae designed to carry into effect the purpose of this subsection shall be adopted by the Director of Finance by rules and regulations.  The Director of Finance is hereby authorized, in the application to individual cases of the rules and regulations and the formulae they contain, to make any modifications in formulae that may be necessary to carry out the intent of this subsection.  If the Director of Finance reallocates gross receipts upon his or her examination of any return, he or she shall, upon the written request of the registrant, disclose to him or her the basis upon which the reallocation has been made.","order_by":"49","ancestry":{"1":{"id":"19","name":"Business Taxes","identifier":"1","label":"article","url":"\/2\/1\/"},"2":{"id":"1","name":"Licenses, Permits, Business Regulations","identifier":"2","label":"chapter","url":"\/2\/"}},"structure_contents":{"0":{"id":"3386","structure_id":"19","section_number":"21.00","catch_line":"Definitions.","url":"\/21.00\/","token":"21.00"},"1":{"id":"3139","structure_id":"19","section_number":"21.01","catch_line":"Unlawful Business Not Authorized.","url":"\/21.01\/","token":"21.01"},"2":{"id":"986","structure_id":"19","section_number":"21.02","catch_line":"Constitutional Exemptions.","url":"\/21.02\/","token":"21.02"},"3":{"id":"1313","structure_id":"19","section_number":"21.03","catch_line":"Imposition Of Tax.","url":"\/21.03\/","token":"21.03"},"4":{"id":"2833","structure_id":"19","section_number":"21.03.1","catch_line":"Automatic Tax Rate Reduction.","url":"\/21.03.1\/","token":"21.03.1"},"5":{"id":"2639","structure_id":"19","section_number":"21.04","catch_line":"Due Dates.","url":"\/21.04\/","token":"21.04"},"6":{"id":"287","structure_id":"19","section_number":"21.05","catch_line":"Delinquent Dates –Interest – Penalties.","url":"\/21.05\/","token":"21.05"},"7":{"id":"1321","structure_id":"19","section_number":"21.06","catch_line":"Separate Registration Certificate Required For Each Location And Each Business Tax Classification.","url":"\/21.06\/","token":"21.06"},"8":{"id":"135","structure_id":"19","section_number":"21.06.1","catch_line":"Single Primary Tax Classification Election.","url":"\/21.06.1\/","token":"21.06.1"},"9":{"id":"3840","structure_id":"19","section_number":"21.07","catch_line":"Refunds Of Overpayments.","url":"\/21.07\/","token":"21.07"},"10":{"id":"2938","structure_id":"19","section_number":"21.08","catch_line":"Business Tax Registration Certificate — Form.","url":"\/21.08\/","token":"21.08"},"11":{"id":"2372","structure_id":"19","section_number":"21.09","catch_line":"Business Tax Registration Certificates — Posting And Keeping.","url":"\/21.09\/","token":"21.09"},"12":{"id":"2408","structure_id":"19","section_number":"21.10","catch_line":"Business Tax Registration Certificates — Charge For Duplication.","url":"\/21.10\/","token":"21.10"},"13":{"id":"1153","structure_id":"19","section_number":"21.11","catch_line":"Business Tax Registration Certificate —Transfer.","url":"\/21.11\/","token":"21.11"},"14":{"id":"3208","structure_id":"19","section_number":"21.12","catch_line":"Business Tax Registration Certificates —Suspension.","url":"\/21.12\/","token":"21.12"},"15":{"id":"3457","structure_id":"19","section_number":"21.13","catch_line":"Newly Established Businesses – Computation Of Business Tax.","url":"\/21.13\/","token":"21.13"},"16":{"id":"859","structure_id":"19","section_number":"21.14","catch_line":"Written Statements – When Required –Computation Of The Tax.","url":"\/21.14\/","token":"21.14"},"17":{"id":"4177","structure_id":"19","section_number":"21.15","catch_line":"Director Of Finance – Duty To Enforce –Rules And Regulations.","url":"\/21.15\/","token":"21.15"},"18":{"id":"4100","structure_id":"19","section_number":"21.16","catch_line":"Assessment — Administrative Remedy.","url":"\/21.16\/","token":"21.16"},"19":{"id":"2921","structure_id":"19","section_number":"21.17","catch_line":"Confidential Character Of Information Obtained– Disclosure Unlawful.","url":"\/21.17\/","token":"21.17"},"20":{"id":"1223","structure_id":"19","section_number":"21.18","catch_line":"Delinquent Taxes – Installment Payment.","url":"\/21.18\/","token":"21.18"},"21":{"id":"1532","structure_id":"19","section_number":"21.19","catch_line":"Delinquent Taxes – Suit For Recovery.","url":"\/21.19\/","token":"21.19"},"22":{"id":"3349","structure_id":"19","section_number":"21.20","catch_line":"Delinquent Taxes – Debt Not Discharged By Penal Conviction.","url":"\/21.20\/","token":"21.20"},"23":{"id":"2132","structure_id":"19","section_number":"21.21","catch_line":"Delinquent Taxes – Uncollectible.","url":"\/21.21\/","token":"21.21"},"24":{"id":"4086","structure_id":"19","section_number":"21.22","catch_line":"Religious, Charity, Etc.; Procedure For Issuance Of Tax Exempt Registration Certificates.","url":"\/21.22\/","token":"21.22"},"25":{"id":"3446","structure_id":"19","section_number":"21.23","catch_line":"Effect Of Repeals And Amendments.","url":"\/21.23\/","token":"21.23"},"26":{"id":"3020","structure_id":"19","section_number":"21.24","catch_line":"Exemption For Persons Having Equal Or Greater Payroll Expense Tax Liability.","url":"\/21.24\/","token":"21.24"},"27":{"id":"2672","structure_id":"19","section_number":"21.25","catch_line":"Relief For Earthquake Interruption.","url":"\/21.25\/","token":"21.25"},"28":{"id":"2959","structure_id":"19","section_number":"21.26","catch_line":"Empowerment Zone - City Business Tax Reductions, Limitations, And Exemptions.","url":"\/21.26\/","token":"21.26"},"29":{"id":"3092","structure_id":"19","section_number":"21.27","catch_line":"Entertainment And Multimedia Business Tax Limitations.","url":"\/21.27\/","token":"21.27"},"30":{"id":"992","structure_id":"19","section_number":"21.28","catch_line":"Fiscal Year Reporting.","url":"\/21.28\/","token":"21.28"},"31":{"id":"3672","structure_id":"19","section_number":"21.29","catch_line":"Small Business Exemption.","url":"\/21.29\/","token":"21.29"},"32":{"id":"1797","structure_id":"19","section_number":"21.30","catch_line":"New Business Exemption.","url":"\/21.30\/","token":"21.30"},"33":{"id":"2622","structure_id":"19","section_number":"21.31","catch_line":"Settlement Bureau.","url":"\/21.31\/","token":"21.31"},"34":{"id":"3785","structure_id":"19","section_number":"21.32","catch_line":"Rewards For Information.","url":"\/21.32\/","token":"21.32"},"35":{"id":"2451","structure_id":"19","section_number":"21.33","catch_line":"Tax Rates.","url":"\/21.33\/","token":"21.33"},"36":{"id":"3764","structure_id":"19","section_number":"21.41","catch_line":"Gross Receipts Fund Class 1.","url":"\/21.41\/","token":"21.41"},"37":{"id":"1839","structure_id":"19","section_number":"21.42","catch_line":"Gross Receipts Fund Class 2.","url":"\/21.42\/","token":"21.42"},"38":{"id":"1484","structure_id":"19","section_number":"21.43","catch_line":"Gross Receipts Fund Class 3.","url":"\/21.43\/","token":"21.43"},"39":{"id":"3800","structure_id":"19","section_number":"21.44","catch_line":"Gross Receipts Fund Class 4.","url":"\/21.44\/","token":"21.44"},"40":{"id":"3973","structure_id":"19","section_number":"21.45","catch_line":"Gross Receipts Fund Class 5.","url":"\/21.45\/","token":"21.45"},"41":{"id":"3401","structure_id":"19","section_number":"21.46","catch_line":"Gross Receipts Fund Class 6.","url":"\/21.46\/","token":"21.46"},"42":{"id":"786","structure_id":"19","section_number":"21.47","catch_line":"Gross Receipts Fund Class 7.","url":"\/21.47\/","token":"21.47"},"43":{"id":"3868","structure_id":"19","section_number":"21.48","catch_line":"Gross Receipts Fund Class 8.","url":"\/21.48\/","token":"21.48"},"44":{"id":"22","structure_id":"19","section_number":"21.49","catch_line":"Gross Receipts Fund Class 9.","url":"\/21.49\/","token":"21.49"},"45":{"id":"2094","structure_id":"19","section_number":"21.50","catch_line":"Taxation Of Medical Marijuana Collectives.","url":"\/21.50\/","token":"21.50"},"46":{"id":"963","structure_id":"19","section_number":"21.53","catch_line":"Amusement Park.","url":"\/21.53\/","token":"21.53"},"47":{"id":"121","structure_id":"19","section_number":"21.55","catch_line":"Auctioneer.","url":"\/21.55\/","token":"21.55"},"48":{"id":"3750","structure_id":"19","section_number":"21.56","catch_line":"Auto Park","url":"\/21.56\/","token":"21.56"},"49":{"id":"2828","structure_id":"19","section_number":"21.59","catch_line":"Baseball, Football, Etc.","url":"\/21.59\/","token":"21.59"},"50":{"id":"4153","structure_id":"19","section_number":"21.62","catch_line":"Billiards, Etc.","url":"\/21.62\/","token":"21.62"},"51":{"id":"3553","structure_id":"19","section_number":"21.63","catch_line":"Amusement Machines.","url":"\/21.63\/","token":"21.63"},"52":{"id":"886","structure_id":"19","section_number":"21.64","catch_line":"Coin-Operated Phonographs And Music Machines.","url":"\/21.64\/","token":"21.64"},"53":{"id":"106","structure_id":"19","section_number":"21.65","catch_line":"Vending Machines.","url":"\/21.65\/","token":"21.65"},"54":{"id":"4010","structure_id":"19","section_number":"21.65.1","catch_line":"Coin-Operated Scales And Service Machines.","url":"\/21.65.1\/","token":"21.65.1"},"55":{"id":"4093","structure_id":"19","section_number":"21.70","catch_line":"Bowling Alley, Skee-Ball Shuffleboard, Etc.","url":"\/21.70\/","token":"21.70"},"56":{"id":"2800","structure_id":"19","section_number":"21.74","catch_line":"Circuses.","url":"\/21.74\/","token":"21.74"},"57":{"id":"460","structure_id":"19","section_number":"21.75","catch_line":"Side Shows, Carnivals, Concessions.","url":"\/21.75\/","token":"21.75"},"58":{"id":"1734","structure_id":"19","section_number":"21.78","catch_line":"Collection Agencies.","url":"\/21.78\/","token":"21.78"},"59":{"id":"240","structure_id":"19","section_number":"21.79","catch_line":"Commission Brokers.","url":"\/21.79\/","token":"21.79"},"60":{"id":"3209","structure_id":"19","section_number":"21.80","catch_line":"Independent Telemarketing Agency.","url":"\/21.80\/","token":"21.80"},"61":{"id":"3925","structure_id":"19","section_number":"21.83","catch_line":"Dance Hall.","url":"\/21.83\/","token":"21.83"},"62":{"id":"3285","structure_id":"19","section_number":"21.85","catch_line":"Public Dance.","url":"\/21.85\/","token":"21.85"},"63":{"id":"577","structure_id":"19","section_number":"21.94","catch_line":"Rides.","url":"\/21.94\/","token":"21.94"},"64":{"id":"453","structure_id":"19","section_number":"21.98","catch_line":"Office Commercial Buildings, Etc., Rentals.","url":"\/21.98\/","token":"21.98"},"65":{"id":"2915","structure_id":"19","section_number":"21.98.1","catch_line":"Swap Meet Operator.","url":"\/21.98.1\/","token":"21.98.1"},"66":{"id":"1721","structure_id":"19","section_number":"21.98.2","catch_line":"Antique Show And Collectors’ Exchange Show Promoter.","url":"\/21.98.2\/","token":"21.98.2"},"67":{"id":"2654","structure_id":"19","section_number":"21.99","catch_line":"Renting Accommodations.","url":"\/21.99\/","token":"21.99"},"68":{"id":"4094","structure_id":"19","section_number":"21.102","catch_line":"Laundry, Cleaning And Dyeing Agent, Collector, Linen Supply, Shoe Repair.","url":"\/21.102\/","token":"21.102"},"69":{"id":"3665","structure_id":"19","section_number":"21.108","catch_line":"Money Lenders.","url":"\/21.108\/","token":"21.108"},"70":{"id":"3823","structure_id":"19","section_number":"21.109","catch_line":"Motion Picture, Television And Radio Producers.","url":"\/21.109\/","token":"21.109"},"71":{"id":"715","structure_id":"19","section_number":"21.124","catch_line":"Oil Wells.","url":"\/21.124\/","token":"21.124"},"72":{"id":"2325","structure_id":"19","section_number":"21.141","catch_line":"Warehouse – Storage Of Goods.","url":"\/21.141\/","token":"21.141"},"73":{"id":"1832","structure_id":"19","section_number":"21.142","catch_line":"Stevedores.","url":"\/21.142\/","token":"21.142"},"74":{"id":"3610","structure_id":"19","section_number":"21.143","catch_line":"Tugboat And Barge Operators.","url":"\/21.143\/","token":"21.143"},"75":{"id":"1927","structure_id":"19","section_number":"21.147","catch_line":"Theatre.","url":"\/21.147\/","token":"21.147"},"76":{"id":"2812","structure_id":"19","section_number":"21.166","catch_line":"Merchandise Wholesale Selling.","url":"\/21.166\/","token":"21.166"},"77":{"id":"968","structure_id":"19","section_number":"21.167","catch_line":"Merchandise – Retail Selling.","url":"\/21.167\/","token":"21.167"},"78":{"id":"4173","structure_id":"19","section_number":"21.167.1","catch_line":"Sales Of Firearms And Ammunition.","url":"\/21.167.1\/","token":"21.167.1"},"79":{"id":"2302","structure_id":"19","section_number":"21.168.1","catch_line":"Out Of State Sales.","url":"\/21.168.1\/","token":"21.168.1"},"80":{"id":"1061","structure_id":"19","section_number":"21.168.2","catch_line":"Sale For Convenience.","url":"\/21.168.2\/","token":"21.168.2"},"81":{"id":"1130","structure_id":"19","section_number":"21.168.3","catch_line":"Certain Solicitors Deemed Employees.","url":"\/21.168.3\/","token":"21.168.3"},"82":{"id":"3420","structure_id":"19","section_number":"21.168.4","catch_line":"Exemption – Temporary Exhibitors At Tradeshows.","url":"\/21.168.4\/","token":"21.168.4"},"83":{"id":"2858","structure_id":"19","section_number":"21.168.5","catch_line":"Certified Producers Deemed Employees.","url":"\/21.168.5\/","token":"21.168.5"},"84":{"id":"2995","structure_id":"19","section_number":"21.169","catch_line":"Christmas Trees.","url":"\/21.169\/","token":"21.169"},"85":{"id":"1790","structure_id":"19","section_number":"21.170","catch_line":"Christmas Tree Lot Clean-Up Deposits.","url":"\/21.170\/","token":"21.170"},"86":{"id":"90","structure_id":"19","section_number":"21.171","catch_line":"Retailers Of New Passenger Motor Vehicles.","url":"\/21.171\/","token":"21.171"},"87":{"id":"438","structure_id":"19","section_number":"21.187","catch_line":"Common Carrier Bus.","url":"\/21.187\/","token":"21.187"},"88":{"id":"1180","structure_id":"19","section_number":"21.188","catch_line":"Contractors.","url":"\/21.188\/","token":"21.188"},"89":{"id":"606","structure_id":"19","section_number":"21.189.1","catch_line":"Miscellaneous Services.","url":"\/21.189.1\/","token":"21.189.1"},"90":{"id":"3010","structure_id":"19","section_number":"21.189.2","catch_line":"Radio And Television Broadcaster.","url":"\/21.189.2\/","token":"21.189.2"},"91":{"id":"882","structure_id":"19","section_number":"21.189.3","catch_line":"Child Care Providers.","url":"\/21.189.3\/","token":"21.189.3"},"92":{"id":"1269","structure_id":"19","section_number":"21.189.4","catch_line":"Multimedia Businesses.","url":"\/21.189.4\/","token":"21.189.4"},"93":{"id":"1082","structure_id":"19","section_number":"21.190","catch_line":"Professions And Occupations.","url":"\/21.190\/","token":"21.190"},"94":{"id":"3470","structure_id":"19","section_number":"21.190.1","catch_line":"Exemption.","url":"\/21.190.1\/","token":"21.190.1"},"95":{"id":"2849","structure_id":"19","section_number":"21.191","catch_line":"Health Maintenance Organizations.","url":"\/21.191\/","token":"21.191"},"96":{"id":"691","structure_id":"19","section_number":"21.192","catch_line":"Personal Property Rental.","url":"\/21.192\/","token":"21.192"},"97":{"id":"128","structure_id":"19","section_number":"21.192.1","catch_line":"Rental – Out Of State Property.","url":"\/21.192.1\/","token":"21.192.1"},"98":{"id":"2572","structure_id":"19","section_number":"21.193","catch_line":"Sale Of Real Property.","url":"\/21.193\/","token":"21.193"},"99":{"id":"686","structure_id":"19","section_number":"21.194","catch_line":"Transporting Persons For Hire.","url":"\/21.194\/","token":"21.194"},"100":{"id":"3292","structure_id":"19","section_number":"21.195","catch_line":"Trucking – Hauling","url":"\/21.195\/","token":"21.195"},"101":{"id":"1629","structure_id":"19","section_number":"21.196","catch_line":"Miscellaneous Trucking.","url":"\/21.196\/","token":"21.196"},"102":{"id":"3790","structure_id":"19","section_number":"21.197","catch_line":"Telephone Companies.","url":"\/21.197\/","token":"21.197"},"103":{"id":"1096","structure_id":"19","section_number":"21.199","catch_line":"Sales Tax.","url":"\/21.199\/","token":"21.199"}},"next_section":{"id":"2094","structure_id":"19","section_number":"21.50","catch_line":"Taxation Of Medical Marijuana Collectives.","url":"\/21.50\/","token":"21.50"},"metadata":false,"references":false,"url":"\/21.49\/","token":"21.49","formats":{"txt":"\/21.49.txt","json":"\/21.49.xml"},"dublin_core":{"Title":"Gross Receipts Fund Class 9.","Type":"Text","Format":"text\/html","Identifier":"§ 21.49","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nGROSS RECEIPTS FUND CLASS 9. (§ 21.49)\n\n  GROSS RECEIPTS FUND CLASS 9.\n\t(Added by Ord. No. 178,101, Eff. 1\/9\/07.)\tFor every person engaged in business\nconducting Auto Parks, Health Maintenance Organizations, Any Trade, Calling,\nOccupation, Vocation, Profession or other means of livelihood, as an independent\ncontractor and not an employee of another, and not specifically taxed by other\nprovisions of this article, Tax Rate F, as set forth in Section 21.33(f), shall\nbe applicable.\t(a)\tAUTO PARK.  Auto Park means engaged in the business of\nconducting any automobile parking place, storage lot or storage place where\nmotor vehicles are parked or stored, and a charge is made directly or indirectly\nfor the parking or storage.\t(b)\tHEALTH MAINTENANCE ORGANIZATIONS.  Health\nMaintenance Organization means engaged in business arranging for the provision\nof health care services to subscribers or enrollees, or to pay for or to\nreimburse any part of the cost for those services, in return for a prepaid or\nperiodic charge paid by or on behalf of the subscribers or enrollees.\t1.\tFor the\npurposes of this section, gross receipts of a Health Maintenance Organization,\nwhich are attributable to a place of business within the City, shall be\napportioned by using the total cost method to determine the amount of gross\nreceipts that are subject to tax.  The total cost method uses a ratio to derive\na percentage that is multiplied by the total gross receipts.  The numerator of\nthe ratio is the total in-City costs.  The denominator of the ratio is the sum\nof the total in-City costs and the total out-of-City costs.  The percentage\nderived by dividing the numerator by the denominator is multiplied by the total\ngross receipts to determine the amount of gross receipts that are subject to\ntax.  Total costs shall include a Health Maintenance Organization’s payroll\nand related costs, property and related costs, and contract health care provider\ncosts, incurred within and without the City.\t2.\tThe apportionment formula set\nforth in Subdivision 1. shall be applicable to all tax years not barred by the\nstatute of limitations on January 1, 1998.  Notwithstanding the foregoing, no\nperson shall be entitled to a refund for any tax year prior to 1998, due to the\napplication of the apportionment formula set forth in Subdivision 1.  In\ncomputing any person’s tax liability due for tax years prior to 1998, offsets\nof applicable credits not barred by the statute of limitations shall be allowed\nbefore determining the total tax due.\t3.\tThe Director of Finance shall levy an\nassessment pursuant to Section 21.16 of this article in the amount of the\nunderpayment against any person who has underpaid tax for any tax year prior to\n1998, to which the apportionment formula set forth in Subdivision 1. is\napplicable.\t4.\tNotwithstanding the provisions of Section 21.05 of this Code, no\npenalty shall apply, and interest shall accrue at the rate equal to the\nannualized rate of return on the general pool earned by the City Treasurer for\nthe calendar year prior to the tax year involved, on any underpayment described\nin Subdivision 3.\t5.\tNo interest described in Subdivision 4. shall accrue during\nthe period commencing on January 1, 1997, and ending on June 30,\n1998.\t6.\tNotwithstanding the provisions of Section 21.05 of this Code, the tax\nunder this section for the 1998 tax year shall not be delinquent until July 1,\n1998, and prior to that date, no penalty shall apply and no interest shall\naccrue.\t(c)\tPROFESSIONS AND OCCUPATIONS.\t1.\tProfessions and Occupations means a\nperson engaged in any trade, calling, occupation, vocation, profession or other\nmeans of livelihood, as an independent contractor and not as an employee of\nanother, and not specifically taxed by other provisions of this article.\t2.\tA\nperson engaged in more than one trade, calling, occupation, vocation, profession\nor other means of livelihood embraced within this section shall consolidate all\ngross receipts and shall be issued one registration certificate covering all\nthese activities.  Any person engaged in any activities embraced within this\nsection, in addition to activities covered by any other section of this article,\nshall obtain separate registration certificates for the activities covered by\nthose other sections.\t3.\tAs used in this section, the term “gross receipts”\ndoes not include:\t(i)\tReceipts from a trade, calling, occupation, vocation,\nprofession or other means of livelihood, which this City is prohibited from\ntaxing under the Constitution or laws of the United States, or under the\nConstitution or laws of the State of California;\t(ii)\tReceipts of community\nchests, funds, foundations or corporations organized and operated for religious,\nhospital or charitable purposes, not conducted for profit and no part of the net\nearnings of which inures to the benefit of any private shareholder or\nindividual;\t(iii)\tReceipts of non-profit educational institutions of collegiate\ngrade, defined here to mean institutions incorporated as colleges or seminaries\nunder the laws of the State of California, which require for regular admission,\nthe completion of a four-year high school course, or its equivalent, and which\nconfer upon their graduates at least one academic or professional degree, based\non a course of at least four years in liberal arts and sciences, or on a course\nof at least three years in professional studies such as law, theology,\neducation, medicine, pharmacy, architecture, fine arts, commerce or journalism;\nreceipts of non-profit secondary schools which are duly accredited by the\nUniversity of California; and receipts of non-profit elementary schools in which\ninstruction is given to students in the pre-primary and primary grades in the\nseveral branches of studies required to be taught in the public schools of the\nState of California;\t(iv)\tReceipts of Rotary, Kiwanis and Lions Clubs,\nnon-profit automobile clubs, Chambers of Commerce, and other community service\norganizations; also receipts of trade associations such as Merchants Plumbers\nAssociation, Merchants and Manufacturers Association and labor\norganizations;\t(v)\tReceipts of:\ta.\tRailroad companies including street railways,\ndefined here to include interurban electric railways;\tb.\tSleeping car, dining\ncar, drawing-room car, and palace car companies, refrigerator, oil, stock, fruit\nand other car-loaning and other car companies operating upon railroads in this\nCity;\tc.\tCompanies doing express business on any railroad, steamboat, vessel in\nthis City;\td.\tTelegraph and telephone companies;\te.\tCompanies engaged in the\ntransmission or sale of gas or electricity.\t(vi)\tReceipts of persons acting as\nagents or brokers for other persons to be paid over to those other persons, or\nto pay for those other persons’ legal obligations, or as reimbursements for\nsums advanced by the agent for those other persons’ legal obligations, or to\nbe invested on behalf of those other persons.  Notwithstanding the foregoing,\nhowever, the term “gross receipts” includes but is not limited to:\tReceipts\nof any person received as commissions or fees earned, or charges of any\ncharacter made or compensation of any character received, for the performance of\nany service by that person or any of that person’s employees;\tReceipts of any\nperson received as partial or full compensation or reimbursement for salaries,\npayroll taxes, free benefits and any and all similar expenses for persons who\nare employees of that person under the criteria set forth in Division 4, Part 1,\nChapter 2, Article 2 of the Labor Code of the State of California as effective\non July 1, 1976.\tReceipts of any person received as partial or full compensation\nor reimbursement for equipment, supplies, utilities, or other items or services\nacquired by that person in that person’s name and used or consumed in the\nperformance of services subject to tax under this section.\tProvided, further,\nthat any agent or broker dealing in stocks or other similar written instruments\nevidencing the right to participate in the assets of any business, or dealing in\nbonds or other evidences of indebtedness, who also deals in that property as a\nprincipal, shall include the gross receipts by which the tax is measured the\namount of his trading profits resulting from these dealings.  No deduction from\nreceipts attributable to trading as a principal shall be made unless the\ndeduction is provided for under Subsection (a) of Section 21.00 of this\narticle.\t(vii)\tReceipts from the publication and sale of newspapers, magazines\nand other periodicals regularly issued at average intervals not exceeding three\nmonths.  The exclusion contained in this paragraph shall apply only to business\ntax periods commencing on or after January 1, 1984.\t(viii)\tReceipts derived by a\nradio or television studio, station or network business from the production or\nbroadcasting of local or network radio or television programs or advertising\nmaterials, including but not limited to the furnishing of services, program\nelements or facilities in connection with the production or broadcasting;\nprovided, however, that nothing in this paragraph shall exempt any person from\nthe tax imposed under Section 21.109 or exclude from the measure of the tax any\nreceipts derived by any person from the operation of a television system where\nthe viewing audience pays a fee to view the broadcast; provided, further, that\nnothing in this paragraph shall be construed as entitling any studio, station or\nnetwork business to engage in a business subject to tax under Section 21.42,\nWholesale Sales, or Section 21.47, Retail Sales, or Section 21.46, Personal\nProperty Rental, without paying the tax required in those sections.  The\nexclusion contained in this paragraph shall apply only to business tax periods\ncommencing on or after January 1, 1984.\t(ix)\tReceipts of a person acting as a\nreal estate salesman as that term is defined in Section 10132 of the California\nBusiness and Professions Code.\t(x)\tReceipts (whether considered in total or\nmeasured by cost of operations in the City or any other proxy) of a mutual fund\nthat is registered under the Investment Company Act of 1940, as amended (15\nU.S.C. § 80a-1 to 80b-2), as an open-end management investment company provided\nthat it qualifies as a Regulated Investment Company under Subchapter M of the\nInternal Revenue Code of 1986, as amended (26 U.S.C. § 851) (the “IRC”). \nHowever, Receipts of a mutual fund that fails to qualify under Subchapter M or\nof a mutual fund that receives more than ten percent of its gross income from\nother than qualifying sources as described in section 851(b)(2) of the IRC shall\nnot be excluded under this paragraph.  The exemption for qualified mutual funds\ncontained in this paragraph shall apply in full only to business tax periods\ncommencing on or after January 1, 2014, and shall be phased in as follows:  For\nbusiness tax periods commencing on or after January 1, 2012, and before January\n1, 2013, said Receipts shall be taxed at 2\/3 of the rate set forth in Section\n21.33(f), and for business tax periods commencing on or after January 1, 2013,\nand before January 1, 2014, said Receipts shall be taxed at 1\/3 of the rate set\nforth in Section 21.33(f).  (Added by Ord. No. 181,951, Eff. 1\/8\/12.)\t4.\tWhen\nthe gross receipts are derived from or attributable to activities engaged in\nwithin and without the City, gross receipts shall be allocated in a manner that\nis fairly calculated to determine the amount of gross receipts derived from or\nattributable to engaging in business in the City.  This allocation shall be\nmade on the basis of payroll, value and situs of tangible property, general\nexpense, or by reference to any of these or other factors, or by another method\nof allocation that will fairly determine the amount of gross receipts derived\nfrom or attributable to engaging in business in the City.  Gross receipts\nderived from isolated or occasional transactions at places outside the City but\nwithin the State of California, where the registrant is not regularly engaged in\na course of business transactions shall be deemed to be gross receipts derived\nfrom engaging in business in the City.  Gross receipts derived from or\nattributable to sources within this City include:  (a) gross receipts from\ntangible or intangible property located or having situs in this City; and (b),\nwhen not contrary to law, gross receipts from any activities carried on in this\nCity regardless of whether carried on in interstate, intrastate or foreign\ncommerce.\t5.\tAllocation formulae designed to carry into effect the purpose of\nthis subsection shall be adopted by the Director of Finance by rules and\nregulations.  The Director of Finance is hereby authorized, in the application\nto individual cases of the rules and regulations and the formulae they contain,\nto make any modifications in formulae that may be necessary to carry out the\nintent of this subsection.  If the Director of Finance reallocates gross\nreceipts upon his or her examination of any return, he or she shall, upon the\nwritten request of the registrant, disclose to him or her the basis upon which\nthe reallocation has been made.\n","html":"\n\t\t\t\t\t<section><p>  GROSS RECEIPTS FUND CLASS 9.\n\t(Added by Ord. No. 178,101, Eff. 1\/9\/07.)<br \/><br \/>\tFor every person engaged in business conducting Auto Parks, Health Maintenance Organizations, Any Trade, Calling, Occupation, Vocation, Profession or other means of livelihood, as an independent contractor and not an employee of another, and not specifically taxed by other provisions of this article, Tax Rate F, as set forth in Section 21.33(f), shall be applicable.<br \/><br \/>\t(a)\tAUTO PARK.  Auto Park means engaged in the business of conducting any automobile parking place, storage lot or storage place where motor vehicles are parked or stored, and a charge is made directly or indirectly for the parking or storage.<br \/><br \/>\t(b)\tHEALTH MAINTENANCE ORGANIZATIONS.  Health Maintenance Organization means engaged in business arranging for the provision of health care services to subscribers or enrollees, or to pay for or to reimburse any part of the cost for those services, in return for a prepaid or periodic charge paid by or on behalf of the subscribers or enrollees.<br \/><br \/>\t1.\tFor the purposes of this section, gross receipts of a Health Maintenance Organization, which are attributable to a place of business within the City, shall be apportioned by using the total cost method to determine the amount of gross receipts that are subject to tax.  The total cost method uses a ratio to derive a percentage that is multiplied by the total gross receipts.  The numerator of the ratio is the total in-City costs.  The denominator of the ratio is the sum of the total in-City costs and the total out-of-City costs.  The percentage derived by dividing the numerator by the denominator is multiplied by the total gross receipts to determine the amount of gross receipts that are subject to tax.  Total costs shall include a Health Maintenance Organization’s payroll and related costs, property and related costs, and <span class=\"dictionary\">contract<\/span> health care provider costs, incurred within and without the City.<br \/><br \/>\t2.\tThe apportionment formula set forth in Subdivision 1. shall be applicable to all tax years not barred by the <span class=\"dictionary\">statute of limitations<\/span> on January 1, 1998.  Notwithstanding the foregoing, no person shall be entitled to a refund for any tax year prior to 1998, due to the application of the apportionment formula set forth in Subdivision 1.  In computing any person’s tax liability due for tax years prior to 1998, offsets of applicable credits not barred by the <span class=\"dictionary\">statute of limitations<\/span> shall be allowed before determining the total tax due.<br \/><br \/>\t3.\tThe Director of Finance shall <span class=\"dictionary\">levy<\/span> an assessment pursuant to Section 21.16 of this article in the amount of the underpayment against any person who has underpaid tax for any tax year prior to 1998, to which the apportionment formula set forth in Subdivision 1. is applicable.<br \/><br \/>\t4.\tNotwithstanding the provisions of Section 21.05 of this Code, no <span class=\"dictionary\">penalty<\/span> shall apply, and interest shall accrue at the rate equal to the annualized rate of return on the general pool earned by the City Treasurer for the calendar year prior to the tax year involved, on any underpayment described in Subdivision 3.<br \/><br \/>\t5.\tNo interest described in Subdivision 4. shall accrue during the period commencing on January 1, 1997, and ending on June 30, 1998.<br \/><br \/>\t6.\tNotwithstanding the provisions of Section 21.05 of this Code, the tax under this section for the 1998 tax year shall not be delinquent until July 1, 1998, and prior to that date, no <span class=\"dictionary\">penalty<\/span> shall apply and no interest shall accrue.<br \/><br \/>\t(c)\tPROFESSIONS AND OCCUPATIONS.<br \/><br \/>\t1.\tProfessions and Occupations means a person engaged in any trade, calling, occupation, vocation, profession or other means of livelihood, as an independent contractor and not as an employee of another, and not specifically taxed by other provisions of this article.<br \/><br \/>\t2.\tA person engaged in more than one trade, calling, occupation, vocation, profession or other means of livelihood embraced within this section shall consolidate all gross receipts and shall be issued one registration certificate covering all these activities.  Any person engaged in any activities embraced within this section, in addition to activities covered by any other section of this article, shall obtain separate registration certificates for the activities covered by those other sections.<br \/><br \/>\t3.\tAs used in this section, the term “gross receipts” does not include:<br \/><br \/>\t(i)\tReceipts from a trade, calling, occupation, vocation, profession or other means of livelihood, which this City is prohibited from taxing under the Constitution or <span class=\"dictionary\">laws<\/span> of the United States, or under the Constitution or <span class=\"dictionary\">laws<\/span> of the State of California;<br \/><br \/>\t(ii)\tReceipts of community chests, funds, foundations or corporations organized and operated for religious, hospital or charitable purposes, not conducted for profit and no part of the net earnings of which inures to the benefit of any private shareholder or individual;<br \/><br \/>\t(iii)\tReceipts of non-profit educational institutions of collegiate grade, defined here to mean institutions incorporated as colleges or seminaries under the <span class=\"dictionary\">laws<\/span> of the State of California, which require for regular admission, the completion of a four-year high school course, or its equivalent, and which confer upon their graduates at least one academic or professional degree, based on a course of at least four years in liberal arts and sciences, or on a course of at least three years in professional studies such as <span class=\"dictionary\">law<\/span>, theology, education, medicine, pharmacy, architecture, fine arts, commerce or journalism; receipts of non-profit secondary schools which are duly accredited by the University of California; and receipts of non-profit elementary schools in which instruction is given to students in the pre-primary and primary grades in the several branches of studies required to be taught in the public schools of the State of California;<br \/><br \/>\t(iv)\tReceipts of Rotary, Kiwanis and Lions Clubs, non-profit automobile clubs, <span class=\"dictionary\">Chambers<\/span> of Commerce, and other <span class=\"dictionary\">community service<\/span> organizations; also receipts of trade associations such as Merchants Plumbers Association, Merchants and Manufacturers Association and labor organizations;<br \/><br \/>\t(v)\tReceipts of:<br \/><br \/>\ta.\tRailroad companies including street railways, defined here to include interurban electric railways;<br \/><br \/>\tb.\tSleeping car, dining car, drawing-room car, and palace car companies, refrigerator, oil, stock, fruit and other car-loaning and other car companies operating upon railroads in this City;<br \/><br \/>\tc.\tCompanies doing express business on any railroad, steamboat, vessel in this City;<br \/><br \/>\td.\tTelegraph and telephone companies;<br \/><br \/>\te.\tCompanies engaged in the transmission or sale of gas or electricity.<br \/><br \/>\t(vi)\tReceipts of persons acting as agents or brokers for other persons to be paid over to those other persons, or to pay for those other persons’ legal obligations, or as reimbursements for sums advanced by the agent for those other persons’ legal obligations, or to be invested on behalf of those other persons.  Notwithstanding the foregoing, however, the term “gross receipts” includes but is not limited to:<br \/><br \/>\tReceipts of any person received as commissions or fees earned, or charges of any character made or compensation of any character received, for the performance of any service by that person or any of that person’s employees;<br \/><br \/>\tReceipts of any person received as partial or full compensation or reimbursement for salaries, payroll taxes, free benefits and any and all similar expenses for persons who are employees of that person under the criteria set forth in Division 4, Part 1, Chapter 2, Article 2 of the Labor Code of the State of California as effective on July 1, 1976.<br \/><br \/>\tReceipts of any person received as partial or full compensation or reimbursement for equipment, supplies, utilities, or other items or services acquired by that person in that person’s name and used or consumed in the performance of services subject to tax under this section.<br \/><br \/>\tProvided, further, that any agent or broker dealing in stocks or other similar written instruments evidencing the right to participate in the <span class=\"dictionary\">assets<\/span> of any business, or dealing in <span class=\"dictionary\">bonds<\/span> or other <span class=\"dictionary\">evidences<\/span> of indebtedness, who also deals in that property as a principal, shall include the gross receipts by which the tax is measured the amount of his trading profits resulting from these dealings.  No deduction from receipts attributable to trading as a principal shall be made unless the deduction is provided for under Subsection (a) of Section 21.00 of this article.<br \/><br \/>\t(vii)\tReceipts from the publication and sale of newspapers, magazines and other periodicals regularly issued at average intervals not exceeding three months.  The exclusion contained in this paragraph shall apply only to business tax periods commencing on or after January 1, 1984.<br \/><br \/>\t(viii)\tReceipts derived by a radio or television studio, station or network business from the production or broadcasting of local or network radio or television programs or advertising <span class=\"dictionary\">materials<\/span>, including but not limited to the furnishing of services, program elements or facilities in connection with the production or broadcasting; provided, however, that nothing in this paragraph shall exempt any person from the tax imposed under Section 21.109 or exclude from the measure of the tax any receipts derived by any person from the operation of a television system where the viewing audience pays a fee to view the broadcast; provided, further, that nothing in this paragraph shall be construed as entitling any studio, station or network business to engage in a business subject to tax under Section 21.42, Wholesale Sales, or Section 21.47, Retail Sales, or Section 21.46, Personal Property Rental, without paying the tax required in those sections.  The exclusion contained in this paragraph shall apply only to business tax periods commencing on or after January 1, 1984.<br \/><br \/>\t(ix)\tReceipts of a person acting as a real estate salesman as that term is defined in Section 10132 of the California Business and Professions Code.<br \/><br \/>\t(x)\tReceipts (whether considered in total or measured by cost of operations in the City or any other proxy) of a mutual fund that is registered under the Investment Company Act of 1940, as amended (15 U.S.C. §&nbsp;80a-1 to 80b-2), as an open-end management investment company provided that it qualifies as a Regulated Investment Company under Subchapter M of the Internal Revenue Code of 1986, as amended (26 U.S.C. §&nbsp;851) (the “IRC”).  However, Receipts of a mutual fund that fails to qualify under Subchapter M or of a mutual fund that receives more than ten percent of its gross income from other than qualifying sources as described in section 851(b)(2) of the IRC shall not be excluded under this paragraph.  The exemption for qualified mutual funds contained in this paragraph shall apply in full only to business tax periods commencing on or after January 1, 2014, and shall be phased in as follows:  For business tax periods commencing on or after January 1, 2012, and before January 1, 2013, said Receipts shall be taxed at 2\/3 of the rate set forth in Section 21.33(f), and for business tax periods commencing on or after January 1, 2013, and before January 1, 2014, said Receipts shall be taxed at 1\/3 of the rate set forth in Section 21.33(f).  (Added by Ord. No. 181,951, Eff. 1\/8\/12.)<br \/><br \/>\t4.\tWhen the gross receipts are derived from or attributable to activities engaged in within and without the City, gross receipts shall be allocated in a manner that is fairly calculated to determine the amount of gross receipts derived from or attributable to engaging in business in the City.  This allocation shall be made on the basis of payroll, value and situs of tangible property, general expense, or by reference to any of these or other factors, or by another method of allocation that will fairly determine the amount of gross receipts derived from or attributable to engaging in business in the City.  Gross receipts derived from isolated or occasional transactions at places outside the City but within the State of California, where the registrant is not regularly engaged in a course of business transactions shall be deemed to be gross receipts derived from engaging in business in the City.  Gross receipts derived from or attributable to sources within this City include:  (a) gross receipts from tangible or intangible property located or having situs in this City; and (b), when not contrary to <span class=\"dictionary\">law<\/span>, gross receipts from any activities carried on in this City regardless of whether carried on in interstate, intrastate or foreign commerce.<br \/><br \/>\t5.\tAllocation formulae designed to carry into effect the purpose of this subsection shall be adopted by the Director of Finance by rules and regulations.  The Director of Finance is hereby authorized, in the application to individual cases of the rules and regulations and the formulae they contain, to make any modifications in formulae that may be necessary to carry out the <span class=\"dictionary\">intent<\/span> of this subsection.  If the Director of Finance reallocates gross receipts upon his or her examination of any return, he or she shall, upon the written request of the registrant, disclose to him or her the basis upon which the reallocation has been made.<\/p><\/section>","previous_section":{"id":"3868","structure_id":"19","section_number":"21.48","catch_line":"Gross Receipts Fund Class 8.","url":"\/21.48\/","token":"21.48"},"text":{"0":{"id":"22","text":"  GROSS RECEIPTS FUND CLASS 9.\n\t(Added by Ord. No. 178,101, Eff. 1\/9\/07.)\tFor every person engaged in business conducting Auto Parks, Health Maintenance Organizations, Any Trade, Calling, Occupation, Vocation, Profession or other means of livelihood, as an independent contractor and not an employee of another, and not specifically taxed by other provisions of this article, Tax Rate F, as set forth in Section 21.33(f), shall be applicable.\t(a)\tAUTO PARK.  Auto Park means engaged in the business of conducting any automobile parking place, storage lot or storage place where motor vehicles are parked or stored, and a charge is made directly or indirectly for the parking or storage.\t(b)\tHEALTH MAINTENANCE ORGANIZATIONS.  Health Maintenance Organization means engaged in business arranging for the provision of health care services to subscribers or enrollees, or to pay for or to reimburse any part of the cost for those services, in return for a prepaid or periodic charge paid by or on behalf of the subscribers or enrollees.\t1.\tFor the purposes of this section, gross receipts of a Health Maintenance Organization, which are attributable to a place of business within the City, shall be apportioned by using the total cost method to determine the amount of gross receipts that are subject to tax.  The total cost method uses a ratio to derive a percentage that is multiplied by the total gross receipts.  The numerator of the ratio is the total in-City costs.  The denominator of the ratio is the sum of the total in-City costs and the total out-of-City costs.  The percentage derived by dividing the numerator by the denominator is multiplied by the total gross receipts to determine the amount of gross receipts that are subject to tax.  Total costs shall include a Health Maintenance Organization’s payroll and related costs, property and related costs, and contract health care provider costs, incurred within and without the City.\t2.\tThe apportionment formula set forth in Subdivision 1. shall be applicable to all tax years not barred by the statute of limitations on January 1, 1998.  Notwithstanding the foregoing, no person shall be entitled to a refund for any tax year prior to 1998, due to the application of the apportionment formula set forth in Subdivision 1.  In computing any person’s tax liability due for tax years prior to 1998, offsets of applicable credits not barred by the statute of limitations shall be allowed before determining the total tax due.\t3.\tThe Director of Finance shall levy an assessment pursuant to Section 21.16 of this article in the amount of the underpayment against any person who has underpaid tax for any tax year prior to 1998, to which the apportionment formula set forth in Subdivision 1. is applicable.\t4.\tNotwithstanding the provisions of Section 21.05 of this Code, no penalty shall apply, and interest shall accrue at the rate equal to the annualized rate of return on the general pool earned by the City Treasurer for the calendar year prior to the tax year involved, on any underpayment described in Subdivision 3.\t5.\tNo interest described in Subdivision 4. shall accrue during the period commencing on January 1, 1997, and ending on June 30, 1998.\t6.\tNotwithstanding the provisions of Section 21.05 of this Code, the tax under this section for the 1998 tax year shall not be delinquent until July 1, 1998, and prior to that date, no penalty shall apply and no interest shall accrue.\t(c)\tPROFESSIONS AND OCCUPATIONS.\t1.\tProfessions and Occupations means a person engaged in any trade, calling, occupation, vocation, profession or other means of livelihood, as an independent contractor and not as an employee of another, and not specifically taxed by other provisions of this article.\t2.\tA person engaged in more than one trade, calling, occupation, vocation, profession or other means of livelihood embraced within this section shall consolidate all gross receipts and shall be issued one registration certificate covering all these activities.  Any person engaged in any activities embraced within this section, in addition to activities covered by any other section of this article, shall obtain separate registration certificates for the activities covered by those other sections.\t3.\tAs used in this section, the term “gross receipts” does not include:\t(i)\tReceipts from a trade, calling, occupation, vocation, profession or other means of livelihood, which this City is prohibited from taxing under the Constitution or laws of the United States, or under the Constitution or laws of the State of California;\t(ii)\tReceipts of community chests, funds, foundations or corporations organized and operated for religious, hospital or charitable purposes, not conducted for profit and no part of the net earnings of which inures to the benefit of any private shareholder or individual;\t(iii)\tReceipts of non-profit educational institutions of collegiate grade, defined here to mean institutions incorporated as colleges or seminaries under the laws of the State of California, which require for regular admission, the completion of a four-year high school course, or its equivalent, and which confer upon their graduates at least one academic or professional degree, based on a course of at least four years in liberal arts and sciences, or on a course of at least three years in professional studies such as law, theology, education, medicine, pharmacy, architecture, fine arts, commerce or journalism; receipts of non-profit secondary schools which are duly accredited by the University of California; and receipts of non-profit elementary schools in which instruction is given to students in the pre-primary and primary grades in the several branches of studies required to be taught in the public schools of the State of California;\t(iv)\tReceipts of Rotary, Kiwanis and Lions Clubs, non-profit automobile clubs, Chambers of Commerce, and other community service organizations; also receipts of trade associations such as Merchants Plumbers Association, Merchants and Manufacturers Association and labor organizations;\t(v)\tReceipts of:\ta.\tRailroad companies including street railways, defined here to include interurban electric railways;\tb.\tSleeping car, dining car, drawing-room car, and palace car companies, refrigerator, oil, stock, fruit and other car-loaning and other car companies operating upon railroads in this City;\tc.\tCompanies doing express business on any railroad, steamboat, vessel in this City;\td.\tTelegraph and telephone companies;\te.\tCompanies engaged in the transmission or sale of gas or electricity.\t(vi)\tReceipts of persons acting as agents or brokers for other persons to be paid over to those other persons, or to pay for those other persons’ legal obligations, or as reimbursements for sums advanced by the agent for those other persons’ legal obligations, or to be invested on behalf of those other persons.  Notwithstanding the foregoing, however, the term “gross receipts” includes but is not limited to:\tReceipts of any person received as commissions or fees earned, or charges of any character made or compensation of any character received, for the performance of any service by that person or any of that person’s employees;\tReceipts of any person received as partial or full compensation or reimbursement for salaries, payroll taxes, free benefits and any and all similar expenses for persons who are employees of that person under the criteria set forth in Division 4, Part 1, Chapter 2, Article 2 of the Labor Code of the State of California as effective on July 1, 1976.\tReceipts of any person received as partial or full compensation or reimbursement for equipment, supplies, utilities, or other items or services acquired by that person in that person’s name and used or consumed in the performance of services subject to tax under this section.\tProvided, further, that any agent or broker dealing in stocks or other similar written instruments evidencing the right to participate in the assets of any business, or dealing in bonds or other evidences of indebtedness, who also deals in that property as a principal, shall include the gross receipts by which the tax is measured the amount of his trading profits resulting from these dealings.  No deduction from receipts attributable to trading as a principal shall be made unless the deduction is provided for under Subsection (a) of Section 21.00 of this article.\t(vii)\tReceipts from the publication and sale of newspapers, magazines and other periodicals regularly issued at average intervals not exceeding three months.  The exclusion contained in this paragraph shall apply only to business tax periods commencing on or after January 1, 1984.\t(viii)\tReceipts derived by a radio or television studio, station or network business from the production or broadcasting of local or network radio or television programs or advertising materials, including but not limited to the furnishing of services, program elements or facilities in connection with the production or broadcasting; provided, however, that nothing in this paragraph shall exempt any person from the tax imposed under Section 21.109 or exclude from the measure of the tax any receipts derived by any person from the operation of a television system where the viewing audience pays a fee to view the broadcast; provided, further, that nothing in this paragraph shall be construed as entitling any studio, station or network business to engage in a business subject to tax under Section 21.42, Wholesale Sales, or Section 21.47, Retail Sales, or Section 21.46, Personal Property Rental, without paying the tax required in those sections.  The exclusion contained in this paragraph shall apply only to business tax periods commencing on or after January 1, 1984.\t(ix)\tReceipts of a person acting as a real estate salesman as that term is defined in Section 10132 of the California Business and Professions Code.\t(x)\tReceipts (whether considered in total or measured by cost of operations in the City or any other proxy) of a mutual fund that is registered under the Investment Company Act of 1940, as amended (15 U.S.C. § 80a-1 to 80b-2), as an open-end management investment company provided that it qualifies as a Regulated Investment Company under Subchapter M of the Internal Revenue Code of 1986, as amended (26 U.S.C. § 851) (the “IRC”).  However, Receipts of a mutual fund that fails to qualify under Subchapter M or of a mutual fund that receives more than ten percent of its gross income from other than qualifying sources as described in section 851(b)(2) of the IRC shall not be excluded under this paragraph.  The exemption for qualified mutual funds contained in this paragraph shall apply in full only to business tax periods commencing on or after January 1, 2014, and shall be phased in as follows:  For business tax periods commencing on or after January 1, 2012, and before January 1, 2013, said Receipts shall be taxed at 2\/3 of the rate set forth in Section 21.33(f), and for business tax periods commencing on or after January 1, 2013, and before January 1, 2014, said Receipts shall be taxed at 1\/3 of the rate set forth in Section 21.33(f).  (Added by Ord. No. 181,951, Eff. 1\/8\/12.)\t4.\tWhen the gross receipts are derived from or attributable to activities engaged in within and without the City, gross receipts shall be allocated in a manner that is fairly calculated to determine the amount of gross receipts derived from or attributable to engaging in business in the City.  This allocation shall be made on the basis of payroll, value and situs of tangible property, general expense, or by reference to any of these or other factors, or by another method of allocation that will fairly determine the amount of gross receipts derived from or attributable to engaging in business in the City.  Gross receipts derived from isolated or occasional transactions at places outside the City but within the State of California, where the registrant is not regularly engaged in a course of business transactions shall be deemed to be gross receipts derived from engaging in business in the City.  Gross receipts derived from or attributable to sources within this City include:  (a) gross receipts from tangible or intangible property located or having situs in this City; and (b), when not contrary to law, gross receipts from any activities carried on in this City regardless of whether carried on in interstate, intrastate or foreign commerce.\t5.\tAllocation formulae designed to carry into effect the purpose of this subsection shall be adopted by the Director of Finance by rules and regulations.  The Director of Finance is hereby authorized, in the application to individual cases of the rules and regulations and the formulae they contain, to make any modifications in formulae that may be necessary to carry out the intent of this subsection.  If the Director of Finance reallocates gross receipts upon his or her examination of any return, he or she shall, upon the written request of the registrant, disclose to him or her the basis upon which the reallocation has been made.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}