{"section_number":"21.5.02","edition_id":"1","section_id":"2562","structure_id":"106","catch_line":"Definitions.","history":"","full_text":"  DEFINITIONS.\n\t(Amended by Ord. No. 136,867, Operative 9\/1\/68 by Ord. No. 137,011.)\n\n\tThe following words and phrases, whenever used in this article shall be construed as defined in this section unless it appears from the context that a different meaning is intended.\n\n\t(a)\t“Sales Price” means that total amount for which tangible personal property is sold, valued in money, whether paid in money or otherwise, without any deduction on account of any of the following:\n\n\t1.\tThe cost of the property sold;\n\n\t2.\tThe cost of materials used, labor or service cost, interest charged, losses, or any other expenses;\n\n\t3.\tThe cost of transportation of the property prior to its purchase, except as excluded by other provisions of this section.\n\n\tThe total amount for which the property is sold includes all of the following:\n\n\t1.\tAny services that are a part of the sale;\n\n\t2.\tAny amount for which credit is given to the purchaser by the seller.\n\n\t3.\tThe amount of any tax imposed by the State of California that is conclusively presumed to be a direct tax on the retail consumer precollected by the seller for the purpose of convenience and facility only.\n\n\t“Sales Price” does not include any of the following:\n\n\t1.\tCash discounts allowed and taken on sales;\n\n\t2.\tThe amount charged for property returned by customers when that entire amount is refunded either in cash or credit, but this exclusion shall not apply in any instance when the customer, in order to obtain the refund is required to purchase other property at a price greater than the amount charged for the property that is returned. For the purpose of this section refund or credit of the entire amount shall be deemed to be given when the purchase price less rehandling and restocking costs are refunded or credited to the customer.\n\n\t3.\tThe amount charged for labor or services rendered in installing or applying the property sold.\n\n\t4.\tThe amount of any federal tax, (not including, however, any manufacturers’ or importers’ excise tax) imposed upon or with respect to retail sales whether imposed upon the retailer or upon the consumer and regardless of whether or not the amount of federal tax is stated to customers as a separate charge, and the amount of any California State or local sales or use tax.\n\n\t5.\tSeparately stated charges for transportation from the retailer’s place of business or other point from which shipment is made directly to the purchaser, but the exclusion shall not exceed a reasonable charge for transportation by facilities of the retailer or the cost to the retailer of transportation by other than facilities of the retailer; provided, that if the transportation is by facilities of the retailer, or the property is sold for a delivered price, this exclusion shall be applicable solely with respect to transportation which occurs after the purchase of the property is made.\n\n\t6.\tThe amount of any motor vehicle fee or tax imposed by and paid to the State of California that has been added to or is measured by a stated percentage of the sales or purchase price of a motor vehicle.\n\n\t(b)\t“Use” includes the exercise of any right or power over tangible personal property incident to the ownership of that property subject, however, to the following exceptions:\n\n\t1.\tIt does not include the sale of that property in the regular course of business.\n\n\t2.\tIt does not include the keeping, retaining or exercising of any right or power over tangible personal property shipped or brought into this City and which is thereafter transported outside the City for principal use or consumption outside the City, and which property is actually so used or consumed.\n\n\t3.\tIt does not include the use of such property for the purpose of being processed, fabricated, or manufactured into, attached to or incorporated into, other tangible personal property which is to be transported outside the City and thereafter used principally outside the City, or which is to be subsequently sold or resold in the regular course of business.\n\n\t4.\tIt does not include the exercise of any right or power over tangible personal property incident to ownership of that property if such property is shipped to a point outside this City pursuant to the contract of sale by delivery by the retailer to such a point by means of\n\n\t(A)\tfacilities operated by the retailer;\n\n\t(B)\tdelivery by the retailer to a carrier for shipment to a consignee at such point; or\n\n\t(C)\tdelivery by the retailer to a customer’s broker or forwarding agent for shipment outside this City; or such property sold to purchasers engaged in business wholly or partly outside the City of Los Angeles where the property is to be transported outside the City without undue delay; to be used only outside the City in such business. The purchaser shall deliver to the seller such certificate or other evidence of the proposed transportation and use mentioned herein as may be required by the rules and regulations of the Director of Finance.","order_by":"5.02","ancestry":{"1":{"id":"106","name":"Use Tax Suspended","identifier":"1.5","label":"article","url":"\/2\/1.5\/"},"2":{"id":"1","name":"Licenses, Permits, Business Regulations","identifier":"2","label":"chapter","url":"\/2\/"}},"structure_contents":{"0":{"id":"800","structure_id":"106","section_number":"21.5.01","catch_line":"Title.","url":"\/21.5.01\/","token":"21.5.01"},"1":{"id":"2562","structure_id":"106","section_number":"21.5.02","catch_line":"Definitions.","url":"\/21.5.02\/","token":"21.5.02"},"2":{"id":"725","structure_id":"106","section_number":"21.5.03","catch_line":"Use Tax – Imposition.","url":"\/21.5.03\/","token":"21.5.03"},"3":{"id":"2829","structure_id":"106","section_number":"21.5.04","catch_line":"Levy Similar To State Sales And Use Tax Law.","url":"\/21.5.04\/","token":"21.5.04"},"4":{"id":"1845","structure_id":"106","section_number":"21.5.05","catch_line":"Tax Levy – Provisions Of.","url":"\/21.5.05\/","token":"21.5.05"},"5":{"id":"3365","structure_id":"106","section_number":"21.5.06","catch_line":"Prior Purchase Exemption.","url":"\/21.5.06\/","token":"21.5.06"},"6":{"id":"1228","structure_id":"106","section_number":"21.5.07","catch_line":"Authorization Of Collections.","url":"\/21.5.07\/","token":"21.5.07"},"7":{"id":"648","structure_id":"106","section_number":"21.5.08","catch_line":"Personal Property – Tax Liability.","url":"\/21.5.08\/","token":"21.5.08"},"8":{"id":"4182","structure_id":"106","section_number":"21.5.09","catch_line":"Collection By Retailer.","url":"\/21.5.09\/","token":"21.5.09"},"9":{"id":"1615","structure_id":"106","section_number":"21.5.10","catch_line":"Separate Listing Of Tax.","url":"\/21.5.10\/","token":"21.5.10"},"10":{"id":"1217","structure_id":"106","section_number":"21.5.11","catch_line":"Agents – Registration Of.","url":"\/21.5.11\/","token":"21.5.11"},"11":{"id":"1020","structure_id":"106","section_number":"21.5.12","catch_line":"Exempted Purchases.","url":"\/21.5.12\/","token":"21.5.12"},"12":{"id":"1684","structure_id":"106","section_number":"21.5.13","catch_line":"Re-Sale Certificate.","url":"\/21.5.13\/","token":"21.5.13"},"13":{"id":"3120","structure_id":"106","section_number":"21.5.14","catch_line":"Commingled Goods.","url":"\/21.5.14\/","token":"21.5.14"},"14":{"id":"2366","structure_id":"106","section_number":"21.5.15","catch_line":"Returns, Contents Of.","url":"\/21.5.15\/","token":"21.5.15"},"15":{"id":"587","structure_id":"106","section_number":"21.5.16","catch_line":"Delinquencies And Extensions.","url":"\/21.5.16\/","token":"21.5.16"},"16":{"id":"1390","structure_id":"106","section_number":"21.5.18","catch_line":"Administration And Enforcement.","url":"\/21.5.18\/","token":"21.5.18"},"17":{"id":"1167","structure_id":"106","section_number":"21.5.19","catch_line":"Inclusion Of State Clauses.","url":"\/21.5.19\/","token":"21.5.19"},"18":{"id":"4151","structure_id":"106","section_number":"21.5.20","catch_line":"False Or Fraudulent Returns.","url":"\/21.5.20\/","token":"21.5.20"},"19":{"id":"1531","structure_id":"106","section_number":"21.5.21","catch_line":"Validity Of Article.","url":"\/21.5.21\/","token":"21.5.21"}},"next_section":{"id":"725","structure_id":"106","section_number":"21.5.03","catch_line":"Use Tax – Imposition.","url":"\/21.5.03\/","token":"21.5.03"},"metadata":false,"references":false,"url":"\/21.5.02\/","token":"21.5.02","formats":{"txt":"\/21.5.02.txt","json":"\/21.5.02.xml"},"dublin_core":{"Title":"Definitions.","Type":"Text","Format":"text\/html","Identifier":"§ 21.5.02","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS. (§ 21.5.02)\n\n  DEFINITIONS.\n\t(Amended by Ord. No. 136,867, Operative 9\/1\/68 by Ord. No. 137,011.)\tThe\nfollowing words and phrases, whenever used in this article shall be construed as\ndefined in this section unless it appears from the context that a different\nmeaning is intended.\t(a)\t“Sales Price” means that total amount for which\ntangible personal property is sold, valued in money, whether paid in money or\notherwise, without any deduction on account of any of the following:\t1.\tThe cost\nof the property sold;\t2.\tThe cost of materials used, labor or service cost,\ninterest charged, losses, or any other expenses;\t3.\tThe cost of transportation\nof the property prior to its purchase, except as excluded by other provisions of\nthis section.\tThe total amount for which the property is sold includes all of\nthe following:\t1.\tAny services that are a part of the sale;\t2.\tAny amount for\nwhich credit is given to the purchaser by the seller.\t3.\tThe amount of any tax\nimposed by the State of California that is conclusively presumed to be a direct\ntax on the retail consumer precollected by the seller for the purpose of\nconvenience and facility only.\t“Sales Price” does not include any of the\nfollowing:\t1.\tCash discounts allowed and taken on sales;\t2.\tThe amount charged\nfor property returned by customers when that entire amount is refunded either in\ncash or credit, but this exclusion shall not apply in any instance when the\ncustomer, in order to obtain the refund is required to purchase other property\nat a price greater than the amount charged for the property that is returned.\nFor the purpose of this section refund or credit of the entire amount shall be\ndeemed to be given when the purchase price less rehandling and restocking costs\nare refunded or credited to the customer.\t3.\tThe amount charged for labor or\nservices rendered in installing or applying the property sold.\t4.\tThe amount of\nany federal tax, (not including, however, any manufacturers’ or importers’\nexcise tax) imposed upon or with respect to retail sales whether imposed upon\nthe retailer or upon the consumer and regardless of whether or not the amount of\nfederal tax is stated to customers as a separate charge, and the amount of any\nCalifornia State or local sales or use tax.\t5.\tSeparately stated charges for\ntransportation from the retailer’s place of business or other point from which\nshipment is made directly to the purchaser, but the exclusion shall not exceed a\nreasonable charge for transportation by facilities of the retailer or the cost\nto the retailer of transportation by other than facilities of the retailer;\nprovided, that if the transportation is by facilities of the retailer, or the\nproperty is sold for a delivered price, this exclusion shall be applicable\nsolely with respect to transportation which occurs after the purchase of the\nproperty is made.\t6.\tThe amount of any motor vehicle fee or tax imposed by and\npaid to the State of California that has been added to or is measured by a\nstated percentage of the sales or purchase price of a motor\nvehicle.\t(b)\t“Use” includes the exercise of any right or power over tangible\npersonal property incident to the ownership of that property subject, however,\nto the following exceptions:\t1.\tIt does not include the sale of that property in\nthe regular course of business.\t2.\tIt does not include the keeping, retaining or\nexercising of any right or power over tangible personal property shipped or\nbrought into this City and which is thereafter transported outside the City for\nprincipal use or consumption outside the City, and which property is actually so\nused or consumed.\t3.\tIt does not include the use of such property for the\npurpose of being processed, fabricated, or manufactured into, attached to or\nincorporated into, other tangible personal property which is to be transported\noutside the City and thereafter used principally outside the City, or which is\nto be subsequently sold or resold in the regular course of business.\t4.\tIt does\nnot include the exercise of any right or power over tangible personal property\nincident to ownership of that property if such property is shipped to a point\noutside this City pursuant to the contract of sale by delivery by the retailer\nto such a point by means of\t(A)\tfacilities operated by the\nretailer;\t(B)\tdelivery by the retailer to a carrier for shipment to a consignee\nat such point; or\t(C)\tdelivery by the retailer to a customer’s broker or\nforwarding agent for shipment outside this City; or such property sold to\npurchasers engaged in business wholly or partly outside the City of Los Angeles\nwhere the property is to be transported outside the City without undue delay; to\nbe used only outside the City in such business. The purchaser shall deliver to\nthe seller such certificate or other evidence of the proposed transportation and\nuse mentioned herein as may be required by the rules and regulations of the\nDirector of Finance.\n","html":"\n\t\t\t\t\t<section><p>  DEFINITIONS.\n\t(Amended by Ord. No. 136,867, Operative 9\/1\/68 by Ord. No. 137,011.)<br \/><br \/>\tThe following words and phrases, whenever used in this article shall be construed as defined in this section unless it appears from the context that a different meaning is intended.<br \/><br \/>\t(a)\t“Sales Price” means that total amount for which tangible personal property is sold, valued in money, whether paid in money or otherwise, without any deduction on account of any of the following:<br \/><br \/>\t1.\tThe cost of the property sold;<br \/><br \/>\t2.\tThe cost of <span class=\"dictionary\">materials<\/span> used, labor or service cost, interest charged, losses, or any other expenses;<br \/><br \/>\t3.\tThe cost of transportation of the property prior to its purchase, except as excluded by other provisions of this section.<br \/><br \/>\tThe total amount for which the property is sold includes all of the following:<br \/><br \/>\t1.\tAny services that are a part of the sale;<br \/><br \/>\t2.\tAny amount for which credit is given to the purchaser by the seller.<br \/><br \/>\t3.\tThe amount of any tax imposed by the State of California that is conclusively presumed to be a direct tax on the retail consumer precollected by the seller for the purpose of convenience and facility only.<br \/><br \/>\t“Sales Price” does not include any of the following:<br \/><br \/>\t1.\tCash discounts allowed and taken on sales;<br \/><br \/>\t2.\tThe amount charged for property returned by customers when that entire amount is refunded either in cash or credit, but this exclusion shall not apply in any instance when the customer, in <span class=\"dictionary\">order<\/span> to obtain the refund is required to purchase other property at a price greater than the amount charged for the property that is returned. For the purpose of this section refund or credit of the entire amount shall be deemed to be given when the purchase price less rehandling and restocking costs are refunded or credited to the customer.<br \/><br \/>\t3.\tThe amount charged for labor or services rendered in installing or applying the property sold.<br \/><br \/>\t4.\tThe amount of any federal tax, (not including, however, any manufacturers’ or importers’ excise tax) imposed upon or with respect to retail sales whether imposed upon the retailer or upon the consumer and regardless of whether or not the amount of federal tax is stated to customers as a separate charge, and the amount of any California State or local sales or use tax.<br \/><br \/>\t5.\tSeparately stated charges for transportation from the retailer’s place of business or other point from which shipment is made directly to the purchaser, but the exclusion shall not exceed a reasonable charge for transportation by facilities of the retailer or the cost to the retailer of transportation by other than facilities of the retailer; provided, that if the transportation is by facilities of the retailer, or the property is sold for a delivered price, this exclusion shall be applicable solely with respect to transportation which occurs after the purchase of the property is made.<br \/><br \/>\t6.\tThe amount of any motor vehicle fee or tax imposed by and paid to the State of California that has been added to or is measured by a stated percentage of the sales or purchase price of a motor vehicle.<br \/><br \/>\t(b)\t“Use” includes the exercise of any right or power over tangible personal property incident to the ownership of that property subject, however, to the following exceptions:<br \/><br \/>\t1.\tIt does not include the sale of that property in the regular course of business.<br \/><br \/>\t2.\tIt does not include the keeping, retaining or exercising of any right or power over tangible personal property shipped or brought into this City and which is thereafter transported outside the City for principal use or consumption outside the City, and which property is actually so used or consumed.<br \/><br \/>\t3.\tIt does not include the use of such property for the purpose of being processed, fabricated, or manufactured into, attached to or incorporated into, other tangible personal property which is to be transported outside the City and thereafter used principally outside the City, or which is to be subsequently sold or resold in the regular course of business.<br \/><br \/>\t4.\tIt does not include the exercise of any right or power over tangible personal property incident to ownership of that property if such property is shipped to a point outside this City pursuant to the <span class=\"dictionary\">contract<\/span> of sale by delivery by the retailer to such a point by means of<br \/><br \/>\t(A)\tfacilities operated by the retailer;<br \/><br \/>\t(B)\tdelivery by the retailer to a carrier for shipment to a consignee at such point; or<br \/><br \/>\t(C)\tdelivery by the retailer to a customer’s broker or forwarding agent for shipment outside this City; or such property sold to purchasers engaged in business wholly or partly outside the City of Los Angeles where the property is to be transported outside the City without undue delay; to be used only outside the City in such business. The purchaser shall deliver to the seller such certificate or other <span class=\"dictionary\">evidence<\/span> of the proposed transportation and use mentioned herein as may be required by the rules and regulations of the Director of Finance.<\/p><\/section>","text":{"0":{"id":"2539","text":"  DEFINITIONS.\n\t(Amended by Ord. No. 136,867, Operative 9\/1\/68 by Ord. No. 137,011.)\tThe following words and phrases, whenever used in this article shall be construed as defined in this section unless it appears from the context that a different meaning is intended.\t(a)\t“Sales Price” means that total amount for which tangible personal property is sold, valued in money, whether paid in money or otherwise, without any deduction on account of any of the following:\t1.\tThe cost of the property sold;\t2.\tThe cost of materials used, labor or service cost, interest charged, losses, or any other expenses;\t3.\tThe cost of transportation of the property prior to its purchase, except as excluded by other provisions of this section.\tThe total amount for which the property is sold includes all of the following:\t1.\tAny services that are a part of the sale;\t2.\tAny amount for which credit is given to the purchaser by the seller.\t3.\tThe amount of any tax imposed by the State of California that is conclusively presumed to be a direct tax on the retail consumer precollected by the seller for the purpose of convenience and facility only.\t“Sales Price” does not include any of the following:\t1.\tCash discounts allowed and taken on sales;\t2.\tThe amount charged for property returned by customers when that entire amount is refunded either in cash or credit, but this exclusion shall not apply in any instance when the customer, in order to obtain the refund is required to purchase other property at a price greater than the amount charged for the property that is returned. For the purpose of this section refund or credit of the entire amount shall be deemed to be given when the purchase price less rehandling and restocking costs are refunded or credited to the customer.\t3.\tThe amount charged for labor or services rendered in installing or applying the property sold.\t4.\tThe amount of any federal tax, (not including, however, any manufacturers’ or importers’ excise tax) imposed upon or with respect to retail sales whether imposed upon the retailer or upon the consumer and regardless of whether or not the amount of federal tax is stated to customers as a separate charge, and the amount of any California State or local sales or use tax.\t5.\tSeparately stated charges for transportation from the retailer’s place of business or other point from which shipment is made directly to the purchaser, but the exclusion shall not exceed a reasonable charge for transportation by facilities of the retailer or the cost to the retailer of transportation by other than facilities of the retailer; provided, that if the transportation is by facilities of the retailer, or the property is sold for a delivered price, this exclusion shall be applicable solely with respect to transportation which occurs after the purchase of the property is made.\t6.\tThe amount of any motor vehicle fee or tax imposed by and paid to the State of California that has been added to or is measured by a stated percentage of the sales or purchase price of a motor vehicle.\t(b)\t“Use” includes the exercise of any right or power over tangible personal property incident to the ownership of that property subject, however, to the following exceptions:\t1.\tIt does not include the sale of that property in the regular course of business.\t2.\tIt does not include the keeping, retaining or exercising of any right or power over tangible personal property shipped or brought into this City and which is thereafter transported outside the City for principal use or consumption outside the City, and which property is actually so used or consumed.\t3.\tIt does not include the use of such property for the purpose of being processed, fabricated, or manufactured into, attached to or incorporated into, other tangible personal property which is to be transported outside the City and thereafter used principally outside the City, or which is to be subsequently sold or resold in the regular course of business.\t4.\tIt does not include the exercise of any right or power over tangible personal property incident to ownership of that property if such property is shipped to a point outside this City pursuant to the contract of sale by delivery by the retailer to such a point by means of\t(A)\tfacilities operated by the retailer;\t(B)\tdelivery by the retailer to a carrier for shipment to a consignee at such point; or\t(C)\tdelivery by the retailer to a customer’s broker or forwarding agent for shipment outside this City; or such property sold to purchasers engaged in business wholly or partly outside the City of Los Angeles where the property is to be transported outside the City without undue delay; to be used only outside the City in such business. The purchaser shall deliver to the seller such certificate or other evidence of the proposed transportation and use mentioned herein as may be required by the rules and regulations of the Director of Finance.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"previous_section":{"id":"800","structure_id":"106","section_number":"21.5.01","catch_line":"Title.","url":"\/21.5.01\/","token":"21.5.01"}}