{"section_number":"21.6.4","edition_id":"1","section_id":"1088","structure_id":"48","catch_line":"Sales Tax.","history":"","full_text":"  SALES TAX.\n\n\t(a)\t(1)\tFor the privilege of selling tangible personal property at retail a tax is hereby imposed upon all retailers in the City at the rate of one per cent (1%) of the gross receipts of the retailer from the sale of all tangible personal property sold at retail in the City of Los Angeles on and after the operative date of this ordinance.\n\n\t(2)\t(Amended by Ord. No. 120,455, Eff. 12\/22\/61, Operative 1\/1\/62.) For the purposes of this ordinance, all retail sales are consummated at the place of business of the retailer unless the tangible personal property sold is delivered by the retailer or his agent to an out-of-state destination or to a common carrier for delivery to an out-of-state destination. The gross receipts from such sales shall include delivery charges, when such charges are subject to the State sales and use tax, regardless of the place to which delivery is made. In the event a retailer has no permanent place of business in the State or has more than one place of business, the place or places at which the retail sales are consummated shall be determined under rules and regulations to be prescribed by the Board of Equalization.\n\n\t(b)\t(1)\tExcept as hereinafter provided, and except insofar as they are inconsistent with the provisions of Part 1.5 of Division 2 of the said Revenue and Taxation Code, all of the provisions of Part 1 of Division 2 of said Code, as amended and in force and effect on April 1, 1956, applicable to sales taxes are hereby adopted and made a part of this section as though fully set forth herein.\n\n\t(2)\tWherever, and to the extent that, in Part 1 of Division 2 of the said Revenue and Taxation Code the State of California is named or referred to as the taxing agency, the City of Los Angeles shall be substituted therefor. Nothing in this subdivision shall be deemed to require the substitution of the name of the City of Los Angeles for the word “State” when that word is used as part of the title of the State Controller, the State Treasurer, the State Board of Control, the State Board of Equalization, or the name of the State Treasury, or of the Constitution of the State of California; nor shall the name of the City be substituted for that of the State in any section when the result of that substitution would require action to be taken by or against the City or any agency thereof, rather than by or against the State Board of Equalization, in performing the functions incident to the administration or operation of this ordinance; and neither shall the substitution be deemed to have been made in those sections, including, but not necessarily limited to, sections referring to the exterior boundaries of the State of California, where the result of the substitution would be to provide an exemption from this tax with respect to certain gross receipts which would not otherwise be exempt from this tax while those gross receipts remain subject to tax by the State under the provisions of Part 1 of Division 2 of the said Revenue and Taxation Code; nor to impose this tax with respect to certain gross receipts which would not be subject to tax by the State under the said provisions of that Code; and, in addition, the name of the City shall not be substituted for that of the State in Sections 6701, 6702 (except in the last sentence thereof), 6711, 6715, 6737, 6797 and 6828 of the said Revenue and Taxation Code as adopted.\n\n\t(3)\tIf a seller’s permit has been issued to a retailer under Section 6067 of the said Revenue and Taxation Code, an additional seller’s permit shall not be required by reason of this section. (Amended by Ord. No. 145,139, Eff. 11\/4\/73, Operative 1\/1\/74.)\n\n\t(4)\tThere shall be excluded from the gross receipts by which the tax is measured:\n\n\t(i)\tThe amount of any sales or use tax imposed by the State of California upon a retailer or consumer.\n\n\t(ii)\tReceipts from sales to operators of common carrier and waterborne vessels of property to be used or consumed in the operation of such common carriers or waterborne vessels principally outside the City. (Former (ii) Repealed and Replaced by Former (iii), Ord. No. 120,455, Eff. 12\/22\/61. Operative 1\/1\/62.)\n\n\t(4.5)\t(Amended by Ord. No. 158,588, Eff. 12\/29\/83, Oper. 1\/1\/84.) There shall be excluded from the gross receipts by which the tax is measured:\n\n\t(i)\tThe amount of any sales or use tax imposed by the State of California upon a retailer or consumer.\n\n\t(ii)\tThe gross receipts from the sale of tangible personal property to operators of aircraft to be used or consumed principally outside the city in which the sale is made and directly and exclusively in the use of such aircraft as common carriers of persons or property under the authority of the laws of this state, the United States, or any foreign government.\n\n\t*(4.5)\tThere shall be excluded from the gross receipts by which the tax is measured:\n\n\t(i)\tThe amount of any sales or use tax imposed by the State of California upon a retailer or consumer.\n\n\t(ii)\tThe gross receipts from the sale of tangible personal property to operators of waterborne vessels to be used or consumed principally outside the city in which the sale is made and directly and exclusively in the carriage of persons or property in such vessels for commercial purposes.\n\n\t(iii)\tThe gross receipts from the sale of tangible personal property to operators of aircraft to be used or consumed principally outside the city in which the sale is made and directly and exclusively in the use of such aircraft as common carriers or persons or property under the authority of the laws of the state, the United States, or any foreign government.\n\n\t*  The provisions of this Subparagraph (4.5) shall become operative on the operative date of any act of the Legislature of the State of California which amends or repeals and re-enacts Section 7202 of the Revenue and Taxation Code to provide an exemption from city sales and use taxes for operators of waterborne vessels in the same or substantially the same language as that existing in subdivisions (i)(7) and (i)(8) of Section 7202 of the Revenue and Taxation Code as those subdivisions read on October 1, 1983.","order_by":"6.4","ancestry":{"1":{"id":"48","name":"Uniform Sales And Use Tax","identifier":"1.6","label":"article","url":"\/2\/1.6\/"},"2":{"id":"1","name":"Licenses, Permits, Business Regulations","identifier":"2","label":"chapter","url":"\/2\/"}},"structure_contents":{"0":{"id":"3767","structure_id":"48","section_number":"21.6.1","catch_line":"Short Title.","url":"\/21.6.1\/","token":"21.6.1"},"1":{"id":"684","structure_id":"48","section_number":"21.6.10","catch_line":"Use Tax Incentive Program.","url":"\/21.6.10\/","token":"21.6.10"},"2":{"id":"2809","structure_id":"48","section_number":"21.6.2","catch_line":"Purpose.","url":"\/21.6.2\/","token":"21.6.2"},"3":{"id":"1587","structure_id":"48","section_number":"21.6.3","catch_line":"Operative Date – Contract With State.","url":"\/21.6.3\/","token":"21.6.3"},"4":{"id":"1088","structure_id":"48","section_number":"21.6.4","catch_line":"Sales Tax.","url":"\/21.6.4\/","token":"21.6.4"},"5":{"id":"355","structure_id":"48","section_number":"21.6.5","catch_line":"Use Tax.","url":"\/21.6.5\/","token":"21.6.5"},"6":{"id":"3059","structure_id":"48","section_number":"21.6.6","catch_line":"Amendments.","url":"\/21.6.6\/","token":"21.6.6"},"7":{"id":"269","structure_id":"48","section_number":"21.6.6.1","catch_line":"Application Of Provisions Relating To Exclusions And Exemptions.","url":"\/21.6.6.1\/","token":"21.6.6.1"},"8":{"id":"3506","structure_id":"48","section_number":"21.6.7","catch_line":"Enjoining Collection Forbidden.","url":"\/21.6.7\/","token":"21.6.7"},"9":{"id":"100","structure_id":"48","section_number":"21.6.8","catch_line":"Existing Sales And Use Tax Ordinances Suspended.","url":"\/21.6.8\/","token":"21.6.8"},"10":{"id":"3684","structure_id":"48","section_number":"21.6.9","catch_line":"Severability.","url":"\/21.6.9\/","token":"21.6.9"}},"next_section":{"id":"355","structure_id":"48","section_number":"21.6.5","catch_line":"Use Tax.","url":"\/21.6.5\/","token":"21.6.5"},"metadata":false,"references":false,"url":"\/21.6.4\/","token":"21.6.4","formats":{"txt":"\/21.6.4.txt","json":"\/21.6.4.xml"},"dublin_core":{"Title":"Sales Tax.","Type":"Text","Format":"text\/html","Identifier":"§ 21.6.4","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nSALES TAX. (§ 21.6.4)\n\n  SALES TAX.\t(a)\t(1)\tFor the privilege of selling tangible personal property at\nretail a tax is hereby imposed upon all retailers in the City at the rate of one\nper cent (1%) of the gross receipts of the retailer from the sale of all\ntangible personal property sold at retail in the City of Los Angeles on and\nafter the operative date of this ordinance.\t(2)\t(Amended by Ord. No. 120,455,\nEff. 12\/22\/61, Operative 1\/1\/62.) For the purposes of this ordinance, all retail\nsales are consummated at the place of business of the retailer unless the\ntangible personal property sold is delivered by the retailer or his agent to an\nout-of-state destination or to a common carrier for delivery to an out-of-state\ndestination. The gross receipts from such sales shall include delivery charges,\nwhen such charges are subject to the State sales and use tax, regardless of the\nplace to which delivery is made. In the event a retailer has no permanent place\nof business in the State or has more than one place of business, the place or\nplaces at which the retail sales are consummated shall be determined under rules\nand regulations to be prescribed by the Board of Equalization.\t(b)\t(1)\tExcept as\nhereinafter provided, and except insofar as they are inconsistent with the\nprovisions of Part 1.5 of Division 2 of the said Revenue and Taxation Code, all\nof the provisions of Part 1 of Division 2 of said Code, as amended and in force\nand effect on April 1, 1956, applicable to sales taxes are hereby adopted and\nmade a part of this section as though fully set forth herein.\t(2)\tWherever, and\nto the extent that, in Part 1 of Division 2 of the said Revenue and Taxation\nCode the State of California is named or referred to as the taxing agency, the\nCity of Los Angeles shall be substituted therefor. Nothing in this subdivision\nshall be deemed to require the substitution of the name of the City of Los\nAngeles for the word “State” when that word is used as part of the title of\nthe State Controller, the State Treasurer, the State Board of Control, the State\nBoard of Equalization, or the name of the State Treasury, or of the Constitution\nof the State of California; nor shall the name of the City be substituted for\nthat of the State in any section when the result of that substitution would\nrequire action to be taken by or against the City or any agency thereof, rather\nthan by or against the State Board of Equalization, in performing the functions\nincident to the administration or operation of this ordinance; and neither shall\nthe substitution be deemed to have been made in those sections, including, but\nnot necessarily limited to, sections referring to the exterior boundaries of the\nState of California, where the result of the substitution would be to provide an\nexemption from this tax with respect to certain gross receipts which would not\notherwise be exempt from this tax while those gross receipts remain subject to\ntax by the State under the provisions of Part 1 of Division 2 of the said\nRevenue and Taxation Code; nor to impose this tax with respect to certain gross\nreceipts which would not be subject to tax by the State under the said\nprovisions of that Code; and, in addition, the name of the City shall not be\nsubstituted for that of the State in Sections 6701, 6702 (except in the last\nsentence thereof), 6711, 6715, 6737, 6797 and 6828 of the said Revenue and\nTaxation Code as adopted.\t(3)\tIf a seller’s permit has been issued to a\nretailer under Section 6067 of the said Revenue and Taxation Code, an additional\nseller’s permit shall not be required by reason of this section. (Amended by\nOrd. No. 145,139, Eff. 11\/4\/73, Operative 1\/1\/74.)\t(4)\tThere shall be excluded\nfrom the gross receipts by which the tax is measured:\t(i)\tThe amount of any\nsales or use tax imposed by the State of California upon a retailer or\nconsumer.\t(ii)\tReceipts from sales to operators of common carrier and waterborne\nvessels of property to be used or consumed in the operation of such common\ncarriers or waterborne vessels principally outside the City. (Former (ii)\nRepealed and Replaced by Former (iii), Ord. No. 120,455, Eff. 12\/22\/61.\nOperative 1\/1\/62.)\t(4.5)\t(Amended by Ord. No. 158,588, Eff. 12\/29\/83, Oper.\n1\/1\/84.) There shall be excluded from the gross receipts by which the tax is\nmeasured:\t(i)\tThe amount of any sales or use tax imposed by the State of\nCalifornia upon a retailer or consumer.\t(ii)\tThe gross receipts from the sale of\ntangible personal property to operators of aircraft to be used or consumed\nprincipally outside the city in which the sale is made and directly and\nexclusively in the use of such aircraft as common carriers of persons or\nproperty under the authority of the laws of this state, the United States, or\nany foreign government.\t*(4.5)\tThere shall be excluded from the gross receipts\nby which the tax is measured:\t(i)\tThe amount of any sales or use tax imposed by\nthe State of California upon a retailer or consumer.\t(ii)\tThe gross receipts\nfrom the sale of tangible personal property to operators of waterborne vessels\nto be used or consumed principally outside the city in which the sale is made\nand directly and exclusively in the carriage of persons or property in such\nvessels for commercial purposes.\t(iii)\tThe gross receipts from the sale of\ntangible personal property to operators of aircraft to be used or consumed\nprincipally outside the city in which the sale is made and directly and\nexclusively in the use of such aircraft as common carriers or persons or\nproperty under the authority of the laws of the state, the United States, or any\nforeign government.\t*  The provisions of this Subparagraph (4.5) shall become\noperative on the operative date of any act of the Legislature of the State of\nCalifornia which amends or repeals and re-enacts Section 7202 of the Revenue and\nTaxation Code to provide an exemption from city sales and use taxes for\noperators of waterborne vessels in the same or substantially the same language\nas that existing in subdivisions (i)(7) and (i)(8) of Section 7202 of the\nRevenue and Taxation Code as those subdivisions read on October 1, 1983.\n","html":"\n\t\t\t\t\t<section><p>  SALES TAX.<br \/><br \/>\t(a)\t(1)\tFor the <span class=\"dictionary\">privilege<\/span> of selling tangible personal property at retail a tax is hereby imposed upon all retailers in the City at the rate of one per cent (1%) of the gross receipts of the retailer from the sale of all tangible personal property sold at retail in the City of Los Angeles on and after the operative date of this <span class=\"dictionary\">ordinance<\/span>.<br \/><br \/>\t(2)\t(Amended by Ord. No. 120,455, Eff. 12\/22\/61, Operative 1\/1\/62.) For the purposes of this <span class=\"dictionary\">ordinance<\/span>, all retail sales are consummated at the place of business of the retailer unless the tangible personal property sold is delivered by the retailer or his agent to an out-of-state destination or to a common carrier for delivery to an out-of-state destination. The gross receipts from such sales shall include delivery charges, when such charges are subject to the State sales and use tax, regardless of the place to which delivery is made. In the event a retailer has no permanent place of business in the State or has more than one place of business, the place or places at which the retail sales are consummated shall be determined under rules and regulations to be prescribed by the Board of Equalization.<br \/><br \/>\t(b)\t(1)\tExcept as hereinafter provided, and except insofar as they are inconsistent with the provisions of Part 1.5 of Division 2 of the said Revenue and Taxation Code, all of the provisions of Part 1 of Division 2 of said Code, as amended and in force and effect on April 1, 1956, applicable to sales taxes are hereby adopted and made a part of this section as though fully set forth herein.<br \/><br \/>\t(2)\tWherever, and to the extent that, in Part 1 of Division 2 of the said Revenue and Taxation Code the State of California is named or referred to as the taxing agency, the City of Los Angeles shall be substituted therefor. Nothing in this subdivision shall be deemed to require the substitution of the name of the City of Los Angeles for the word “State” when that word is used as part of the title of the State Controller, the State Treasurer, the State Board of Control, the State Board of Equalization, or the name of the State Treasury, or of the Constitution of the State of California; nor shall the name of the City be substituted for that of the State in any section when the result of that substitution would require action to be taken by or against the City or any agency thereof, rather than by or against the State Board of Equalization, in performing the functions incident to the administration or operation of this <span class=\"dictionary\">ordinance<\/span>; and neither shall the substitution be deemed to have been made in those sections, including, but not necessarily limited to, sections referring to the exterior boundaries of the State of California, where the result of the substitution would be to provide an exemption from this tax with respect to certain gross receipts which would not otherwise be exempt from this tax while those gross receipts remain subject to tax by the State under the provisions of Part 1 of Division 2 of the said Revenue and Taxation Code; nor to impose this tax with respect to certain gross receipts which would not be subject to tax by the State under the said provisions of that Code; and, in addition, the name of the City shall not be substituted for that of the State in Sections 6701, 6702 (except in the last sentence thereof), 6711, 6715, 6737, 6797 and 6828 of the said Revenue and Taxation Code as adopted.<br \/><br \/>\t(3)\tIf a seller’s permit has been issued to a retailer under Section 6067 of the said Revenue and Taxation Code, an additional seller’s permit shall not be required by reason of this section. (Amended by Ord. No. 145,139, Eff. 11\/4\/73, Operative 1\/1\/74.)<br \/><br \/>\t(4)\tThere shall be excluded from the gross receipts by which the tax is measured:<br \/><br \/>\t(i)\tThe amount of any sales or use tax imposed by the State of California upon a retailer or consumer.<br \/><br \/>\t(ii)\tReceipts from sales to operators of common carrier and waterborne vessels of property to be used or consumed in the operation of such common carriers or waterborne vessels principally outside the City. (Former (ii) Repealed and Replaced by Former (iii), Ord. No. 120,455, Eff. 12\/22\/61. Operative 1\/1\/62.)<br \/><br \/>\t(4.5)\t(Amended by Ord. No. 158,588, Eff. 12\/29\/83, Oper. 1\/1\/84.) There shall be excluded from the gross receipts by which the tax is measured:<br \/><br \/>\t(i)\tThe amount of any sales or use tax imposed by the State of California upon a retailer or consumer.<br \/><br \/>\t(ii)\tThe gross receipts from the sale of tangible personal property to operators of aircraft to be used or consumed principally outside the city in which the sale is made and directly and exclusively in the use of such aircraft as common carriers of persons or property under the authority of the <span class=\"dictionary\">laws<\/span> of this state, the United States, or any foreign government.<br \/><br \/>\t*(4.5)\tThere shall be excluded from the gross receipts by which the tax is measured:<br \/><br \/>\t(i)\tThe amount of any sales or use tax imposed by the State of California upon a retailer or consumer.<br \/><br \/>\t(ii)\tThe gross receipts from the sale of tangible personal property to operators of waterborne vessels to be used or consumed principally outside the city in which the sale is made and directly and exclusively in the carriage of persons or property in such vessels for commercial purposes.<br \/><br \/>\t(iii)\tThe gross receipts from the sale of tangible personal property to operators of aircraft to be used or consumed principally outside the city in which the sale is made and directly and exclusively in the use of such aircraft as common carriers or persons or property under the authority of the <span class=\"dictionary\">laws<\/span> of the state, the United States, or any foreign government.<br \/><br \/>\t*  The provisions of this Subparagraph (4.5) shall become operative on the operative date of any act of the Legislature of the State of California which <span class=\"dictionary\">amends<\/span> or repeals and re-enacts Section 7202 of the Revenue and Taxation Code to provide an exemption from city sales and use taxes for operators of waterborne vessels in the same or substantially the same language as that existing in subdivisions (i)(7) and (i)(8) of Section 7202 of the Revenue and Taxation Code as those subdivisions read on October 1, 1983.<\/p><\/section>","previous_section":{"id":"1587","structure_id":"48","section_number":"21.6.3","catch_line":"Operative Date – Contract With State.","url":"\/21.6.3\/","token":"21.6.3"},"text":{"0":{"id":"1075","text":"  SALES TAX.\t(a)\t(1)\tFor the privilege of selling tangible personal property at retail a tax is hereby imposed upon all retailers in the City at the rate of one per cent (1%) of the gross receipts of the retailer from the sale of all tangible personal property sold at retail in the City of Los Angeles on and after the operative date of this ordinance.\t(2)\t(Amended by Ord. No. 120,455, Eff. 12\/22\/61, Operative 1\/1\/62.) For the purposes of this ordinance, all retail sales are consummated at the place of business of the retailer unless the tangible personal property sold is delivered by the retailer or his agent to an out-of-state destination or to a common carrier for delivery to an out-of-state destination. The gross receipts from such sales shall include delivery charges, when such charges are subject to the State sales and use tax, regardless of the place to which delivery is made. In the event a retailer has no permanent place of business in the State or has more than one place of business, the place or places at which the retail sales are consummated shall be determined under rules and regulations to be prescribed by the Board of Equalization.\t(b)\t(1)\tExcept as hereinafter provided, and except insofar as they are inconsistent with the provisions of Part 1.5 of Division 2 of the said Revenue and Taxation Code, all of the provisions of Part 1 of Division 2 of said Code, as amended and in force and effect on April 1, 1956, applicable to sales taxes are hereby adopted and made a part of this section as though fully set forth herein.\t(2)\tWherever, and to the extent that, in Part 1 of Division 2 of the said Revenue and Taxation Code the State of California is named or referred to as the taxing agency, the City of Los Angeles shall be substituted therefor. Nothing in this subdivision shall be deemed to require the substitution of the name of the City of Los Angeles for the word “State” when that word is used as part of the title of the State Controller, the State Treasurer, the State Board of Control, the State Board of Equalization, or the name of the State Treasury, or of the Constitution of the State of California; nor shall the name of the City be substituted for that of the State in any section when the result of that substitution would require action to be taken by or against the City or any agency thereof, rather than by or against the State Board of Equalization, in performing the functions incident to the administration or operation of this ordinance; and neither shall the substitution be deemed to have been made in those sections, including, but not necessarily limited to, sections referring to the exterior boundaries of the State of California, where the result of the substitution would be to provide an exemption from this tax with respect to certain gross receipts which would not otherwise be exempt from this tax while those gross receipts remain subject to tax by the State under the provisions of Part 1 of Division 2 of the said Revenue and Taxation Code; nor to impose this tax with respect to certain gross receipts which would not be subject to tax by the State under the said provisions of that Code; and, in addition, the name of the City shall not be substituted for that of the State in Sections 6701, 6702 (except in the last sentence thereof), 6711, 6715, 6737, 6797 and 6828 of the said Revenue and Taxation Code as adopted.\t(3)\tIf a seller’s permit has been issued to a retailer under Section 6067 of the said Revenue and Taxation Code, an additional seller’s permit shall not be required by reason of this section. (Amended by Ord. No. 145,139, Eff. 11\/4\/73, Operative 1\/1\/74.)\t(4)\tThere shall be excluded from the gross receipts by which the tax is measured:\t(i)\tThe amount of any sales or use tax imposed by the State of California upon a retailer or consumer.\t(ii)\tReceipts from sales to operators of common carrier and waterborne vessels of property to be used or consumed in the operation of such common carriers or waterborne vessels principally outside the City. (Former (ii) Repealed and Replaced by Former (iii), Ord. No. 120,455, Eff. 12\/22\/61. Operative 1\/1\/62.)\t(4.5)\t(Amended by Ord. No. 158,588, Eff. 12\/29\/83, Oper. 1\/1\/84.) There shall be excluded from the gross receipts by which the tax is measured:\t(i)\tThe amount of any sales or use tax imposed by the State of California upon a retailer or consumer.\t(ii)\tThe gross receipts from the sale of tangible personal property to operators of aircraft to be used or consumed principally outside the city in which the sale is made and directly and exclusively in the use of such aircraft as common carriers of persons or property under the authority of the laws of this state, the United States, or any foreign government.\t*(4.5)\tThere shall be excluded from the gross receipts by which the tax is measured:\t(i)\tThe amount of any sales or use tax imposed by the State of California upon a retailer or consumer.\t(ii)\tThe gross receipts from the sale of tangible personal property to operators of waterborne vessels to be used or consumed principally outside the city in which the sale is made and directly and exclusively in the carriage of persons or property in such vessels for commercial purposes.\t(iii)\tThe gross receipts from the sale of tangible personal property to operators of aircraft to be used or consumed principally outside the city in which the sale is made and directly and exclusively in the use of such aircraft as common carriers or persons or property under the authority of the laws of the state, the United States, or any foreign government.\t*  The provisions of this Subparagraph (4.5) shall become operative on the operative date of any act of the Legislature of the State of California which amends or repeals and re-enacts Section 7202 of the Revenue and Taxation Code to provide an exemption from city sales and use taxes for operators of waterborne vessels in the same or substantially the same language as that existing in subdivisions (i)(7) and (i)(8) of Section 7202 of the Revenue and Taxation Code as those subdivisions read on October 1, 1983.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}