{"section_number":"21.6.2","edition_id":"1","section_id":"2809","structure_id":"48","catch_line":"Purpose.","history":"","full_text":"  PURPOSE.\n\n\tThe City Council of the City of Los Angeles hereby declares that this ordinance is adopted to achieve the following, among other, purposes, and directs that the provisions hereof be interpreted in order to accomplish those purposes:\n\n\t(a)\tTo adopt a sales and use tax ordinance which complies with the requirements and limitations contained in Part 1.5 of Division 2 of the Revenue and Taxation Code of the State of California;\n\n\t(b)\tTo adopt a sales and use tax ordinance which incorporates provisions identical to those of the Sales and Use Tax Law of the State of California insofar as those provisions are not inconsistent with the requirements and limitations contained in Part 1.5 of Division 2 of the said Revenue and Taxation Code;\n\n\t(c)\tTo adopt a sales and use tax ordinance which imposes a one per cent (1%) tax and provides a measure therefor that can be administered and collected by the State Board of Equalization in a manner that adapts itself as fully as practical to, and requires the least possible deviation from, the existing statutory and administrative procedures followed by the State Board of Equalization in administering and collecting the California State Sales and Use Taxes;\n\n\t(d)\tTo adopt a sales and use tax ordinance which can be administered in a manner that will, to the degree possible consistent with the provisions of Part 1.5 of Division 2 of the said Revenue and Taxation Code, minimize the cost of collecting city sales and use taxes and at the same time minimize the burden of record keeping upon persons subject to taxation under the provisions of this ordinance;\n\n\t(e)\t(None)","order_by":"6.2","ancestry":{"1":{"id":"48","name":"Uniform Sales And Use Tax","identifier":"1.6","label":"article","url":"\/2\/1.6\/"},"2":{"id":"1","name":"Licenses, Permits, Business Regulations","identifier":"2","label":"chapter","url":"\/2\/"}},"structure_contents":{"0":{"id":"3767","structure_id":"48","section_number":"21.6.1","catch_line":"Short Title.","url":"\/21.6.1\/","token":"21.6.1"},"1":{"id":"684","structure_id":"48","section_number":"21.6.10","catch_line":"Use Tax Incentive Program.","url":"\/21.6.10\/","token":"21.6.10"},"2":{"id":"2809","structure_id":"48","section_number":"21.6.2","catch_line":"Purpose.","url":"\/21.6.2\/","token":"21.6.2"},"3":{"id":"1587","structure_id":"48","section_number":"21.6.3","catch_line":"Operative Date – Contract With State.","url":"\/21.6.3\/","token":"21.6.3"},"4":{"id":"1088","structure_id":"48","section_number":"21.6.4","catch_line":"Sales Tax.","url":"\/21.6.4\/","token":"21.6.4"},"5":{"id":"355","structure_id":"48","section_number":"21.6.5","catch_line":"Use Tax.","url":"\/21.6.5\/","token":"21.6.5"},"6":{"id":"3059","structure_id":"48","section_number":"21.6.6","catch_line":"Amendments.","url":"\/21.6.6\/","token":"21.6.6"},"7":{"id":"269","structure_id":"48","section_number":"21.6.6.1","catch_line":"Application Of Provisions Relating To Exclusions And Exemptions.","url":"\/21.6.6.1\/","token":"21.6.6.1"},"8":{"id":"3506","structure_id":"48","section_number":"21.6.7","catch_line":"Enjoining Collection Forbidden.","url":"\/21.6.7\/","token":"21.6.7"},"9":{"id":"100","structure_id":"48","section_number":"21.6.8","catch_line":"Existing Sales And Use Tax Ordinances Suspended.","url":"\/21.6.8\/","token":"21.6.8"},"10":{"id":"3684","structure_id":"48","section_number":"21.6.9","catch_line":"Severability.","url":"\/21.6.9\/","token":"21.6.9"}},"next_section":{"id":"1587","structure_id":"48","section_number":"21.6.3","catch_line":"Operative Date – Contract With State.","url":"\/21.6.3\/","token":"21.6.3"},"metadata":false,"references":false,"url":"\/21.6.2\/","token":"21.6.2","formats":{"txt":"\/21.6.2.txt","json":"\/21.6.2.xml"},"dublin_core":{"Title":"Purpose.","Type":"Text","Format":"text\/html","Identifier":"§ 21.6.2","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPURPOSE. (§ 21.6.2)\n\n  PURPOSE.\tThe City Council of the City of Los Angeles hereby declares that\nthis ordinance is adopted to achieve the following, among other, purposes, and\ndirects that the provisions hereof be interpreted in order to accomplish those\npurposes:\t(a)\tTo adopt a sales and use tax ordinance which complies with the\nrequirements and limitations contained in Part 1.5 of Division 2 of the Revenue\nand Taxation Code of the State of California;\t(b)\tTo adopt a sales and use tax\nordinance which incorporates provisions identical to those of the Sales and Use\nTax Law of the State of California insofar as those provisions are not\ninconsistent with the requirements and limitations contained in Part 1.5 of\nDivision 2 of the said Revenue and Taxation Code;\t(c)\tTo adopt a sales and use\ntax ordinance which imposes a one per cent (1%) tax and provides a measure\ntherefor that can be administered and collected by the State Board of\nEqualization in a manner that adapts itself as fully as practical to, and\nrequires the least possible deviation from, the existing statutory and\nadministrative procedures followed by the State Board of Equalization in\nadministering and collecting the California State Sales and Use Taxes;\t(d)\tTo\nadopt a sales and use tax ordinance which can be administered in a manner that\nwill, to the degree possible consistent with the provisions of Part 1.5 of\nDivision 2 of the said Revenue and Taxation Code, minimize the cost of\ncollecting city sales and use taxes and at the same time minimize the burden of\nrecord keeping upon persons subject to taxation under the provisions of this\nordinance;\t(e)\t(None)\n","html":"\n\t\t\t\t\t<section><p>  PURPOSE.<br \/><br \/>\tThe City Council of the City of Los Angeles hereby declares that this <span class=\"dictionary\">ordinance<\/span> is adopted to achieve the following, among other, purposes, and directs that the provisions hereof be interpreted in <span class=\"dictionary\">order<\/span> to accomplish those purposes:<br \/><br \/>\t(a)\tTo adopt a sales and use tax <span class=\"dictionary\">ordinance<\/span> which complies with the requirements and limitations contained in Part 1.5 of Division 2 of the Revenue and Taxation Code of the State of California;<br \/><br \/>\t(b)\tTo adopt a sales and use tax <span class=\"dictionary\">ordinance<\/span> which incorporates provisions identical to those of the Sales and Use Tax <span class=\"dictionary\">Law<\/span> of the State of California insofar as those provisions are not inconsistent with the requirements and limitations contained in Part 1.5 of Division 2 of the said Revenue and Taxation Code;<br \/><br \/>\t(c)\tTo adopt a sales and use tax <span class=\"dictionary\">ordinance<\/span> which imposes a one per cent (1%) tax and provides a measure therefor that can be administered and collected by the State Board of Equalization in a manner that adapts itself as fully as practical to, and requires the least possible deviation from, the existing statutory and administrative procedures followed by the State Board of Equalization in administering and collecting the California State Sales and Use Taxes;<br \/><br \/>\t(d)\tTo adopt a sales and use tax <span class=\"dictionary\">ordinance<\/span> which can be administered in a manner that will, to the degree possible consistent with the provisions of Part 1.5 of Division 2 of the said Revenue and Taxation Code, minimize the cost of collecting city sales and use taxes and at the same time minimize the burden of record keeping upon persons subject to taxation under the provisions of this <span class=\"dictionary\">ordinance<\/span>;<br \/><br \/>\t(e)\t(None)<\/p><\/section>","previous_section":{"id":"684","structure_id":"48","section_number":"21.6.10","catch_line":"Use Tax Incentive Program.","url":"\/21.6.10\/","token":"21.6.10"},"text":{"0":{"id":"2784","text":"  PURPOSE.\tThe City Council of the City of Los Angeles hereby declares that this ordinance is adopted to achieve the following, among other, purposes, and directs that the provisions hereof be interpreted in order to accomplish those purposes:\t(a)\tTo adopt a sales and use tax ordinance which complies with the requirements and limitations contained in Part 1.5 of Division 2 of the Revenue and Taxation Code of the State of California;\t(b)\tTo adopt a sales and use tax ordinance which incorporates provisions identical to those of the Sales and Use Tax Law of the State of California insofar as those provisions are not inconsistent with the requirements and limitations contained in Part 1.5 of Division 2 of the said Revenue and Taxation Code;\t(c)\tTo adopt a sales and use tax ordinance which imposes a one per cent (1%) tax and provides a measure therefor that can be administered and collected by the State Board of Equalization in a manner that adapts itself as fully as practical to, and requires the least possible deviation from, the existing statutory and administrative procedures followed by the State Board of Equalization in administering and collecting the California State Sales and Use Taxes;\t(d)\tTo adopt a sales and use tax ordinance which can be administered in a manner that will, to the degree possible consistent with the provisions of Part 1.5 of Division 2 of the said Revenue and Taxation Code, minimize the cost of collecting city sales and use taxes and at the same time minimize the burden of record keeping upon persons subject to taxation under the provisions of this ordinance;\t(e)\t(None)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}