{"section_number":"21.6.5","edition_id":"1","section_id":"355","structure_id":"48","catch_line":"Use Tax.","history":"","full_text":"  USE TAX.\n\n\t(a)\tAn excise tax is hereby imposed on the storage, use or other consumption in the City of Los Angeles of tangible personal property purchased from any retailer on or after the operative date of this ordinance, for storage, use or other consumption in the City at the rate of one per cent (1%) of the sales price of the property. The sales price shall include delivery charges when such charges are subject to State sales or use tax regardless of the place to which delivery is made.\n\n\t(b)\t(1)\tExcept as hereinafter provided, and except insofar as they are inconsistent with the provisions of Part 1.5 of Division 2 of the said Revenue and Taxation Code, all of the provisions of Part 1, Division 2 of said Code, as amended and in force and effect on April 1, 1956, applicable to use taxes are hereby adopted and made a part of this section as though fully set forth herein.\n\n\t(2)\tWherever, and to the extent that, in Part 1 of Division 2 of the Revenue and Taxation Code the State of California is named or referred to as the taxing agency, the name of the City shall be substituted therefor. Nothing in this subdivision shall be deemed to require the substitution of the name of the City for the word “State” where the word is used as part of the title of the State Controller, the State Treasurer, the State Board of Control, the State Board of Equalization, or the name of the State Treasury, or of the Constitution of the State of California, nor shall the name of the City be substituted for that of the State in any section where the result of that substitution would require action to be taken by or against the City or any agency thereof rather than by or against the State Board of Equalization, in performing the functions incident to the administration or operation of this ordinance, and neither shall the substitution be deemed to have been made in those sections, including but not necessarily limited to sections referring to the exterior boundaries of the State of California, where the result of the substitution would be to provide an exemption from the tax with respect to certain storage, use or other consumption or tangible personal property which would not otherwise be exempt from this tax while such storage, use or other consumption remains subject to tax by the State under the provisions of Part 1 of Division 2 of the said Revenue and Taxation Code, or to impose this tax with respect to certain storage, use or other consumption of tangible personal property which would not be subject to tax by the State under the provisions of that Code, and in addition, the name of the City shall not be substituted for that of the State in Sections 6701, 6702 (except in the last sentence thereof). 6711, 6715, 6737, 6797 and 6828 of the said Revenue and Taxation Code as adopted and the name of the City shall not be substituted for the word “State” in the phrase “retailer engaged in business in this State” in Section 6203 nor in the definition of that phrase in Section 6203. (Amended by Ord. No. 120,455, Eff. 12\/22\/61.)\n\n\t(3)\tThere shall be exempt from the tax due under this section:\n\n\t(i)\tThe amount of any sales or use tax imposed by the State of California upon a retailer or consumer.\n\n\t(ii)\tThe storage, use or other consumption of tangible personal property, the gross from the sales of which has been subject to sales tax under a sales and use tax ordinance enacted in accordance with Part 1.5 of Division 2 of the Revenue and Taxation Code by any city and county, county, or city in this State. (Amended by Ord. No. 120,455, Eff. 12\/22\/61, Operative 1\/1\/62.)\n\n\t(iii)\tThe storage or use of tangible personal property in the transportation or transmission of persons, property or communications, or in the generation, transportation or distribution of electricity, or in the manufacture, transportation or distribution of gas in intrastate, interstate or foreign commerce by public utilities which are regulated by the Public Utilities Commission of the State of California.\n\n\t(iv)\tThe use or consumption of property purchased by operators of common carrier or waterborne vessels to be used or consumed in the operation of such common carriers or waterborne vessels principally outside the City.\n\n\t(3.5)\t(Amended by Ord. No. 158,588, Eff. 12\/29\/83, Oper. 1\/1\/84.) There shall be exempt from the tax due under this section:\n\n\t(i)\tThe amount of any sales or use tax imposed by the State of California upon a retailer or consumer.\n\n\t(ii)\tThe storage, use or other consumption of tangible personal property, the gross receipts from the sale of which has been subject to sales tax under a sales and use tax ordinance enacted in accordance with Part 1.5 of Division 2 of the Revenue and Taxation Code by any city and county, county, or city in this state.\n\n\t(iii)\tIn addition to the exemptions provided in Sections 6366 and 6366.1 of the Revenue and Taxation Code, the storage, use, or other consumption of tangible personal property purchased by operators of aircraft and used or consumed by such operators directly and exclusively in the use of such aircraft as common carriers of persons or property for hire or compensation under a certificate of public convenience and necessity issued pursuant to the laws of this state, the United States, or any foreign government.\n\n\t*(3.5)\tThere shall be exempt from the tax due under this section:\n\n\t(i)\tThe amount of any sales or use tax imposed by the State of California upon a retailer or consumer.\n\n\t(ii)\tThe storage, use or other consumption of tangible personal property, the gross receipts from the sale of which has been subject to sales tax under a sales and use tax ordinance enacted in accordance with Part 1.5 of Division 2 of the Revenue and Taxation Code by any city and county, county, or city in this state.\n\n\t(iii)\tThe storage, use or other consumption of tangible personal property purchased by operators of waterborne vessels and used or consumed by such operators directly and exclusively in the carriage of persons or property in such vessels for commercial purposes.\n\n\t(iv)\tIn addition to the exemptions provided in Sections 6366 and 6366.1 of the Revenue and Taxation Code, the storage, use, or other consumption of tangible personal property purchased by operators of aircraft and used or consumed by such operators directly and exclusively in the use of such aircraft as common carriers of persons or property for hire or compensation under a certificate of public convenience and necessity issued pursuant to the laws of this state, the United States, or any foreign government.\n\n\t*  The provisions of this Subparagraph (3.5) shall become operative on the operative date of any act of the Legislature of the State of California which amends or repeals and re-enacts Section 7202 of the Revenue and Taxation Code to provide an exemption from city sales and use taxes for operators of waterborne vessels in the same, or substantially the same, language as that existing in subdivisions (i)(7) and (i)(8) of Section 7202 of the Revenue and Taxation Code as those subdivisions read on October 1, 1983.","order_by":"6.5","ancestry":{"1":{"id":"48","name":"Uniform Sales And Use Tax","identifier":"1.6","label":"article","url":"\/2\/1.6\/"},"2":{"id":"1","name":"Licenses, Permits, Business Regulations","identifier":"2","label":"chapter","url":"\/2\/"}},"structure_contents":{"0":{"id":"3767","structure_id":"48","section_number":"21.6.1","catch_line":"Short Title.","url":"\/21.6.1\/","token":"21.6.1"},"1":{"id":"684","structure_id":"48","section_number":"21.6.10","catch_line":"Use Tax Incentive Program.","url":"\/21.6.10\/","token":"21.6.10"},"2":{"id":"2809","structure_id":"48","section_number":"21.6.2","catch_line":"Purpose.","url":"\/21.6.2\/","token":"21.6.2"},"3":{"id":"1587","structure_id":"48","section_number":"21.6.3","catch_line":"Operative Date – Contract With State.","url":"\/21.6.3\/","token":"21.6.3"},"4":{"id":"1088","structure_id":"48","section_number":"21.6.4","catch_line":"Sales Tax.","url":"\/21.6.4\/","token":"21.6.4"},"5":{"id":"355","structure_id":"48","section_number":"21.6.5","catch_line":"Use Tax.","url":"\/21.6.5\/","token":"21.6.5"},"6":{"id":"3059","structure_id":"48","section_number":"21.6.6","catch_line":"Amendments.","url":"\/21.6.6\/","token":"21.6.6"},"7":{"id":"269","structure_id":"48","section_number":"21.6.6.1","catch_line":"Application Of Provisions Relating To Exclusions And Exemptions.","url":"\/21.6.6.1\/","token":"21.6.6.1"},"8":{"id":"3506","structure_id":"48","section_number":"21.6.7","catch_line":"Enjoining Collection Forbidden.","url":"\/21.6.7\/","token":"21.6.7"},"9":{"id":"100","structure_id":"48","section_number":"21.6.8","catch_line":"Existing Sales And Use Tax Ordinances Suspended.","url":"\/21.6.8\/","token":"21.6.8"},"10":{"id":"3684","structure_id":"48","section_number":"21.6.9","catch_line":"Severability.","url":"\/21.6.9\/","token":"21.6.9"}},"next_section":{"id":"3059","structure_id":"48","section_number":"21.6.6","catch_line":"Amendments.","url":"\/21.6.6\/","token":"21.6.6"},"metadata":false,"references":false,"url":"\/21.6.5\/","token":"21.6.5","formats":{"txt":"\/21.6.5.txt","json":"\/21.6.5.xml"},"dublin_core":{"Title":"Use Tax.","Type":"Text","Format":"text\/html","Identifier":"§ 21.6.5","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nUSE TAX. (§ 21.6.5)\n\n  USE TAX.\t(a)\tAn excise tax is hereby imposed on the storage, use or other\nconsumption in the City of Los Angeles of tangible personal property purchased\nfrom any retailer on or after the operative date of this ordinance, for storage,\nuse or other consumption in the City at the rate of one per cent (1%) of the\nsales price of the property. The sales price shall include delivery charges when\nsuch charges are subject to State sales or use tax regardless of the place to\nwhich delivery is made.\t(b)\t(1)\tExcept as hereinafter provided, and except\ninsofar as they are inconsistent with the provisions of Part 1.5 of Division 2\nof the said Revenue and Taxation Code, all of the provisions of Part 1, Division\n2 of said Code, as amended and in force and effect on April 1, 1956, applicable\nto use taxes are hereby adopted and made a part of this section as though fully\nset forth herein.\t(2)\tWherever, and to the extent that, in Part 1 of Division 2\nof the Revenue and Taxation Code the State of California is named or referred to\nas the taxing agency, the name of the City shall be substituted therefor.\nNothing in this subdivision shall be deemed to require the substitution of the\nname of the City for the word “State” where the word is used as part of the\ntitle of the State Controller, the State Treasurer, the State Board of Control,\nthe State Board of Equalization, or the name of the State Treasury, or of the\nConstitution of the State of California, nor shall the name of the City be\nsubstituted for that of the State in any section where the result of that\nsubstitution would require action to be taken by or against the City or any\nagency thereof rather than by or against the State Board of Equalization, in\nperforming the functions incident to the administration or operation of this\nordinance, and neither shall the substitution be deemed to have been made in\nthose sections, including but not necessarily limited to sections referring to\nthe exterior boundaries of the State of California, where the result of the\nsubstitution would be to provide an exemption from the tax with respect to\ncertain storage, use or other consumption or tangible personal property which\nwould not otherwise be exempt from this tax while such storage, use or other\nconsumption remains subject to tax by the State under the provisions of Part 1\nof Division 2 of the said Revenue and Taxation Code, or to impose this tax with\nrespect to certain storage, use or other consumption of tangible personal\nproperty which would not be subject to tax by the State under the provisions of\nthat Code, and in addition, the name of the City shall not be substituted for\nthat of the State in Sections 6701, 6702 (except in the last sentence thereof).\n6711, 6715, 6737, 6797 and 6828 of the said Revenue and Taxation Code as adopted\nand the name of the City shall not be substituted for the word “State” in\nthe phrase “retailer engaged in business in this State” in Section 6203 nor\nin the definition of that phrase in Section 6203. (Amended by Ord. No. 120,455,\nEff. 12\/22\/61.)\t(3)\tThere shall be exempt from the tax due under this\nsection:\t(i)\tThe amount of any sales or use tax imposed by the State of\nCalifornia upon a retailer or consumer.\t(ii)\tThe storage, use or other\nconsumption of tangible personal property, the gross from the sales of which has\nbeen subject to sales tax under a sales and use tax ordinance enacted in\naccordance with Part 1.5 of Division 2 of the Revenue and Taxation Code by any\ncity and county, county, or city in this State. (Amended by Ord. No. 120,455,\nEff. 12\/22\/61, Operative 1\/1\/62.)\t(iii)\tThe storage or use of tangible personal\nproperty in the transportation or transmission of persons, property or\ncommunications, or in the generation, transportation or distribution of\nelectricity, or in the manufacture, transportation or distribution of gas in\nintrastate, interstate or foreign commerce by public utilities which are\nregulated by the Public Utilities Commission of the State of\nCalifornia.\t(iv)\tThe use or consumption of property purchased by operators of\ncommon carrier or waterborne vessels to be used or consumed in the operation of\nsuch common carriers or waterborne vessels principally outside the\nCity.\t(3.5)\t(Amended by Ord. No. 158,588, Eff. 12\/29\/83, Oper. 1\/1\/84.) There\nshall be exempt from the tax due under this section:\t(i)\tThe amount of any sales\nor use tax imposed by the State of California upon a retailer or\nconsumer.\t(ii)\tThe storage, use or other consumption of tangible personal\nproperty, the gross receipts from the sale of which has been subject to sales\ntax under a sales and use tax ordinance enacted in accordance with Part 1.5 of\nDivision 2 of the Revenue and Taxation Code by any city and county, county, or\ncity in this state.\t(iii)\tIn addition to the exemptions provided in Sections\n6366 and 6366.1 of the Revenue and Taxation Code, the storage, use, or other\nconsumption of tangible personal property purchased by operators of aircraft and\nused or consumed by such operators directly and exclusively in the use of such\naircraft as common carriers of persons or property for hire or compensation\nunder a certificate of public convenience and necessity issued pursuant to the\nlaws of this state, the United States, or any foreign government.\t*(3.5)\tThere\nshall be exempt from the tax due under this section:\t(i)\tThe amount of any sales\nor use tax imposed by the State of California upon a retailer or\nconsumer.\t(ii)\tThe storage, use or other consumption of tangible personal\nproperty, the gross receipts from the sale of which has been subject to sales\ntax under a sales and use tax ordinance enacted in accordance with Part 1.5 of\nDivision 2 of the Revenue and Taxation Code by any city and county, county, or\ncity in this state.\t(iii)\tThe storage, use or other consumption of tangible\npersonal property purchased by operators of waterborne vessels and used or\nconsumed by such operators directly and exclusively in the carriage of persons\nor property in such vessels for commercial purposes.\t(iv)\tIn addition to the\nexemptions provided in Sections 6366 and 6366.1 of the Revenue and Taxation\nCode, the storage, use, or other consumption of tangible personal property\npurchased by operators of aircraft and used or consumed by such operators\ndirectly and exclusively in the use of such aircraft as common carriers of\npersons or property for hire or compensation under a certificate of public\nconvenience and necessity issued pursuant to the laws of this state, the United\nStates, or any foreign government.\t*  The provisions of this Subparagraph (3.5)\nshall become operative on the operative date of any act of the Legislature of\nthe State of California which amends or repeals and re-enacts Section 7202 of\nthe Revenue and Taxation Code to provide an exemption from city sales and use\ntaxes for operators of waterborne vessels in the same, or substantially the\nsame, language as that existing in subdivisions (i)(7) and (i)(8) of Section\n7202 of the Revenue and Taxation Code as those subdivisions read on October 1,\n1983.\n","html":"\n\t\t\t\t\t<section><p>  USE TAX.<br \/><br \/>\t(a)\tAn excise tax is hereby imposed on the storage, use or other consumption in the City of Los Angeles of tangible personal property purchased from any retailer on or after the operative date of this <span class=\"dictionary\">ordinance<\/span>, for storage, use or other consumption in the City at the rate of one per cent (1%) of the sales price of the property. The sales price shall include delivery charges when such charges are subject to State sales or use tax regardless of the place to which delivery is made.<br \/><br \/>\t(b)\t(1)\tExcept as hereinafter provided, and except insofar as they are inconsistent with the provisions of Part 1.5 of Division 2 of the said Revenue and Taxation Code, all of the provisions of Part 1, Division 2 of said Code, as amended and in force and effect on April 1, 1956, applicable to use taxes are hereby adopted and made a part of this section as though fully set forth herein.<br \/><br \/>\t(2)\tWherever, and to the extent that, in Part 1 of Division 2 of the Revenue and Taxation Code the State of California is named or referred to as the taxing agency, the name of the City shall be substituted therefor. Nothing in this subdivision shall be deemed to require the substitution of the name of the City for the word “State” where the word is used as part of the title of the State Controller, the State Treasurer, the State Board of Control, the State Board of Equalization, or the name of the State Treasury, or of the Constitution of the State of California, nor shall the name of the City be substituted for that of the State in any section where the result of that substitution would require action to be taken by or against the City or any agency thereof rather than by or against the State Board of Equalization, in performing the functions incident to the administration or operation of this <span class=\"dictionary\">ordinance<\/span>, and neither shall the substitution be deemed to have been made in those sections, including but not necessarily limited to sections referring to the exterior boundaries of the State of California, where the result of the substitution would be to provide an exemption from the tax with respect to certain storage, use or other consumption or tangible personal property which would not otherwise be exempt from this tax while such storage, use or other consumption remains subject to tax by the State under the provisions of Part 1 of Division 2 of the said Revenue and Taxation Code, or to impose this tax with respect to certain storage, use or other consumption of tangible personal property which would not be subject to tax by the State under the provisions of that Code, and in addition, the name of the City shall not be substituted for that of the State in Sections 6701, 6702 (except in the last sentence thereof). 6711, 6715, 6737, 6797 and 6828 of the said Revenue and Taxation Code as adopted and the name of the City shall not be substituted for the word “State” in the phrase “retailer engaged in business in this State” in Section 6203 nor in the definition of that phrase in Section 6203. (Amended by Ord. No. 120,455, Eff. 12\/22\/61.)<br \/><br \/>\t(3)\tThere shall be exempt from the tax due under this section:<br \/><br \/>\t(i)\tThe amount of any sales or use tax imposed by the State of California upon a retailer or consumer.<br \/><br \/>\t(ii)\tThe storage, use or other consumption of tangible personal property, the gross from the sales of which has been subject to sales tax under a sales and use tax <span class=\"dictionary\">ordinance<\/span> enacted in accordance with Part 1.5 of Division 2 of the Revenue and Taxation Code by any city and county, county, or city in this State. (Amended by Ord. No. 120,455, Eff. 12\/22\/61, Operative 1\/1\/62.)<br \/><br \/>\t(iii)\tThe storage or use of tangible personal property in the transportation or transmission of persons, property or communications, or in the generation, transportation or distribution of electricity, or in the manufacture, transportation or distribution of gas in intrastate, interstate or foreign commerce by public utilities which are regulated by the Public Utilities Commission of the State of California.<br \/><br \/>\t(iv)\tThe use or consumption of property purchased by operators of common carrier or waterborne vessels to be used or consumed in the operation of such common carriers or waterborne vessels principally outside the City.<br \/><br \/>\t(3.5)\t(Amended by Ord. No. 158,588, Eff. 12\/29\/83, Oper. 1\/1\/84.) There shall be exempt from the tax due under this section:<br \/><br \/>\t(i)\tThe amount of any sales or use tax imposed by the State of California upon a retailer or consumer.<br \/><br \/>\t(ii)\tThe storage, use or other consumption of tangible personal property, the gross receipts from the sale of which has been subject to sales tax under a sales and use tax <span class=\"dictionary\">ordinance<\/span> enacted in accordance with Part 1.5 of Division 2 of the Revenue and Taxation Code by any city and county, county, or city in this state.<br \/><br \/>\t(iii)\tIn addition to the exemptions provided in Sections 6366 and 6366.1 of the Revenue and Taxation Code, the storage, use, or other consumption of tangible personal property purchased by operators of aircraft and used or consumed by such operators directly and exclusively in the use of such aircraft as common carriers of persons or property for hire or compensation under a certificate of public convenience and necessity issued pursuant to the <span class=\"dictionary\">laws<\/span> of this state, the United States, or any foreign government.<br \/><br \/>\t*(3.5)\tThere shall be exempt from the tax due under this section:<br \/><br \/>\t(i)\tThe amount of any sales or use tax imposed by the State of California upon a retailer or consumer.<br \/><br \/>\t(ii)\tThe storage, use or other consumption of tangible personal property, the gross receipts from the sale of which has been subject to sales tax under a sales and use tax <span class=\"dictionary\">ordinance<\/span> enacted in accordance with Part 1.5 of Division 2 of the Revenue and Taxation Code by any city and county, county, or city in this state.<br \/><br \/>\t(iii)\tThe storage, use or other consumption of tangible personal property purchased by operators of waterborne vessels and used or consumed by such operators directly and exclusively in the carriage of persons or property in such vessels for commercial purposes.<br \/><br \/>\t(iv)\tIn addition to the exemptions provided in Sections 6366 and 6366.1 of the Revenue and Taxation Code, the storage, use, or other consumption of tangible personal property purchased by operators of aircraft and used or consumed by such operators directly and exclusively in the use of such aircraft as common carriers of persons or property for hire or compensation under a certificate of public convenience and necessity issued pursuant to the <span class=\"dictionary\">laws<\/span> of this state, the United States, or any foreign government.<br \/><br \/>\t*  The provisions of this Subparagraph (3.5) shall become operative on the operative date of any act of the Legislature of the State of California which <span class=\"dictionary\">amends<\/span> or repeals and re-enacts Section 7202 of the Revenue and Taxation Code to provide an exemption from city sales and use taxes for operators of waterborne vessels in the same, or substantially the same, language as that existing in subdivisions (i)(7) and (i)(8) of Section 7202 of the Revenue and Taxation Code as those subdivisions read on October 1, 1983.<\/p><\/section>","previous_section":{"id":"1088","structure_id":"48","section_number":"21.6.4","catch_line":"Sales Tax.","url":"\/21.6.4\/","token":"21.6.4"},"text":{"0":{"id":"350","text":"  USE TAX.\t(a)\tAn excise tax is hereby imposed on the storage, use or other consumption in the City of Los Angeles of tangible personal property purchased from any retailer on or after the operative date of this ordinance, for storage, use or other consumption in the City at the rate of one per cent (1%) of the sales price of the property. The sales price shall include delivery charges when such charges are subject to State sales or use tax regardless of the place to which delivery is made.\t(b)\t(1)\tExcept as hereinafter provided, and except insofar as they are inconsistent with the provisions of Part 1.5 of Division 2 of the said Revenue and Taxation Code, all of the provisions of Part 1, Division 2 of said Code, as amended and in force and effect on April 1, 1956, applicable to use taxes are hereby adopted and made a part of this section as though fully set forth herein.\t(2)\tWherever, and to the extent that, in Part 1 of Division 2 of the Revenue and Taxation Code the State of California is named or referred to as the taxing agency, the name of the City shall be substituted therefor. Nothing in this subdivision shall be deemed to require the substitution of the name of the City for the word “State” where the word is used as part of the title of the State Controller, the State Treasurer, the State Board of Control, the State Board of Equalization, or the name of the State Treasury, or of the Constitution of the State of California, nor shall the name of the City be substituted for that of the State in any section where the result of that substitution would require action to be taken by or against the City or any agency thereof rather than by or against the State Board of Equalization, in performing the functions incident to the administration or operation of this ordinance, and neither shall the substitution be deemed to have been made in those sections, including but not necessarily limited to sections referring to the exterior boundaries of the State of California, where the result of the substitution would be to provide an exemption from the tax with respect to certain storage, use or other consumption or tangible personal property which would not otherwise be exempt from this tax while such storage, use or other consumption remains subject to tax by the State under the provisions of Part 1 of Division 2 of the said Revenue and Taxation Code, or to impose this tax with respect to certain storage, use or other consumption of tangible personal property which would not be subject to tax by the State under the provisions of that Code, and in addition, the name of the City shall not be substituted for that of the State in Sections 6701, 6702 (except in the last sentence thereof). 6711, 6715, 6737, 6797 and 6828 of the said Revenue and Taxation Code as adopted and the name of the City shall not be substituted for the word “State” in the phrase “retailer engaged in business in this State” in Section 6203 nor in the definition of that phrase in Section 6203. (Amended by Ord. No. 120,455, Eff. 12\/22\/61.)\t(3)\tThere shall be exempt from the tax due under this section:\t(i)\tThe amount of any sales or use tax imposed by the State of California upon a retailer or consumer.\t(ii)\tThe storage, use or other consumption of tangible personal property, the gross from the sales of which has been subject to sales tax under a sales and use tax ordinance enacted in accordance with Part 1.5 of Division 2 of the Revenue and Taxation Code by any city and county, county, or city in this State. (Amended by Ord. No. 120,455, Eff. 12\/22\/61, Operative 1\/1\/62.)\t(iii)\tThe storage or use of tangible personal property in the transportation or transmission of persons, property or communications, or in the generation, transportation or distribution of electricity, or in the manufacture, transportation or distribution of gas in intrastate, interstate or foreign commerce by public utilities which are regulated by the Public Utilities Commission of the State of California.\t(iv)\tThe use or consumption of property purchased by operators of common carrier or waterborne vessels to be used or consumed in the operation of such common carriers or waterborne vessels principally outside the City.\t(3.5)\t(Amended by Ord. No. 158,588, Eff. 12\/29\/83, Oper. 1\/1\/84.) There shall be exempt from the tax due under this section:\t(i)\tThe amount of any sales or use tax imposed by the State of California upon a retailer or consumer.\t(ii)\tThe storage, use or other consumption of tangible personal property, the gross receipts from the sale of which has been subject to sales tax under a sales and use tax ordinance enacted in accordance with Part 1.5 of Division 2 of the Revenue and Taxation Code by any city and county, county, or city in this state.\t(iii)\tIn addition to the exemptions provided in Sections 6366 and 6366.1 of the Revenue and Taxation Code, the storage, use, or other consumption of tangible personal property purchased by operators of aircraft and used or consumed by such operators directly and exclusively in the use of such aircraft as common carriers of persons or property for hire or compensation under a certificate of public convenience and necessity issued pursuant to the laws of this state, the United States, or any foreign government.\t*(3.5)\tThere shall be exempt from the tax due under this section:\t(i)\tThe amount of any sales or use tax imposed by the State of California upon a retailer or consumer.\t(ii)\tThe storage, use or other consumption of tangible personal property, the gross receipts from the sale of which has been subject to sales tax under a sales and use tax ordinance enacted in accordance with Part 1.5 of Division 2 of the Revenue and Taxation Code by any city and county, county, or city in this state.\t(iii)\tThe storage, use or other consumption of tangible personal property purchased by operators of waterborne vessels and used or consumed by such operators directly and exclusively in the carriage of persons or property in such vessels for commercial purposes.\t(iv)\tIn addition to the exemptions provided in Sections 6366 and 6366.1 of the Revenue and Taxation Code, the storage, use, or other consumption of tangible personal property purchased by operators of aircraft and used or consumed by such operators directly and exclusively in the use of such aircraft as common carriers of persons or property for hire or compensation under a certificate of public convenience and necessity issued pursuant to the laws of this state, the United States, or any foreign government.\t*  The provisions of this Subparagraph (3.5) shall become operative on the operative date of any act of the Legislature of the State of California which amends or repeals and re-enacts Section 7202 of the Revenue and Taxation Code to provide an exemption from city sales and use taxes for operators of waterborne vessels in the same, or substantially the same, language as that existing in subdivisions (i)(7) and (i)(8) of Section 7202 of the Revenue and Taxation Code as those subdivisions read on October 1, 1983.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}