{"section_number":"21.7.2","edition_id":"1","section_id":"1649","structure_id":"81","catch_line":"Definitions.","history":"","full_text":"  DEFINITIONS.\n\n\tExcept where the context otherwise requires, the definitions given in this section govern the construction of this article.\n\n\t(a)\tPerson.  “Person” means any individual, firm, partnership, joint venture, association, social club, fraternal organization, joint stock company, corporation, estate, trust, business trust, receiver, trustee, syndicate or any other group or combination acting as a unit.\n\n\t(b)\tHotel.  “Hotel” means any structure, or any portion of any structure, which is occupied or intended or designed for occupancy by transients for dwelling, lodging or sleeping purposes, and includes any hotel, inn, tourist home or house, motel, studio, hotel, bachelor hotel, lodging house, rooming house, apartment house, dormitory, public or private club, or other similar structure or portion thereof, and shall further include any trailer court, camp, park or lot where trailer spaces, or combinations of such spaces and trailers, including mobile homes, are occupied or intended or designed for occupancy by transients for dwelling, lodging or sleeping purposes.\n\n\t(c)\tOccupancy.  “Occupancy” means the use or possession, or the right to the use or possession of any room or rooms or space or portion thereof, in any hotel for dwelling, lodging or sleeping purposes. The use or possession or right to use or possess any room or any suite of connecting rooms as office space, banquet or private dining rooms, or exhibit, sample or display space shall not be considered “occupancy” within the meaning of this definition unless the person exercising occupancy uses or possesses, or has the right to use or possess all or any portion of such room or suite of rooms for dwelling, lodging or sleeping purposes.\n\n\t(d)\tTransient.  (Amended by Ord. No. 164,961, Eff. 7\/24\/89, Oper. 8\/1\/89.)  “Transient” means:\n\n\t1.\tAny person, other than an individual, who exercises occupancy or is entitled to occupancy by reason of concession, permit, right of access, license or other agreement, for any period of time, or\n\n\t2.\tAny individual who personally exercises occupancy or is entitled to occupancy by reason of concession, permit, right of access, license or other agreement, for a period of 30 consecutive calendar days or less, counting portions of calendar days as full days.  Any such individual so occupying space in a hotel shall be deemed to be a transient until the period of 30 days has expired unless there is an agreement in writing between the operator and the occupant providing for a longer period of occupancy.\n\n\tNothing in this definition or in this article shall be construed as prohibiting the operator of a hotel from refunding or making an allowance of credit to a person who has paid tax as required by this article where it is established that the person was not a “transient” as defined in this section or was exempt from the tax for any other reason, or had for any reason overpaid the tax.\n\n\t(e)\tRent. “Rent” means the consideration charged, whether or not received, for the occupancy of space in a hotel valued in money, whether to be received in money, goods, labor or otherwise, including all receipts, cash, credits and property and services of any kind or nature, without any deduction therefrom whatsoever. Nothing in this definition shall be construed to mean that rent is charged directly or indirectly for the occupancy of space in a hotel when that space is provided to the occupant as a compliment from the operator and where no consideration is charged to or received from any other person.\n\n\t(f)\tOperator.  (Amended by Ord. No. 176,005, Eff. 7\/7\/04.)  “Operator” means the person who is either the proprietor of the hotel or any other person who has the right to rent rooms within the hotel, whether in the capacity of owner, lessee, mortgagee in possession, licensee or any other capacity.  The owner or proprietor who is primarily responsible for operation of the hotel shall be deemed to be the principal operator.  If the principal operator performs or assigns its functions, in whole or in part, through a managing agent, a booking agent, a room seller or room reseller, or any other agent or contractee, including but not limited to on-line room sellers, on-line room resellers, and on-line travel agents, of any type or character other than an employee, those persons shall be deemed to be secondary operators.\n\nA secondary operator shall be deemed an operator for purposes of this article and shall have the same duties and liabilities as the principal operator, including but not limited to the collection and remittance of the full amount of the tax owed under the provisions of this article to the City.  A secondary operator may satisfy its obligations under the provisions of this article by submitting the full amount of tax due under this article, with credit for any taxes remitted to any other operator, either directly to the Director of Finance or through the principal operator.  The principal operator may satisfy any potential liability it may have for taxes owed by a secondary operator by entering into a legally binding agreement with that secondary operator to remit the portion of the tax owed by the secondary operator directly to the City.  Upon request, the principal operator shall provide the Director of Finance with copies of any such agreements.\n\nCompliance with the provisions of this article by either the principal operator or the secondary operator shall be deemed compliance by both and no provision of this article shall be deemed to require the payment and\/or remittance of any amount other than the full amount of the tax owed by the transient.","order_by":"7.2","ancestry":{"1":{"id":"81","name":"Transient Occupancy Tax","identifier":"1.7","label":"article","url":"\/2\/1.7\/"},"2":{"id":"1","name":"Licenses, Permits, Business Regulations","identifier":"2","label":"chapter","url":"\/2\/"}},"structure_contents":{"0":{"id":"1760","structure_id":"81","section_number":"21.7.1","catch_line":"Title.","url":"\/21.7.1\/","token":"21.7.1"},"1":{"id":"330","structure_id":"81","section_number":"21.7.10","catch_line":"Assessment – Administrative Remedy.","url":"\/21.7.10\/","token":"21.7.10"},"2":{"id":"366","structure_id":"81","section_number":"21.7.11","catch_line":"Records.","url":"\/21.7.11\/","token":"21.7.11"},"3":{"id":"3791","structure_id":"81","section_number":"21.7.12","catch_line":"Refunds.","url":"\/21.7.12\/","token":"21.7.12"},"4":{"id":"813","structure_id":"81","section_number":"21.7.13","catch_line":"Actions To Collect.","url":"\/21.7.13\/","token":"21.7.13"},"5":{"id":"1649","structure_id":"81","section_number":"21.7.2","catch_line":"Definitions.","url":"\/21.7.2\/","token":"21.7.2"},"6":{"id":"1099","structure_id":"81","section_number":"21.7.3","catch_line":"Tax Imposed.","url":"\/21.7.3\/","token":"21.7.3"},"7":{"id":"4141","structure_id":"81","section_number":"21.7.4","catch_line":"Exemptions.","url":"\/21.7.4\/","token":"21.7.4"},"8":{"id":"1155","structure_id":"81","section_number":"21.7.5","catch_line":"Operator’S Duties.","url":"\/21.7.5\/","token":"21.7.5"},"9":{"id":"1578","structure_id":"81","section_number":"21.7.6","catch_line":"Registration.","url":"\/21.7.6\/","token":"21.7.6"},"10":{"id":"463","structure_id":"81","section_number":"21.7.7","catch_line":"Reporting And Remitting.","url":"\/21.7.7\/","token":"21.7.7"},"11":{"id":"602","structure_id":"81","section_number":"21.7.8","catch_line":"Penalties And Interest.","url":"\/21.7.8\/","token":"21.7.8"},"12":{"id":"3657","structure_id":"81","section_number":"21.7.9","catch_line":"Additional Powers And Duties Of Director Of Finance, Etc.","url":"\/21.7.9\/","token":"21.7.9"}},"next_section":{"id":"1099","structure_id":"81","section_number":"21.7.3","catch_line":"Tax Imposed.","url":"\/21.7.3\/","token":"21.7.3"},"metadata":false,"references":false,"url":"\/21.7.2\/","token":"21.7.2","formats":{"txt":"\/21.7.2.txt","json":"\/21.7.2.xml"},"dublin_core":{"Title":"Definitions.","Type":"Text","Format":"text\/html","Identifier":"§ 21.7.2","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS. (§ 21.7.2)\n\n  DEFINITIONS.\tExcept where the context otherwise requires, the definitions\ngiven in this section govern the construction of this article.\t(a)\tPerson. \n“Person” means any individual, firm, partnership, joint venture,\nassociation, social club, fraternal organization, joint stock company,\ncorporation, estate, trust, business trust, receiver, trustee, syndicate or any\nother group or combination acting as a unit.\t(b)\tHotel.  “Hotel” means any\nstructure, or any portion of any structure, which is occupied or intended or\ndesigned for occupancy by transients for dwelling, lodging or sleeping purposes,\nand includes any hotel, inn, tourist home or house, motel, studio, hotel,\nbachelor hotel, lodging house, rooming house, apartment house, dormitory, public\nor private club, or other similar structure or portion thereof, and shall\nfurther include any trailer court, camp, park or lot where trailer spaces, or\ncombinations of such spaces and trailers, including mobile homes, are occupied\nor intended or designed for occupancy by transients for dwelling, lodging or\nsleeping purposes.\t(c)\tOccupancy.  “Occupancy” means the use or possession,\nor the right to the use or possession of any room or rooms or space or portion\nthereof, in any hotel for dwelling, lodging or sleeping purposes. The use or\npossession or right to use or possess any room or any suite of connecting rooms\nas office space, banquet or private dining rooms, or exhibit, sample or display\nspace shall not be considered “occupancy” within the meaning of this\ndefinition unless the person exercising occupancy uses or possesses, or has the\nright to use or possess all or any portion of such room or suite of rooms for\ndwelling, lodging or sleeping purposes.\t(d)\tTransient.  (Amended by Ord. No.\n164,961, Eff. 7\/24\/89, Oper. 8\/1\/89.)  “Transient” means:\t1.\tAny person,\nother than an individual, who exercises occupancy or is entitled to occupancy by\nreason of concession, permit, right of access, license or other agreement, for\nany period of time, or\t2.\tAny individual who personally exercises occupancy or\nis entitled to occupancy by reason of concession, permit, right of access,\nlicense or other agreement, for a period of 30 consecutive calendar days or\nless, counting portions of calendar days as full days.  Any such individual so\noccupying space in a hotel shall be deemed to be a transient until the period of\n30 days has expired unless there is an agreement in writing between the operator\nand the occupant providing for a longer period of occupancy.\tNothing in this\ndefinition or in this article shall be construed as prohibiting the operator of\na hotel from refunding or making an allowance of credit to a person who has paid\ntax as required by this article where it is established that the person was not\na “transient” as defined in this section or was exempt from the tax for any\nother reason, or had for any reason overpaid the tax.\t(e)\tRent. “Rent” means\nthe consideration charged, whether or not received, for the occupancy of space\nin a hotel valued in money, whether to be received in money, goods, labor or\notherwise, including all receipts, cash, credits and property and services of\nany kind or nature, without any deduction therefrom whatsoever. Nothing in this\ndefinition shall be construed to mean that rent is charged directly or\nindirectly for the occupancy of space in a hotel when that space is provided to\nthe occupant as a compliment from the operator and where no consideration is\ncharged to or received from any other person.\t(f)\tOperator.  (Amended by Ord.\nNo. 176,005, Eff. 7\/7\/04.)  “Operator” means the person who is either the\nproprietor of the hotel or any other person who has the right to rent rooms\nwithin the hotel, whether in the capacity of owner, lessee, mortgagee in\npossession, licensee or any other capacity.  The owner or proprietor who is\nprimarily responsible for operation of the hotel shall be deemed to be the\nprincipal operator.  If the principal operator performs or assigns its\nfunctions, in whole or in part, through a managing agent, a booking agent, a\nroom seller or room reseller, or any other agent or contractee, including but\nnot limited to on-line room sellers, on-line room resellers, and on-line travel\nagents, of any type or character other than an employee, those persons shall be\ndeemed to be secondary operators.A secondary operator shall be deemed an\noperator for purposes of this article and shall have the same duties and\nliabilities as the principal operator, including but not limited to the\ncollection and remittance of the full amount of the tax owed under the\nprovisions of this article to the City.  A secondary operator may satisfy its\nobligations under the provisions of this article by submitting the full amount\nof tax due under this article, with credit for any taxes remitted to any other\noperator, either directly to the Director of Finance or through the principal\noperator.  The principal operator may satisfy any potential liability it may\nhave for taxes owed by a secondary operator by entering into a legally binding\nagreement with that secondary operator to remit the portion of the tax owed by\nthe secondary operator directly to the City.  Upon request, the principal\noperator shall provide the Director of Finance with copies of any such\nagreements.Compliance with the provisions of this article by either the\nprincipal operator or the secondary operator shall be deemed compliance by both\nand no provision of this article shall be deemed to require the payment and\/or\nremittance of any amount other than the full amount of the tax owed by the\ntransient.\n","html":"\n\t\t\t\t\t<section><p>  DEFINITIONS.<br \/><br \/>\tExcept where the context otherwise requires, the definitions given in this section govern the construction of this article.<br \/><br \/>\t(a)\tPerson.  “Person” means any individual, firm, partnership, joint venture, association, social club, fraternal organization, joint stock company, corporation, estate, trust, business trust, receiver, trustee, syndicate or any other group or combination acting as a unit.<br \/><br \/>\t(b)\tHotel.  “Hotel” means any structure, or any portion of any structure, which is occupied or intended or designed for occupancy by transients for dwelling, lodging or sleeping purposes, and includes any hotel, inn, tourist home or house, motel, studio, hotel, bachelor hotel, lodging house, rooming house, apartment house, dormitory, public or private club, or other similar structure or portion thereof, and shall further include any trailer <span class=\"dictionary\">court<\/span>, camp, park or lot where trailer spaces, or combinations of such spaces and trailers, including mobile homes, are occupied or intended or designed for occupancy by transients for dwelling, lodging or sleeping purposes.<br \/><br \/>\t(c)\tOccupancy.  “Occupancy” means the use or <span class=\"dictionary\">possession<\/span>, or the right to the use or <span class=\"dictionary\">possession<\/span> of any room or rooms or space or portion thereof, in any hotel for dwelling, lodging or sleeping purposes. The use or <span class=\"dictionary\">possession<\/span> or right to use or possess any room or any suite of connecting rooms as office space, banquet or private dining rooms, or exhibit, sample or display space shall not be considered “occupancy” within the meaning of this definition unless the person exercising occupancy uses or possesses, or has the right to use or possess all or any portion of such room or suite of rooms for dwelling, lodging or sleeping purposes.<br \/><br \/>\t(d)\tTransient.  (Amended by Ord. No. 164,961, Eff. 7\/24\/89, Oper. 8\/1\/89.)  “Transient” means:<br \/><br \/>\t1.\tAny person, other than an individual, who exercises occupancy or is entitled to occupancy by reason of concession, permit, right of access, license or other agreement, for any period of time, or<br \/><br \/>\t2.\tAny individual who personally exercises occupancy or is entitled to occupancy by reason of concession, permit, right of access, license or other agreement, for a period of 30 consecutive calendar days or less, counting portions of calendar days as full days.  Any such individual so occupying space in a hotel shall be deemed to be a transient until the period of 30 days has expired unless there is an agreement in writing between the operator and the occupant providing for a longer period of occupancy.<br \/><br \/>\tNothing in this definition or in this article shall be construed as prohibiting the operator of a hotel from refunding or making an allowance of credit to a person who has paid tax as required by this article where it is established that the person was not a “transient” as defined in this section or was exempt from the tax for any other reason, or had for any reason overpaid the tax.<br \/><br \/>\t(e)\tRent. “Rent” means the consideration charged, whether or not received, for the occupancy of space in a hotel valued in money, whether to be received in money, goods, labor or otherwise, including all receipts, cash, credits and property and services of any kind or nature, without any deduction therefrom whatsoever. Nothing in this definition shall be construed to mean that rent is charged directly or indirectly for the occupancy of space in a hotel when that space is provided to the occupant as a compliment from the operator and where no consideration is charged to or received from any other person.<br \/><br \/>\t(f)\tOperator.  (Amended by Ord. No. 176,005, Eff. 7\/7\/04.)  “Operator” means the person who is either the proprietor of the hotel or any other person who has the right to rent rooms within the hotel, whether in the capacity of owner, lessee, mortgagee in <span class=\"dictionary\">possession<\/span>, licensee or any other capacity.  The owner or proprietor who is primarily responsible for operation of the hotel shall be deemed to be the principal operator.  If the principal operator performs or assigns its functions, in whole or in part, through a managing agent, a booking agent, a room seller or room reseller, or any other agent or contractee, including but not limited to on-line room sellers, on-line room resellers, and on-line travel agents, of any type or character other than an employee, those persons shall be deemed to be secondary operators.<br \/><br \/>A secondary operator shall be deemed an operator for purposes of this article and shall have the same duties and liabilities as the principal operator, including but not limited to the collection and remittance of the full amount of the tax owed under the provisions of this article to the City.  A secondary operator may satisfy its obligations under the provisions of this article by submitting the full amount of tax due under this article, with credit for any taxes remitted to any other operator, either directly to the Director of Finance or through the principal operator.  The principal operator may satisfy any potential liability it may have for taxes owed by a secondary operator by entering into a legally binding agreement with that secondary operator to remit the portion of the tax owed by the secondary operator directly to the City.  Upon request, the principal operator shall provide the Director of Finance with copies of any such agreements.<br \/><br \/>Compliance with the provisions of this article by either the principal operator or the secondary operator shall be deemed compliance by both and no provision of this article shall be deemed to require the payment and\/or remittance of any amount other than the full amount of the tax owed by the transient.<\/p><\/section>","previous_section":{"id":"813","structure_id":"81","section_number":"21.7.13","catch_line":"Actions To Collect.","url":"\/21.7.13\/","token":"21.7.13"},"text":{"0":{"id":"1634","text":"  DEFINITIONS.\tExcept where the context otherwise requires, the definitions given in this section govern the construction of this article.\t(a)\tPerson.  “Person” means any individual, firm, partnership, joint venture, association, social club, fraternal organization, joint stock company, corporation, estate, trust, business trust, receiver, trustee, syndicate or any other group or combination acting as a unit.\t(b)\tHotel.  “Hotel” means any structure, or any portion of any structure, which is occupied or intended or designed for occupancy by transients for dwelling, lodging or sleeping purposes, and includes any hotel, inn, tourist home or house, motel, studio, hotel, bachelor hotel, lodging house, rooming house, apartment house, dormitory, public or private club, or other similar structure or portion thereof, and shall further include any trailer court, camp, park or lot where trailer spaces, or combinations of such spaces and trailers, including mobile homes, are occupied or intended or designed for occupancy by transients for dwelling, lodging or sleeping purposes.\t(c)\tOccupancy.  “Occupancy” means the use or possession, or the right to the use or possession of any room or rooms or space or portion thereof, in any hotel for dwelling, lodging or sleeping purposes. The use or possession or right to use or possess any room or any suite of connecting rooms as office space, banquet or private dining rooms, or exhibit, sample or display space shall not be considered “occupancy” within the meaning of this definition unless the person exercising occupancy uses or possesses, or has the right to use or possess all or any portion of such room or suite of rooms for dwelling, lodging or sleeping purposes.\t(d)\tTransient.  (Amended by Ord. No. 164,961, Eff. 7\/24\/89, Oper. 8\/1\/89.)  “Transient” means:\t1.\tAny person, other than an individual, who exercises occupancy or is entitled to occupancy by reason of concession, permit, right of access, license or other agreement, for any period of time, or\t2.\tAny individual who personally exercises occupancy or is entitled to occupancy by reason of concession, permit, right of access, license or other agreement, for a period of 30 consecutive calendar days or less, counting portions of calendar days as full days.  Any such individual so occupying space in a hotel shall be deemed to be a transient until the period of 30 days has expired unless there is an agreement in writing between the operator and the occupant providing for a longer period of occupancy.\tNothing in this definition or in this article shall be construed as prohibiting the operator of a hotel from refunding or making an allowance of credit to a person who has paid tax as required by this article where it is established that the person was not a “transient” as defined in this section or was exempt from the tax for any other reason, or had for any reason overpaid the tax.\t(e)\tRent. “Rent” means the consideration charged, whether or not received, for the occupancy of space in a hotel valued in money, whether to be received in money, goods, labor or otherwise, including all receipts, cash, credits and property and services of any kind or nature, without any deduction therefrom whatsoever. Nothing in this definition shall be construed to mean that rent is charged directly or indirectly for the occupancy of space in a hotel when that space is provided to the occupant as a compliment from the operator and where no consideration is charged to or received from any other person.\t(f)\tOperator.  (Amended by Ord. No. 176,005, Eff. 7\/7\/04.)  “Operator” means the person who is either the proprietor of the hotel or any other person who has the right to rent rooms within the hotel, whether in the capacity of owner, lessee, mortgagee in possession, licensee or any other capacity.  The owner or proprietor who is primarily responsible for operation of the hotel shall be deemed to be the principal operator.  If the principal operator performs or assigns its functions, in whole or in part, through a managing agent, a booking agent, a room seller or room reseller, or any other agent or contractee, including but not limited to on-line room sellers, on-line room resellers, and on-line travel agents, of any type or character other than an employee, those persons shall be deemed to be secondary operators.A secondary operator shall be deemed an operator for purposes of this article and shall have the same duties and liabilities as the principal operator, including but not limited to the collection and remittance of the full amount of the tax owed under the provisions of this article to the City.  A secondary operator may satisfy its obligations under the provisions of this article by submitting the full amount of tax due under this article, with credit for any taxes remitted to any other operator, either directly to the Director of Finance or through the principal operator.  The principal operator may satisfy any potential liability it may have for taxes owed by a secondary operator by entering into a legally binding agreement with that secondary operator to remit the portion of the tax owed by the secondary operator directly to the City.  Upon request, the principal operator shall provide the Director of Finance with copies of any such agreements.Compliance with the provisions of this article by either the principal operator or the secondary operator shall be deemed compliance by both and no provision of this article shall be deemed to require the payment and\/or remittance of any amount other than the full amount of the tax owed by the transient.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}