{"section_number":"21.7.12","edition_id":"1","section_id":"3791","structure_id":"81","catch_line":"Refunds.","history":"","full_text":"  REFUNDS.\n\n\t(a)\tWhenever the amount of any tax has been overpaid or paid more than once or has been erroneously or illegally collected or received by the City under this article it may be refunded as provided in this section. Except as otherwise provided in this section, refunds of overpaid taxes shall be made in the same manner as is provided in Sec. 21.07 of this chapter for refunds of overpayments in Business Taxes.\n\n\t(b)\tAn operator may claim a refund or take as credit against taxes collected and remitted the amount overpaid, paid more than once or erroneously or illegally collected or received when it is established in a manner prescribed by the Director of Finance that the person from whom the tax has been collected was not a transient; provided, however, that neither a refund nor a credit shall be allowed unless the amount of the tax so collected has either been refunded to the transient or credited to rent subsequently payable by the transient to the operator.\n\n\t(c)\tA transient may obtain a refund of taxes overpaid or paid more than once or erroneously or illegally collected or received by the City by filing a claim in the manner provided in Sec. 21.07 of this chapter, but only when the tax was paid by the transient directly to the Director of Finance, or when the transient having paid the tax to the operator, establishes to the satisfaction of the Director of Finance that the transient has been unable to obtain a refund from the operator who collected the tax.\n\n\t(d)\tNo refund shall be paid under the provisions of this section unless the claimant establishes his right thereto by written records showing entitlement thereto.","order_by":"7.12","ancestry":{"1":{"id":"81","name":"Transient Occupancy Tax","identifier":"1.7","label":"article","url":"\/2\/1.7\/"},"2":{"id":"1","name":"Licenses, Permits, Business Regulations","identifier":"2","label":"chapter","url":"\/2\/"}},"structure_contents":{"0":{"id":"1760","structure_id":"81","section_number":"21.7.1","catch_line":"Title.","url":"\/21.7.1\/","token":"21.7.1"},"1":{"id":"330","structure_id":"81","section_number":"21.7.10","catch_line":"Assessment – Administrative Remedy.","url":"\/21.7.10\/","token":"21.7.10"},"2":{"id":"366","structure_id":"81","section_number":"21.7.11","catch_line":"Records.","url":"\/21.7.11\/","token":"21.7.11"},"3":{"id":"3791","structure_id":"81","section_number":"21.7.12","catch_line":"Refunds.","url":"\/21.7.12\/","token":"21.7.12"},"4":{"id":"813","structure_id":"81","section_number":"21.7.13","catch_line":"Actions To Collect.","url":"\/21.7.13\/","token":"21.7.13"},"5":{"id":"1649","structure_id":"81","section_number":"21.7.2","catch_line":"Definitions.","url":"\/21.7.2\/","token":"21.7.2"},"6":{"id":"1099","structure_id":"81","section_number":"21.7.3","catch_line":"Tax Imposed.","url":"\/21.7.3\/","token":"21.7.3"},"7":{"id":"4141","structure_id":"81","section_number":"21.7.4","catch_line":"Exemptions.","url":"\/21.7.4\/","token":"21.7.4"},"8":{"id":"1155","structure_id":"81","section_number":"21.7.5","catch_line":"Operator’S Duties.","url":"\/21.7.5\/","token":"21.7.5"},"9":{"id":"1578","structure_id":"81","section_number":"21.7.6","catch_line":"Registration.","url":"\/21.7.6\/","token":"21.7.6"},"10":{"id":"463","structure_id":"81","section_number":"21.7.7","catch_line":"Reporting And Remitting.","url":"\/21.7.7\/","token":"21.7.7"},"11":{"id":"602","structure_id":"81","section_number":"21.7.8","catch_line":"Penalties And Interest.","url":"\/21.7.8\/","token":"21.7.8"},"12":{"id":"3657","structure_id":"81","section_number":"21.7.9","catch_line":"Additional Powers And Duties Of Director Of Finance, Etc.","url":"\/21.7.9\/","token":"21.7.9"}},"next_section":{"id":"813","structure_id":"81","section_number":"21.7.13","catch_line":"Actions To Collect.","url":"\/21.7.13\/","token":"21.7.13"},"metadata":false,"references":false,"url":"\/21.7.12\/","token":"21.7.12","formats":{"txt":"\/21.7.12.txt","json":"\/21.7.12.xml"},"dublin_core":{"Title":"Refunds.","Type":"Text","Format":"text\/html","Identifier":"§ 21.7.12","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nREFUNDS. (§ 21.7.12)\n\n  REFUNDS.\t(a)\tWhenever the amount of any tax has been overpaid or paid more\nthan once or has been erroneously or illegally collected or received by the City\nunder this article it may be refunded as provided in this section. Except as\notherwise provided in this section, refunds of overpaid taxes shall be made in\nthe same manner as is provided in Sec. 21.07 of this chapter for refunds of\noverpayments in Business Taxes.\t(b)\tAn operator may claim a refund or take as\ncredit against taxes collected and remitted the amount overpaid, paid more than\nonce or erroneously or illegally collected or received when it is established in\na manner prescribed by the Director of Finance that the person from whom the tax\nhas been collected was not a transient; provided, however, that neither a refund\nnor a credit shall be allowed unless the amount of the tax so collected has\neither been refunded to the transient or credited to rent subsequently payable\nby the transient to the operator.\t(c)\tA transient may obtain a refund of taxes\noverpaid or paid more than once or erroneously or illegally collected or\nreceived by the City by filing a claim in the manner provided in Sec. 21.07 of\nthis chapter, but only when the tax was paid by the transient directly to the\nDirector of Finance, or when the transient having paid the tax to the operator,\nestablishes to the satisfaction of the Director of Finance that the transient\nhas been unable to obtain a refund from the operator who collected the\ntax.\t(d)\tNo refund shall be paid under the provisions of this section unless the\nclaimant establishes his right thereto by written records showing entitlement\nthereto.\n","html":"\n\t\t\t\t\t<section><p>  REFUNDS.<br \/><br \/>\t(a)\tWhenever the amount of any tax has been overpaid or paid more than once or has been erroneously or illegally collected or received by the City under this article it may be refunded as provided in this section. Except as otherwise provided in this section, refunds of overpaid taxes shall be made in the same manner as is provided in Sec. 21.07 of this chapter for refunds of overpayments in Business Taxes.<br \/><br \/>\t(b)\tAn operator may claim a refund or take as credit against taxes collected and remitted the amount overpaid, paid more than once or erroneously or illegally collected or received when it is established in a manner prescribed by the Director of Finance that the person from whom the tax has been collected was not a transient; provided, however, that neither a refund nor a credit shall be allowed unless the amount of the tax so collected has either been refunded to the transient or credited to rent subsequently payable by the transient to the operator.<br \/><br \/>\t(c)\tA transient may obtain a refund of taxes overpaid or paid more than once or erroneously or illegally collected or received by the City by filing a claim in the manner provided in Sec. 21.07 of this chapter, but only when the tax was paid by the transient directly to the Director of Finance, or when the transient having paid the tax to the operator, establishes to the satisfaction of the Director of Finance that the transient has been unable to obtain a refund from the operator who collected the tax.<br \/><br \/>\t(d)\tNo refund shall be paid under the provisions of this section unless the claimant establishes his right thereto by written records showing entitlement thereto.<\/p><\/section>","previous_section":{"id":"366","structure_id":"81","section_number":"21.7.11","catch_line":"Records.","url":"\/21.7.11\/","token":"21.7.11"},"text":{"0":{"id":"3765","text":"  REFUNDS.\t(a)\tWhenever the amount of any tax has been overpaid or paid more than once or has been erroneously or illegally collected or received by the City under this article it may be refunded as provided in this section. Except as otherwise provided in this section, refunds of overpaid taxes shall be made in the same manner as is provided in Sec. 21.07 of this chapter for refunds of overpayments in Business Taxes.\t(b)\tAn operator may claim a refund or take as credit against taxes collected and remitted the amount overpaid, paid more than once or erroneously or illegally collected or received when it is established in a manner prescribed by the Director of Finance that the person from whom the tax has been collected was not a transient; provided, however, that neither a refund nor a credit shall be allowed unless the amount of the tax so collected has either been refunded to the transient or credited to rent subsequently payable by the transient to the operator.\t(c)\tA transient may obtain a refund of taxes overpaid or paid more than once or erroneously or illegally collected or received by the City by filing a claim in the manner provided in Sec. 21.07 of this chapter, but only when the tax was paid by the transient directly to the Director of Finance, or when the transient having paid the tax to the operator, establishes to the satisfaction of the Director of Finance that the transient has been unable to obtain a refund from the operator who collected the tax.\t(d)\tNo refund shall be paid under the provisions of this section unless the claimant establishes his right thereto by written records showing entitlement thereto.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}