{"section_number":"21.8.5","edition_id":"1","section_id":"1447","structure_id":"92","catch_line":"Registration.","history":"","full_text":"  REGISTRATION.\n\n\t(a)\tWithin 30 days after the operative date of this article, or within 30 days after commencing business, whichever is later, each retailer shall register with the Director of Finance and obtain from him a “Cigarette Tax Certificate” to be at all times posted in a conspicuous place on the premises; provided, however, each retailer who does not operate from a fixed place of business shall keep the registration certificate upon his person at all times while engaging in the business of being a retailer. No person shall engage in the business of being a retailer without obtaining a registration certificate therefor. Said certificate shall, among other things, state the following:\n\n\t1.\tThe name of the operator;\n\n\t2.\tThe address of the retailer’s place of business;\n\n\t3.\tThe date upon which the certificate was issued;\n\n\t4.\t“This Cigarette Tax Registration Certificate signifies that the person named on the face hereof has fulfilled the requirements of the Cigarette Tax Ordinance by registering with the Director of Finance for the purpose of collecting the Cigarette Tax from purchasers of cigarettes and remitting said tax to the Director of Finance. This certificate does not authorize any person to conduct any lawful business in an unlawful manner, nor to operate a cigarette retailing business without complying with all state and local applicable laws, including but not limited to those requiring a permit from any board commission, department or office of this City. This certificate does not constitute a permit.”\n\n\t(b)\tAll Cigarette Tax Registration Certificates shall be countersigned by the City Controller.\n\n\t(c)\tA retailer having more than one place of business within the City at which cigarettes are sold shall be required to obtain a separate registration for each such place of business.","order_by":"8.5","ancestry":{"1":{"id":"92","name":"Cigarette Tax Ordinance","identifier":"1.8","label":"article","url":"\/2\/1.8\/"},"2":{"id":"1","name":"Licenses, Permits, Business Regulations","identifier":"2","label":"chapter","url":"\/2\/"}},"structure_contents":{"0":{"id":"2117","structure_id":"92","section_number":"21.8.1","catch_line":"Definitions.","url":"\/21.8.1\/","token":"21.8.1"},"1":{"id":"462","structure_id":"92","section_number":"21.8.10","catch_line":"Refunds.","url":"\/21.8.10\/","token":"21.8.10"},"2":{"id":"1103","structure_id":"92","section_number":"21.8.11","catch_line":"Actions To Collect.","url":"\/21.8.11\/","token":"21.8.11"},"3":{"id":"1562","structure_id":"92","section_number":"21.8.2","catch_line":"Tax Imposed.*","url":"\/21.8.2\/","token":"21.8.2"},"4":{"id":"3008","structure_id":"92","section_number":"21.8.3","catch_line":"Tax Paid To The Retailer.","url":"\/21.8.3\/","token":"21.8.3"},"5":{"id":"3025","structure_id":"92","section_number":"21.8.4","catch_line":"Retailer Remits Quarterly.","url":"\/21.8.4\/","token":"21.8.4"},"6":{"id":"1447","structure_id":"92","section_number":"21.8.5","catch_line":"Registration.","url":"\/21.8.5\/","token":"21.8.5"},"7":{"id":"3265","structure_id":"92","section_number":"21.8.6","catch_line":"Penalties And Interest.","url":"\/21.8.6\/","token":"21.8.6"},"8":{"id":"3251","structure_id":"92","section_number":"21.8.7","catch_line":"Additional Powers And Duties Of Director Of Finance, Etc.","url":"\/21.8.7\/","token":"21.8.7"},"9":{"id":"3631","structure_id":"92","section_number":"21.8.8","catch_line":"Assessment – Administrative Remedy.","url":"\/21.8.8\/","token":"21.8.8"},"10":{"id":"2318","structure_id":"92","section_number":"21.8.9","catch_line":"Records.","url":"\/21.8.9\/","token":"21.8.9"}},"next_section":{"id":"3265","structure_id":"92","section_number":"21.8.6","catch_line":"Penalties And Interest.","url":"\/21.8.6\/","token":"21.8.6"},"metadata":false,"references":false,"url":"\/21.8.5\/","token":"21.8.5","formats":{"txt":"\/21.8.5.txt","json":"\/21.8.5.xml"},"dublin_core":{"Title":"Registration.","Type":"Text","Format":"text\/html","Identifier":"§ 21.8.5","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nREGISTRATION. (§ 21.8.5)\n\n  REGISTRATION.\t(a)\tWithin 30 days after the operative date of this article, or\nwithin 30 days after commencing business, whichever is later, each retailer\nshall register with the Director of Finance and obtain from him a “Cigarette\nTax Certificate” to be at all times posted in a conspicuous place on the\npremises; provided, however, each retailer who does not operate from a fixed\nplace of business shall keep the registration certificate upon his person at all\ntimes while engaging in the business of being a retailer. No person shall engage\nin the business of being a retailer without obtaining a registration certificate\ntherefor. Said certificate shall, among other things, state the\nfollowing:\t1.\tThe name of the operator;\t2.\tThe address of the retailer’s place\nof business;\t3.\tThe date upon which the certificate was issued;\t4.\t“This\nCigarette Tax Registration Certificate signifies that the person named on the\nface hereof has fulfilled the requirements of the Cigarette Tax Ordinance by\nregistering with the Director of Finance for the purpose of collecting the\nCigarette Tax from purchasers of cigarettes and remitting said tax to the\nDirector of Finance. This certificate does not authorize any person to conduct\nany lawful business in an unlawful manner, nor to operate a cigarette retailing\nbusiness without complying with all state and local applicable laws, including\nbut not limited to those requiring a permit from any board commission,\ndepartment or office of this City. This certificate does not constitute a\npermit.”\t(b)\tAll Cigarette Tax Registration Certificates shall be\ncountersigned by the City Controller.\t(c)\tA retailer having more than one place\nof business within the City at which cigarettes are sold shall be required to\nobtain a separate registration for each such place of business.\n","html":"\n\t\t\t\t\t<section><p>  REGISTRATION.<br \/><br \/>\t(a)\tWithin 30 days after the operative date of this article, or within 30 days after commencing business, whichever is later, each retailer shall register with the Director of Finance and obtain from him a “Cigarette Tax Certificate” to be at all times posted in a conspicuous place on the premises; provided, however, each retailer who does not operate from a fixed place of business shall keep the registration certificate upon his person at all times while engaging in the business of being a retailer. No person shall engage in the business of being a retailer without obtaining a registration certificate therefor. Said certificate shall, among other things, state the following:<br \/><br \/>\t1.\tThe name of the operator;<br \/><br \/>\t2.\tThe address of the retailer’s place of business;<br \/><br \/>\t3.\tThe date upon which the certificate was issued;<br \/><br \/>\t4.\t“This Cigarette Tax Registration Certificate signifies that the person named on the face hereof has fulfilled the requirements of the Cigarette Tax <span class=\"dictionary\">Ordinance<\/span> by registering with the Director of Finance for the purpose of collecting the Cigarette Tax from purchasers of cigarettes and remitting said tax to the Director of Finance. This certificate does not authorize any person to conduct any lawful business in an unlawful manner, nor to operate a cigarette retailing business without complying with all state and local applicable <span class=\"dictionary\">laws<\/span>, including but not limited to those requiring a permit from any board commission, department or office of this City. This certificate does not constitute a permit.”<br \/><br \/>\t(b)\tAll Cigarette Tax Registration Certificates shall be countersigned by the City Controller.<br \/><br \/>\t(c)\tA retailer having more than one place of business within the City at which cigarettes are sold shall be required to obtain a separate registration for each such place of business.<\/p><\/section>","previous_section":{"id":"3025","structure_id":"92","section_number":"21.8.4","catch_line":"Retailer Remits Quarterly.","url":"\/21.8.4\/","token":"21.8.4"},"text":{"0":{"id":"1433","text":"  REGISTRATION.\t(a)\tWithin 30 days after the operative date of this article, or within 30 days after commencing business, whichever is later, each retailer shall register with the Director of Finance and obtain from him a “Cigarette Tax Certificate” to be at all times posted in a conspicuous place on the premises; provided, however, each retailer who does not operate from a fixed place of business shall keep the registration certificate upon his person at all times while engaging in the business of being a retailer. No person shall engage in the business of being a retailer without obtaining a registration certificate therefor. Said certificate shall, among other things, state the following:\t1.\tThe name of the operator;\t2.\tThe address of the retailer’s place of business;\t3.\tThe date upon which the certificate was issued;\t4.\t“This Cigarette Tax Registration Certificate signifies that the person named on the face hereof has fulfilled the requirements of the Cigarette Tax Ordinance by registering with the Director of Finance for the purpose of collecting the Cigarette Tax from purchasers of cigarettes and remitting said tax to the Director of Finance. This certificate does not authorize any person to conduct any lawful business in an unlawful manner, nor to operate a cigarette retailing business without complying with all state and local applicable laws, including but not limited to those requiring a permit from any board commission, department or office of this City. This certificate does not constitute a permit.”\t(b)\tAll Cigarette Tax Registration Certificates shall be countersigned by the City Controller.\t(c)\tA retailer having more than one place of business within the City at which cigarettes are sold shall be required to obtain a separate registration for each such place of business.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}