{"section_number":"22.02","edition_id":"1","section_id":"698","structure_id":"13","catch_line":"Power To Revoke And Suspend Permits Or Certificates – Procedure.","history":"","full_text":"  POWER TO REVOKE AND SUSPEND PERMITS OR CERTIFICATES – PROCEDURE.\n\n\tAny permit or certificate granted pursuant to the provisions of this Code to any person to conduct, carry on or engage In any business, profession, trade or occupation by any Board, Commission or other person having authority to do so, unless provision is otherwise specifically made, shall not be revoked or suspended except as provided in this section.\n\n\tNo such permit or certificate shall be revoked or suspended until a hearing upon written notice to the permittee or certificate holder shall have been had by the Board, Commission or other person having authority to do so. Written notice of such hearing shall be served upon the permittee or certificate holder in the manner provided for the giving of notice in Section 11.00 of this Code.\n\n\tSuch notice shall state:\n\n\t(a)\tThe grounds for complaint or reasons for the revocation or suspension in clear and concise language.\n\n\t(b)\tThe time when and the place where such hearing is to be held.\n\n\tIf a verified complaint is required to be filed with the Board, Commission or other person having authority to revoke or suspend such permit or certificate, or if any Board or Commission shall have power to initiate its own complaint, then a true and correct copy of such complaint shall be served on the permittee or certificate holder in lieu of stating the grounds of complaint. However, notice of the time when and the place where such hearing is to be held shall be served with such complaint.\n\n\tSuch notice or copy of complaint shall be served or given to the permittee or certificate holder at least five (5) and not more than ten (10) days prior to the date set for said hearing.\n\n\tAt any such hearing the permittee or certificate holder shall be given an opportunity to be heard and defend himself, and he may call witnesses in his behalf.\n\n\tThe Board, Commission or other person conducting such hearings may continue such hearings from time to time upon good cause being shown therefor.\n\n\tAfter conducting such hearing the Board, Commission or other person having authority may suspend or revoke any such permit or certificate upon such terms and conditions as, in the exercise of a reasonable and sound discretion, it shall determine.\n\n\tRevocation of permit granted by it by a municipal board is a proper exercise of police power.\n\tVaughn v. Board of Police Commissioners, 59 Cal. App. 2d 771, 775.","order_by":"02","ancestry":{"1":{"id":"13","name":"Definitions – Authority And Procedure – Revocation Of Permits","identifier":"2","label":"article","url":"\/2\/2\/"},"2":{"id":"1","name":"Licenses, Permits, Business Regulations","identifier":"2","label":"chapter","url":"\/2\/"}},"structure_contents":{"0":{"id":"373","structure_id":"13","section_number":"22.00","catch_line":"Permits – Board Of Police Commissioners.","url":"\/22.00\/","token":"22.00"},"1":{"id":"2052","structure_id":"13","section_number":"22.01","catch_line":"Permit Requirements Limited To Original Permits.","url":"\/22.01\/","token":"22.01"},"2":{"id":"698","structure_id":"13","section_number":"22.02","catch_line":"Power To Revoke And Suspend Permits Or Certificates – Procedure.","url":"\/22.02\/","token":"22.02"},"3":{"id":"1626","structure_id":"13","section_number":"22.03","catch_line":"Board To Notify Permittee.","url":"\/22.03\/","token":"22.03"},"4":{"id":"62","structure_id":"13","section_number":"22.04.1","catch_line":"Failure To Pay Fee Due Under Article 1 Of This Chapter.","url":"\/22.04.1\/","token":"22.04.1"},"5":{"id":"9","structure_id":"13","section_number":"22.05","catch_line":"Suspended Or Revoked Permits – Permittee Not To Engage In Business.","url":"\/22.05\/","token":"22.05"},"6":{"id":"1713","structure_id":"13","section_number":"22.06","catch_line":"Misstatement In Application – Grounds For Revocation.","url":"\/22.06\/","token":"22.06"},"7":{"id":"2235","structure_id":"13","section_number":"22.11","catch_line":"Licenses – Veteran’S Exemptions.","url":"\/22.11\/","token":"22.11"},"8":{"id":"4102","structure_id":"13","section_number":"22.11.1","catch_line":"Veterans’ Exemptions – Subterfuge Prohibited.","url":"\/22.11.1\/","token":"22.11.1"},"9":{"id":"179","structure_id":"13","section_number":"22.12","catch_line":"Refunds – Tax, License And Permit Fees In Excess Of $5,000.","url":"\/22.12\/","token":"22.12"},"10":{"id":"3952","structure_id":"13","section_number":"22.13","catch_line":"Refunds Of Tax, License, Permit Or Application Fees By\nHeads Of Departments.","url":"\/22.13\/","token":"22.13"}},"next_section":{"id":"1626","structure_id":"13","section_number":"22.03","catch_line":"Board To Notify Permittee.","url":"\/22.03\/","token":"22.03"},"metadata":false,"references":false,"url":"\/22.02\/","token":"22.02","formats":{"txt":"\/22.02.txt","json":"\/22.02.xml"},"dublin_core":{"Title":"Power To Revoke And Suspend Permits Or Certificates – Procedure.","Type":"Text","Format":"text\/html","Identifier":"§ 22.02","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPOWER TO REVOKE AND SUSPEND PERMITS OR CERTIFICATES – PROCEDURE. (§ 22.02)\n\n  POWER TO REVOKE AND SUSPEND PERMITS OR CERTIFICATES – PROCEDURE.\tAny permit\nor certificate granted pursuant to the provisions of this Code to any person to\nconduct, carry on or engage In any business, profession, trade or occupation by\nany Board, Commission or other person having authority to do so, unless\nprovision is otherwise specifically made, shall not be revoked or suspended\nexcept as provided in this section.\tNo such permit or certificate shall be\nrevoked or suspended until a hearing upon written notice to the permittee or\ncertificate holder shall have been had by the Board, Commission or other person\nhaving authority to do so. Written notice of such hearing shall be served upon\nthe permittee or certificate holder in the manner provided for the giving of\nnotice in Section 11.00 of this Code.\tSuch notice shall state:\t(a)\tThe grounds\nfor complaint or reasons for the revocation or suspension in clear and concise\nlanguage.\t(b)\tThe time when and the place where such hearing is to be held.\tIf a\nverified complaint is required to be filed with the Board, Commission or other\nperson having authority to revoke or suspend such permit or certificate, or if\nany Board or Commission shall have power to initiate its own complaint, then a\ntrue and correct copy of such complaint shall be served on the permittee or\ncertificate holder in lieu of stating the grounds of complaint. However, notice\nof the time when and the place where such hearing is to be held shall be served\nwith such complaint.\tSuch notice or copy of complaint shall be served or given\nto the permittee or certificate holder at least five (5) and not more than ten\n(10) days prior to the date set for said hearing.\tAt any such hearing the\npermittee or certificate holder shall be given an opportunity to be heard and\ndefend himself, and he may call witnesses in his behalf.\tThe Board, Commission\nor other person conducting such hearings may continue such hearings from time to\ntime upon good cause being shown therefor.\tAfter conducting such hearing the\nBoard, Commission or other person having authority may suspend or revoke any\nsuch permit or certificate upon such terms and conditions as, in the exercise of\na reasonable and sound discretion, it shall determine.\tRevocation of permit\ngranted by it by a municipal board is a proper exercise of police power.\n\tVaughn v. Board of Police Commissioners, 59 Cal. App. 2d 771, 775.\n","html":"\n\t\t\t\t\t<section><p>  POWER TO REVOKE AND SUSPEND PERMITS OR CERTIFICATES – PROCEDURE.<br \/><br \/>\tAny permit or certificate granted pursuant to the provisions of this Code to any person to conduct, carry on or engage In any business, profession, trade or occupation by any Board, Commission or other person having authority to do so, unless provision is otherwise specifically made, shall not be revoked or suspended except as provided in this section.<br \/><br \/>\tNo such permit or certificate shall be revoked or suspended until a <span class=\"dictionary\">hearing<\/span> upon written notice to the permittee or certificate holder shall have been had by the Board, Commission or other person having authority to do so. Written notice of such <span class=\"dictionary\">hearing<\/span> shall be served upon the permittee or certificate holder in the manner provided for the giving of notice in Section 11.00 of this Code.<br \/><br \/>\tSuch notice shall state:<br \/><br \/>\t(a)\tThe grounds for complaint or reasons for the <span class=\"dictionary\">revocation<\/span> or suspension in clear and concise language.<br \/><br \/>\t(b)\tThe time when and the place where such <span class=\"dictionary\">hearing<\/span> is to be held.<br \/><br \/>\tIf a verified complaint is required to be filed with the Board, Commission or other person having authority to revoke or suspend such permit or certificate, or if any Board or Commission shall have power to initiate its own complaint, then a true and correct copy of such complaint shall be served on the permittee or certificate holder in lieu of stating the grounds of complaint. However, notice of the time when and the place where such <span class=\"dictionary\">hearing<\/span> is to be held shall be served with such complaint.<br \/><br \/>\tSuch notice or copy of complaint shall be served or given to the permittee or certificate holder at least five (5) and not more than ten (10) days prior to the date set for said <span class=\"dictionary\">hearing<\/span>.<br \/><br \/>\tAt any such <span class=\"dictionary\">hearing<\/span> the permittee or certificate holder shall be given an opportunity to be heard and defend himself, and he may call witnesses in his behalf.<br \/><br \/>\tThe Board, Commission or other person conducting such <span class=\"dictionary\">hearings<\/span> may continue such <span class=\"dictionary\">hearings<\/span> from time to time upon good cause being shown therefor.<br \/><br \/>\tAfter conducting such <span class=\"dictionary\">hearing<\/span> the Board, Commission or other person having authority may suspend or revoke any such permit or certificate upon such terms and conditions as, in the exercise of a reasonable and sound discretion, it shall determine.<br \/><br \/>\t<span class=\"dictionary\">Revocation<\/span> of permit granted by it by a municipal board is a proper exercise of police power.\n\tVaughn v. Board of Police Commissioners, 59 Cal. App. 2d 771, 775.<\/p><\/section>","previous_section":{"id":"2052","structure_id":"13","section_number":"22.01","catch_line":"Permit Requirements Limited To Original Permits.","url":"\/22.01\/","token":"22.01"},"text":{"0":{"id":"690","text":"  POWER TO REVOKE AND SUSPEND PERMITS OR CERTIFICATES – PROCEDURE.\tAny permit or certificate granted pursuant to the provisions of this Code to any person to conduct, carry on or engage In any business, profession, trade or occupation by any Board, Commission or other person having authority to do so, unless provision is otherwise specifically made, shall not be revoked or suspended except as provided in this section.\tNo such permit or certificate shall be revoked or suspended until a hearing upon written notice to the permittee or certificate holder shall have been had by the Board, Commission or other person having authority to do so. Written notice of such hearing shall be served upon the permittee or certificate holder in the manner provided for the giving of notice in Section 11.00 of this Code.\tSuch notice shall state:\t(a)\tThe grounds for complaint or reasons for the revocation or suspension in clear and concise language.\t(b)\tThe time when and the place where such hearing is to be held.\tIf a verified complaint is required to be filed with the Board, Commission or other person having authority to revoke or suspend such permit or certificate, or if any Board or Commission shall have power to initiate its own complaint, then a true and correct copy of such complaint shall be served on the permittee or certificate holder in lieu of stating the grounds of complaint. However, notice of the time when and the place where such hearing is to be held shall be served with such complaint.\tSuch notice or copy of complaint shall be served or given to the permittee or certificate holder at least five (5) and not more than ten (10) days prior to the date set for said hearing.\tAt any such hearing the permittee or certificate holder shall be given an opportunity to be heard and defend himself, and he may call witnesses in his behalf.\tThe Board, Commission or other person conducting such hearings may continue such hearings from time to time upon good cause being shown therefor.\tAfter conducting such hearing the Board, Commission or other person having authority may suspend or revoke any such permit or certificate upon such terms and conditions as, in the exercise of a reasonable and sound discretion, it shall determine.\tRevocation of permit granted by it by a municipal board is a proper exercise of police power.\n\tVaughn v. Board of Police Commissioners, 59 Cal. App. 2d 771, 775.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}