{"section_number":"22.11","edition_id":"1","section_id":"2235","structure_id":"13","catch_line":"Licenses – Veteran’S Exemptions.","history":"","full_text":"  LICENSES – VETERAN’S EXEMPTIONS.\n\t(Amended by Ord. No. 173, 587, Eff. 12\/7\/00.)\n\n\t(a)\t(Amended by Ord. No. 127,508, Eff. 6\/29\/64.) Every honorably discharged soldier, sailor or marine of the United States who is unable to obtain his livelihood by manual labor shall have the right to hawk, peddle and vend any goods, wares or merchandise, except spirituous, malt, vinous, mixed or other intoxicating liquors, without payment of any license or fees required by this code or ordinance of this city providing for the payment of such license fee. A certificate of disability by a surgeon of the United States Army or Navy, or by the police surgeon of this city, or any physician regularly employed in the receiving hospital of this city, shall be sufficient proof of such disability. A certificate of honorable discharge from the United States Army or Navy, or an exemplified copy thereof, shall be sufficient proof of such service and honorable discharge, and upon presentation of the same it shall be the duty of the Office of Finance to issue a license without cost to such a soldier, sailor or marine.\n\n\tThe fact that Section 22.11 exempts a person from having to pay for a license does not excuse one from obtaining a license.\n\tPeople v. Fitzgerald, CR A 1942.\n\n\t(b)\tEach and every license issued under the provisions of this section shall not be transferable and shall be for the exclusive use of the person whose name is inserted therein. Such person shall be required to write his name on the margin of such license and on the stub retained by the Office of Finance at the time such license is issued. Such person shall be required to furnish to the Office of Finance at the time of application for such license, two copies of a photograph of himself. It shall be and hereby is made the duty of the Office of Finance to satisfy himself by proper examination and investigation that the same photograph is a true likeness of the person who makes the application and whose name appears in the discharge and in the physician’s certificate. One copy of said photograph shall be attached to the license and the other shall be attached to the stub written by the Office of Finance. The photograph shall at all times be kept attached to the license, and any license found without such photograph attached thereto shall be taken up and be forfeited and the person to whom said license is issued, and the holder thereof, shall forthwith surrender all rights thereunder and shall not again be entitled to any license.\n\n\tSuch person shall identify himself by his signature whenever required so to do by any police officer, license inspector, license collector or other officer of the City. Should any such license be found in the possession of any person other than the person named therein it shall be taken up, surrendered to the Office of Finance and cancelled, and the holder thereof shall not again be entitled to a license under this section.\n\n\tWhenever the holder of any license uses any wagon, cart, tray, basket or other vehicle or receptacle in vending any goods, wares or merchandise such license shall be inserted, held and carried in a license holder to be furnished by the Office of Finance, and in the manner prescribed by law.\n\n\tEvery license issued under the provisions of this section shall be issued for a period of one year from date of issuance thereof. Upon the expiration of any license, as herein provided, a new license shall be issued under the provisions of this section. Not more than one license shall be issued to any discharged soldier, sailor or marine during any one calendar year from the date of the original license.\n\n\t(c)\tNo person, except the person named in such license, shall use or have in his possession any license issued under the provisions of this section.\n\n\t(d)\tNo person shall sell, purchase or transfer any license issued under the provisions of this section or transfer or convey the discharge or certificate mentioned herein to any other person for the purpose of securing the license herein provided for.","order_by":"11","ancestry":{"1":{"id":"13","name":"Definitions – Authority And Procedure – Revocation Of Permits","identifier":"2","label":"article","url":"\/2\/2\/"},"2":{"id":"1","name":"Licenses, Permits, Business Regulations","identifier":"2","label":"chapter","url":"\/2\/"}},"structure_contents":{"0":{"id":"373","structure_id":"13","section_number":"22.00","catch_line":"Permits – Board Of Police Commissioners.","url":"\/22.00\/","token":"22.00"},"1":{"id":"2052","structure_id":"13","section_number":"22.01","catch_line":"Permit Requirements Limited To Original Permits.","url":"\/22.01\/","token":"22.01"},"2":{"id":"698","structure_id":"13","section_number":"22.02","catch_line":"Power To Revoke And Suspend Permits Or Certificates – Procedure.","url":"\/22.02\/","token":"22.02"},"3":{"id":"1626","structure_id":"13","section_number":"22.03","catch_line":"Board To Notify Permittee.","url":"\/22.03\/","token":"22.03"},"4":{"id":"62","structure_id":"13","section_number":"22.04.1","catch_line":"Failure To Pay Fee Due Under Article 1 Of This Chapter.","url":"\/22.04.1\/","token":"22.04.1"},"5":{"id":"9","structure_id":"13","section_number":"22.05","catch_line":"Suspended Or Revoked Permits – Permittee Not To Engage In Business.","url":"\/22.05\/","token":"22.05"},"6":{"id":"1713","structure_id":"13","section_number":"22.06","catch_line":"Misstatement In Application – Grounds For Revocation.","url":"\/22.06\/","token":"22.06"},"7":{"id":"2235","structure_id":"13","section_number":"22.11","catch_line":"Licenses – Veteran’S Exemptions.","url":"\/22.11\/","token":"22.11"},"8":{"id":"4102","structure_id":"13","section_number":"22.11.1","catch_line":"Veterans’ Exemptions – Subterfuge Prohibited.","url":"\/22.11.1\/","token":"22.11.1"},"9":{"id":"179","structure_id":"13","section_number":"22.12","catch_line":"Refunds – Tax, License And Permit Fees In Excess Of $5,000.","url":"\/22.12\/","token":"22.12"},"10":{"id":"3952","structure_id":"13","section_number":"22.13","catch_line":"Refunds Of Tax, License, Permit Or Application Fees By\nHeads Of Departments.","url":"\/22.13\/","token":"22.13"}},"next_section":{"id":"4102","structure_id":"13","section_number":"22.11.1","catch_line":"Veterans’ Exemptions – Subterfuge Prohibited.","url":"\/22.11.1\/","token":"22.11.1"},"metadata":false,"references":false,"url":"\/22.11\/","token":"22.11","formats":{"txt":"\/22.11.txt","json":"\/22.11.xml"},"dublin_core":{"Title":"Licenses – Veteran’S Exemptions.","Type":"Text","Format":"text\/html","Identifier":"§ 22.11","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nLICENSES – VETERAN’S EXEMPTIONS. (§ 22.11)\n\n  LICENSES – VETERAN’S EXEMPTIONS.\n\t(Amended by Ord. No. 173, 587, Eff. 12\/7\/00.)\t(a)\t(Amended by Ord. No. 127,508,\nEff. 6\/29\/64.) Every honorably discharged soldier, sailor or marine of the\nUnited States who is unable to obtain his livelihood by manual labor shall have\nthe right to hawk, peddle and vend any goods, wares or merchandise, except\nspirituous, malt, vinous, mixed or other intoxicating liquors, without payment\nof any license or fees required by this code or ordinance of this city providing\nfor the payment of such license fee. A certificate of disability by a surgeon of\nthe United States Army or Navy, or by the police surgeon of this city, or any\nphysician regularly employed in the receiving hospital of this city, shall be\nsufficient proof of such disability. A certificate of honorable discharge from\nthe United States Army or Navy, or an exemplified copy thereof, shall be\nsufficient proof of such service and honorable discharge, and upon presentation\nof the same it shall be the duty of the Office of Finance to issue a license\nwithout cost to such a soldier, sailor or marine.\tThe fact that Section 22.11\nexempts a person from having to pay for a license does not excuse one from\nobtaining a license.\n\tPeople v. Fitzgerald, CR A 1942.\t(b)\tEach and every license issued under the\nprovisions of this section shall not be transferable and shall be for the\nexclusive use of the person whose name is inserted therein. Such person shall be\nrequired to write his name on the margin of such license and on the stub\nretained by the Office of Finance at the time such license is issued. Such\nperson shall be required to furnish to the Office of Finance at the time of\napplication for such license, two copies of a photograph of himself. It shall be\nand hereby is made the duty of the Office of Finance to satisfy himself by\nproper examination and investigation that the same photograph is a true likeness\nof the person who makes the application and whose name appears in the discharge\nand in the physician’s certificate. One copy of said photograph shall be\nattached to the license and the other shall be attached to the stub written by\nthe Office of Finance. The photograph shall at all times be kept attached to the\nlicense, and any license found without such photograph attached thereto shall be\ntaken up and be forfeited and the person to whom said license is issued, and the\nholder thereof, shall forthwith surrender all rights thereunder and shall not\nagain be entitled to any license.\tSuch person shall identify himself by his\nsignature whenever required so to do by any police officer, license inspector,\nlicense collector or other officer of the City. Should any such license be found\nin the possession of any person other than the person named therein it shall be\ntaken up, surrendered to the Office of Finance and cancelled, and the holder\nthereof shall not again be entitled to a license under this section.\tWhenever\nthe holder of any license uses any wagon, cart, tray, basket or other vehicle or\nreceptacle in vending any goods, wares or merchandise such license shall be\ninserted, held and carried in a license holder to be furnished by the Office of\nFinance, and in the manner prescribed by law.\tEvery license issued under the\nprovisions of this section shall be issued for a period of one year from date of\nissuance thereof. Upon the expiration of any license, as herein provided, a new\nlicense shall be issued under the provisions of this section. Not more than one\nlicense shall be issued to any discharged soldier, sailor or marine during any\none calendar year from the date of the original license.\t(c)\tNo person, except\nthe person named in such license, shall use or have in his possession any\nlicense issued under the provisions of this section.\t(d)\tNo person shall sell,\npurchase or transfer any license issued under the provisions of this section or\ntransfer or convey the discharge or certificate mentioned herein to any other\nperson for the purpose of securing the license herein provided for.\n","html":"\n\t\t\t\t\t<section><p>  LICENSES – VETERAN’S EXEMPTIONS.\n\t(Amended by Ord. No. 173, 587, Eff. 12\/7\/00.)<br \/><br \/>\t(a)\t(Amended by Ord. No. 127,508, Eff. 6\/29\/64.) Every honorably discharged soldier, sailor or marine of the United States who is unable to obtain his livelihood by manual labor shall have the right to hawk, peddle and vend any goods, wares or merchandise, except spirituous, malt, vinous, mixed or other intoxicating liquors, without payment of any license or fees required by this code or <span class=\"dictionary\">ordinance<\/span> of this city providing for the payment of such license fee. A certificate of disability by a surgeon of the United States Army or Navy, or by the police surgeon of this city, or any physician regularly employed in the receiving hospital of this city, shall be sufficient proof of such disability. A certificate of honorable discharge from the United States Army or Navy, or an exemplified copy thereof, shall be sufficient proof of such service and honorable discharge, and upon presentation of the same it shall be the duty of the Office of Finance to <span class=\"dictionary\">issue<\/span> a license without cost to such a soldier, sailor or marine.<br \/><br \/>\tThe <span class=\"dictionary\">fact<\/span> that Section 22.11 exempts a person from having to pay for a license does not excuse one from obtaining a license.\n\tPeople v. Fitzgerald, CR A 1942.<br \/><br \/>\t(b)\tEach and every license issued under the provisions of this section shall not be transferable and shall be for the exclusive use of the person whose name is inserted therein. Such person shall be required to write his name on the margin of such license and on the stub retained by the Office of Finance at the time such license is issued. Such person shall be required to furnish to the Office of Finance at the time of application for such license, two copies of a photograph of himself. It shall be and hereby is made the duty of the Office of Finance to satisfy himself by proper examination and investigation that the same photograph is a true likeness of the person who makes the application and whose name appears in the discharge and in the physician’s certificate. One copy of said photograph shall be attached to the license and the other shall be attached to the stub written by the Office of Finance. The photograph shall at all times be kept attached to the license, and any license found without such photograph attached thereto shall be taken up and be forfeited and the person to whom said license is issued, and the holder thereof, shall forthwith surrender all rights thereunder and shall not again be entitled to any license.<br \/><br \/>\tSuch person shall identify himself by his signature whenever required so to do by any police officer, license inspector, license collector or other officer of the City. Should any such license be found in the <span class=\"dictionary\">possession<\/span> of any person other than the person named therein it shall be taken up, surrendered to the Office of Finance and cancelled, and the holder thereof shall not again be entitled to a license under this section.<br \/><br \/>\tWhenever the holder of any license uses any wagon, cart, tray, basket or other vehicle or receptacle in vending any goods, wares or merchandise such license shall be inserted, held and carried in a license holder to be furnished by the Office of Finance, and in the manner prescribed by <span class=\"dictionary\">law<\/span>.<br \/><br \/>\tEvery license issued under the provisions of this section shall be issued for a period of one year from date of issuance thereof. Upon the expiration of any license, as herein provided, a new license shall be issued under the provisions of this section. Not more than one license shall be issued to any discharged soldier, sailor or marine during any one calendar year from the date of the original license.<br \/><br \/>\t(c)\tNo person, except the person named in such license, shall use or have in his <span class=\"dictionary\">possession<\/span> any license issued under the provisions of this section.<br \/><br \/>\t(d)\tNo person shall sell, purchase or transfer any license issued under the provisions of this section or transfer or convey the discharge or certificate mentioned herein to any other person for the purpose of securing the license herein provided for.<\/p><\/section>","previous_section":{"id":"1713","structure_id":"13","section_number":"22.06","catch_line":"Misstatement In Application – Grounds For Revocation.","url":"\/22.06\/","token":"22.06"},"text":{"0":{"id":"2215","text":"  LICENSES – VETERAN’S EXEMPTIONS.\n\t(Amended by Ord. No. 173, 587, Eff. 12\/7\/00.)\t(a)\t(Amended by Ord. No. 127,508, Eff. 6\/29\/64.) Every honorably discharged soldier, sailor or marine of the United States who is unable to obtain his livelihood by manual labor shall have the right to hawk, peddle and vend any goods, wares or merchandise, except spirituous, malt, vinous, mixed or other intoxicating liquors, without payment of any license or fees required by this code or ordinance of this city providing for the payment of such license fee. A certificate of disability by a surgeon of the United States Army or Navy, or by the police surgeon of this city, or any physician regularly employed in the receiving hospital of this city, shall be sufficient proof of such disability. A certificate of honorable discharge from the United States Army or Navy, or an exemplified copy thereof, shall be sufficient proof of such service and honorable discharge, and upon presentation of the same it shall be the duty of the Office of Finance to issue a license without cost to such a soldier, sailor or marine.\tThe fact that Section 22.11 exempts a person from having to pay for a license does not excuse one from obtaining a license.\n\tPeople v. Fitzgerald, CR A 1942.\t(b)\tEach and every license issued under the provisions of this section shall not be transferable and shall be for the exclusive use of the person whose name is inserted therein. Such person shall be required to write his name on the margin of such license and on the stub retained by the Office of Finance at the time such license is issued. Such person shall be required to furnish to the Office of Finance at the time of application for such license, two copies of a photograph of himself. It shall be and hereby is made the duty of the Office of Finance to satisfy himself by proper examination and investigation that the same photograph is a true likeness of the person who makes the application and whose name appears in the discharge and in the physician’s certificate. One copy of said photograph shall be attached to the license and the other shall be attached to the stub written by the Office of Finance. The photograph shall at all times be kept attached to the license, and any license found without such photograph attached thereto shall be taken up and be forfeited and the person to whom said license is issued, and the holder thereof, shall forthwith surrender all rights thereunder and shall not again be entitled to any license.\tSuch person shall identify himself by his signature whenever required so to do by any police officer, license inspector, license collector or other officer of the City. Should any such license be found in the possession of any person other than the person named therein it shall be taken up, surrendered to the Office of Finance and cancelled, and the holder thereof shall not again be entitled to a license under this section.\tWhenever the holder of any license uses any wagon, cart, tray, basket or other vehicle or receptacle in vending any goods, wares or merchandise such license shall be inserted, held and carried in a license holder to be furnished by the Office of Finance, and in the manner prescribed by law.\tEvery license issued under the provisions of this section shall be issued for a period of one year from date of issuance thereof. Upon the expiration of any license, as herein provided, a new license shall be issued under the provisions of this section. Not more than one license shall be issued to any discharged soldier, sailor or marine during any one calendar year from the date of the original license.\t(c)\tNo person, except the person named in such license, shall use or have in his possession any license issued under the provisions of this section.\t(d)\tNo person shall sell, purchase or transfer any license issued under the provisions of this section or transfer or convey the discharge or certificate mentioned herein to any other person for the purpose of securing the license herein provided for.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}