{"section_number":"28.04","edition_id":"1","section_id":"1406","structure_id":"117","catch_line":"Hand-Bills, Signs – Public Places And Objects.","history":"","full_text":"  HAND-BILLS, SIGNS – PUBLIC PLACES AND OBJECTS.\n\n\t(a)\tNo person shall paint, mark or write on, or post or otherwise affix, any hand-bill or sign to or upon any sidewalk, crosswalk, curb, curbstone, street lamp post, hydrant, tree, shrub, tree stake or guard, railroad trestle, electric light or power or telephone or telegraph or trolley wire pole, or wire appurtenant thereof or upon any fixture of the fire alarm or police telegraph system or upon any lighting system, public bridge, drinking fountain, life buoy, life preserver, life boat, or other life saving equipment, street sign or traffic sign.\n\n\tThe prohibition of the ordinance applies to telephone poles owned by public utilities as well as poles owned by some political entity, and is a valid exercise of the police power.\n\tPeople v. Kaplan, CR A 1623.\n\n\t(b)\tNothing in this section contained shall apply to the installation of terrazo sidewalks or sidewalks of similar construction, sidewalks permanently colored by an admixture in the material of which the same are constructed, and for which the Board of Public Works has granted a written permit.\n\n\t(c)\tRemoval of Signs – Costs and Penalties.  (Amended by Ord. No. 180,998, Eff. 1\/4\/10.)\n\n\t(1)\tAny hand-bill or sign found posted or otherwise affixed upon any public or utility property contrary to the provisions of this section may be removed by any company, utility, organization, or individual owning or responsible for maintaining that property, the Police Department or the Department of Public Works.  The person responsible for any such illegal posting shall be liable for an administrative penalty and for the cost incurred in the removal thereof, and the Department of Public Works is authorized to effect the collection of said administrative penalty and costs incurred by the City of Los Angeles.  The first violation of Subsection (a) in a calendar year is subject to an administrative monetary penalty not to exceed $100.00.  Subsequent violations in the same calendar year will result in a second penalty not to exceed $250.00.  The penalty for the third administrative violation in a calendar year is $500.00.  More than three administrative fines in one calendar year shall result in the violation being charged as a misdemeanor in Superior Court and subject to all penalties applicable to criminal violations.  The Bureau of Street Services is authorized assess a processing fee established by the Board of Public Works, subject to the approval of the City Council for all citations with an administrative monetary penalty.\n\n\t(2)\tFor purposes of this subsection, there shall be a presumption that:\n\n\t(i)\tthe real estate agent, broker, brokerage firm or other person whose name or telephone number appears on the hand-bill or sign is the person responsible for posting a hand-bill or sign advertising property for sale, lease or rent;\n\n\t(ii)\tthe candidate seeking office is the person responsible for posting a hand-bill or sign promoting the candidate for public office;\n\n\t(iii)\tthe owner, or lessee if the property is leased, of property used for a yard or garage sale is the person responsible for posting a hand-bill or sign advertising a yard or garage sale;\n\n\t(iv)\tthe owner, or lessee if the property is leased, of property used for a commercial activity or event is the person responsible for posting a hand-bill or sign advertising the subject commercial activity or event;\n\n\t(v)\tthe person whose name, telephone number or address appears as the sponsor for a sporting event, concert, theatrical performance, or similar activity or event is the person responsible for posting a hand-bill or sign advertising the subject activity or event; and;\n\n\t(vi)\tthe person whose name, telephone number or address appears as the person to contact on any hand-bill or sign posted is the person responsible for having posted the same.\n\n\tFor purposes of this subsection, the person presumed to be responsible for posting a hand-bill or sign on public or utility property may rebut such presumption by declaring under penalty of perjury or swearing under oath that the person did not cause, authorize, allow or permit the posting of the hand-bill or sign on public or utility property.\n\n\t(3)\tWith the concurrence of the City Administrative Officer, the Board of Public Works shall determine the verifiable costs to the City of Los Angeles incurred in removing hand-bills and signs pursuant to this section.  Such costs shall include, but not be limited to, direct labor, material and equipment costs, as well as departmental and general City overhead costs attributable to the removal of signs.  Prior to the beginning of each fiscal year, the Board shall adopt a schedule of charges which persons responsible for the illegal posting of hand-bills and signs are required to pay pursuant to this subsection, based on those costs.  The schedule of charges shall be subject to approval by the City Council.\n\n\t(4)\tAll administrative penalties collected pursuant to this section shall be used for enforcement activities by the Bureau of Street Services, Investigation and Enforcement Division.\n\n\t(5)\tPersons billed for the costs and penalties of removing hand-bills or signs may appeal such costs and charges to the Board of Public Works in accordance with rules adopted by the Board.\n\n\t(d)\tNothing in this section shall apply to the installation of a metal plaque or plate or individual letters or figures in a sidewalk commemorating an historical, cultural, or artistic event, location or personality for which the Board of Public Works, with the approval of the City Council, has granted a written permit.  (Amended by Ord. No. 109,896, Eff. 9\/28\/57.)\n\n\t(e)\tNothing in this section shall apply to the painting of house numbers upon curbs done under permits issued by the Board of Public Works under and in accordance with the provisions of Section 62.96 of this Code.  (Added by Ord. No. 122,905, Eff. 10\/26\/62.)\n\n\t(f)\tNothing in this section shall prohibit the installation of signs on street lighting posts provided the sign is a part of a program sponsored by a City Department having specific responsibility for public safety and such signs and locations are approved by the Department of Public Works and are installed and maintained as authorized in Section 80.07 of this Code. Any fees previously paid for such installation shall be refunded upon application to the Department of Transportation for such refund by the person or persons who made the payment to the City. Such person or persons shall declare under penalty of perjury that any money received by he, she, or them, shall, in turn, be paid to those persons who provided funds to the applicant to make such payment to the City and further that if the applicant is not able, for any reason, to make such reimbursement to any such person, the applicant, shall return, within 60 days said respective sum to the City. (Amended by Ord. No. 158,469, Eff. 12\/23\/83.)\n\n\t(g)\t(Added by Ord. No. 173,343, Eff. 7\/15\/00.)  Nothing in this section shall prohibit the installation of signs on street lighting posts relating to the operation of the street lighting system.","order_by":"04","ancestry":{"1":{"id":"117","name":"Advertising","identifier":"8","label":"article","url":"\/2\/8\/"},"2":{"id":"1","name":"Licenses, Permits, Business Regulations","identifier":"2","label":"chapter","url":"\/2\/"}},"structure_contents":{"0":{"id":"943","structure_id":"117","section_number":"28.00","catch_line":"Definitions.","url":"\/28.00\/","token":"28.00"},"1":{"id":"4108","structure_id":"117","section_number":"28.01","catch_line":"Handbills – Distribution.","url":"\/28.01\/","token":"28.01"},"2":{"id":"1742","structure_id":"117","section_number":"28.01.1","catch_line":"Hand-Bills And Tip Sheets – Distribution.","url":"\/28.01.1\/","token":"28.01.1"},"3":{"id":"1108","structure_id":"117","section_number":"28.02","catch_line":"Hand-Bills – Permission Premises.","url":"\/28.02\/","token":"28.02"},"4":{"id":"4053","structure_id":"117","section_number":"28.03","catch_line":"Hand-Bills, Signs – Buildings Permission.","url":"\/28.03\/","token":"28.03"},"5":{"id":"1406","structure_id":"117","section_number":"28.04","catch_line":"Hand-Bills, Signs – Public Places And Objects.","url":"\/28.04\/","token":"28.04"},"6":{"id":"1575","structure_id":"117","section_number":"28.05","catch_line":"Hand-Bills, Signs – Beach Or Tideland Of City – Exception.","url":"\/28.05\/","token":"28.05"},"7":{"id":"1169","structure_id":"117","section_number":"28.08","catch_line":"Hand-Bills – Name And Address Of Distributor.","url":"\/28.08\/","token":"28.08"},"8":{"id":"2229","structure_id":"117","section_number":"28.09","catch_line":"Advertising – Goods As Dealers – Exception.","url":"\/28.09\/","token":"28.09"},"9":{"id":"945","structure_id":"117","section_number":"28.10","catch_line":"Balloon – Use For Advertising.","url":"\/28.10\/","token":"28.10"},"10":{"id":"3110","structure_id":"117","section_number":"28.11","catch_line":"Captive Balloons And Similar Devices.","url":"\/28.11\/","token":"28.11"},"11":{"id":"2670","structure_id":"117","section_number":"28.12","catch_line":"Airplanes – Loud Speakers On.","url":"\/28.12\/","token":"28.12"},"12":{"id":"3459","structure_id":"117","section_number":"28.13","catch_line":"Animals – Use For Advertising.","url":"\/28.13\/","token":"28.13"},"13":{"id":"2168","structure_id":"117","section_number":"28.15","catch_line":"Signs – Liquor Establishments.","url":"\/28.15\/","token":"28.15"},"14":{"id":"1976","structure_id":"117","section_number":"28.16","catch_line":"Signs – Gasoline Prices – Posting.","url":"\/28.16\/","token":"28.16"},"15":{"id":"4056","structure_id":"117","section_number":"28.16.1","catch_line":"Signs – Gasoline Sales – Volume.","url":"\/28.16.1\/","token":"28.16.1"},"16":{"id":"2068","structure_id":"117","section_number":"28.17","catch_line":"Signs – Gasoline Prices – Uniformity.","url":"\/28.17\/","token":"28.17"},"17":{"id":"1413","structure_id":"117","section_number":"28.20","catch_line":"Advertising – Kosher Meat Products.","url":"\/28.20\/","token":"28.20"}},"next_section":{"id":"1575","structure_id":"117","section_number":"28.05","catch_line":"Hand-Bills, Signs – Beach Or Tideland Of City – Exception.","url":"\/28.05\/","token":"28.05"},"metadata":false,"references":false,"url":"\/28.04\/","token":"28.04","formats":{"txt":"\/28.04.txt","json":"\/28.04.xml"},"dublin_core":{"Title":"Hand-Bills, Signs – Public Places And Objects.","Type":"Text","Format":"text\/html","Identifier":"§ 28.04","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nHAND-BILLS, SIGNS – PUBLIC PLACES AND OBJECTS. (§ 28.04)\n\n  HAND-BILLS, SIGNS – PUBLIC PLACES AND OBJECTS.\t(a)\tNo person shall paint,\nmark or write on, or post or otherwise affix, any hand-bill or sign to or upon\nany sidewalk, crosswalk, curb, curbstone, street lamp post, hydrant, tree,\nshrub, tree stake or guard, railroad trestle, electric light or power or\ntelephone or telegraph or trolley wire pole, or wire appurtenant thereof or upon\nany fixture of the fire alarm or police telegraph system or upon any lighting\nsystem, public bridge, drinking fountain, life buoy, life preserver, life boat,\nor other life saving equipment, street sign or traffic sign.\tThe prohibition of\nthe ordinance applies to telephone poles owned by public utilities as well as\npoles owned by some political entity, and is a valid exercise of the police\npower.\n\tPeople v. Kaplan, CR A 1623.\t(b)\tNothing in this section contained shall apply\nto the installation of terrazo sidewalks or sidewalks of similar construction,\nsidewalks permanently colored by an admixture in the material of which the same\nare constructed, and for which the Board of Public Works has granted a written\npermit.\t(c)\tRemoval of Signs – Costs and Penalties.  (Amended by Ord. No.\n180,998, Eff. 1\/4\/10.)\t(1)\tAny hand-bill or sign found posted or otherwise\naffixed upon any public or utility property contrary to the provisions of this\nsection may be removed by any company, utility, organization, or individual\nowning or responsible for maintaining that property, the Police Department or\nthe Department of Public Works.  The person responsible for any such illegal\nposting shall be liable for an administrative penalty and for the cost incurred\nin the removal thereof, and the Department of Public Works is authorized to\neffect the collection of said administrative penalty and costs incurred by the\nCity of Los Angeles.  The first violation of Subsection (a) in a calendar year\nis subject to an administrative monetary penalty not to exceed $100.00. \nSubsequent violations in the same calendar year will result in a second penalty\nnot to exceed $250.00.  The penalty for the third administrative violation in a\ncalendar year is $500.00.  More than three administrative fines in one calendar\nyear shall result in the violation being charged as a misdemeanor in Superior\nCourt and subject to all penalties applicable to criminal violations.  The\nBureau of Street Services is authorized assess a processing fee established by\nthe Board of Public Works, subject to the approval of the City Council for all\ncitations with an administrative monetary penalty.\t(2)\tFor purposes of this\nsubsection, there shall be a presumption that:\t(i)\tthe real estate agent,\nbroker, brokerage firm or other person whose name or telephone number appears on\nthe hand-bill or sign is the person responsible for posting a hand-bill or sign\nadvertising property for sale, lease or rent;\t(ii)\tthe candidate seeking office\nis the person responsible for posting a hand-bill or sign promoting the\ncandidate for public office;\t(iii)\tthe owner, or lessee if the property is\nleased, of property used for a yard or garage sale is the person responsible for\nposting a hand-bill or sign advertising a yard or garage sale;\t(iv)\tthe owner,\nor lessee if the property is leased, of property used for a commercial activity\nor event is the person responsible for posting a hand-bill or sign advertising\nthe subject commercial activity or event;\t(v)\tthe person whose name, telephone\nnumber or address appears as the sponsor for a sporting event, concert,\ntheatrical performance, or similar activity or event is the person responsible\nfor posting a hand-bill or sign advertising the subject activity or event;\nand;\t(vi)\tthe person whose name, telephone number or address appears as the\nperson to contact on any hand-bill or sign posted is the person responsible for\nhaving posted the same.\tFor purposes of this subsection, the person presumed to\nbe responsible for posting a hand-bill or sign on public or utility property may\nrebut such presumption by declaring under penalty of perjury or swearing under\noath that the person did not cause, authorize, allow or permit the posting of\nthe hand-bill or sign on public or utility property.\t(3)\tWith the concurrence of\nthe City Administrative Officer, the Board of Public Works shall determine the\nverifiable costs to the City of Los Angeles incurred in removing hand-bills and\nsigns pursuant to this section.  Such costs shall include, but not be limited\nto, direct labor, material and equipment costs, as well as departmental and\ngeneral City overhead costs attributable to the removal of signs.  Prior to the\nbeginning of each fiscal year, the Board shall adopt a schedule of charges which\npersons responsible for the illegal posting of hand-bills and signs are required\nto pay pursuant to this subsection, based on those costs.  The schedule of\ncharges shall be subject to approval by the City Council.\t(4)\tAll administrative\npenalties collected pursuant to this section shall be used for enforcement\nactivities by the Bureau of Street Services, Investigation and Enforcement\nDivision.\t(5)\tPersons billed for the costs and penalties of removing hand-bills\nor signs may appeal such costs and charges to the Board of Public Works in\naccordance with rules adopted by the Board.\t(d)\tNothing in this section shall\napply to the installation of a metal plaque or plate or individual letters or\nfigures in a sidewalk commemorating an historical, cultural, or artistic event,\nlocation or personality for which the Board of Public Works, with the approval\nof the City Council, has granted a written permit.  (Amended by Ord. No.\n109,896, Eff. 9\/28\/57.)\t(e)\tNothing in this section shall apply to the painting\nof house numbers upon curbs done under permits issued by the Board of Public\nWorks under and in accordance with the provisions of Section 62.96 of this\nCode.  (Added by Ord. No. 122,905, Eff. 10\/26\/62.)\t(f)\tNothing in this section\nshall prohibit the installation of signs on street lighting posts provided the\nsign is a part of a program sponsored by a City Department having specific\nresponsibility for public safety and such signs and locations are approved by\nthe Department of Public Works and are installed and maintained as authorized in\nSection 80.07 of this Code. Any fees previously paid for such installation shall\nbe refunded upon application to the Department of Transportation for such refund\nby the person or persons who made the payment to the City. Such person or\npersons shall declare under penalty of perjury that any money received by he,\nshe, or them, shall, in turn, be paid to those persons who provided funds to the\napplicant to make such payment to the City and further that if the applicant is\nnot able, for any reason, to make such reimbursement to any such person, the\napplicant, shall return, within 60 days said respective sum to the City.\n(Amended by Ord. No. 158,469, Eff. 12\/23\/83.)\t(g)\t(Added by Ord. No. 173,343,\nEff. 7\/15\/00.)  Nothing in this section shall prohibit the installation of\nsigns on street lighting posts relating to the operation of the street lighting\nsystem.\n","html":"\n\t\t\t\t\t<section><p>  HAND-BILLS, SIGNS – PUBLIC PLACES AND <span class=\"dictionary\">OBJECTS<\/span>.<br \/><br \/>\t(a)\tNo person shall paint, mark or write on, or post or otherwise affix, any hand-bill or sign to or upon any sidewalk, crosswalk, curb, curbstone, street lamp post, hydrant, tree, shrub, tree stake or guard, railroad trestle, electric light or power or telephone or telegraph or trolley wire pole, or wire appurtenant thereof or upon any fixture of the fire alarm or police telegraph system or upon any lighting system, public bridge, drinking fountain, life buoy, life preserver, life boat, or other life saving equipment, street sign or traffic sign.<br \/><br \/>\tThe prohibition of the <span class=\"dictionary\">ordinance<\/span> applies to telephone poles owned by public utilities as well as poles owned by some political entity, and is a valid exercise of the police power.\n\tPeople v. Kaplan, CR A 1623.<br \/><br \/>\t(b)\tNothing in this section contained shall apply to the installation of terrazo sidewalks or sidewalks of similar construction, sidewalks permanently colored by an admixture in the <span class=\"dictionary\">material<\/span> of which the same are constructed, and for which the Board of Public Works has granted a written permit.<br \/><br \/>\t(c)\tRemoval of Signs – Costs and Penalties.  (Amended by Ord. No. 180,998, Eff. 1\/4\/10.)<br \/><br \/>\t(1)\tAny hand-bill or sign found posted or otherwise affixed upon any public or utility property contrary to the provisions of this section may be removed by any company, utility, organization, or individual owning or responsible for maintaining that property, the Police Department or the Department of Public Works.  The person responsible for any such illegal posting shall be liable for an administrative <span class=\"dictionary\">penalty<\/span> and for the cost incurred in the removal thereof, and the Department of Public Works is authorized to effect the collection of said administrative <span class=\"dictionary\">penalty<\/span> and costs incurred by the City of Los Angeles.  The first violation of Subsection (a) in a calendar year is subject to an administrative monetary <span class=\"dictionary\">penalty<\/span> not to exceed $100.00.  Subsequent violations in the same calendar year will result in a second <span class=\"dictionary\">penalty<\/span> not to exceed $250.00.  The <span class=\"dictionary\">penalty<\/span> for the third administrative violation in a calendar year is $500.00.  More than three administrative fines in one calendar year shall result in the violation being charged as a <span class=\"dictionary\">misdemeanor<\/span> in Superior <span class=\"dictionary\">Court<\/span> and subject to all penalties applicable to criminal violations.  The Bureau of Street Services is authorized assess a processing fee established by the Board of Public Works, subject to the approval of the City Council for all <span class=\"dictionary\">citations<\/span> with an administrative monetary <span class=\"dictionary\">penalty<\/span>.<br \/><br \/>\t(2)\tFor purposes of this subsection, there shall be a <span class=\"dictionary\">presumption<\/span> that:<br \/><br \/>\t(i)\tthe real estate agent, broker, brokerage firm or other person whose name or telephone number appears on the hand-bill or sign is the person responsible for posting a hand-bill or sign advertising property for sale, lease or rent;<br \/><br \/>\t(ii)\tthe candidate seeking office is the person responsible for posting a hand-bill or sign promoting the candidate for public office;<br \/><br \/>\t(iii)\tthe owner, or lessee if the property is leased, of property used for a yard or garage sale is the person responsible for posting a hand-bill or sign advertising a yard or garage sale;<br \/><br \/>\t(iv)\tthe owner, or lessee if the property is leased, of property used for a commercial activity or event is the person responsible for posting a hand-bill or sign advertising the subject commercial activity or event;<br \/><br \/>\t(v)\tthe person whose name, telephone number or address appears as the sponsor for a sporting event, concert, theatrical performance, or similar activity or event is the person responsible for posting a hand-bill or sign advertising the subject activity or event; and;<br \/><br \/>\t(vi)\tthe person whose name, telephone number or address appears as the person to contact on any hand-bill or sign posted is the person responsible for having posted the same.<br \/><br \/>\tFor purposes of this subsection, the person presumed to be responsible for posting a hand-bill or sign on public or utility property may rebut such <span class=\"dictionary\">presumption<\/span> by declaring under <span class=\"dictionary\">penalty<\/span> of <span class=\"dictionary\">perjury<\/span> or swearing under <span class=\"dictionary\">oath<\/span> that the person did not cause, authorize, allow or permit the posting of the hand-bill or sign on public or utility property.<br \/><br \/>\t(3)\tWith the concurrence of the City Administrative Officer, the Board of Public Works shall determine the verifiable costs to the City of Los Angeles incurred in removing hand-bills and signs pursuant to this section.  Such costs shall include, but not be limited to, direct labor, <span class=\"dictionary\">material<\/span> and equipment costs, as well as departmental and general City overhead costs attributable to the removal of signs.  Prior to the beginning of each fiscal year, the Board shall adopt a schedule of charges which persons responsible for the illegal posting of hand-bills and signs are required to pay pursuant to this subsection, based on those costs.  The schedule of charges shall be subject to approval by the City Council.<br \/><br \/>\t(4)\tAll administrative penalties collected pursuant to this section shall be used for enforcement activities by the Bureau of Street Services, Investigation and Enforcement Division.<br \/><br \/>\t(5)\tPersons billed for the costs and penalties of removing hand-bills or signs may <span class=\"dictionary\">appeal<\/span> such costs and charges to the Board of Public Works in accordance with rules adopted by the Board.<br \/><br \/>\t(d)\tNothing in this section shall apply to the installation of a metal plaque or plate or individual letters or figures in a sidewalk commemorating an historical, cultural, or artistic event, location or personality for which the Board of Public Works, with the approval of the City Council, has granted a written permit.  (Amended by Ord. No. 109,896, Eff. 9\/28\/57.)<br \/><br \/>\t(e)\tNothing in this section shall apply to the painting of house numbers upon curbs done under permits issued by the Board of Public Works under and in accordance with the provisions of Section 62.96 of this Code.  (Added by Ord. No. 122,905, Eff. 10\/26\/62.)<br \/><br \/>\t(f)\tNothing in this section shall prohibit the installation of signs on street lighting posts provided the sign is a part of a program sponsored by a City Department having specific responsibility for public safety and such signs and locations are approved by the Department of Public Works and are installed and maintained as authorized in Section 80.07 of this Code. Any fees previously paid for such installation shall be refunded upon application to the Department of Transportation for such refund by the person or persons who made the payment to the City. Such person or persons shall declare under <span class=\"dictionary\">penalty<\/span> of <span class=\"dictionary\">perjury<\/span> that any money received by he, she, or them, shall, in turn, be paid to those persons who provided funds to the applicant to make such payment to the City and further that if the applicant is not able, for any reason, to make such reimbursement to any such person, the applicant, shall return, within 60 days said respective sum to the City. (Amended by Ord. No. 158,469, Eff. 12\/23\/83.)<br \/><br \/>\t(g)\t(Added by Ord. No. 173,343, Eff. 7\/15\/00.)  Nothing in this section shall prohibit the installation of signs on street lighting posts relating to the operation of the street lighting system.<\/p><\/section>","previous_section":{"id":"4053","structure_id":"117","section_number":"28.03","catch_line":"Hand-Bills, Signs – Buildings Permission.","url":"\/28.03\/","token":"28.03"},"text":{"0":{"id":"1392","text":"  HAND-BILLS, SIGNS – PUBLIC PLACES AND OBJECTS.\t(a)\tNo person shall paint, mark or write on, or post or otherwise affix, any hand-bill or sign to or upon any sidewalk, crosswalk, curb, curbstone, street lamp post, hydrant, tree, shrub, tree stake or guard, railroad trestle, electric light or power or telephone or telegraph or trolley wire pole, or wire appurtenant thereof or upon any fixture of the fire alarm or police telegraph system or upon any lighting system, public bridge, drinking fountain, life buoy, life preserver, life boat, or other life saving equipment, street sign or traffic sign.\tThe prohibition of the ordinance applies to telephone poles owned by public utilities as well as poles owned by some political entity, and is a valid exercise of the police power.\n\tPeople v. Kaplan, CR A 1623.\t(b)\tNothing in this section contained shall apply to the installation of terrazo sidewalks or sidewalks of similar construction, sidewalks permanently colored by an admixture in the material of which the same are constructed, and for which the Board of Public Works has granted a written permit.\t(c)\tRemoval of Signs – Costs and Penalties.  (Amended by Ord. No. 180,998, Eff. 1\/4\/10.)\t(1)\tAny hand-bill or sign found posted or otherwise affixed upon any public or utility property contrary to the provisions of this section may be removed by any company, utility, organization, or individual owning or responsible for maintaining that property, the Police Department or the Department of Public Works.  The person responsible for any such illegal posting shall be liable for an administrative penalty and for the cost incurred in the removal thereof, and the Department of Public Works is authorized to effect the collection of said administrative penalty and costs incurred by the City of Los Angeles.  The first violation of Subsection (a) in a calendar year is subject to an administrative monetary penalty not to exceed $100.00.  Subsequent violations in the same calendar year will result in a second penalty not to exceed $250.00.  The penalty for the third administrative violation in a calendar year is $500.00.  More than three administrative fines in one calendar year shall result in the violation being charged as a misdemeanor in Superior Court and subject to all penalties applicable to criminal violations.  The Bureau of Street Services is authorized assess a processing fee established by the Board of Public Works, subject to the approval of the City Council for all citations with an administrative monetary penalty.\t(2)\tFor purposes of this subsection, there shall be a presumption that:\t(i)\tthe real estate agent, broker, brokerage firm or other person whose name or telephone number appears on the hand-bill or sign is the person responsible for posting a hand-bill or sign advertising property for sale, lease or rent;\t(ii)\tthe candidate seeking office is the person responsible for posting a hand-bill or sign promoting the candidate for public office;\t(iii)\tthe owner, or lessee if the property is leased, of property used for a yard or garage sale is the person responsible for posting a hand-bill or sign advertising a yard or garage sale;\t(iv)\tthe owner, or lessee if the property is leased, of property used for a commercial activity or event is the person responsible for posting a hand-bill or sign advertising the subject commercial activity or event;\t(v)\tthe person whose name, telephone number or address appears as the sponsor for a sporting event, concert, theatrical performance, or similar activity or event is the person responsible for posting a hand-bill or sign advertising the subject activity or event; and;\t(vi)\tthe person whose name, telephone number or address appears as the person to contact on any hand-bill or sign posted is the person responsible for having posted the same.\tFor purposes of this subsection, the person presumed to be responsible for posting a hand-bill or sign on public or utility property may rebut such presumption by declaring under penalty of perjury or swearing under oath that the person did not cause, authorize, allow or permit the posting of the hand-bill or sign on public or utility property.\t(3)\tWith the concurrence of the City Administrative Officer, the Board of Public Works shall determine the verifiable costs to the City of Los Angeles incurred in removing hand-bills and signs pursuant to this section.  Such costs shall include, but not be limited to, direct labor, material and equipment costs, as well as departmental and general City overhead costs attributable to the removal of signs.  Prior to the beginning of each fiscal year, the Board shall adopt a schedule of charges which persons responsible for the illegal posting of hand-bills and signs are required to pay pursuant to this subsection, based on those costs.  The schedule of charges shall be subject to approval by the City Council.\t(4)\tAll administrative penalties collected pursuant to this section shall be used for enforcement activities by the Bureau of Street Services, Investigation and Enforcement Division.\t(5)\tPersons billed for the costs and penalties of removing hand-bills or signs may appeal such costs and charges to the Board of Public Works in accordance with rules adopted by the Board.\t(d)\tNothing in this section shall apply to the installation of a metal plaque or plate or individual letters or figures in a sidewalk commemorating an historical, cultural, or artistic event, location or personality for which the Board of Public Works, with the approval of the City Council, has granted a written permit.  (Amended by Ord. No. 109,896, Eff. 9\/28\/57.)\t(e)\tNothing in this section shall apply to the painting of house numbers upon curbs done under permits issued by the Board of Public Works under and in accordance with the provisions of Section 62.96 of this Code.  (Added by Ord. No. 122,905, Eff. 10\/26\/62.)\t(f)\tNothing in this section shall prohibit the installation of signs on street lighting posts provided the sign is a part of a program sponsored by a City Department having specific responsibility for public safety and such signs and locations are approved by the Department of Public Works and are installed and maintained as authorized in Section 80.07 of this Code. Any fees previously paid for such installation shall be refunded upon application to the Department of Transportation for such refund by the person or persons who made the payment to the City. Such person or persons shall declare under penalty of perjury that any money received by he, she, or them, shall, in turn, be paid to those persons who provided funds to the applicant to make such payment to the City and further that if the applicant is not able, for any reason, to make such reimbursement to any such person, the applicant, shall return, within 60 days said respective sum to the City. (Amended by Ord. No. 158,469, Eff. 12\/23\/83.)\t(g)\t(Added by Ord. No. 173,343, Eff. 7\/15\/00.)  Nothing in this section shall prohibit the installation of signs on street lighting posts relating to the operation of the street lighting system.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}