{"section_number":"28.15","edition_id":"1","section_id":"2168","structure_id":"117","catch_line":"Signs – Liquor Establishments.","history":"","full_text":"  SIGNS – LIQUOR ESTABLISHMENTS.\n\n\t(a)\tNo person shall place, maintain, suspend, affix or attach any banner, flag, marquee, canopy or awning bearing any words or figures referring in any manner to any malt, vinous, fermented or spiritous liquors to or upon any building or premises occupied by any place of business where food is served or prepared for consumption on the premises where malt, vinous, fermented or spiritous liquor or any admixture thereof is sold, offered for sale, and served and consumed on said premises.\n\n\tProvided that signs, other than banners, flags, marquees, canopies or awnings, referring to malt, vinous, fermented or spiritous liquor may be placed or attached to or on the front, sides or back of any such building or premises, providing that no area of the building upon which such sign is maintained abuts or faces property used for residential purposes, and further provided that no such sign shall be affixed, attached or painted so as to conceal or obstruct the clear view through the doorway or windows of any such premises occupied as aforesaid.\n\n\t(b)\tNo person shall place, maintain, affix or attach on, in, over or upon any window on any premises or building mentioned in this section, any substance which in any way obstructs the clear vision or view through any door or window of the interior of such place from the exterior thereof above a line parallel to the lower sill thereof and distant four feet from the highest point of the surface of the sidewalk adjacent to and immediately in front in such building and premises. Provided that the provisions of this subsection shall not apply to any bona fide permanently constructed window display, shelving or housing which does not substantially obstruct the clear vision or view through any such window of the interior of such place from the exterior thereof.\n\n\tThe provisions of this subsection with respect to obscuring windows at places where alcoholic beverages are sold may not be enforceable, as it had been held that a municipality may not by ordinance prohibit maintenance of a public eating place where alcoholic beverages are served because it had a window so obscured that one may not look into said place from the street. Such matters are exclusively within the jurisdiction of the State Board of Equalization.\n\tPeople v. Fine, CR AP 2521\n\tCiting: People v. Leaf, CR AP 2337; People v. Steponovich, CR AP 2183; ART. XX, Sec. 22, Constitution of the State of California.","order_by":"15","ancestry":{"1":{"id":"117","name":"Advertising","identifier":"8","label":"article","url":"\/2\/8\/"},"2":{"id":"1","name":"Licenses, Permits, Business Regulations","identifier":"2","label":"chapter","url":"\/2\/"}},"structure_contents":{"0":{"id":"943","structure_id":"117","section_number":"28.00","catch_line":"Definitions.","url":"\/28.00\/","token":"28.00"},"1":{"id":"4108","structure_id":"117","section_number":"28.01","catch_line":"Handbills – Distribution.","url":"\/28.01\/","token":"28.01"},"2":{"id":"1742","structure_id":"117","section_number":"28.01.1","catch_line":"Hand-Bills And Tip Sheets – Distribution.","url":"\/28.01.1\/","token":"28.01.1"},"3":{"id":"1108","structure_id":"117","section_number":"28.02","catch_line":"Hand-Bills – Permission Premises.","url":"\/28.02\/","token":"28.02"},"4":{"id":"4053","structure_id":"117","section_number":"28.03","catch_line":"Hand-Bills, Signs – Buildings Permission.","url":"\/28.03\/","token":"28.03"},"5":{"id":"1406","structure_id":"117","section_number":"28.04","catch_line":"Hand-Bills, Signs – Public Places And Objects.","url":"\/28.04\/","token":"28.04"},"6":{"id":"1575","structure_id":"117","section_number":"28.05","catch_line":"Hand-Bills, Signs – Beach Or Tideland Of City – Exception.","url":"\/28.05\/","token":"28.05"},"7":{"id":"1169","structure_id":"117","section_number":"28.08","catch_line":"Hand-Bills – Name And Address Of Distributor.","url":"\/28.08\/","token":"28.08"},"8":{"id":"2229","structure_id":"117","section_number":"28.09","catch_line":"Advertising – Goods As Dealers – Exception.","url":"\/28.09\/","token":"28.09"},"9":{"id":"945","structure_id":"117","section_number":"28.10","catch_line":"Balloon – Use For Advertising.","url":"\/28.10\/","token":"28.10"},"10":{"id":"3110","structure_id":"117","section_number":"28.11","catch_line":"Captive Balloons And Similar Devices.","url":"\/28.11\/","token":"28.11"},"11":{"id":"2670","structure_id":"117","section_number":"28.12","catch_line":"Airplanes – Loud Speakers On.","url":"\/28.12\/","token":"28.12"},"12":{"id":"3459","structure_id":"117","section_number":"28.13","catch_line":"Animals – Use For Advertising.","url":"\/28.13\/","token":"28.13"},"13":{"id":"2168","structure_id":"117","section_number":"28.15","catch_line":"Signs – Liquor Establishments.","url":"\/28.15\/","token":"28.15"},"14":{"id":"1976","structure_id":"117","section_number":"28.16","catch_line":"Signs – Gasoline Prices – Posting.","url":"\/28.16\/","token":"28.16"},"15":{"id":"4056","structure_id":"117","section_number":"28.16.1","catch_line":"Signs – Gasoline Sales – Volume.","url":"\/28.16.1\/","token":"28.16.1"},"16":{"id":"2068","structure_id":"117","section_number":"28.17","catch_line":"Signs – Gasoline Prices – Uniformity.","url":"\/28.17\/","token":"28.17"},"17":{"id":"1413","structure_id":"117","section_number":"28.20","catch_line":"Advertising – Kosher Meat Products.","url":"\/28.20\/","token":"28.20"}},"next_section":{"id":"1976","structure_id":"117","section_number":"28.16","catch_line":"Signs – Gasoline Prices – Posting.","url":"\/28.16\/","token":"28.16"},"metadata":false,"references":false,"url":"\/28.15\/","token":"28.15","formats":{"txt":"\/28.15.txt","json":"\/28.15.xml"},"dublin_core":{"Title":"Signs – Liquor Establishments.","Type":"Text","Format":"text\/html","Identifier":"§ 28.15","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nSIGNS – LIQUOR ESTABLISHMENTS. (§ 28.15)\n\n  SIGNS – LIQUOR ESTABLISHMENTS.\t(a)\tNo person shall place, maintain,\nsuspend, affix or attach any banner, flag, marquee, canopy or awning bearing any\nwords or figures referring in any manner to any malt, vinous, fermented or\nspiritous liquors to or upon any building or premises occupied by any place of\nbusiness where food is served or prepared for consumption on the premises where\nmalt, vinous, fermented or spiritous liquor or any admixture thereof is sold,\noffered for sale, and served and consumed on said premises.\tProvided that signs,\nother than banners, flags, marquees, canopies or awnings, referring to malt,\nvinous, fermented or spiritous liquor may be placed or attached to or on the\nfront, sides or back of any such building or premises, providing that no area of\nthe building upon which such sign is maintained abuts or faces property used for\nresidential purposes, and further provided that no such sign shall be affixed,\nattached or painted so as to conceal or obstruct the clear view through the\ndoorway or windows of any such premises occupied as aforesaid.\t(b)\tNo person\nshall place, maintain, affix or attach on, in, over or upon any window on any\npremises or building mentioned in this section, any substance which in any way\nobstructs the clear vision or view through any door or window of the interior of\nsuch place from the exterior thereof above a line parallel to the lower sill\nthereof and distant four feet from the highest point of the surface of the\nsidewalk adjacent to and immediately in front in such building and premises.\nProvided that the provisions of this subsection shall not apply to any bona fide\npermanently constructed window display, shelving or housing which does not\nsubstantially obstruct the clear vision or view through any such window of the\ninterior of such place from the exterior thereof.\tThe provisions of this\nsubsection with respect to obscuring windows at places where alcoholic beverages\nare sold may not be enforceable, as it had been held that a municipality may not\nby ordinance prohibit maintenance of a public eating place where alcoholic\nbeverages are served because it had a window so obscured that one may not look\ninto said place from the street. Such matters are exclusively within the\njurisdiction of the State Board of Equalization.\n\tPeople v. Fine, CR AP 2521\n\tCiting: People v. Leaf, CR AP 2337; People v. Steponovich, CR AP 2183; ART. XX,\nSec. 22, Constitution of the State of California.\n","html":"\n\t\t\t\t\t<section><p>  SIGNS – LIQUOR ESTABLISHMENTS.<br \/><br \/>\t(a)\tNo person shall place, maintain, suspend, affix or attach any banner, flag, marquee, canopy or awning bearing any words or figures referring in any manner to any malt, vinous, fermented or spiritous liquors to or upon any building or premises occupied by any place of business where food is served or prepared for consumption on the premises where malt, vinous, fermented or spiritous liquor or any admixture thereof is sold, offered for sale, and served and consumed on said premises.<br \/><br \/>\tProvided that signs, other than banners, flags, marquees, canopies or awnings, referring to malt, vinous, fermented or spiritous liquor may be placed or attached to or on the front, sides or back of any such building or premises, providing that no area of the building upon which such sign is maintained abuts or faces property used for residential purposes, and further provided that no such sign shall be affixed, attached or painted so as to conceal or obstruct the clear view through the doorway or windows of any such premises occupied as aforesaid.<br \/><br \/>\t(b)\tNo person shall place, maintain, affix or attach on, in, over or upon any window on any premises or building mentioned in this section, any substance which in any way obstructs the clear vision or view through any door or window of the interior of such place from the exterior thereof above a line parallel to the lower sill thereof and distant four feet from the highest point of the surface of the sidewalk adjacent to and immediately in front in such building and premises. Provided that the provisions of this subsection shall not apply to any bona fide permanently constructed window display, shelving or housing which does not substantially obstruct the clear vision or view through any such window of the interior of such place from the exterior thereof.<br \/><br \/>\tThe provisions of this subsection with respect to obscuring windows at places where alcoholic beverages are sold may not be enforceable, as it had been held that a municipality may not by <span class=\"dictionary\">ordinance<\/span> prohibit maintenance of a public eating place where alcoholic beverages are served because it had a window so obscured that one may not look into said place from the street. Such matters are exclusively within the <span class=\"dictionary\">jurisdiction<\/span> of the State Board of Equalization.\n\tPeople v. Fine, CR AP 2521\n\tCiting: People v. Leaf, CR AP 2337; People v. Steponovich, CR AP 2183; ART. XX, Sec. 22, Constitution of the State of California.<\/p><\/section>","previous_section":{"id":"3459","structure_id":"117","section_number":"28.13","catch_line":"Animals – Use For Advertising.","url":"\/28.13\/","token":"28.13"},"text":{"0":{"id":"2150","text":"  SIGNS – LIQUOR ESTABLISHMENTS.\t(a)\tNo person shall place, maintain, suspend, affix or attach any banner, flag, marquee, canopy or awning bearing any words or figures referring in any manner to any malt, vinous, fermented or spiritous liquors to or upon any building or premises occupied by any place of business where food is served or prepared for consumption on the premises where malt, vinous, fermented or spiritous liquor or any admixture thereof is sold, offered for sale, and served and consumed on said premises.\tProvided that signs, other than banners, flags, marquees, canopies or awnings, referring to malt, vinous, fermented or spiritous liquor may be placed or attached to or on the front, sides or back of any such building or premises, providing that no area of the building upon which such sign is maintained abuts or faces property used for residential purposes, and further provided that no such sign shall be affixed, attached or painted so as to conceal or obstruct the clear view through the doorway or windows of any such premises occupied as aforesaid.\t(b)\tNo person shall place, maintain, affix or attach on, in, over or upon any window on any premises or building mentioned in this section, any substance which in any way obstructs the clear vision or view through any door or window of the interior of such place from the exterior thereof above a line parallel to the lower sill thereof and distant four feet from the highest point of the surface of the sidewalk adjacent to and immediately in front in such building and premises. Provided that the provisions of this subsection shall not apply to any bona fide permanently constructed window display, shelving or housing which does not substantially obstruct the clear vision or view through any such window of the interior of such place from the exterior thereof.\tThe provisions of this subsection with respect to obscuring windows at places where alcoholic beverages are sold may not be enforceable, as it had been held that a municipality may not by ordinance prohibit maintenance of a public eating place where alcoholic beverages are served because it had a window so obscured that one may not look into said place from the street. Such matters are exclusively within the jurisdiction of the State Board of Equalization.\n\tPeople v. Fine, CR AP 2521\n\tCiting: People v. Leaf, CR AP 2337; People v. Steponovich, CR AP 2183; ART. XX, Sec. 22, Constitution of the State of California.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}