{"section_number":"41.20.1","edition_id":"1","section_id":"1364","structure_id":"66","catch_line":"Special Event Application Process And Definitions.","history":"","full_text":"  SPECIAL EVENT APPLICATION PROCESS AND DEFINITIONS.\n\t(Added by Ord. No. 180,881, Eff. 10\/26\/09.)\n\n\t(a)\tDefinitions.  For purposes of Sections 41.20 and 41.20.1 the following terms and phrases shall have the meanings set forth herein:\n\n\t1.\tAthletic Event means an event, not involving as a primary component, Expressive Activity, as that term is defined in Section 103.111(b), in which a group of people collectively engage in a sport or form of physical exercise including, but not limited to, jogging, bicycling, walking, roller skating, or running, upon any public street, sidewalk, alley or other public place, that does not comply with normal and usual traffic regulations and controls.\n\n\t2.\tCertified Farmers’ Market shall have the same meaning as set forth in California Code of Regulations (Title III, Division 3, Chapter 1, Subchapter 4, Article 6.5, Direct Marketing) Section 1392.2(a) as a location approved by the County Agricultural Commissioner of that county where agricultural products are sold by producers or certified producers directly to consumers.  A Certified Farmers’ Market may be operated by one or more certified producers, a non-profit organization, or a local government agency (state, county or district).  For purposes of this Code, a Certified Farmers’ Market shall mean the direct marketing, as that term is used in the California Code of Regulations, of agricultural products by certified producers to consumers in accordance with the applicable provisions of the California Code of Regulations.\n\n\t3.\tCharitable Event means an event, or a series of related events, involving a subject matter of interest to a significant portion of the residents of the City of Los Angeles all net proceeds of which, if any, will directly benefit a charitable organization that maintains its charitable status pursuant to Internal Revenue Code Section 501(c)(3).\n\n\t4.\tCity of Los Angeles Special Event means an event, or series of related events, involving a subject matter of interest to a significant portion of the residents of the City of Los Angeles, that is also an event officially sponsored and produced or managed using City employees and resources by the City of Los Angeles, its operating departments, boards, commissions or bureaus, and which is a Special Event and a Non-Commercial Event.\n\n\t5.\tCitywide Special Event means a Special Event involving a subject matter determined to be of interest to a significant number of City residents from three or more Council Districts, as evidenced from the active support or past attendance at the event of residents from those Council Districts.  The Chief Legislative Analyst shall prepare a list of Citywide Special Events anticipated to occur during the ensuing fiscal year and submit it to the City Council for approval.  The City Council may add or remove events from the list in its discretion.  Events included on the list of Citywide Special Events do not thereby automatically qualify for issuance of a permit for the event.  In each instance, a Special Event Permit Application, if applicable, must be filed with the Bureau of Street Services.\n\n\t6.\tCommercial Event means an event that does not qualify as a “non-commercial” event as defined herein.\n\n\t7.\tCommunity Event means an event, or a series of related events involving a subject matter of interest to a significant portion of the residents of the City of Los Angeles that promotes civic pride in the City or in a local community within the City, that is not a commercial event, all net proceeds of which, if any, will directly benefit either a charitable or non-profit organization.  Community Events include Block Parties that meet these requirements.\n\n\t8.\tNon-Commercial Event means a Special Event that is open to the public, or in the case of block parties to all residents living within the block party area, free of charge and without restriction, sponsored and produced by a charitable or non-profit organization, and from which no individual or other entity receives any proceeds, or benefits from those proceeds either directly or indirectly, other than as compensation for goods, equipment or services provided.  At such events, advertising, sponsorship, and food and merchandise sales shall be permitted, provided all net proceeds, if any, from such activities are used for the benefit of a non-profit or charitable organization or of the charitable or non-profit sponsoring organization.  The Sponsor(s) of Non-commercial events must comply with all legal requirements, including all applicable requirements regarding registering with the Police Commission for charitable solicitations.  Non-Commercial Events include, but are not limited to, Charitable Events, Community Events and City of Los Angeles Special Events.\n\n\t9.\tSpecial Event means an event, or series of related events, of cultural, civic, economic, social, recreational or educational nature, including Athletic Events, sponsored by an individual or individuals, a non-profit organization or community group, charitable organization or for-profit organization or group, that is:  (1) held wholly or partially on property owned or maintained by the City; or (2) held on any other property, and that requires for its successful execution, the partial or complete closure of streets or sidewalks or the provision and coordination of municipal services to a degree over and above the level that the City normally provides.  Special Events also include any other organized activity that involves the use of, or has a direct or indirect impact on, public property or facilities or that can reasonably be foreseen to have such an impact on, or to require a higher level of, public safety services or other municipal services, including advance planning services, than that normally provided by the City.  The Police Department shall remain the permitting entity for Parades and Assemblies, as defined in Section 103.111(b) of this Code.  The City may contract for permit application coordination services for City-issued permits for entertainment industry-related Special Events, such as motion picture filming, television filming and photography.  The City’s contractor, and not the One-Stop Special Events Permit Office, will coordinate the processing of permit applications for permits the City issues for those types of events.  In addition, the receipt, evaluation, processing and approval of City permits for those types of events shall be the responsibility of the City Council or of the City department or office to which the Council, by order, resolution or ordinance has delegated, or in the future may delegate, such authority, as provided in Sections 22.350, and following, of the Los Angeles Administrative Code and in Section 12.22 A.13. of this Code.\n\n\t10.\tSponsor means the person(s) or entity that assumes or is charged with the responsibility for, as well as the act of, producing or managing a Special Event.  The Sponsor may or may not be financially responsible for the event and may or may not be responsible for conducting or carrying out the activities of the event.  For purposes of this definition, a person or entity that provides only financial or in-kind support for a Special Event and has no responsibility for producing or managing the event is not a Sponsor.  The terms “sponsors”, “sponsored” and similar variations shall be given a meaning consistent with this definition.\n\n\t(b)\tSpecial Events Coordination.\n\n\t1.\tAll Parade and Assembly Permit Applications shall be submitted to the Los Angeles Police Department in accordance with applicable provisions of this Code.  The Police Department shall coordinate evaluation and review of those applications, including any requests for Special Event Fee Subsidies, with the One-Stop Special Events Permit Office as necessary.\n\n\t2.\tThe City may contract for permit application coordination services for City-issued permits for entertainment industry-related Special Events, such as motion picture filming, television filming and photography.  The City’s contractor, and not the One-Stop Special Events Permit Office, will coordinate the processing of permit applications for permits the City issues for those types of events.  In addition, the receipt, evaluation, processing and approval of City permits for those types of events shall be the responsibility of the City Council or of the City department or office to which the Council, by order, resolution or ordinance has delegated, or in the future may delegate, such authority, as provided in Sections 22.350, and following, of the Los Angeles Administrative Code and in Section 12.22 A.13. of this Code.\n\n\t(c)\tEvents at Major Sports and Entertainment Venues.  The types and levels of municipal services provided for events at major venues, including but not limited to, the Staples Center, Coliseum, Dodger Stadium, Sports Arena, Hollywood Bowl, Greek Theatre and Kodak Theatre, and for major awards shows and other similar events, shall be determined and provided solely within the discretion of the City.  Applicable fees and charges, including salary costs, for all such services, equipment and materials shall not be subsidized or waived unless otherwise provided by contract.  If the City determines, in its own discretion, that traffic control measures or other services are not needed at particular venues or for specific events, the City will not provide those services.  Should a venue or event Sponsor wish to ensure that certain types and levels of services will be provided for purposes of an event, the venue or event Sponsor will be required to negotiate a contract with the City to clearly define the types and levels of services requested, and to provide for payment for all services beyond the normal level of services which the City in its sole discretion would have provided to meet public safety and welfare needs.  The Sponsor of any event that involves the use of, or has a direct or indirect impact on, public property or facilities, or that can reasonably be foreseen to have such an impact on or to require a higher level of public safety services or other municipal services, including advance planning services, than that normally provided by the City, shall be responsible for obtaining all required permits and for payment of the costs, including all fees, charges and salary costs, for all such services.\n\n\t(d)\tTracking Special Event Expenditures.  The Bureau of Street Services shall track all funds expended for Special Events by all City departments by Special Event.  All City departments that incur costs and expenses for Special Events shall report on those costs and expenses on a quarterly basis to the Bureau of Street Services. The Bureau of Street Services shall report to the Board of Public Works and the City Council regarding all such expenditures within forty-give (45) days after the end of each calendar quarter.\n\n\t(e)\tCity Equipment Cost Recovery.  In all instances, Special Event permittees shall pay the City for the repair or replacement costs, as determined by the Bureau of Street Services, for traffic control devices or equipment provided for an event and not returned within 24 hours of the event, or returned in a damaged condition, excluding reasonable wear and tear.  All payments for damaged or lost equipment shall be made in a manner as determined by the Bureau of Street Services, which may, and in the case of block parties shall, include a requirement for a refundable deposit.","order_by":"20.1","ancestry":{"1":{"id":"66","name":"Disorderly Conduct\nPlaces And Publications","identifier":"1","label":"article","url":"\/4\/1\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2975","structure_id":"66","section_number":"41.03","catch_line":"Lookouts For Illegal Acts.","url":"\/41.03\/","token":"41.03"},"1":{"id":"4179","structure_id":"66","section_number":"41.14","catch_line":"Injury To Public Property.","url":"\/41.14\/","token":"41.14"},"2":{"id":"2377","structure_id":"66","section_number":"41.16","catch_line":"Snuff – Throwing Of.","url":"\/41.16\/","token":"41.16"},"3":{"id":"507","structure_id":"66","section_number":"41.17","catch_line":"Library Books – Retention After Notice.","url":"\/41.17\/","token":"41.17"},"4":{"id":"4062","structure_id":"66","section_number":"41.18","catch_line":"Sidewalks, Pedestrian Subways – Loitering.","url":"\/41.18\/","token":"41.18"},"5":{"id":"2873","structure_id":"66","section_number":"41.19","catch_line":"Public Assemblages – Obstructing Entrance.","url":"\/41.19\/","token":"41.19"},"6":{"id":"2652","structure_id":"66","section_number":"41.20","catch_line":"Closure Of Streets.","url":"\/41.20\/","token":"41.20"},"7":{"id":"1364","structure_id":"66","section_number":"41.20.1","catch_line":"Special Event Application Process And Definitions.","url":"\/41.20.1\/","token":"41.20.1"},"8":{"id":"617","structure_id":"66","section_number":"41.21","catch_line":"Cutting Into Gasoline Lines Prohibited.","url":"\/41.21\/","token":"41.21"},"9":{"id":"1698","structure_id":"66","section_number":"41.22","catch_line":"Loitering – River Bed.","url":"\/41.22\/","token":"41.22"},"10":{"id":"4027","structure_id":"66","section_number":"41.23","catch_line":"Trespass On Housing Authority Property.","url":"\/41.23\/","token":"41.23"},"11":{"id":"252","structure_id":"66","section_number":"41.24","catch_line":"Trespass On Private Property.","url":"\/41.24\/","token":"41.24"},"12":{"id":"878","structure_id":"66","section_number":"41.27","catch_line":"Intoxication.","url":"\/41.27\/","token":"41.27"},"13":{"id":"953","structure_id":"66","section_number":"41.29","catch_line":"Hand Organs On Streets.","url":"\/41.29\/","token":"41.29"},"14":{"id":"2290","structure_id":"66","section_number":"41.30","catch_line":"Spite Fences.","url":"\/41.30\/","token":"41.30"},"15":{"id":"1611","structure_id":"66","section_number":"41.31","catch_line":"Trees – Injury To.","url":"\/41.31\/","token":"41.31"},"16":{"id":"2884","structure_id":"66","section_number":"41.32","catch_line":"Theatres – Sound Amplifiers.","url":"\/41.32\/","token":"41.32"},"17":{"id":"3573","structure_id":"66","section_number":"41.33","catch_line":"Landlords – Disturbing Tenants.","url":"\/41.33\/","token":"41.33"},"18":{"id":"206","structure_id":"66","section_number":"41.34","catch_line":"Pesticides – Notice To Tenants.","url":"\/41.34\/","token":"41.34"},"19":{"id":"3302","structure_id":"66","section_number":"41.38","catch_line":"Use Of Certain Signs On Vehicles Prohibited.","url":"\/41.38\/","token":"41.38"},"20":{"id":"1767","structure_id":"66","section_number":"41.39","catch_line":"Stowaways – Entry A Misdemeanor.","url":"\/41.39\/","token":"41.39"},"21":{"id":"1857","structure_id":"66","section_number":"41.40","catch_line":"Noise Due To Construction, Excavation Work – When Prohibited.","url":"\/41.40\/","token":"41.40"},"22":{"id":"818","structure_id":"66","section_number":"41.41","catch_line":"Evading Payment Of Admission Fee.","url":"\/41.41\/","token":"41.41"},"23":{"id":"2748","structure_id":"66","section_number":"41.42","catch_line":"Music Reproducing Devices – Hours Of Operation.","url":"\/41.42\/","token":"41.42"},"24":{"id":"2050","structure_id":"66","section_number":"41.43","catch_line":"Selling Goods Near Private Parks.","url":"\/41.43\/","token":"41.43"},"25":{"id":"1693","structure_id":"66","section_number":"41.43.1","catch_line":"Door To Door Selling Or Soliciting.","url":"\/41.43.1\/","token":"41.43.1"},"26":{"id":"3565","structure_id":"66","section_number":"41.44","catch_line":"Miniature Golf Courses And Driving Fairways.","url":"\/41.44\/","token":"41.44"},"27":{"id":"1897","structure_id":"66","section_number":"41.45","catch_line":"Unauthorized Removal, Use Or Possession Of Shopping Carts.","url":"\/41.45\/","token":"41.45"},"28":{"id":"3090","structure_id":"66","section_number":"41.46","catch_line":"Sidewalks – Cleaning Of.","url":"\/41.46\/","token":"41.46"},"29":{"id":"3367","structure_id":"66","section_number":"41.47","catch_line":"Water Closets – Use Of.","url":"\/41.47\/","token":"41.47"},"30":{"id":"3199","structure_id":"66","section_number":"41.47.1","catch_line":"Restroom Facilities.","url":"\/41.47.1\/","token":"41.47.1"},"31":{"id":"3793","structure_id":"66","section_number":"41.47.2","catch_line":"Urinating Or Defecating In Public.","url":"\/41.47.2\/","token":"41.47.2"},"32":{"id":"3936","structure_id":"66","section_number":"41.48","catch_line":"Restaurants – Minimum Light Intensity.","url":"\/41.48\/","token":"41.48"},"33":{"id":"4033","structure_id":"66","section_number":"41.49","catch_line":"Hotel Registers And Room Rentals.","url":"\/41.49\/","token":"41.49"},"34":{"id":"3882","structure_id":"66","section_number":"41.50","catch_line":"Smoking Prohibited In Designated Areas.","url":"\/41.50\/","token":"41.50"},"35":{"id":"2857","structure_id":"66","section_number":"41.50.5","catch_line":"Signage Regulations For Places Subject To Regulation Pursuant To Labor Code Section 6404.5.","url":"\/41.50.5\/","token":"41.50.5"},"36":{"id":"1140","structure_id":"66","section_number":"41.51","catch_line":"Smoking In Elevators Prohibited.","url":"\/41.51\/","token":"41.51"},"37":{"id":"2159","structure_id":"66","section_number":"41.52","catch_line":"Smoking In Buses.","url":"\/41.52\/","token":"41.52"},"38":{"id":"3194","structure_id":"66","section_number":"41.53","catch_line":"Public Bath Houses.","url":"\/41.53\/","token":"41.53"},"39":{"id":"2202","structure_id":"66","section_number":"41.54","catch_line":"Fishing Within One Mile Of Public Sewer Outlet.","url":"\/41.54\/","token":"41.54"},"40":{"id":"350","structure_id":"66","section_number":"41.55","catch_line":"Oil – Discharge In Ocean And Beaches.","url":"\/41.55\/","token":"41.55"},"41":{"id":"523","structure_id":"66","section_number":"41.56","catch_line":"Unlawful Activities At Sporting Events, Theatricals And Exhibitions.","url":"\/41.56\/","token":"41.56"},"42":{"id":"1291","structure_id":"66","section_number":"41.57","catch_line":"Loud And Raucous Noise Prohibited.","url":"\/41.57\/","token":"41.57"},"43":{"id":"1957","structure_id":"66","section_number":"41.58","catch_line":"Loud Party Second Response Fee.","url":"\/41.58\/","token":"41.58"},"44":{"id":"2269","structure_id":"66","section_number":"41.59","catch_line":"Prohibition Against Certain Forms Of Aggressive Solicitation.","url":"\/41.59\/","token":"41.59"},"45":{"id":"1569","structure_id":"66","section_number":"41.60","catch_line":"Hospitals; Patient Transport.","url":"\/41.60\/","token":"41.60"},"46":{"id":"3658","structure_id":"66","section_number":"41.70","catch_line":"Nuisance Vehicles – Prostitution.","url":"\/41.70\/","token":"41.70"},"47":{"id":"3589","structure_id":"66","section_number":"41.70.1","catch_line":"Nuisance Vehicles – Controlled Substances.","url":"\/41.70.1\/","token":"41.70.1"},"48":{"id":"1691","structure_id":"66","section_number":"41.70.2","catch_line":"Nuisance Vehicles – Speed Contests And Exhibitions Of Speed.","url":"\/41.70.2\/","token":"41.70.2"},"49":{"id":"3984","structure_id":"66","section_number":"41.70.3","catch_line":"Nuisance Vehicles – Illegal Dumping.","url":"\/41.70.3\/","token":"41.70.3"},"50":{"id":"4031","structure_id":"66","section_number":"41.71","catch_line":"Gang-Related Nuisance Vehicle Forfeiture.","url":"\/41.71\/","token":"41.71"},"51":{"id":"4113","structure_id":"66","section_number":"41.72","catch_line":"Counterfeit Goods Nuisance Abatement Law.","url":"\/41.72\/","token":"41.72"}},"next_section":{"id":"617","structure_id":"66","section_number":"41.21","catch_line":"Cutting Into Gasoline Lines Prohibited.","url":"\/41.21\/","token":"41.21"},"metadata":false,"references":false,"url":"\/41.20.1\/","token":"41.20.1","formats":{"txt":"\/41.20.1.txt","json":"\/41.20.1.xml"},"dublin_core":{"Title":"Special Event Application Process And Definitions.","Type":"Text","Format":"text\/html","Identifier":"§ 41.20.1","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nSPECIAL EVENT APPLICATION PROCESS AND DEFINITIONS. (§ 41.20.1)\n\n  SPECIAL EVENT APPLICATION PROCESS AND DEFINITIONS.\n\t(Added by Ord. No. 180,881, Eff. 10\/26\/09.)\t(a)\tDefinitions.  For purposes of\nSections 41.20 and 41.20.1 the following terms and phrases shall have the\nmeanings set forth herein:\t1.\tAthletic Event means an event, not involving as a\nprimary component, Expressive Activity, as that term is defined in Section\n103.111(b), in which a group of people collectively engage in a sport or form of\nphysical exercise including, but not limited to, jogging, bicycling, walking,\nroller skating, or running, upon any public street, sidewalk, alley or other\npublic place, that does not comply with normal and usual traffic regulations and\ncontrols.\t2.\tCertified Farmers’ Market shall have the same meaning as set\nforth in California Code of Regulations (Title III, Division 3, Chapter 1,\nSubchapter 4, Article 6.5, Direct Marketing) Section 1392.2(a) as a location\napproved by the County Agricultural Commissioner of that county where\nagricultural products are sold by producers or certified producers directly to\nconsumers.  A Certified Farmers’ Market may be operated by one or more\ncertified producers, a non-profit organization, or a local government agency\n(state, county or district).  For purposes of this Code, a Certified Farmers’\nMarket shall mean the direct marketing, as that term is used in the California\nCode of Regulations, of agricultural products by certified producers to\nconsumers in accordance with the applicable provisions of the California Code of\nRegulations.\t3.\tCharitable Event means an event, or a series of related events,\ninvolving a subject matter of interest to a significant portion of the residents\nof the City of Los Angeles all net proceeds of which, if any, will directly\nbenefit a charitable organization that maintains its charitable status pursuant\nto Internal Revenue Code Section 501(c)(3).\t4.\tCity of Los Angeles Special Event\nmeans an event, or series of related events, involving a subject matter of\ninterest to a significant portion of the residents of the City of Los Angeles,\nthat is also an event officially sponsored and produced or managed using City\nemployees and resources by the City of Los Angeles, its operating departments,\nboards, commissions or bureaus, and which is a Special Event and a\nNon-Commercial Event.\t5.\tCitywide Special Event means a Special Event involving\na subject matter determined to be of interest to a significant number of City\nresidents from three or more Council Districts, as evidenced from the active\nsupport or past attendance at the event of residents from those Council\nDistricts.  The Chief Legislative Analyst shall prepare a list of Citywide\nSpecial Events anticipated to occur during the ensuing fiscal year and submit it\nto the City Council for approval.  The City Council may add or remove events\nfrom the list in its discretion.  Events included on the list of Citywide\nSpecial Events do not thereby automatically qualify for issuance of a permit for\nthe event.  In each instance, a Special Event Permit Application, if\napplicable, must be filed with the Bureau of Street Services.\t6.\tCommercial\nEvent means an event that does not qualify as a “non-commercial” event as\ndefined herein.\t7.\tCommunity Event means an event, or a series of related events\ninvolving a subject matter of interest to a significant portion of the residents\nof the City of Los Angeles that promotes civic pride in the City or in a local\ncommunity within the City, that is not a commercial event, all net proceeds of\nwhich, if any, will directly benefit either a charitable or non-profit\norganization.  Community Events include Block Parties that meet these\nrequirements.\t8.\tNon-Commercial Event means a Special Event that is open to the\npublic, or in the case of block parties to all residents living within the block\nparty area, free of charge and without restriction, sponsored and produced by a\ncharitable or non-profit organization, and from which no individual or other\nentity receives any proceeds, or benefits from those proceeds either directly or\nindirectly, other than as compensation for goods, equipment or services\nprovided.  At such events, advertising, sponsorship, and food and merchandise\nsales shall be permitted, provided all net proceeds, if any, from such\nactivities are used for the benefit of a non-profit or charitable organization\nor of the charitable or non-profit sponsoring organization.  The Sponsor(s) of\nNon-commercial events must comply with all legal requirements, including all\napplicable requirements regarding registering with the Police Commission for\ncharitable solicitations.  Non-Commercial Events include, but are not limited\nto, Charitable Events, Community Events and City of Los Angeles Special\nEvents.\t9.\tSpecial Event means an event, or series of related events, of\ncultural, civic, economic, social, recreational or educational nature, including\nAthletic Events, sponsored by an individual or individuals, a non-profit\norganization or community group, charitable organization or for-profit\norganization or group, that is:  (1) held wholly or partially on property owned\nor maintained by the City; or (2) held on any other property, and that requires\nfor its successful execution, the partial or complete closure of streets or\nsidewalks or the provision and coordination of municipal services to a degree\nover and above the level that the City normally provides.  Special Events also\ninclude any other organized activity that involves the use of, or has a direct\nor indirect impact on, public property or facilities or that can reasonably be\nforeseen to have such an impact on, or to require a higher level of, public\nsafety services or other municipal services, including advance planning\nservices, than that normally provided by the City.  The Police Department shall\nremain the permitting entity for Parades and Assemblies, as defined in Section\n103.111(b) of this Code.  The City may contract for permit application\ncoordination services for City-issued permits for entertainment industry-related\nSpecial Events, such as motion picture filming, television filming and\nphotography.  The City’s contractor, and not the One-Stop Special Events\nPermit Office, will coordinate the processing of permit applications for permits\nthe City issues for those types of events.  In addition, the receipt,\nevaluation, processing and approval of City permits for those types of events\nshall be the responsibility of the City Council or of the City department or\noffice to which the Council, by order, resolution or ordinance has delegated, or\nin the future may delegate, such authority, as provided in Sections 22.350, and\nfollowing, of the Los Angeles Administrative Code and in Section 12.22 A.13. of\nthis Code.\t10.\tSponsor means the person(s) or entity that assumes or is charged\nwith the responsibility for, as well as the act of, producing or managing a\nSpecial Event.  The Sponsor may or may not be financially responsible for the\nevent and may or may not be responsible for conducting or carrying out the\nactivities of the event.  For purposes of this definition, a person or entity\nthat provides only financial or in-kind support for a Special Event and has no\nresponsibility for producing or managing the event is not a Sponsor.  The terms\n“sponsors”, “sponsored” and similar variations shall be given a meaning\nconsistent with this definition.\t(b)\tSpecial Events Coordination.\t1.\tAll Parade\nand Assembly Permit Applications shall be submitted to the Los Angeles Police\nDepartment in accordance with applicable provisions of this Code.  The Police\nDepartment shall coordinate evaluation and review of those applications,\nincluding any requests for Special Event Fee Subsidies, with the One-Stop\nSpecial Events Permit Office as necessary.\t2.\tThe City may contract for permit\napplication coordination services for City-issued permits for entertainment\nindustry-related Special Events, such as motion picture filming, television\nfilming and photography.  The City’s contractor, and not the One-Stop Special\nEvents Permit Office, will coordinate the processing of permit applications for\npermits the City issues for those types of events.  In addition, the receipt,\nevaluation, processing and approval of City permits for those types of events\nshall be the responsibility of the City Council or of the City department or\noffice to which the Council, by order, resolution or ordinance has delegated, or\nin the future may delegate, such authority, as provided in Sections 22.350, and\nfollowing, of the Los Angeles Administrative Code and in Section 12.22 A.13. of\nthis Code.\t(c)\tEvents at Major Sports and Entertainment Venues.  The types and\nlevels of municipal services provided for events at major venues, including but\nnot limited to, the Staples Center, Coliseum, Dodger Stadium, Sports Arena,\nHollywood Bowl, Greek Theatre and Kodak Theatre, and for major awards shows and\nother similar events, shall be determined and provided solely within the\ndiscretion of the City.  Applicable fees and charges, including salary costs,\nfor all such services, equipment and materials shall not be subsidized or waived\nunless otherwise provided by contract.  If the City determines, in its own\ndiscretion, that traffic control measures or other services are not needed at\nparticular venues or for specific events, the City will not provide those\nservices.  Should a venue or event Sponsor wish to ensure that certain types\nand levels of services will be provided for purposes of an event, the venue or\nevent Sponsor will be required to negotiate a contract with the City to clearly\ndefine the types and levels of services requested, and to provide for payment\nfor all services beyond the normal level of services which the City in its sole\ndiscretion would have provided to meet public safety and welfare needs.  The\nSponsor of any event that involves the use of, or has a direct or indirect\nimpact on, public property or facilities, or that can reasonably be foreseen to\nhave such an impact on or to require a higher level of public safety services or\nother municipal services, including advance planning services, than that\nnormally provided by the City, shall be responsible for obtaining all required\npermits and for payment of the costs, including all fees, charges and salary\ncosts, for all such services.\t(d)\tTracking Special Event Expenditures.  The\nBureau of Street Services shall track all funds expended for Special Events by\nall City departments by Special Event.  All City departments that incur costs\nand expenses for Special Events shall report on those costs and expenses on a\nquarterly basis to the Bureau of Street Services. The Bureau of Street Services\nshall report to the Board of Public Works and the City Council regarding all\nsuch expenditures within forty-give (45) days after the end of each calendar\nquarter.\t(e)\tCity Equipment Cost Recovery.  In all instances, Special Event\npermittees shall pay the City for the repair or replacement costs, as determined\nby the Bureau of Street Services, for traffic control devices or equipment\nprovided for an event and not returned within 24 hours of the event, or returned\nin a damaged condition, excluding reasonable wear and tear.  All payments for\ndamaged or lost equipment shall be made in a manner as determined by the Bureau\nof Street Services, which may, and in the case of block parties shall, include a\nrequirement for a refundable deposit.\n","html":"\n\t\t\t\t\t<section><p>  SPECIAL EVENT APPLICATION PROCESS AND DEFINITIONS.\n\t(Added by Ord. No. 180,881, Eff. 10\/26\/09.)<br \/><br \/>\t(a)\tDefinitions.  For purposes of Sections 41.20 and 41.20.1 the following terms and phrases shall have the meanings set forth herein:<br \/><br \/>\t1.\tAthletic Event means an event, not involving as a primary component, Expressive Activity, as that term is defined in Section 103.111(b), in which a group of people collectively engage in a sport or form of physical exercise including, but not limited to, jogging, bicycling, walking, roller skating, or running, upon any public street, sidewalk, alley or other public place, that does not comply with normal and usual traffic regulations and controls.<br \/><br \/>\t2.\tCertified Farmers’ Market shall have the same meaning as set forth in California Code of Regulations (Title III, Division 3, Chapter 1, Subchapter 4, Article 6.5, Direct Marketing) Section 1392.2(a) as a location approved by the County Agricultural Commissioner of that county where agricultural products are sold by producers or certified producers directly to consumers.  A Certified Farmers’ Market may be operated by one or more certified producers, a non-profit organization, or a local government agency (state, county or district).  For purposes of this Code, a Certified Farmers’ Market shall mean the direct marketing, as that term is used in the California Code of Regulations, of agricultural products by certified producers to consumers in accordance with the applicable provisions of the California Code of Regulations.<br \/><br \/>\t3.\tCharitable Event means an event, or a series of related events, involving a subject matter of interest to a significant portion of the residents of the City of Los Angeles all net proceeds of which, if any, will directly benefit a charitable organization that maintains its charitable status pursuant to Internal Revenue Code Section 501(c)(3).<br \/><br \/>\t4.\tCity of Los Angeles Special Event means an event, or series of related events, involving a subject matter of interest to a significant portion of the residents of the City of Los Angeles, that is also an event officially sponsored and produced or managed using City employees and resources by the City of Los Angeles, its operating departments, boards, commissions or bureaus, and which is a Special Event and a Non-Commercial Event.<br \/><br \/>\t5.\tCitywide Special Event means a Special Event involving a subject matter determined to be of interest to a significant number of City residents from three or more Council Districts, as evidenced from the active support or past attendance at the event of residents from those Council Districts.  The Chief Legislative Analyst shall prepare a list of Citywide Special Events anticipated to occur during the ensuing fiscal year and submit it to the City Council for approval.  The City Council may add or remove events from the list in its discretion.  Events included on the list of Citywide Special Events do not thereby automatically qualify for issuance of a permit for the event.  In each instance, a Special Event Permit Application, if applicable, must be filed with the Bureau of Street Services.<br \/><br \/>\t6.\tCommercial Event means an event that does not qualify as a “non-commercial” event as defined herein.<br \/><br \/>\t7.\tCommunity Event means an event, or a series of related events involving a subject matter of interest to a significant portion of the residents of the City of Los Angeles that promotes civic pride in the City or in a local community within the City, that is not a commercial event, all net proceeds of which, if any, will directly benefit either a charitable or non-profit organization.  Community Events include Block Parties that meet these requirements.<br \/><br \/>\t8.\tNon-Commercial Event means a Special Event that is open to the public, or in the case of block parties to all residents living within the block <span class=\"dictionary\">party<\/span> area, free of charge and without restriction, sponsored and produced by a charitable or non-profit organization, and from which no individual or other entity receives any proceeds, or benefits from those proceeds either directly or indirectly, other than as compensation for goods, equipment or services provided.  At such events, advertising, sponsorship, and food and merchandise sales shall be permitted, provided all net proceeds, if any, from such activities are used for the benefit of a non-profit or charitable organization or of the charitable or non-profit sponsoring organization.  The Sponsor(s) of Non-commercial events must comply with all legal requirements, including all applicable requirements regarding registering with the Police Commission for charitable solicitations.  Non-Commercial Events include, but are not limited to, Charitable Events, Community Events and City of Los Angeles Special Events.<br \/><br \/>\t9.\tSpecial Event means an event, or series of related events, of cultural, civic, economic, social, recreational or educational nature, including Athletic Events, sponsored by an individual or individuals, a non-profit organization or community group, charitable organization or for-profit organization or group, that is:  (1) held wholly or partially on property owned or maintained by the City; or (2) held on any other property, and that requires for its successful execution, the partial or complete closure of streets or sidewalks or the provision and coordination of municipal services to a degree over and above the level that the City normally provides.  Special Events also include any other organized activity that involves the use of, or has a direct or indirect impact on, public property or facilities or that can reasonably be foreseen to have such an impact on, or to require a higher level of, public safety services or other municipal services, including advance planning services, than that normally provided by the City.  The Police Department shall remain the permitting entity for Parades and Assemblies, as defined in Section 103.111(b) of this Code.  The City may <span class=\"dictionary\">contract<\/span> for permit application coordination services for City-issued permits for entertainment industry-related Special Events, such as <span class=\"dictionary\">motion<\/span> picture filming, television filming and photography.  The City’s contractor, and not the One-Stop Special Events Permit Office, will coordinate the processing of permit applications for permits the City <span class=\"dictionary\">issues<\/span> for those types of events.  In addition, the receipt, evaluation, processing and approval of City permits for those types of events shall be the responsibility of the City Council or of the City department or office to which the Council, by <span class=\"dictionary\">order<\/span>, resolution or <span class=\"dictionary\">ordinance<\/span> has delegated, or in the future may delegate, such authority, as provided in Sections 22.350, and following, of the Los Angeles Administrative Code and in Section 12.22 A.13. of this Code.<br \/><br \/>\t10.\tSponsor means the person(s) or entity that assumes or is charged with the responsibility for, as well as the act of, producing or managing a Special Event.  The Sponsor may or may not be financially responsible for the event and may or may not be responsible for conducting or carrying out the activities of the event.  For purposes of this definition, a person or entity that provides only financial or in-kind support for a Special Event and has no responsibility for producing or managing the event is not a Sponsor.  The terms “sponsors”, “sponsored” and similar variations shall be given a meaning consistent with this definition.<br \/><br \/>\t(b)\tSpecial Events Coordination.<br \/><br \/>\t1.\tAll Parade and Assembly Permit Applications shall be submitted to the Los Angeles Police Department in accordance with applicable provisions of this Code.  The Police Department shall coordinate evaluation and review of those applications, including any requests for Special Event Fee Subsidies, with the One-Stop Special Events Permit Office as necessary.<br \/><br \/>\t2.\tThe City may <span class=\"dictionary\">contract<\/span> for permit application coordination services for City-issued permits for entertainment industry-related Special Events, such as <span class=\"dictionary\">motion<\/span> picture filming, television filming and photography.  The City’s contractor, and not the One-Stop Special Events Permit Office, will coordinate the processing of permit applications for permits the City <span class=\"dictionary\">issues<\/span> for those types of events.  In addition, the receipt, evaluation, processing and approval of City permits for those types of events shall be the responsibility of the City Council or of the City department or office to which the Council, by <span class=\"dictionary\">order<\/span>, resolution or <span class=\"dictionary\">ordinance<\/span> has delegated, or in the future may delegate, such authority, as provided in Sections 22.350, and following, of the Los Angeles Administrative Code and in Section 12.22 A.13. of this Code.<br \/><br \/>\t(c)\tEvents at Major Sports and Entertainment <span class=\"dictionary\">Venues<\/span>.  The types and levels of municipal services provided for events at major <span class=\"dictionary\">venues<\/span>, including but not limited to, the Staples Center, Coliseum, Dodger Stadium, Sports Arena, Hollywood Bowl, Greek Theatre and Kodak Theatre, and for major awards shows and other similar events, shall be determined and provided solely within the discretion of the City.  Applicable fees and charges, including salary costs, for all such services, equipment and <span class=\"dictionary\">materials<\/span> shall not be subsidized or waived unless otherwise provided by <span class=\"dictionary\">contract<\/span>.  If the City determines, in its own discretion, that traffic control measures or other services are not needed at particular <span class=\"dictionary\">venues<\/span> or for specific events, the City will not provide those services.  Should a <span class=\"dictionary\">venue<\/span> or event Sponsor wish to ensure that certain types and levels of services will be provided for purposes of an event, the <span class=\"dictionary\">venue<\/span> or event Sponsor will be required to negotiate a <span class=\"dictionary\">contract<\/span> with the City to clearly define the types and levels of services requested, and to provide for payment for all services beyond the normal level of services which the City in its sole discretion would have provided to meet public safety and welfare needs.  The Sponsor of any event that involves the use of, or has a direct or indirect impact on, public property or facilities, or that can reasonably be foreseen to have such an impact on or to require a higher level of public safety services or other municipal services, including advance planning services, than that normally provided by the City, shall be responsible for obtaining all required permits and for payment of the costs, including all fees, charges and salary costs, for all such services.<br \/><br \/>\t(d)\tTracking Special Event Expenditures.  The Bureau of Street Services shall track all funds expended for Special Events by all City departments by Special Event.  All City departments that incur costs and expenses for Special Events shall report on those costs and expenses on a quarterly basis to the Bureau of Street Services. The Bureau of Street Services shall report to the Board of Public Works and the City Council regarding all such expenditures within forty-give (45) days after the end of each calendar quarter.<br \/><br \/>\t(e)\tCity Equipment Cost Recovery.  In all instances, Special Event permittees shall pay the City for the repair or replacement costs, as determined by the Bureau of Street Services, for traffic control devices or equipment provided for an event and not returned within 24 hours of the event, or returned in a damaged condition, excluding reasonable wear and tear.  All payments for damaged or lost equipment shall be made in a manner as determined by the Bureau of Street Services, which may, and in the case of block parties shall, include a requirement for a refundable deposit.<\/p><\/section>","previous_section":{"id":"2652","structure_id":"66","section_number":"41.20","catch_line":"Closure Of Streets.","url":"\/41.20\/","token":"41.20"},"text":{"0":{"id":"1350","text":"  SPECIAL EVENT APPLICATION PROCESS AND DEFINITIONS.\n\t(Added by Ord. No. 180,881, Eff. 10\/26\/09.)\t(a)\tDefinitions.  For purposes of Sections 41.20 and 41.20.1 the following terms and phrases shall have the meanings set forth herein:\t1.\tAthletic Event means an event, not involving as a primary component, Expressive Activity, as that term is defined in Section 103.111(b), in which a group of people collectively engage in a sport or form of physical exercise including, but not limited to, jogging, bicycling, walking, roller skating, or running, upon any public street, sidewalk, alley or other public place, that does not comply with normal and usual traffic regulations and controls.\t2.\tCertified Farmers’ Market shall have the same meaning as set forth in California Code of Regulations (Title III, Division 3, Chapter 1, Subchapter 4, Article 6.5, Direct Marketing) Section 1392.2(a) as a location approved by the County Agricultural Commissioner of that county where agricultural products are sold by producers or certified producers directly to consumers.  A Certified Farmers’ Market may be operated by one or more certified producers, a non-profit organization, or a local government agency (state, county or district).  For purposes of this Code, a Certified Farmers’ Market shall mean the direct marketing, as that term is used in the California Code of Regulations, of agricultural products by certified producers to consumers in accordance with the applicable provisions of the California Code of Regulations.\t3.\tCharitable Event means an event, or a series of related events, involving a subject matter of interest to a significant portion of the residents of the City of Los Angeles all net proceeds of which, if any, will directly benefit a charitable organization that maintains its charitable status pursuant to Internal Revenue Code Section 501(c)(3).\t4.\tCity of Los Angeles Special Event means an event, or series of related events, involving a subject matter of interest to a significant portion of the residents of the City of Los Angeles, that is also an event officially sponsored and produced or managed using City employees and resources by the City of Los Angeles, its operating departments, boards, commissions or bureaus, and which is a Special Event and a Non-Commercial Event.\t5.\tCitywide Special Event means a Special Event involving a subject matter determined to be of interest to a significant number of City residents from three or more Council Districts, as evidenced from the active support or past attendance at the event of residents from those Council Districts.  The Chief Legislative Analyst shall prepare a list of Citywide Special Events anticipated to occur during the ensuing fiscal year and submit it to the City Council for approval.  The City Council may add or remove events from the list in its discretion.  Events included on the list of Citywide Special Events do not thereby automatically qualify for issuance of a permit for the event.  In each instance, a Special Event Permit Application, if applicable, must be filed with the Bureau of Street Services.\t6.\tCommercial Event means an event that does not qualify as a “non-commercial” event as defined herein.\t7.\tCommunity Event means an event, or a series of related events involving a subject matter of interest to a significant portion of the residents of the City of Los Angeles that promotes civic pride in the City or in a local community within the City, that is not a commercial event, all net proceeds of which, if any, will directly benefit either a charitable or non-profit organization.  Community Events include Block Parties that meet these requirements.\t8.\tNon-Commercial Event means a Special Event that is open to the public, or in the case of block parties to all residents living within the block party area, free of charge and without restriction, sponsored and produced by a charitable or non-profit organization, and from which no individual or other entity receives any proceeds, or benefits from those proceeds either directly or indirectly, other than as compensation for goods, equipment or services provided.  At such events, advertising, sponsorship, and food and merchandise sales shall be permitted, provided all net proceeds, if any, from such activities are used for the benefit of a non-profit or charitable organization or of the charitable or non-profit sponsoring organization.  The Sponsor(s) of Non-commercial events must comply with all legal requirements, including all applicable requirements regarding registering with the Police Commission for charitable solicitations.  Non-Commercial Events include, but are not limited to, Charitable Events, Community Events and City of Los Angeles Special Events.\t9.\tSpecial Event means an event, or series of related events, of cultural, civic, economic, social, recreational or educational nature, including Athletic Events, sponsored by an individual or individuals, a non-profit organization or community group, charitable organization or for-profit organization or group, that is:  (1) held wholly or partially on property owned or maintained by the City; or (2) held on any other property, and that requires for its successful execution, the partial or complete closure of streets or sidewalks or the provision and coordination of municipal services to a degree over and above the level that the City normally provides.  Special Events also include any other organized activity that involves the use of, or has a direct or indirect impact on, public property or facilities or that can reasonably be foreseen to have such an impact on, or to require a higher level of, public safety services or other municipal services, including advance planning services, than that normally provided by the City.  The Police Department shall remain the permitting entity for Parades and Assemblies, as defined in Section 103.111(b) of this Code.  The City may contract for permit application coordination services for City-issued permits for entertainment industry-related Special Events, such as motion picture filming, television filming and photography.  The City’s contractor, and not the One-Stop Special Events Permit Office, will coordinate the processing of permit applications for permits the City issues for those types of events.  In addition, the receipt, evaluation, processing and approval of City permits for those types of events shall be the responsibility of the City Council or of the City department or office to which the Council, by order, resolution or ordinance has delegated, or in the future may delegate, such authority, as provided in Sections 22.350, and following, of the Los Angeles Administrative Code and in Section 12.22 A.13. of this Code.\t10.\tSponsor means the person(s) or entity that assumes or is charged with the responsibility for, as well as the act of, producing or managing a Special Event.  The Sponsor may or may not be financially responsible for the event and may or may not be responsible for conducting or carrying out the activities of the event.  For purposes of this definition, a person or entity that provides only financial or in-kind support for a Special Event and has no responsibility for producing or managing the event is not a Sponsor.  The terms “sponsors”, “sponsored” and similar variations shall be given a meaning consistent with this definition.\t(b)\tSpecial Events Coordination.\t1.\tAll Parade and Assembly Permit Applications shall be submitted to the Los Angeles Police Department in accordance with applicable provisions of this Code.  The Police Department shall coordinate evaluation and review of those applications, including any requests for Special Event Fee Subsidies, with the One-Stop Special Events Permit Office as necessary.\t2.\tThe City may contract for permit application coordination services for City-issued permits for entertainment industry-related Special Events, such as motion picture filming, television filming and photography.  The City’s contractor, and not the One-Stop Special Events Permit Office, will coordinate the processing of permit applications for permits the City issues for those types of events.  In addition, the receipt, evaluation, processing and approval of City permits for those types of events shall be the responsibility of the City Council or of the City department or office to which the Council, by order, resolution or ordinance has delegated, or in the future may delegate, such authority, as provided in Sections 22.350, and following, of the Los Angeles Administrative Code and in Section 12.22 A.13. of this Code.\t(c)\tEvents at Major Sports and Entertainment Venues.  The types and levels of municipal services provided for events at major venues, including but not limited to, the Staples Center, Coliseum, Dodger Stadium, Sports Arena, Hollywood Bowl, Greek Theatre and Kodak Theatre, and for major awards shows and other similar events, shall be determined and provided solely within the discretion of the City.  Applicable fees and charges, including salary costs, for all such services, equipment and materials shall not be subsidized or waived unless otherwise provided by contract.  If the City determines, in its own discretion, that traffic control measures or other services are not needed at particular venues or for specific events, the City will not provide those services.  Should a venue or event Sponsor wish to ensure that certain types and levels of services will be provided for purposes of an event, the venue or event Sponsor will be required to negotiate a contract with the City to clearly define the types and levels of services requested, and to provide for payment for all services beyond the normal level of services which the City in its sole discretion would have provided to meet public safety and welfare needs.  The Sponsor of any event that involves the use of, or has a direct or indirect impact on, public property or facilities, or that can reasonably be foreseen to have such an impact on or to require a higher level of public safety services or other municipal services, including advance planning services, than that normally provided by the City, shall be responsible for obtaining all required permits and for payment of the costs, including all fees, charges and salary costs, for all such services.\t(d)\tTracking Special Event Expenditures.  The Bureau of Street Services shall track all funds expended for Special Events by all City departments by Special Event.  All City departments that incur costs and expenses for Special Events shall report on those costs and expenses on a quarterly basis to the Bureau of Street Services. The Bureau of Street Services shall report to the Board of Public Works and the City Council regarding all such expenditures within forty-give (45) days after the end of each calendar quarter.\t(e)\tCity Equipment Cost Recovery.  In all instances, Special Event permittees shall pay the City for the repair or replacement costs, as determined by the Bureau of Street Services, for traffic control devices or equipment provided for an event and not returned within 24 hours of the event, or returned in a damaged condition, excluding reasonable wear and tear.  All payments for damaged or lost equipment shall be made in a manner as determined by the Bureau of Street Services, which may, and in the case of block parties shall, include a requirement for a refundable deposit.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}