{"section_number":"41.24","edition_id":"1","section_id":"252","structure_id":"66","catch_line":"Trespass On Private Property.","history":"","full_text":"  TRESPASS ON PRIVATE PROPERTY.\n\t(Added by Ord. No. 168,500, Eff. 2\/4\/93.)\n\n\t(a)\tNo person shall enter or be present upon any private property or portion of private property not open to the general public without the consent of the owner, the owner’s agent, or the person in lawful possession, where signs forbidding entry are displayed as provided in Subsection (f).\n\n\t(b)\tNo person shall enter upon any private property or portion of private property, not open to the general public, who within the immediately preceding six months was advised as follows: to leave and not return, and that if he or she returns to the property within six months of the advisement he or she will be subject to arrest.  This advisement must be made by the owner, the owner’s agent, the person in lawful possession or a peace officer at the request of the owner, owner’s agent or person in lawful possession. The advisement shall be documented in writing by the individual making it and shall include the name of the person advised, the date, approximate time, address and type of property involved.  Such documentation shall be retained for a minimum period of one year.  This subsection is not violated if a person so advised enters the property within the designated six month period, if he or she has been expressly authorized to do so by the owner, the owner’s agent or a person in lawful possession.\n\n\t(c)\tEntry requiring Express Consent of Owner.\n\n\t1.\tNo person shall enter or be present upon private property not open to the general public without the express consent of the owner or the owner’s agent when that person:\n\n\tA.\thas been convicted of any violation of the law involving narcotics, prostitution, vandalism, weapons, disturbance of the peace, loitering, threat to commit a violent act, or a violent act, on that same private property not open to the general public, whether or not such property is posted in accordance with Subsection (f); and\n\n\tB.\thas, subsequent to the conviction been told to leave and not return to that same property, by the owner, the owner’s agent or a peace officer at the request of the owner or the owner’s agent.\n\n\t2.\tThe request to leave must be made within six months of the date of the conviction and shall be documented in writing by the individual making the request. The documentation of the request shall include the name of the person being requested to leave, the date, the approximate time, the address and the type of property involved.\n\n\t3.\tThis subsection applies even if the person has the consent of a person in lawful possession but does not apply to persons who have a right of lawful possession to the subject property.  An individual who has the consent of the person in lawful possession may not be refused entry by the owner or the owner’s agent for a period exceeding twelve months, computed from the date of the request.\n\n\t(d)\tNo person shall enter or be present upon any private property or portion of private property open to the general public who within the immediately preceding 24 hours was advised to leave and not return, and that if he or she returns to the property within 24 hours of the advisement, he or she will be subject to arrest.  This advisement must be made by the owner, the owner’s agent, the person in lawful possession or a peace officer at the request of the owner, owner’s agent or the person in lawful possession. A request to leave  may be made only if it is rationally related to the services performed or the facilities provided.\n\n\t(e)\tThe term “private property” shall mean any real property, including but not limited to, buildings,  structures, yards, open spaces, walkways, courtyards, driveways, carports, parking areas and vacant lots, except land which is used exclusively for agricultural purposes, owned by any person or legal entity other than property owned or lawfully possessed by any governmental entity or agency.\n\n\t(f)\tFor purposes of Subsection (a), one sign must be printed or posted in a conspicuous manner at every walkway and driveway entering any enclosed property or portion thereof and at a minimum of every fifty feet along the boundary of any unenclosed lot. This requirement is met if at least one sign is  conspicuously printed or posted on the outside of every structure on such property, so as to be readable from each walkway and driveway entering such property. The sign shall state as follows:\n\nTHIS PROPERTY CLOSED TO THE PUBLIC\nNo Entry Without Permission\nL.A.M.C. SEC. 41.24\n\n\n\tThe language “THIS PROPERTY CLOSED TO THE PUBLIC No Entry Without Permission” on said sign shall be at least two inches high.\n\n\t(g)\tWhen a peace officer’s assistance in dealing with a trespass is requested, the owner, owner’s agent, or the person in lawful possession shall make a separate request to the peace officer on each occasion. However, a single request for a peace officer’s assistance may be made to cover a limited period of time not to exceed twelve months when such request is made in writing and provides the specific dates of the authorization period.\n\n\t(h)\tThis section shall not apply in any of the following instances:\n\n\t(1)\twhen its application results in, or is coupled with, any act prohibited by the Unruh Civil Rights Act, or any other provision of law relating to prohibited discrimination against any person;\n\n\t(2)\twhen its application results in, or is coupled with, an act prohibited by Section 365 of the California Penal Code, or any other provision of law relating to the duties of innkeepers;\n\n\t(3)\twhen public officers or employees are acting within the course and scope of their employment or in the performance of their official duties; or\n\n\t(4)\twhen persons are engaging in activities protected by the United States Constitution or the California Constitution or when persons are engaging in acts which are expressly required or permitted by any provision of law.\n\n\t(i)\tViolation of any of the provisions of this section shall be a misdemeanor or an infraction.\n\n\t(j)\tIf any part or provision of this section, or the application thereof to any person or circumstance, is held invalid, the remainder of the section, including the application of that part or provision to other persons or circumstances, shall not be affected thereby and shall continue in full force and effect.  To this end, the provisions of this section are severable.","order_by":"24","ancestry":{"1":{"id":"66","name":"Disorderly Conduct\nPlaces And Publications","identifier":"1","label":"article","url":"\/4\/1\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2975","structure_id":"66","section_number":"41.03","catch_line":"Lookouts For Illegal Acts.","url":"\/41.03\/","token":"41.03"},"1":{"id":"4179","structure_id":"66","section_number":"41.14","catch_line":"Injury To Public Property.","url":"\/41.14\/","token":"41.14"},"2":{"id":"2377","structure_id":"66","section_number":"41.16","catch_line":"Snuff – Throwing Of.","url":"\/41.16\/","token":"41.16"},"3":{"id":"507","structure_id":"66","section_number":"41.17","catch_line":"Library Books – Retention After Notice.","url":"\/41.17\/","token":"41.17"},"4":{"id":"4062","structure_id":"66","section_number":"41.18","catch_line":"Sidewalks, Pedestrian Subways – Loitering.","url":"\/41.18\/","token":"41.18"},"5":{"id":"2873","structure_id":"66","section_number":"41.19","catch_line":"Public Assemblages – Obstructing Entrance.","url":"\/41.19\/","token":"41.19"},"6":{"id":"2652","structure_id":"66","section_number":"41.20","catch_line":"Closure Of Streets.","url":"\/41.20\/","token":"41.20"},"7":{"id":"1364","structure_id":"66","section_number":"41.20.1","catch_line":"Special Event Application Process And Definitions.","url":"\/41.20.1\/","token":"41.20.1"},"8":{"id":"617","structure_id":"66","section_number":"41.21","catch_line":"Cutting Into Gasoline Lines Prohibited.","url":"\/41.21\/","token":"41.21"},"9":{"id":"1698","structure_id":"66","section_number":"41.22","catch_line":"Loitering – River Bed.","url":"\/41.22\/","token":"41.22"},"10":{"id":"4027","structure_id":"66","section_number":"41.23","catch_line":"Trespass On Housing Authority Property.","url":"\/41.23\/","token":"41.23"},"11":{"id":"252","structure_id":"66","section_number":"41.24","catch_line":"Trespass On Private Property.","url":"\/41.24\/","token":"41.24"},"12":{"id":"878","structure_id":"66","section_number":"41.27","catch_line":"Intoxication.","url":"\/41.27\/","token":"41.27"},"13":{"id":"953","structure_id":"66","section_number":"41.29","catch_line":"Hand Organs On Streets.","url":"\/41.29\/","token":"41.29"},"14":{"id":"2290","structure_id":"66","section_number":"41.30","catch_line":"Spite Fences.","url":"\/41.30\/","token":"41.30"},"15":{"id":"1611","structure_id":"66","section_number":"41.31","catch_line":"Trees – Injury To.","url":"\/41.31\/","token":"41.31"},"16":{"id":"2884","structure_id":"66","section_number":"41.32","catch_line":"Theatres – Sound Amplifiers.","url":"\/41.32\/","token":"41.32"},"17":{"id":"3573","structure_id":"66","section_number":"41.33","catch_line":"Landlords – Disturbing Tenants.","url":"\/41.33\/","token":"41.33"},"18":{"id":"206","structure_id":"66","section_number":"41.34","catch_line":"Pesticides – Notice To Tenants.","url":"\/41.34\/","token":"41.34"},"19":{"id":"3302","structure_id":"66","section_number":"41.38","catch_line":"Use Of Certain Signs On Vehicles Prohibited.","url":"\/41.38\/","token":"41.38"},"20":{"id":"1767","structure_id":"66","section_number":"41.39","catch_line":"Stowaways – Entry A Misdemeanor.","url":"\/41.39\/","token":"41.39"},"21":{"id":"1857","structure_id":"66","section_number":"41.40","catch_line":"Noise Due To Construction, Excavation Work – When Prohibited.","url":"\/41.40\/","token":"41.40"},"22":{"id":"818","structure_id":"66","section_number":"41.41","catch_line":"Evading Payment Of Admission Fee.","url":"\/41.41\/","token":"41.41"},"23":{"id":"2748","structure_id":"66","section_number":"41.42","catch_line":"Music Reproducing Devices – Hours Of Operation.","url":"\/41.42\/","token":"41.42"},"24":{"id":"2050","structure_id":"66","section_number":"41.43","catch_line":"Selling Goods Near Private Parks.","url":"\/41.43\/","token":"41.43"},"25":{"id":"1693","structure_id":"66","section_number":"41.43.1","catch_line":"Door To Door Selling Or Soliciting.","url":"\/41.43.1\/","token":"41.43.1"},"26":{"id":"3565","structure_id":"66","section_number":"41.44","catch_line":"Miniature Golf Courses And Driving Fairways.","url":"\/41.44\/","token":"41.44"},"27":{"id":"1897","structure_id":"66","section_number":"41.45","catch_line":"Unauthorized Removal, Use Or Possession Of Shopping Carts.","url":"\/41.45\/","token":"41.45"},"28":{"id":"3090","structure_id":"66","section_number":"41.46","catch_line":"Sidewalks – Cleaning Of.","url":"\/41.46\/","token":"41.46"},"29":{"id":"3367","structure_id":"66","section_number":"41.47","catch_line":"Water Closets – Use Of.","url":"\/41.47\/","token":"41.47"},"30":{"id":"3199","structure_id":"66","section_number":"41.47.1","catch_line":"Restroom Facilities.","url":"\/41.47.1\/","token":"41.47.1"},"31":{"id":"3793","structure_id":"66","section_number":"41.47.2","catch_line":"Urinating Or Defecating In Public.","url":"\/41.47.2\/","token":"41.47.2"},"32":{"id":"3936","structure_id":"66","section_number":"41.48","catch_line":"Restaurants – Minimum Light Intensity.","url":"\/41.48\/","token":"41.48"},"33":{"id":"4033","structure_id":"66","section_number":"41.49","catch_line":"Hotel Registers And Room Rentals.","url":"\/41.49\/","token":"41.49"},"34":{"id":"3882","structure_id":"66","section_number":"41.50","catch_line":"Smoking Prohibited In Designated Areas.","url":"\/41.50\/","token":"41.50"},"35":{"id":"2857","structure_id":"66","section_number":"41.50.5","catch_line":"Signage Regulations For Places Subject To Regulation Pursuant To Labor Code Section 6404.5.","url":"\/41.50.5\/","token":"41.50.5"},"36":{"id":"1140","structure_id":"66","section_number":"41.51","catch_line":"Smoking In Elevators Prohibited.","url":"\/41.51\/","token":"41.51"},"37":{"id":"2159","structure_id":"66","section_number":"41.52","catch_line":"Smoking In Buses.","url":"\/41.52\/","token":"41.52"},"38":{"id":"3194","structure_id":"66","section_number":"41.53","catch_line":"Public Bath Houses.","url":"\/41.53\/","token":"41.53"},"39":{"id":"2202","structure_id":"66","section_number":"41.54","catch_line":"Fishing Within One Mile Of Public Sewer Outlet.","url":"\/41.54\/","token":"41.54"},"40":{"id":"350","structure_id":"66","section_number":"41.55","catch_line":"Oil – Discharge In Ocean And Beaches.","url":"\/41.55\/","token":"41.55"},"41":{"id":"523","structure_id":"66","section_number":"41.56","catch_line":"Unlawful Activities At Sporting Events, Theatricals And Exhibitions.","url":"\/41.56\/","token":"41.56"},"42":{"id":"1291","structure_id":"66","section_number":"41.57","catch_line":"Loud And Raucous Noise Prohibited.","url":"\/41.57\/","token":"41.57"},"43":{"id":"1957","structure_id":"66","section_number":"41.58","catch_line":"Loud Party Second Response Fee.","url":"\/41.58\/","token":"41.58"},"44":{"id":"2269","structure_id":"66","section_number":"41.59","catch_line":"Prohibition Against Certain Forms Of Aggressive Solicitation.","url":"\/41.59\/","token":"41.59"},"45":{"id":"1569","structure_id":"66","section_number":"41.60","catch_line":"Hospitals; Patient Transport.","url":"\/41.60\/","token":"41.60"},"46":{"id":"3658","structure_id":"66","section_number":"41.70","catch_line":"Nuisance Vehicles – Prostitution.","url":"\/41.70\/","token":"41.70"},"47":{"id":"3589","structure_id":"66","section_number":"41.70.1","catch_line":"Nuisance Vehicles – Controlled Substances.","url":"\/41.70.1\/","token":"41.70.1"},"48":{"id":"1691","structure_id":"66","section_number":"41.70.2","catch_line":"Nuisance Vehicles – Speed Contests And Exhibitions Of Speed.","url":"\/41.70.2\/","token":"41.70.2"},"49":{"id":"3984","structure_id":"66","section_number":"41.70.3","catch_line":"Nuisance Vehicles – Illegal Dumping.","url":"\/41.70.3\/","token":"41.70.3"},"50":{"id":"4031","structure_id":"66","section_number":"41.71","catch_line":"Gang-Related Nuisance Vehicle Forfeiture.","url":"\/41.71\/","token":"41.71"},"51":{"id":"4113","structure_id":"66","section_number":"41.72","catch_line":"Counterfeit Goods Nuisance Abatement Law.","url":"\/41.72\/","token":"41.72"}},"next_section":{"id":"878","structure_id":"66","section_number":"41.27","catch_line":"Intoxication.","url":"\/41.27\/","token":"41.27"},"metadata":false,"references":false,"url":"\/41.24\/","token":"41.24","formats":{"txt":"\/41.24.txt","json":"\/41.24.xml"},"dublin_core":{"Title":"Trespass On Private Property.","Type":"Text","Format":"text\/html","Identifier":"§ 41.24","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nTRESPASS ON PRIVATE PROPERTY. (§ 41.24)\n\n  TRESPASS ON PRIVATE PROPERTY.\n\t(Added by Ord. No. 168,500, Eff. 2\/4\/93.)\t(a)\tNo person shall enter or be\npresent upon any private property or portion of private property not open to the\ngeneral public without the consent of the owner, the owner’s agent, or the\nperson in lawful possession, where signs forbidding entry are displayed as\nprovided in Subsection (f).\t(b)\tNo person shall enter upon any private property\nor portion of private property, not open to the general public, who within the\nimmediately preceding six months was advised as follows: to leave and not\nreturn, and that if he or she returns to the property within six months of the\nadvisement he or she will be subject to arrest.  This advisement must be made\nby the owner, the owner’s agent, the person in lawful possession or a peace\nofficer at the request of the owner, owner’s agent or person in lawful\npossession. The advisement shall be documented in writing by the individual\nmaking it and shall include the name of the person advised, the date,\napproximate time, address and type of property involved.  Such documentation\nshall be retained for a minimum period of one year.  This subsection is not\nviolated if a person so advised enters the property within the designated six\nmonth period, if he or she has been expressly authorized to do so by the owner,\nthe owner’s agent or a person in lawful possession.\t(c)\tEntry requiring\nExpress Consent of Owner.\t1.\tNo person shall enter or be present upon private\nproperty not open to the general public without the express consent of the owner\nor the owner’s agent when that person:\tA.\thas been convicted of any violation\nof the law involving narcotics, prostitution, vandalism, weapons, disturbance of\nthe peace, loitering, threat to commit a violent act, or a violent act, on that\nsame private property not open to the general public, whether or not such\nproperty is posted in accordance with Subsection (f); and\tB.\thas, subsequent to\nthe conviction been told to leave and not return to that same property, by the\nowner, the owner’s agent or a peace officer at the request of the owner or the\nowner’s agent.\t2.\tThe request to leave must be made within six months of the\ndate of the conviction and shall be documented in writing by the individual\nmaking the request. The documentation of the request shall include the name of\nthe person being requested to leave, the date, the approximate time, the address\nand the type of property involved.\t3.\tThis subsection applies even if the person\nhas the consent of a person in lawful possession but does not apply to persons\nwho have a right of lawful possession to the subject property.  An individual\nwho has the consent of the person in lawful possession may not be refused entry\nby the owner or the owner’s agent for a period exceeding twelve months,\ncomputed from the date of the request.\t(d)\tNo person shall enter or be present\nupon any private property or portion of private property open to the general\npublic who within the immediately preceding 24 hours was advised to leave and\nnot return, and that if he or she returns to the property within 24 hours of the\nadvisement, he or she will be subject to arrest.  This advisement must be made\nby the owner, the owner’s agent, the person in lawful possession or a peace\nofficer at the request of the owner, owner’s agent or the person in lawful\npossession. A request to leave  may be made only if it is rationally related to\nthe services performed or the facilities provided.\t(e)\tThe term “private\nproperty” shall mean any real property, including but not limited to,\nbuildings,  structures, yards, open spaces, walkways, courtyards, driveways,\ncarports, parking areas and vacant lots, except land which is used exclusively\nfor agricultural purposes, owned by any person or legal entity other than\nproperty owned or lawfully possessed by any governmental entity or\nagency.\t(f)\tFor purposes of Subsection (a), one sign must be printed or posted\nin a conspicuous manner at every walkway and driveway entering any enclosed\nproperty or portion thereof and at a minimum of every fifty feet along the\nboundary of any unenclosed lot. This requirement is met if at least one sign\nis  conspicuously printed or posted on the outside of every structure on such\nproperty, so as to be readable from each walkway and driveway entering such\nproperty. The sign shall state as follows:THIS PROPERTY CLOSED TO THE PUBLIC\nNo Entry Without Permission\nL.A.M.C. SEC. 41.24\n\tThe language “THIS PROPERTY CLOSED TO THE PUBLIC No Entry Without\nPermission” on said sign shall be at least two inches high.\t(g)\tWhen a peace\nofficer’s assistance in dealing with a trespass is requested, the owner,\nowner’s agent, or the person in lawful possession shall make a separate\nrequest to the peace officer on each occasion. However, a single request for a\npeace officer’s assistance may be made to cover a limited period of time not\nto exceed twelve months when such request is made in writing and provides the\nspecific dates of the authorization period.\t(h)\tThis section shall not apply in\nany of the following instances:\t(1)\twhen its application results in, or is\ncoupled with, any act prohibited by the Unruh Civil Rights Act, or any other\nprovision of law relating to prohibited discrimination against any\nperson;\t(2)\twhen its application results in, or is coupled with, an act\nprohibited by Section 365 of the California Penal Code, or any other provision\nof law relating to the duties of innkeepers;\t(3)\twhen public officers or\nemployees are acting within the course and scope of their employment or in the\nperformance of their official duties; or\t(4)\twhen persons are engaging in\nactivities protected by the United States Constitution or the California\nConstitution or when persons are engaging in acts which are expressly required\nor permitted by any provision of law.\t(i)\tViolation of any of the provisions of\nthis section shall be a misdemeanor or an infraction.\t(j)\tIf any part or\nprovision of this section, or the application thereof to any person or\ncircumstance, is held invalid, the remainder of the section, including the\napplication of that part or provision to other persons or circumstances, shall\nnot be affected thereby and shall continue in full force and effect.  To this\nend, the provisions of this section are severable.\n","html":"\n\t\t\t\t\t<section><p>  TRESPASS ON PRIVATE PROPERTY.\n\t(Added by Ord. No. 168,500, Eff. 2\/4\/93.)<br \/><br \/>\t(a)\tNo person shall enter or be present upon any private property or portion of private property not open to the general public without the consent of the owner, the owner’s agent, or the person in lawful <span class=\"dictionary\">possession<\/span>, where signs forbidding entry are displayed as provided in Subsection (f).<br \/><br \/>\t(b)\tNo person shall enter upon any private property or portion of private property, not open to the general public, who within the immediately preceding six months was advised as follows: to leave and not return, and that if he or she returns to the property within six months of the advisement he or she will be subject to <span class=\"dictionary\">arrest<\/span>.  This advisement must be made by the owner, the owner’s agent, the person in lawful <span class=\"dictionary\">possession<\/span> or a <span class=\"dictionary\">peace officer<\/span> at the request of the owner, owner’s agent or person in lawful <span class=\"dictionary\">possession<\/span>. The advisement shall be documented in writing by the individual making it and shall include the name of the person advised, the date, approximate time, address and type of property involved.  Such documentation shall be retained for a minimum period of one year.  This subsection is not violated if a person so advised enters the property within the designated six month period, if he or she has been expressly authorized to do so by the owner, the owner’s agent or a person in lawful <span class=\"dictionary\">possession<\/span>.<br \/><br \/>\t(c)\tEntry requiring Express Consent of Owner.<br \/><br \/>\t1.\tNo person shall enter or be present upon private property not open to the general public without the express consent of the owner or the owner’s agent when that person:<br \/><br \/>\tA.\thas been convicted of any violation of the <span class=\"dictionary\">law<\/span> involving narcotics, prostitution, vandalism, weapons, disturbance of the peace, loitering, threat to commit a violent act, or a violent act, on that same private property not open to the general public, whether or not such property is posted in accordance with Subsection (f); and<br \/><br \/>\tB.\thas, subsequent to the <span class=\"dictionary\">conviction<\/span> been told to leave and not return to that same property, by the owner, the owner’s agent or a <span class=\"dictionary\">peace officer<\/span> at the request of the owner or the owner’s agent.<br \/><br \/>\t2.\tThe request to leave must be made within six months of the date of the <span class=\"dictionary\">conviction<\/span> and shall be documented in writing by the individual making the request. The documentation of the request shall include the name of the person being requested to leave, the date, the approximate time, the address and the type of property involved.<br \/><br \/>\t3.\tThis subsection applies even if the person has the consent of a person in lawful <span class=\"dictionary\">possession<\/span> but does not apply to persons who have a right of lawful <span class=\"dictionary\">possession<\/span> to the subject property.  An individual who has the consent of the person in lawful <span class=\"dictionary\">possession<\/span> may not be refused entry by the owner or the owner’s agent for a period exceeding twelve months, computed from the date of the request.<br \/><br \/>\t(d)\tNo person shall enter or be present upon any private property or portion of private property open to the general public who within the immediately preceding 24 hours was advised to leave and not return, and that if he or she returns to the property within 24 hours of the advisement, he or she will be subject to <span class=\"dictionary\">arrest<\/span>.  This advisement must be made by the owner, the owner’s agent, the person in lawful <span class=\"dictionary\">possession<\/span> or a <span class=\"dictionary\">peace officer<\/span> at the request of the owner, owner’s agent or the person in lawful <span class=\"dictionary\">possession<\/span>. A request to leave  may be made only if it is rationally related to the services performed or the facilities provided.<br \/><br \/>\t(e)\tThe term “private property” shall mean any real property, including but not limited to, buildings,  structures, yards, open spaces, walkways, courtyards, driveways, carports, parking areas and vacant lots, except land which is used exclusively for agricultural purposes, owned by any person or legal entity other than property owned or lawfully possessed by any governmental entity or agency.<br \/><br \/>\t(f)\tFor purposes of Subsection (a), one sign must be printed or posted in a conspicuous manner at every walkway and driveway entering any enclosed property or portion thereof and at a minimum of every fifty feet along the boundary of any unenclosed lot. This requirement is met if at least one sign is  conspicuously printed or posted on the outside of every structure on such property, so as to be readable from each walkway and driveway entering such property. The sign shall state as follows:<br \/><br \/>THIS PROPERTY CLOSED TO THE PUBLIC\nNo Entry Without Permission\nL.A.M.C. SEC. 41.24<br \/><br \/>\n\tThe language “THIS PROPERTY CLOSED TO THE PUBLIC No Entry Without Permission” on said sign shall be at least two inches high.<br \/><br \/>\t(g)\tWhen a <span class=\"dictionary\">peace officer<\/span>’s assistance in dealing with a trespass is requested, the owner, owner’s agent, or the person in lawful <span class=\"dictionary\">possession<\/span> shall make a separate request to the <span class=\"dictionary\">peace officer<\/span> on each occasion. However, a single request for a <span class=\"dictionary\">peace officer<\/span>’s assistance may be made to cover a limited period of time not to exceed twelve months when such request is made in writing and provides the specific dates of the authorization period.<br \/><br \/>\t(h)\tThis section shall not apply in any of the following instances:<br \/><br \/>\t(1)\twhen its application results in, or is coupled with, any act prohibited by the Unruh Civil Rights Act, or any other provision of <span class=\"dictionary\">law<\/span> relating to prohibited discrimination against any person;<br \/><br \/>\t(2)\twhen its application results in, or is coupled with, an act prohibited by Section 365 of the California Penal Code, or any other provision of <span class=\"dictionary\">law<\/span> relating to the duties of innkeepers;<br \/><br \/>\t(3)\twhen public officers or employees are acting within the course and scope of their employment or in the performance of their official duties; or<br \/><br \/>\t(4)\twhen persons are engaging in activities protected by the United States Constitution or the California Constitution or when persons are engaging in acts which are expressly required or permitted by any provision of <span class=\"dictionary\">law<\/span>.<br \/><br \/>\t(i)\tViolation of any of the provisions of this section shall be a <span class=\"dictionary\">misdemeanor<\/span> or an infraction.<br \/><br \/>\t(j)\tIf any part or provision of this section, or the application thereof to any person or circumstance, is held invalid, the remainder of the section, including the application of that part or provision to other persons or circumstances, shall not be affected thereby and shall continue in full force and effect.  To this end, the provisions of this section are severable.<\/p><\/section>","previous_section":{"id":"4027","structure_id":"66","section_number":"41.23","catch_line":"Trespass On Housing Authority Property.","url":"\/41.23\/","token":"41.23"},"text":{"0":{"id":"249","text":"  TRESPASS ON PRIVATE PROPERTY.\n\t(Added by Ord. No. 168,500, Eff. 2\/4\/93.)\t(a)\tNo person shall enter or be present upon any private property or portion of private property not open to the general public without the consent of the owner, the owner’s agent, or the person in lawful possession, where signs forbidding entry are displayed as provided in Subsection (f).\t(b)\tNo person shall enter upon any private property or portion of private property, not open to the general public, who within the immediately preceding six months was advised as follows: to leave and not return, and that if he or she returns to the property within six months of the advisement he or she will be subject to arrest.  This advisement must be made by the owner, the owner’s agent, the person in lawful possession or a peace officer at the request of the owner, owner’s agent or person in lawful possession. The advisement shall be documented in writing by the individual making it and shall include the name of the person advised, the date, approximate time, address and type of property involved.  Such documentation shall be retained for a minimum period of one year.  This subsection is not violated if a person so advised enters the property within the designated six month period, if he or she has been expressly authorized to do so by the owner, the owner’s agent or a person in lawful possession.\t(c)\tEntry requiring Express Consent of Owner.\t1.\tNo person shall enter or be present upon private property not open to the general public without the express consent of the owner or the owner’s agent when that person:\tA.\thas been convicted of any violation of the law involving narcotics, prostitution, vandalism, weapons, disturbance of the peace, loitering, threat to commit a violent act, or a violent act, on that same private property not open to the general public, whether or not such property is posted in accordance with Subsection (f); and\tB.\thas, subsequent to the conviction been told to leave and not return to that same property, by the owner, the owner’s agent or a peace officer at the request of the owner or the owner’s agent.\t2.\tThe request to leave must be made within six months of the date of the conviction and shall be documented in writing by the individual making the request. The documentation of the request shall include the name of the person being requested to leave, the date, the approximate time, the address and the type of property involved.\t3.\tThis subsection applies even if the person has the consent of a person in lawful possession but does not apply to persons who have a right of lawful possession to the subject property.  An individual who has the consent of the person in lawful possession may not be refused entry by the owner or the owner’s agent for a period exceeding twelve months, computed from the date of the request.\t(d)\tNo person shall enter or be present upon any private property or portion of private property open to the general public who within the immediately preceding 24 hours was advised to leave and not return, and that if he or she returns to the property within 24 hours of the advisement, he or she will be subject to arrest.  This advisement must be made by the owner, the owner’s agent, the person in lawful possession or a peace officer at the request of the owner, owner’s agent or the person in lawful possession. A request to leave  may be made only if it is rationally related to the services performed or the facilities provided.\t(e)\tThe term “private property” shall mean any real property, including but not limited to, buildings,  structures, yards, open spaces, walkways, courtyards, driveways, carports, parking areas and vacant lots, except land which is used exclusively for agricultural purposes, owned by any person or legal entity other than property owned or lawfully possessed by any governmental entity or agency.\t(f)\tFor purposes of Subsection (a), one sign must be printed or posted in a conspicuous manner at every walkway and driveway entering any enclosed property or portion thereof and at a minimum of every fifty feet along the boundary of any unenclosed lot. This requirement is met if at least one sign is  conspicuously printed or posted on the outside of every structure on such property, so as to be readable from each walkway and driveway entering such property. The sign shall state as follows:THIS PROPERTY CLOSED TO THE PUBLIC\nNo Entry Without Permission\nL.A.M.C. SEC. 41.24\n\tThe language “THIS PROPERTY CLOSED TO THE PUBLIC No Entry Without Permission” on said sign shall be at least two inches high.\t(g)\tWhen a peace officer’s assistance in dealing with a trespass is requested, the owner, owner’s agent, or the person in lawful possession shall make a separate request to the peace officer on each occasion. However, a single request for a peace officer’s assistance may be made to cover a limited period of time not to exceed twelve months when such request is made in writing and provides the specific dates of the authorization period.\t(h)\tThis section shall not apply in any of the following instances:\t(1)\twhen its application results in, or is coupled with, any act prohibited by the Unruh Civil Rights Act, or any other provision of law relating to prohibited discrimination against any person;\t(2)\twhen its application results in, or is coupled with, an act prohibited by Section 365 of the California Penal Code, or any other provision of law relating to the duties of innkeepers;\t(3)\twhen public officers or employees are acting within the course and scope of their employment or in the performance of their official duties; or\t(4)\twhen persons are engaging in activities protected by the United States Constitution or the California Constitution or when persons are engaging in acts which are expressly required or permitted by any provision of law.\t(i)\tViolation of any of the provisions of this section shall be a misdemeanor or an infraction.\t(j)\tIf any part or provision of this section, or the application thereof to any person or circumstance, is held invalid, the remainder of the section, including the application of that part or provision to other persons or circumstances, shall not be affected thereby and shall continue in full force and effect.  To this end, the provisions of this section are severable.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}