{"section_number":"41.20","edition_id":"1","section_id":"2652","structure_id":"66","catch_line":"Closure Of Streets.","history":"","full_text":"  CLOSURE OF STREETS.\n\t(Added by Ord. No. 150,567, Eff. 3\/26\/78.)\n\n\t(a)\tStreet Closures, Special Events Permits, and One-Stop Special Events Permit Office.  The Director of the Bureau of Street Services has the authority to temporarily close any local street, including collector streets, or major or secondary highway, or lane(s) thereof, after receiving a recommendation from the Department of Transportation, when such closing is necessary for the safety and protection of persons who are to use that portion of the street or highway during the temporary closing.  No person shall conduct, manage or Sponsor any Special Event without a written permit that has been approved as required by this Section or any other applicable Section of this Code.  No person shall participate in any Special Event with the knowledge that its Sponsor has not been issued the required permit.  No person shall knowingly conduct, join or participate in any Special Event conducted under permit in violation of any of the terms of the permit, or knowingly join or participate in any permitted Special Event without the consent, and over the objection, of the permittee.  No person shall in any manner interfere with the progress or orderly conduct of a permitted Special Event.  The Sponsor of any event that involves the use of, or has a direct or indirect impact on, public property or facilities, or that can reasonably be foreseen to have such an impact on or to require a higher level of public safety services or other municipal services, including advance planning services, than that normally provided by the City, shall be responsible for obtaining all required permits and for payment of the costs, including all fees, charges and salary costs, for all such services.  The Board of Public Works shall establish a One-Stop Special Events Permit Office in the Bureau of Street Services for the issuance of all Special Event Permits, other than permits for Parades and Assemblies as defined in Section 103.111(b) of this Code, which are to be issued by the Los Angeles Police Department, and other than as provided for entertainment industry-related Special Events such as motion picture filming, television filming and photography in Section 41.20.1, subsection (d).  Except as expressly provided herein, the Bureau of Street Services, through the One-Stop Special Events Permit Office, shall be the permitting office for all Special Events, including Athletic Events.  The Police Department shall remain the permitting entity for Parades and Assemblies, as defined in Section 103.111(b) of this Code.  The provisions of this Section and of Section 41.20.1 shall not eliminate or affect the requirements for, or related to, permits, fees or charges for events on property controlled by the departments of Recreation and Parks, Library, Water and Power, Harbor and Airports, nor shall they negate any requirements to obtain permits, as applicable, from the City’s regulatory departments (e.g., Fire Department, Police Department, Building and Safety Department), and to pay the applicable fees and charges.  (Amended by Ord. No. 180,881, Eff. 10\/26\/09.)\n\n\t(b)\tApplication for Permit.  (Amended by Ord. No. 180,881, Eff. 10\/26\/09.)  Applications for Special Events, including those requiring street closures of local streets, including collector streets, and of major and secondary highways, or lane(s) thereof, shall be filed with the One-Stop Special Events Permit Office in the Bureau of Street Services at least forty-five (45) days prior to the expected first day of the Special Event.  Beginning on January 1, 2010, and thereafter, there shall be a non-refundable administrative late fee of $312 for all applications submitted twenty-one days or less before an event.  The Bureau of Street Services shall establish notification procedures to immediately notify the respective Council office as well as all affected City departments and offices and affected non-City government agencies, if known, the Los Angeles Police Department, the appropriate Neighborhood Council, if any, and the Business Improvement District, if any, in which a proposed event is to be held, whenever a Special Event Permit application is submitted to the Bureau for processing.  The respective Council office and all affected City departments and offices shall be provided a copy of the permit application for their review and comment.  The Council office and every other office and department shall be responsible for notifying the Bureau of Street Services in writing or electronically of any objection to, or condition required for, the issuance of the permit for the Special Event.  Upon issuance of a Special Event Permit, each of those City departments and offices shall be provided a copy of the permit issued and shall be responsible for enforcement of the terms and conditions of the permit that are within the subject matter jurisdiction of that department or office.  Special Event Permits shall be issued for the dates of the event and necessary days for setup and take-down.  Special Event Permits issued for recurring Certified Farmers’ Markets sponsored by a non-profit organization or a local government agency (state, county or district) may be issued for all events on the days specified for up to one year.  Applications for Special Event Permits may be filed directly at the One-Stop Special Events Permit Office or may be completed and submitted on-line through the City’s web-based Special Events Permit Application.  Any changes made by the applicant to the initial Special Event Permit Application or Site Plans for the event will require payment of a $100, non-refundable, processing fee.  Decisions to deny or to condition the issuance of a Special Event Permit which are contested by the applicant shall be reviewed as set forth in Section 41.20.1.\n\n\tThe Bureau of Street Services shall develop a “How to Obtain a Special Event Permit Application” informational brochure with updates, as appropriate, and make the information available on the City’s web site, at public counters, and through Neighborhood Councils.\n\n\tIf the Special Event is designed to be held by, on behalf of, or for any organization other than the applicant, the applicant for the permit shall file a communication in writing from the organization authorizing the applicant to apply for the permit on its behalf.  The Bureau of Street Services shall take reasonable steps to verify that information.\n\n\t(c)\tPermit Fees and Charges.  Issuance of all Special Event Permits shall be subject to payment in advance or at the time the permit is issued of all applicable fees and charges, including salary costs, for required City services, equipment and materials.  Except as expressly provided by ordinance, no subsidy or waiver of any fees or charges shall be provided by the City for City permits, equipment, materials or services for any Special Event.  If the actual fees and charges for the event are less than the estimated amount paid by the permittee, the permittee shall be refunded the difference.  If the actual fees and charges for the event are greater than the estimated amount paid by the permittee, the permittee shall be billed for and required to pay the difference within fifteen (15) calendar days of receipt of an invoice therefor.  (Amended by Ord. No. 180,881, Eff. 10\/26\/09.)\n\n\t(d)\tConditions for Granting Permits.  (Amended by Ord. No. 180,881, Eff. 10\/26\/09.)\n\n\t1.\tThe Board of Public Works shall approve the forms to be used by the Bureau of Street Services for Special Event Permit applications and Special Event Permits and shall adopt written procedures and requirements to be applied by the Bureau of Street Services for the granting of permits, including but not limited to the requirement of adequate barricades, lights and warning devices to be provided and maintained during a street closure, other traffic control measures, cleaning deposit, charges for sanitary units and barricades, insurance and other fees and charges.  In addition to any other information determined to be required by the Board, the Special Event Permit application shall require, as applicable, the following information:\n\n\tA.\tThe date(s) and time(s) of the event;\n\n\tB.\tThe assembly area, or event area, as applicable;\n\n\tC.\tThe start time(s);\n\n\tD.\tThe minimum and maximum speed(s) for the event, if applicable;\n\n\tE.\tThe exact route of the event, if applicable;\n\n\tF.\tThe portions of streets to be traversed by the event, if applicable;\n\n\tG.\tThe disbanding area and disbanding time, or ending time, as applicable;\n\n\tH.\tThe number of persons required to officiate or monitor the event;\n\n\tI.\tThe number and types of vehicles, if any; \n\n\tJ.\tThe material and maximum size and dimensions of all signs, banners, placards, or carrying device(s) therefore;\n\n\tK.\tThe number, type, dimensions and locations of booths, stages, structures of any kind, and equipment to be used for the event, if applicable; and\n\n\tL.\tThe type(s) and capacity of sound amplification equipment and systems to be used for the event, if applicable.\n\n\t2.\tThe following criteria shall be included among all the relevant criteria used in reviewing applications for Special Event Permits:\n\n\tA.\tLocation and surrounding area at which the event is to take place;\n\n\tB.\tDates, number of hours, time(s) of day, the number of days an event will be held and the impact on the public and the community;\n\n\tC.\tInclusion of information on the Special Events Permit Application as to whether the event provides a social, economic, cultural, or educational benefit to the community;\n\n\tD.\tConsideration of traffic in the area where, and on the days and times when, the proposed event will be held, and the impact of the event on residential and business access in the area;\n\n\tE.\tAnticipated impacts of the event on activity and noise levels in residential and business areas;\n\n\tF.\tAvailability of personnel and other resources needed from the Police, Building and Safety, Fire, Transportation, General Services, and Cultural Affairs departments and from the Bureaus of Street Services, Street Lighting and Sanitation;\n\n\tG.\tNumber of participants expected to attend the event;\n\n\tH.\tThe number and nature of other events occurring at approximately the same time, and in the same area of the proposed event;\n\n\tI.\tConditions existing within the surrounding area that when occurring in conjunction with the event or with a proposed street closure, may create a severe hardship or an unnecessary inconvenience to the community and the general public;\n\n\tJ.\tThe history and experience of the applicant and organizer in conducting special events of the type proposed;\n\n\tK.\tThe results of petitions, required or otherwise, circulated in residential and commercial areas impacted by the event;\n\n\tL.\tConstruction activities in the proposed area of the event;\n\n\tM.\tComments and other input from Neighborhood Councils and BIDs in the areas impacted by the event.\n\n\t3.\tThe Sponsor of a Special Event, including a Certified Farmers’ Market, shall obtain a Business Tax Registration Certificate, as required by applicable law, and shall ensure that a City Business Tax Registration Certificate is obtained by every event participant, as required by applicable law.\n\n\t4.\tAny unresolved issues regarding the issuance of a permit shall be resolved as set forth in Subsection (e) of this Section.\n\n\t5.\tUpon the request of the Bureau of Street Services with respect to an application for a Special Event Permit, the Department of Transportation and each of the other affected City departments shall provide to the Bureau of Street Services a statement of the estimated fees and charges, including salary costs, for providing traffic control services (traffic control costs) or other services, as applicable, for the event.  The Bureau of Street Services shall provide to the permittee a statement of the estimated fees and charges, including salary costs, for all City services, equipment and materials required for the event, including traffic control costs.  Traffic control services consist of the preparation of the traffic management plan as well as clearing the event route or area of unauthorized vehicles, posting any parking restrictions necessary for the event, diverting traffic around the event, and directing pedestrian and vehicular traffic along the route of the event.  The traffic control costs shall be computed by determining the number of City personnel that will be required for traffic control beyond that which would otherwise be required at that time, multiplied by the number of hours for which those additional services are to be rendered at the rate of the City’s full cost of providing personnel at the respective classifications on an hourly basis.  At the conclusion of the event, the actual costs for traffic control and for other services, as applicable, for the event shall be determined by the Department of Transportation and each of the other affected City departments.  If the actual costs for services for the event are less than the estimated costs paid, the permittee shall be refunded the difference.  If the actual costs for traffic control for the event are greater than the estimated costs paid, the permittee shall be billed for and required to pay the additional costs within fifteen (15) calendar days of receipt of an invoice therefor.  Unless otherwise required to insure public safety as determined by the Department of Transportation, the permittee for a block party Special Event shall be allowed to pick up, place and return traffic control devices required for the event from the Bureau of Street Services at the nearest convenient location.  The permittee for a block party shall make a refundable deposit of an amount determined by the Bureau of Street Services to be reasonable to insure return, and payment for any damage to, all traffic control devices provided for the event.\n\n\t6.\tFollowing approval of a Special Event Permit, but ten days prior to the start date for the event, the permittee shall provide a cleanup deposit in an amount established in a cleanup fee schedule adopted by the Board of Public Works.  The cleanup deposit shall be returned to the permittee after the event if the area used for the event has been cleaned and restored to the same condition as existed prior to the event, as determined by a representative of the Bureau of Street Services.  If the property used for the event has not been cleaned and restored to the condition that existed prior to the event, the permittee shall be billed for and required to pay the actual cost of the cleanup and restoration, and the cleanup deposit shall be applied toward the total amount of those costs.  If there is a balance remaining in the cleanup deposit after the cleanup and restoration costs are paid, the balance shall be refunded to, or credited to the account of, the permittee.  If the permittee disputes the amount of the charges for cleanup and restoration, the applicant may appeal to the Board of Public Works within five days after receipt of the bill.  The decision of the Board on such appeals shall be final.\n\n\t(e)\tSpecial Events Permit Application Evaluation.  Each application for a Special Events Permit shall be reviewed and evaluated by the One-Stop Special Event Permit Office, which shall make a determination to grant the permit, to impose conditions on the permit that may be granted, or to deny the permit all in accordance with this Section and Section 41.20.1.  Upon a determination that a Special Event Permit will be approved and General Liability Insurance requirements being met, a permit shall be issued by the Bureau of Street Services within one business day.  Upon the issuance of a permit for a Special Event, the Bureau of Street Services shall cause the posting of the date(s), time and location of the Special Event on the internet accessible Citywide GIS map to avoid conflicting events at the same location.  No insurance form or certificate other than those approved by the City Risk Manager shall be acceptable, and the evaluation of an application may be delayed until such documentation is submitted.  General Liability insurance is required and shall not be waived.  If a determination is made to condition or to deny the permit and that determination is contested by the applicant, the One-Stop Special Event Permit Office shall consult, as necessary and appropriate, with the affected Council District office, representatives of the Department of Public Works, Bureaus of Street Services, Street Lighting, Engineering, and Sanitation, the Police and Fire Departments, and the Departments of Building and Safety, Transportation, General Services, and Recreation and Parks as well as the Mayor’s Office, the Chief Legislative Analyst, and the City Administrative Officer, in an effort to resolve the matter.  The One Stop Special Event Permit Office shall conclude its consultation with those other departments and offices and make a determination regarding the application within ten City business days.  If after such consultation the matter is not resolved, the Director of the Bureau of Street Services, within two business days, shall report on the matter in writing to the Board of Public Works and recommend a course of action.  Copies of the Director’s report shall be provided to the applicant and to the respective Council office.  The Board shall agendize the matter of the Special Event Permit Application at the earliest possible time, but not more than five regular meetings following the referral by the Director, consistent with applicable notice requirements for public meetings.  After considering the matter and all information that it deems necessary at that meeting, or at some subsequent meeting as determined by the Board, the Board of Public Works shall take action to grant the permit, grant the permit with conditions, or deny the permit.  Any such action by the Board shall be subject to the provisions of Charter Section 245.  (Amended by Ord. No. 180,881, Eff. 10\/26\/09.)\n\n\t(f)\t(Subsec. (f) repealed, former Subsec. (g) below relettered (f) by Ord. No. 151,482, Eff. 10\/27\/78.)\n\n\t(f)\tPosting of Signs.  Pursuant to Section 21103 of the Vehicle Code the Board shall provide for the posting of all entrances to the street being temporarily closed signs giving notice of the local traffic laws, such signs to be reviewed and approved by the Department of Transportation.  (Amended by Ord. No. 151,833, Eff. 2\/10\/79, Oper. 2\/25\/79.)\n\n\t(g)\tIndemnification Agreement.  The Board is authorized and directed to require that each applicant for a street closure permit execute an agreement, in a form acceptable to the City Attorney, to indemnify and hold the City, its officers, agents and employees, harmless from any loss, cost, expense, injury, damage or liability of any kind caused by or resulting from the issuance of any permit for a street closure to that applicant.  (Amended by Ord. No. 159,015, Eff. 7\/5\/84.)\n\n\t(h)\tRequired Insurance.  The Board is authorized and directed to require that each applicant for a street closure permit maintain insurance and provide evidence of such insurance in a form acceptable to the City Attorney, protecting and indemnifying the City, its officers, agents and employees as insureds against any loss, cost, expense, injury, damage or liability incurred by reason of any personal injury or property damage sustained by any person caused by or resulting from the issuance of the permit to that applicant.  (Added by Ord. No. 159,015, Eff. 7\/5\/84.)\n\n\t(i)\tInsurance Program.  The Board is authorized and directed to procure and maintain, when such is available, a blanket policy of insurance in an amount as said Board shall determine, protecting and indemnifying the applicant and the City, its officers, agents, and employees as insureds against a loss, cost, expense, injury, damage, or liability incurred by reason of any personal injury or property damage sustained by a person by or resulting from the issuance of a permit under the section when said applicant desires such coverage. The premium shall be borne by the applicant (permittee) and shall not be waived.  (Amended by Ord. No. 159,015, Eff. 7\/5\/84.)","order_by":"20","ancestry":{"1":{"id":"66","name":"Disorderly Conduct\nPlaces And Publications","identifier":"1","label":"article","url":"\/4\/1\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2975","structure_id":"66","section_number":"41.03","catch_line":"Lookouts For Illegal Acts.","url":"\/41.03\/","token":"41.03"},"1":{"id":"4179","structure_id":"66","section_number":"41.14","catch_line":"Injury To Public Property.","url":"\/41.14\/","token":"41.14"},"2":{"id":"2377","structure_id":"66","section_number":"41.16","catch_line":"Snuff – Throwing Of.","url":"\/41.16\/","token":"41.16"},"3":{"id":"507","structure_id":"66","section_number":"41.17","catch_line":"Library Books – Retention After Notice.","url":"\/41.17\/","token":"41.17"},"4":{"id":"4062","structure_id":"66","section_number":"41.18","catch_line":"Sidewalks, Pedestrian Subways – Loitering.","url":"\/41.18\/","token":"41.18"},"5":{"id":"2873","structure_id":"66","section_number":"41.19","catch_line":"Public Assemblages – Obstructing Entrance.","url":"\/41.19\/","token":"41.19"},"6":{"id":"2652","structure_id":"66","section_number":"41.20","catch_line":"Closure Of Streets.","url":"\/41.20\/","token":"41.20"},"7":{"id":"1364","structure_id":"66","section_number":"41.20.1","catch_line":"Special Event Application Process And Definitions.","url":"\/41.20.1\/","token":"41.20.1"},"8":{"id":"617","structure_id":"66","section_number":"41.21","catch_line":"Cutting Into Gasoline Lines Prohibited.","url":"\/41.21\/","token":"41.21"},"9":{"id":"1698","structure_id":"66","section_number":"41.22","catch_line":"Loitering – River Bed.","url":"\/41.22\/","token":"41.22"},"10":{"id":"4027","structure_id":"66","section_number":"41.23","catch_line":"Trespass On Housing Authority Property.","url":"\/41.23\/","token":"41.23"},"11":{"id":"252","structure_id":"66","section_number":"41.24","catch_line":"Trespass On Private Property.","url":"\/41.24\/","token":"41.24"},"12":{"id":"878","structure_id":"66","section_number":"41.27","catch_line":"Intoxication.","url":"\/41.27\/","token":"41.27"},"13":{"id":"953","structure_id":"66","section_number":"41.29","catch_line":"Hand Organs On Streets.","url":"\/41.29\/","token":"41.29"},"14":{"id":"2290","structure_id":"66","section_number":"41.30","catch_line":"Spite Fences.","url":"\/41.30\/","token":"41.30"},"15":{"id":"1611","structure_id":"66","section_number":"41.31","catch_line":"Trees – Injury To.","url":"\/41.31\/","token":"41.31"},"16":{"id":"2884","structure_id":"66","section_number":"41.32","catch_line":"Theatres – Sound Amplifiers.","url":"\/41.32\/","token":"41.32"},"17":{"id":"3573","structure_id":"66","section_number":"41.33","catch_line":"Landlords – Disturbing Tenants.","url":"\/41.33\/","token":"41.33"},"18":{"id":"206","structure_id":"66","section_number":"41.34","catch_line":"Pesticides – Notice To Tenants.","url":"\/41.34\/","token":"41.34"},"19":{"id":"3302","structure_id":"66","section_number":"41.38","catch_line":"Use Of Certain Signs On Vehicles Prohibited.","url":"\/41.38\/","token":"41.38"},"20":{"id":"1767","structure_id":"66","section_number":"41.39","catch_line":"Stowaways – Entry A Misdemeanor.","url":"\/41.39\/","token":"41.39"},"21":{"id":"1857","structure_id":"66","section_number":"41.40","catch_line":"Noise Due To Construction, Excavation Work – When Prohibited.","url":"\/41.40\/","token":"41.40"},"22":{"id":"818","structure_id":"66","section_number":"41.41","catch_line":"Evading Payment Of Admission Fee.","url":"\/41.41\/","token":"41.41"},"23":{"id":"2748","structure_id":"66","section_number":"41.42","catch_line":"Music Reproducing Devices – Hours Of Operation.","url":"\/41.42\/","token":"41.42"},"24":{"id":"2050","structure_id":"66","section_number":"41.43","catch_line":"Selling Goods Near Private Parks.","url":"\/41.43\/","token":"41.43"},"25":{"id":"1693","structure_id":"66","section_number":"41.43.1","catch_line":"Door To Door Selling Or Soliciting.","url":"\/41.43.1\/","token":"41.43.1"},"26":{"id":"3565","structure_id":"66","section_number":"41.44","catch_line":"Miniature Golf Courses And Driving Fairways.","url":"\/41.44\/","token":"41.44"},"27":{"id":"1897","structure_id":"66","section_number":"41.45","catch_line":"Unauthorized Removal, Use Or Possession Of Shopping Carts.","url":"\/41.45\/","token":"41.45"},"28":{"id":"3090","structure_id":"66","section_number":"41.46","catch_line":"Sidewalks – Cleaning Of.","url":"\/41.46\/","token":"41.46"},"29":{"id":"3367","structure_id":"66","section_number":"41.47","catch_line":"Water Closets – Use Of.","url":"\/41.47\/","token":"41.47"},"30":{"id":"3199","structure_id":"66","section_number":"41.47.1","catch_line":"Restroom Facilities.","url":"\/41.47.1\/","token":"41.47.1"},"31":{"id":"3793","structure_id":"66","section_number":"41.47.2","catch_line":"Urinating Or Defecating In Public.","url":"\/41.47.2\/","token":"41.47.2"},"32":{"id":"3936","structure_id":"66","section_number":"41.48","catch_line":"Restaurants – Minimum Light Intensity.","url":"\/41.48\/","token":"41.48"},"33":{"id":"4033","structure_id":"66","section_number":"41.49","catch_line":"Hotel Registers And Room Rentals.","url":"\/41.49\/","token":"41.49"},"34":{"id":"3882","structure_id":"66","section_number":"41.50","catch_line":"Smoking Prohibited In Designated Areas.","url":"\/41.50\/","token":"41.50"},"35":{"id":"2857","structure_id":"66","section_number":"41.50.5","catch_line":"Signage Regulations For Places Subject To Regulation Pursuant To Labor Code Section 6404.5.","url":"\/41.50.5\/","token":"41.50.5"},"36":{"id":"1140","structure_id":"66","section_number":"41.51","catch_line":"Smoking In Elevators Prohibited.","url":"\/41.51\/","token":"41.51"},"37":{"id":"2159","structure_id":"66","section_number":"41.52","catch_line":"Smoking In Buses.","url":"\/41.52\/","token":"41.52"},"38":{"id":"3194","structure_id":"66","section_number":"41.53","catch_line":"Public Bath Houses.","url":"\/41.53\/","token":"41.53"},"39":{"id":"2202","structure_id":"66","section_number":"41.54","catch_line":"Fishing Within One Mile Of Public Sewer Outlet.","url":"\/41.54\/","token":"41.54"},"40":{"id":"350","structure_id":"66","section_number":"41.55","catch_line":"Oil – Discharge In Ocean And Beaches.","url":"\/41.55\/","token":"41.55"},"41":{"id":"523","structure_id":"66","section_number":"41.56","catch_line":"Unlawful Activities At Sporting Events, Theatricals And Exhibitions.","url":"\/41.56\/","token":"41.56"},"42":{"id":"1291","structure_id":"66","section_number":"41.57","catch_line":"Loud And Raucous Noise Prohibited.","url":"\/41.57\/","token":"41.57"},"43":{"id":"1957","structure_id":"66","section_number":"41.58","catch_line":"Loud Party Second Response Fee.","url":"\/41.58\/","token":"41.58"},"44":{"id":"2269","structure_id":"66","section_number":"41.59","catch_line":"Prohibition Against Certain Forms Of Aggressive Solicitation.","url":"\/41.59\/","token":"41.59"},"45":{"id":"1569","structure_id":"66","section_number":"41.60","catch_line":"Hospitals; Patient Transport.","url":"\/41.60\/","token":"41.60"},"46":{"id":"3658","structure_id":"66","section_number":"41.70","catch_line":"Nuisance Vehicles – Prostitution.","url":"\/41.70\/","token":"41.70"},"47":{"id":"3589","structure_id":"66","section_number":"41.70.1","catch_line":"Nuisance Vehicles – Controlled Substances.","url":"\/41.70.1\/","token":"41.70.1"},"48":{"id":"1691","structure_id":"66","section_number":"41.70.2","catch_line":"Nuisance Vehicles – Speed Contests And Exhibitions Of Speed.","url":"\/41.70.2\/","token":"41.70.2"},"49":{"id":"3984","structure_id":"66","section_number":"41.70.3","catch_line":"Nuisance Vehicles – Illegal Dumping.","url":"\/41.70.3\/","token":"41.70.3"},"50":{"id":"4031","structure_id":"66","section_number":"41.71","catch_line":"Gang-Related Nuisance Vehicle Forfeiture.","url":"\/41.71\/","token":"41.71"},"51":{"id":"4113","structure_id":"66","section_number":"41.72","catch_line":"Counterfeit Goods Nuisance Abatement Law.","url":"\/41.72\/","token":"41.72"}},"next_section":{"id":"1364","structure_id":"66","section_number":"41.20.1","catch_line":"Special Event Application Process And Definitions.","url":"\/41.20.1\/","token":"41.20.1"},"metadata":false,"references":false,"url":"\/41.20\/","token":"41.20","formats":{"txt":"\/41.20.txt","json":"\/41.20.xml"},"dublin_core":{"Title":"Closure Of Streets.","Type":"Text","Format":"text\/html","Identifier":"§ 41.20","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nCLOSURE OF STREETS. (§ 41.20)\n\n  CLOSURE OF STREETS.\n\t(Added by Ord. No. 150,567, Eff. 3\/26\/78.)\t(a)\tStreet Closures, Special Events\nPermits, and One-Stop Special Events Permit Office.  The Director of the Bureau\nof Street Services has the authority to temporarily close any local street,\nincluding collector streets, or major or secondary highway, or lane(s) thereof,\nafter receiving a recommendation from the Department of Transportation, when\nsuch closing is necessary for the safety and protection of persons who are to\nuse that portion of the street or highway during the temporary closing.  No\nperson shall conduct, manage or Sponsor any Special Event without a written\npermit that has been approved as required by this Section or any other\napplicable Section of this Code.  No person shall participate in any Special\nEvent with the knowledge that its Sponsor has not been issued the required\npermit.  No person shall knowingly conduct, join or participate in any Special\nEvent conducted under permit in violation of any of the terms of the permit, or\nknowingly join or participate in any permitted Special Event without the\nconsent, and over the objection, of the permittee.  No person shall in any\nmanner interfere with the progress or orderly conduct of a permitted Special\nEvent.  The Sponsor of any event that involves the use of, or has a direct or\nindirect impact on, public property or facilities, or that can reasonably be\nforeseen to have such an impact on or to require a higher level of public safety\nservices or other municipal services, including advance planning services, than\nthat normally provided by the City, shall be responsible for obtaining all\nrequired permits and for payment of the costs, including all fees, charges and\nsalary costs, for all such services.  The Board of Public Works shall establish\na One-Stop Special Events Permit Office in the Bureau of Street Services for the\nissuance of all Special Event Permits, other than permits for Parades and\nAssemblies as defined in Section 103.111(b) of this Code, which are to be issued\nby the Los Angeles Police Department, and other than as provided for\nentertainment industry-related Special Events such as motion picture filming,\ntelevision filming and photography in Section 41.20.1, subsection (d).  Except\nas expressly provided herein, the Bureau of Street Services, through the\nOne-Stop Special Events Permit Office, shall be the permitting office for all\nSpecial Events, including Athletic Events.  The Police Department shall remain\nthe permitting entity for Parades and Assemblies, as defined in Section\n103.111(b) of this Code.  The provisions of this Section and of Section 41.20.1\nshall not eliminate or affect the requirements for, or related to, permits, fees\nor charges for events on property controlled by the departments of Recreation\nand Parks, Library, Water and Power, Harbor and Airports, nor shall they negate\nany requirements to obtain permits, as applicable, from the City’s regulatory\ndepartments (e.g., Fire Department, Police Department, Building and Safety\nDepartment), and to pay the applicable fees and charges.  (Amended by Ord. No.\n180,881, Eff. 10\/26\/09.)\t(b)\tApplication for Permit.  (Amended by Ord. No.\n180,881, Eff. 10\/26\/09.)  Applications for Special Events, including those\nrequiring street closures of local streets, including collector streets, and of\nmajor and secondary highways, or lane(s) thereof, shall be filed with the\nOne-Stop Special Events Permit Office in the Bureau of Street Services at least\nforty-five (45) days prior to the expected first day of the Special Event. \nBeginning on January 1, 2010, and thereafter, there shall be a non-refundable\nadministrative late fee of $312 for all applications submitted twenty-one days\nor less before an event.  The Bureau of Street Services shall establish\nnotification procedures to immediately notify the respective Council office as\nwell as all affected City departments and offices and affected non-City\ngovernment agencies, if known, the Los Angeles Police Department, the\nappropriate Neighborhood Council, if any, and the Business Improvement District,\nif any, in which a proposed event is to be held, whenever a Special Event Permit\napplication is submitted to the Bureau for processing.  The respective Council\noffice and all affected City departments and offices shall be provided a copy of\nthe permit application for their review and comment.  The Council office and\nevery other office and department shall be responsible for notifying the Bureau\nof Street Services in writing or electronically of any objection to, or\ncondition required for, the issuance of the permit for the Special Event.  Upon\nissuance of a Special Event Permit, each of those City departments and offices\nshall be provided a copy of the permit issued and shall be responsible for\nenforcement of the terms and conditions of the permit that are within the\nsubject matter jurisdiction of that department or office.  Special Event\nPermits shall be issued for the dates of the event and necessary days for setup\nand take-down.  Special Event Permits issued for recurring Certified Farmers’\nMarkets sponsored by a non-profit organization or a local government agency\n(state, county or district) may be issued for all events on the days specified\nfor up to one year.  Applications for Special Event Permits may be filed\ndirectly at the One-Stop Special Events Permit Office or may be completed and\nsubmitted on-line through the City’s web-based Special Events Permit\nApplication.  Any changes made by the applicant to the initial Special Event\nPermit Application or Site Plans for the event will require payment of a $100,\nnon-refundable, processing fee.  Decisions to deny or to condition the issuance\nof a Special Event Permit which are contested by the applicant shall be reviewed\nas set forth in Section 41.20.1.\tThe Bureau of Street Services shall develop a\n“How to Obtain a Special Event Permit Application” informational brochure\nwith updates, as appropriate, and make the information available on the City’s\nweb site, at public counters, and through Neighborhood Councils.\tIf the Special\nEvent is designed to be held by, on behalf of, or for any organization other\nthan the applicant, the applicant for the permit shall file a communication in\nwriting from the organization authorizing the applicant to apply for the permit\non its behalf.  The Bureau of Street Services shall take reasonable steps to\nverify that information.\t(c)\tPermit Fees and Charges.  Issuance of all Special\nEvent Permits shall be subject to payment in advance or at the time the permit\nis issued of all applicable fees and charges, including salary costs, for\nrequired City services, equipment and materials.  Except as expressly provided\nby ordinance, no subsidy or waiver of any fees or charges shall be provided by\nthe City for City permits, equipment, materials or services for any Special\nEvent.  If the actual fees and charges for the event are less than the\nestimated amount paid by the permittee, the permittee shall be refunded the\ndifference.  If the actual fees and charges for the event are greater than the\nestimated amount paid by the permittee, the permittee shall be billed for and\nrequired to pay the difference within fifteen (15) calendar days of receipt of\nan invoice therefor.  (Amended by Ord. No. 180,881, Eff.\n10\/26\/09.)\t(d)\tConditions for Granting Permits.  (Amended by Ord. No. 180,881,\nEff. 10\/26\/09.)\t1.\tThe Board of Public Works shall approve the forms to be used\nby the Bureau of Street Services for Special Event Permit applications and\nSpecial Event Permits and shall adopt written procedures and requirements to be\napplied by the Bureau of Street Services for the granting of permits, including\nbut not limited to the requirement of adequate barricades, lights and warning\ndevices to be provided and maintained during a street closure, other traffic\ncontrol measures, cleaning deposit, charges for sanitary units and barricades,\ninsurance and other fees and charges.  In addition to any other information\ndetermined to be required by the Board, the Special Event Permit application\nshall require, as applicable, the following information:\tA.\tThe date(s) and\ntime(s) of the event;\tB.\tThe assembly area, or event area, as applicable;\tC.\tThe\nstart time(s);\tD.\tThe minimum and maximum speed(s) for the event, if\napplicable;\tE.\tThe exact route of the event, if applicable;\tF.\tThe portions of\nstreets to be traversed by the event, if applicable;\tG.\tThe disbanding area and\ndisbanding time, or ending time, as applicable;\tH.\tThe number of persons\nrequired to officiate or monitor the event;\tI.\tThe number and types of vehicles,\nif any; \tJ.\tThe material and maximum size and dimensions of all signs, banners,\nplacards, or carrying device(s) therefore;\tK.\tThe number, type, dimensions and\nlocations of booths, stages, structures of any kind, and equipment to be used\nfor the event, if applicable; and\tL.\tThe type(s) and capacity of sound\namplification equipment and systems to be used for the event, if\napplicable.\t2.\tThe following criteria shall be included among all the relevant\ncriteria used in reviewing applications for Special Event Permits:\tA.\tLocation\nand surrounding area at which the event is to take place;\tB.\tDates, number of\nhours, time(s) of day, the number of days an event will be held and the impact\non the public and the community;\tC.\tInclusion of information on the Special\nEvents Permit Application as to whether the event provides a social, economic,\ncultural, or educational benefit to the community;\tD.\tConsideration of traffic\nin the area where, and on the days and times when, the proposed event will be\nheld, and the impact of the event on residential and business access in the\narea;\tE.\tAnticipated impacts of the event on activity and noise levels in\nresidential and business areas;\tF.\tAvailability of personnel and other resources\nneeded from the Police, Building and Safety, Fire, Transportation, General\nServices, and Cultural Affairs departments and from the Bureaus of Street\nServices, Street Lighting and Sanitation;\tG.\tNumber of participants expected to\nattend the event;\tH.\tThe number and nature of other events occurring at\napproximately the same time, and in the same area of the proposed\nevent;\tI.\tConditions existing within the surrounding area that when occurring in\nconjunction with the event or with a proposed street closure, may create a\nsevere hardship or an unnecessary inconvenience to the community and the general\npublic;\tJ.\tThe history and experience of the applicant and organizer in\nconducting special events of the type proposed;\tK.\tThe results of petitions,\nrequired or otherwise, circulated in residential and commercial areas impacted\nby the event;\tL.\tConstruction activities in the proposed area of the\nevent;\tM.\tComments and other input from Neighborhood Councils and BIDs in the\nareas impacted by the event.\t3.\tThe Sponsor of a Special Event, including a\nCertified Farmers’ Market, shall obtain a Business Tax Registration\nCertificate, as required by applicable law, and shall ensure that a City\nBusiness Tax Registration Certificate is obtained by every event participant, as\nrequired by applicable law.\t4.\tAny unresolved issues regarding the issuance of a\npermit shall be resolved as set forth in Subsection (e) of this Section.\t5.\tUpon\nthe request of the Bureau of Street Services with respect to an application for\na Special Event Permit, the Department of Transportation and each of the other\naffected City departments shall provide to the Bureau of Street Services a\nstatement of the estimated fees and charges, including salary costs, for\nproviding traffic control services (traffic control costs) or other services, as\napplicable, for the event.  The Bureau of Street Services shall provide to the\npermittee a statement of the estimated fees and charges, including salary costs,\nfor all City services, equipment and materials required for the event, including\ntraffic control costs.  Traffic control services consist of the preparation of\nthe traffic management plan as well as clearing the event route or area of\nunauthorized vehicles, posting any parking restrictions necessary for the event,\ndiverting traffic around the event, and directing pedestrian and vehicular\ntraffic along the route of the event.  The traffic control costs shall be\ncomputed by determining the number of City personnel that will be required for\ntraffic control beyond that which would otherwise be required at that time,\nmultiplied by the number of hours for which those additional services are to be\nrendered at the rate of the City’s full cost of providing personnel at the\nrespective classifications on an hourly basis.  At the conclusion of the event,\nthe actual costs for traffic control and for other services, as applicable, for\nthe event shall be determined by the Department of Transportation and each of\nthe other affected City departments.  If the actual costs for services for the\nevent are less than the estimated costs paid, the permittee shall be refunded\nthe difference.  If the actual costs for traffic control for the event are\ngreater than the estimated costs paid, the permittee shall be billed for and\nrequired to pay the additional costs within fifteen (15) calendar days of\nreceipt of an invoice therefor.  Unless otherwise required to insure public\nsafety as determined by the Department of Transportation, the permittee for a\nblock party Special Event shall be allowed to pick up, place and return traffic\ncontrol devices required for the event from the Bureau of Street Services at the\nnearest convenient location.  The permittee for a block party shall make a\nrefundable deposit of an amount determined by the Bureau of Street Services to\nbe reasonable to insure return, and payment for any damage to, all traffic\ncontrol devices provided for the event.\t6.\tFollowing approval of a Special Event\nPermit, but ten days prior to the start date for the event, the permittee shall\nprovide a cleanup deposit in an amount established in a cleanup fee schedule\nadopted by the Board of Public Works.  The cleanup deposit shall be returned to\nthe permittee after the event if the area used for the event has been cleaned\nand restored to the same condition as existed prior to the event, as determined\nby a representative of the Bureau of Street Services.  If the property used for\nthe event has not been cleaned and restored to the condition that existed prior\nto the event, the permittee shall be billed for and required to pay the actual\ncost of the cleanup and restoration, and the cleanup deposit shall be applied\ntoward the total amount of those costs.  If there is a balance remaining in the\ncleanup deposit after the cleanup and restoration costs are paid, the balance\nshall be refunded to, or credited to the account of, the permittee.  If the\npermittee disputes the amount of the charges for cleanup and restoration, the\napplicant may appeal to the Board of Public Works within five days after receipt\nof the bill.  The decision of the Board on such appeals shall be\nfinal.\t(e)\tSpecial Events Permit Application Evaluation.  Each application for\na Special Events Permit shall be reviewed and evaluated by the One-Stop Special\nEvent Permit Office, which shall make a determination to grant the permit, to\nimpose conditions on the permit that may be granted, or to deny the permit all\nin accordance with this Section and Section 41.20.1.  Upon a determination that\na Special Event Permit will be approved and General Liability Insurance\nrequirements being met, a permit shall be issued by the Bureau of Street\nServices within one business day.  Upon the issuance of a permit for a Special\nEvent, the Bureau of Street Services shall cause the posting of the date(s),\ntime and location of the Special Event on the internet accessible Citywide GIS\nmap to avoid conflicting events at the same location.  No insurance form or\ncertificate other than those approved by the City Risk Manager shall be\nacceptable, and the evaluation of an application may be delayed until such\ndocumentation is submitted.  General Liability insurance is required and shall\nnot be waived.  If a determination is made to condition or to deny the permit\nand that determination is contested by the applicant, the One-Stop Special Event\nPermit Office shall consult, as necessary and appropriate, with the affected\nCouncil District office, representatives of the Department of Public Works,\nBureaus of Street Services, Street Lighting, Engineering, and Sanitation, the\nPolice and Fire Departments, and the Departments of Building and Safety,\nTransportation, General Services, and Recreation and Parks as well as the\nMayor’s Office, the Chief Legislative Analyst, and the City Administrative\nOfficer, in an effort to resolve the matter.  The One Stop Special Event Permit\nOffice shall conclude its consultation with those other departments and offices\nand make a determination regarding the application within ten City business\ndays.  If after such consultation the matter is not resolved, the Director of\nthe Bureau of Street Services, within two business days, shall report on the\nmatter in writing to the Board of Public Works and recommend a course of\naction.  Copies of the Director’s report shall be provided to the applicant\nand to the respective Council office.  The Board shall agendize the matter of\nthe Special Event Permit Application at the earliest possible time, but not more\nthan five regular meetings following the referral by the Director, consistent\nwith applicable notice requirements for public meetings.  After considering the\nmatter and all information that it deems necessary at that meeting, or at some\nsubsequent meeting as determined by the Board, the Board of Public Works shall\ntake action to grant the permit, grant the permit with conditions, or deny the\npermit.  Any such action by the Board shall be subject to the provisions of\nCharter Section 245.  (Amended by Ord. No. 180,881, Eff.\n10\/26\/09.)\t(f)\t(Subsec. (f) repealed, former Subsec. (g) below relettered (f) by\nOrd. No. 151,482, Eff. 10\/27\/78.)\t(f)\tPosting of Signs.  Pursuant to Section\n21103 of the Vehicle Code the Board shall provide for the posting of all\nentrances to the street being temporarily closed signs giving notice of the\nlocal traffic laws, such signs to be reviewed and approved by the Department of\nTransportation.  (Amended by Ord. No. 151,833, Eff. 2\/10\/79, Oper.\n2\/25\/79.)\t(g)\tIndemnification Agreement.  The Board is authorized and directed\nto require that each applicant for a street closure permit execute an agreement,\nin a form acceptable to the City Attorney, to indemnify and hold the City, its\nofficers, agents and employees, harmless from any loss, cost, expense, injury,\ndamage or liability of any kind caused by or resulting from the issuance of any\npermit for a street closure to that applicant.  (Amended by Ord. No. 159,015,\nEff. 7\/5\/84.)\t(h)\tRequired Insurance.  The Board is authorized and directed to\nrequire that each applicant for a street closure permit maintain insurance and\nprovide evidence of such insurance in a form acceptable to the City Attorney,\nprotecting and indemnifying the City, its officers, agents and employees as\ninsureds against any loss, cost, expense, injury, damage or liability incurred\nby reason of any personal injury or property damage sustained by any person\ncaused by or resulting from the issuance of the permit to that applicant. \n(Added by Ord. No. 159,015, Eff. 7\/5\/84.)\t(i)\tInsurance Program.  The Board is\nauthorized and directed to procure and maintain, when such is available, a\nblanket policy of insurance in an amount as said Board shall determine,\nprotecting and indemnifying the applicant and the City, its officers, agents,\nand employees as insureds against a loss, cost, expense, injury, damage, or\nliability incurred by reason of any personal injury or property damage sustained\nby a person by or resulting from the issuance of a permit under the section when\nsaid applicant desires such coverage. The premium shall be borne by the\napplicant (permittee) and shall not be waived.  (Amended by Ord. No. 159,015,\nEff. 7\/5\/84.)\n","html":"\n\t\t\t\t\t<section><p>  CLOSURE OF STREETS.\n\t(Added by Ord. No. 150,567, Eff. 3\/26\/78.)<br \/><br \/>\t(a)\tStreet Closures, Special Events Permits, and One-Stop Special Events Permit Office.  The Director of the Bureau of Street Services has the authority to temporarily close any local street, including collector streets, or major or secondary highway, or lane(s) thereof, after receiving a recommendation from the Department of Transportation, when such closing is necessary for the safety and protection of persons who are to use that portion of the street or highway during the temporary closing.  No person shall conduct, manage or Sponsor any Special Event without a written permit that has been approved as required by this Section or any other applicable Section of this Code.  No person shall participate in any Special Event with the knowledge that its Sponsor has not been issued the required permit.  No person shall knowingly conduct, join or participate in any Special Event conducted under permit in violation of any of the terms of the permit, or knowingly join or participate in any permitted Special Event without the consent, and over the objection, of the permittee.  No person shall in any manner interfere with the progress or orderly conduct of a permitted Special Event.  The Sponsor of any event that involves the use of, or has a direct or indirect impact on, public property or facilities, or that can reasonably be foreseen to have such an impact on or to require a higher level of public safety services or other municipal services, including advance planning services, than that normally provided by the City, shall be responsible for obtaining all required permits and for payment of the costs, including all fees, charges and salary costs, for all such services.  The Board of Public Works shall establish a One-Stop Special Events Permit Office in the Bureau of Street Services for the issuance of all Special Event Permits, other than permits for Parades and Assemblies as defined in Section 103.111(b) of this Code, which are to be issued by the Los Angeles Police Department, and other than as provided for entertainment industry-related Special Events such as <span class=\"dictionary\">motion<\/span> picture filming, television filming and photography in Section 41.20.1, subsection (d).  Except as expressly provided herein, the Bureau of Street Services, through the One-Stop Special Events Permit Office, shall be the permitting office for all Special Events, including Athletic Events.  The Police Department shall remain the permitting entity for Parades and Assemblies, as defined in Section 103.111(b) of this Code.  The provisions of this Section and of Section 41.20.1 shall not eliminate or affect the requirements for, or related to, permits, fees or charges for events on property controlled by the departments of Recreation and Parks, Library, Water and Power, Harbor and Airports, nor shall they negate any requirements to obtain permits, as applicable, from the City’s regulatory departments (e.g., Fire Department, Police Department, Building and Safety Department), and to pay the applicable fees and charges.  (Amended by Ord. No. 180,881, Eff. 10\/26\/09.)<br \/><br \/>\t(b)\tApplication for Permit.  (Amended by Ord. No. 180,881, Eff. 10\/26\/09.)  Applications for Special Events, including those requiring street closures of local streets, including collector streets, and of major and secondary highways, or lane(s) thereof, shall be filed with the One-Stop Special Events Permit Office in the Bureau of Street Services at least forty-five (45) days prior to the expected first day of the Special Event.  Beginning on January 1, 2010, and thereafter, there shall be a non-refundable administrative late fee of $312 for all applications submitted twenty-one days or less before an event.  The Bureau of Street Services shall establish notification procedures to immediately notify the respective Council office as well as all affected City departments and offices and affected non-City government agencies, if known, the Los Angeles Police Department, the appropriate Neighborhood Council, if any, and the Business Improvement District, if any, in which a proposed event is to be held, whenever a Special Event Permit application is submitted to the Bureau for processing.  The respective Council office and all affected City departments and offices shall be provided a copy of the permit application for their review and comment.  The Council office and every other office and department shall be responsible for notifying the Bureau of Street Services in writing or electronically of any objection to, or condition required for, the issuance of the permit for the Special Event.  Upon issuance of a Special Event Permit, each of those City departments and offices shall be provided a copy of the permit issued and shall be responsible for enforcement of the terms and conditions of the permit that are within the subject matter <span class=\"dictionary\">jurisdiction<\/span> of that department or office.  Special Event Permits shall be issued for the dates of the event and necessary days for setup and take-down.  Special Event Permits issued for recurring Certified Farmers’ Markets sponsored by a non-profit organization or a local government agency (state, county or district) may be issued for all events on the days specified for up to one year.  Applications for Special Event Permits may be filed directly at the One-Stop Special Events Permit Office or may be completed and submitted on-line through the City’s web-based Special Events Permit Application.  Any changes made by the applicant to the initial Special Event Permit Application or Site Plans for the event will require payment of a $100, non-refundable, processing fee.  Decisions to deny or to condition the issuance of a Special Event Permit which are contested by the applicant shall be reviewed as set forth in Section 41.20.1.<br \/><br \/>\tThe Bureau of Street Services shall develop a “How to Obtain a Special Event Permit Application” informational brochure with updates, as appropriate, and make the information available on the City’s web site, at public counters, and through Neighborhood Councils.<br \/><br \/>\tIf the Special Event is designed to be held by, on behalf of, or for any organization other than the applicant, the applicant for the permit shall file a communication in writing from the organization authorizing the applicant to apply for the permit on its behalf.  The Bureau of Street Services shall take reasonable steps to verify that information.<br \/><br \/>\t(c)\tPermit Fees and Charges.  Issuance of all Special Event Permits shall be subject to payment in advance or at the time the permit is issued of all applicable fees and charges, including salary costs, for required City services, equipment and <span class=\"dictionary\">materials<\/span>.  Except as expressly provided by <span class=\"dictionary\">ordinance<\/span>, no subsidy or <span class=\"dictionary\">waiver<\/span> of any fees or charges shall be provided by the City for City permits, equipment, <span class=\"dictionary\">materials<\/span> or services for any Special Event.  If the actual fees and charges for the event are less than the estimated amount paid by the permittee, the permittee shall be refunded the difference.  If the actual fees and charges for the event are greater than the estimated amount paid by the permittee, the permittee shall be billed for and required to pay the difference within fifteen (15) calendar days of receipt of an invoice therefor.  (Amended by Ord. No. 180,881, Eff. 10\/26\/09.)<br \/><br \/>\t(d)\tConditions for Granting Permits.  (Amended by Ord. No. 180,881, Eff. 10\/26\/09.)<br \/><br \/>\t1.\tThe Board of Public Works shall approve the forms to be used by the Bureau of Street Services for Special Event Permit applications and Special Event Permits and shall adopt written procedures and requirements to be applied by the Bureau of Street Services for the granting of permits, including but not limited to the requirement of adequate barricades, lights and warning devices to be provided and maintained during a street closure, other traffic control measures, cleaning deposit, charges for sanitary units and barricades, insurance and other fees and charges.  In addition to any other information determined to be required by the Board, the Special Event Permit application shall require, as applicable, the following information:<br \/><br \/>\tA.\tThe date(s) and time(s) of the event;<br \/><br \/>\tB.\tThe assembly area, or event area, as applicable;<br \/><br \/>\tC.\tThe start time(s);<br \/><br \/>\tD.\tThe minimum and maximum speed(s) for the event, if applicable;<br \/><br \/>\tE.\tThe exact route of the event, if applicable;<br \/><br \/>\tF.\tThe portions of streets to be traversed by the event, if applicable;<br \/><br \/>\tG.\tThe disbanding area and disbanding time, or ending time, as applicable;<br \/><br \/>\tH.\tThe number of persons required to officiate or monitor the event;<br \/><br \/>\tI.\tThe number and types of vehicles, if any; <br \/><br \/>\tJ.\tThe <span class=\"dictionary\">material<\/span> and maximum size and dimensions of all signs, banners, placards, or carrying device(s) therefore;<br \/><br \/>\tK.\tThe number, type, dimensions and locations of booths, stages, structures of any kind, and equipment to be used for the event, if applicable; and<br \/><br \/>\tL.\tThe type(s) and capacity of sound amplification equipment and systems to be used for the event, if applicable.<br \/><br \/>\t2.\tThe following criteria shall be included among all the relevant criteria used in reviewing applications for Special Event Permits:<br \/><br \/>\tA.\tLocation and surrounding area at which the event is to take place;<br \/><br \/>\tB.\tDates, number of hours, time(s) of day, the number of days an event will be held and the impact on the public and the community;<br \/><br \/>\tC.\tInclusion of information on the Special Events Permit Application as to whether the event provides a social, economic, cultural, or educational benefit to the community;<br \/><br \/>\tD.\tConsideration of traffic in the area where, and on the days and times when, the proposed event will be held, and the impact of the event on residential and business access in the area;<br \/><br \/>\tE.\tAnticipated impacts of the event on activity and noise levels in residential and business areas;<br \/><br \/>\tF.\tAvailability of personnel and other resources needed from the Police, Building and Safety, Fire, Transportation, General Services, and Cultural Affairs departments and from the Bureaus of Street Services, Street Lighting and Sanitation;<br \/><br \/>\tG.\tNumber of participants expected to attend the event;<br \/><br \/>\tH.\tThe number and nature of other events occurring at approximately the same time, and in the same area of the proposed event;<br \/><br \/>\tI.\tConditions existing within the surrounding area that when occurring in conjunction with the event or with a proposed street closure, may create a severe hardship or an unnecessary inconvenience to the community and the general public;<br \/><br \/>\tJ.\tThe history and experience of the applicant and organizer in conducting special events of the type proposed;<br \/><br \/>\tK.\tThe results of <span class=\"dictionary\">petitions<\/span>, required or otherwise, circulated in residential and commercial areas impacted by the event;<br \/><br \/>\tL.\tConstruction activities in the proposed area of the event;<br \/><br \/>\tM.\tComments and other input from Neighborhood Councils and BIDs in the areas impacted by the event.<br \/><br \/>\t3.\tThe Sponsor of a Special Event, including a Certified Farmers’ Market, shall obtain a Business Tax Registration Certificate, as required by applicable <span class=\"dictionary\">law<\/span>, and shall ensure that a City Business Tax Registration Certificate is obtained by every event participant, as required by applicable <span class=\"dictionary\">law<\/span>.<br \/><br \/>\t4.\tAny unresolved <span class=\"dictionary\">issues<\/span> regarding the issuance of a permit shall be resolved as set forth in Subsection (e) of this Section.<br \/><br \/>\t5.\tUpon the request of the Bureau of Street Services with respect to an application for a Special Event Permit, the Department of Transportation and each of the other affected City departments shall provide to the Bureau of Street Services a statement of the estimated fees and charges, including salary costs, for providing traffic control services (traffic control costs) or other services, as applicable, for the event.  The Bureau of Street Services shall provide to the permittee a statement of the estimated fees and charges, including salary costs, for all City services, equipment and <span class=\"dictionary\">materials<\/span> required for the event, including traffic control costs.  Traffic control services consist of the preparation of the traffic management plan as well as clearing the event route or area of unauthorized vehicles, posting any parking restrictions necessary for the event, diverting traffic around the event, and directing pedestrian and vehicular traffic along the route of the event.  The traffic control costs shall be computed by determining the number of City personnel that will be required for traffic control beyond that which would otherwise be required at that time, multiplied by the number of hours for which those additional services are to be rendered at the rate of the City’s full cost of providing personnel at the respective classifications on an hourly basis.  At the conclusion of the event, the actual costs for traffic control and for other services, as applicable, for the event shall be determined by the Department of Transportation and each of the other affected City departments.  If the actual costs for services for the event are less than the estimated costs paid, the permittee shall be refunded the difference.  If the actual costs for traffic control for the event are greater than the estimated costs paid, the permittee shall be billed for and required to pay the additional costs within fifteen (15) calendar days of receipt of an invoice therefor.  Unless otherwise required to insure public safety as determined by the Department of Transportation, the permittee for a block <span class=\"dictionary\">party<\/span> Special Event shall be allowed to pick up, place and return traffic control devices required for the event from the Bureau of Street Services at the nearest convenient location.  The permittee for a block <span class=\"dictionary\">party<\/span> shall make a refundable deposit of an amount determined by the Bureau of Street Services to be reasonable to insure return, and payment for any damage to, all traffic control devices provided for the event.<br \/><br \/>\t6.\tFollowing approval of a Special Event Permit, but ten days prior to the start date for the event, the permittee shall provide a cleanup deposit in an amount established in a cleanup fee schedule adopted by the Board of Public Works.  The cleanup deposit shall be returned to the permittee after the event if the area used for the event has been cleaned and restored to the same condition as existed prior to the event, as determined by a representative of the Bureau of Street Services.  If the property used for the event has not been cleaned and restored to the condition that existed prior to the event, the permittee shall be billed for and required to pay the actual cost of the cleanup and restoration, and the cleanup deposit shall be applied toward the total amount of those costs.  If there is a balance remaining in the cleanup deposit after the cleanup and restoration costs are paid, the balance shall be refunded to, or credited to the account of, the permittee.  If the permittee disputes the amount of the charges for cleanup and restoration, the applicant may <span class=\"dictionary\">appeal<\/span> to the Board of Public Works within five days after receipt of the bill.  The decision of the Board on such <span class=\"dictionary\">appeals<\/span> shall be final.<br \/><br \/>\t(e)\tSpecial Events Permit Application Evaluation.  Each application for a Special Events Permit shall be reviewed and evaluated by the One-Stop Special Event Permit Office, which shall make a determination to grant the permit, to impose conditions on the permit that may be granted, or to deny the permit all in accordance with this Section and Section 41.20.1.  Upon a determination that a Special Event Permit will be approved and General Liability Insurance requirements being met, a permit shall be issued by the Bureau of Street Services within one business day.  Upon the issuance of a permit for a Special Event, the Bureau of Street Services shall cause the posting of the date(s), time and location of the Special Event on the internet accessible Citywide GIS map to avoid conflicting events at the same location.  No insurance form or certificate other than those approved by the City Risk Manager shall be acceptable, and the evaluation of an application may be delayed until such documentation is submitted.  General Liability insurance is required and shall not be waived.  If a determination is made to condition or to deny the permit and that determination is contested by the applicant, the One-Stop Special Event Permit Office shall consult, as necessary and appropriate, with the affected Council District office, representatives of the Department of Public Works, Bureaus of Street Services, Street Lighting, Engineering, and Sanitation, the Police and Fire Departments, and the Departments of Building and Safety, Transportation, General Services, and Recreation and Parks as well as the Mayor’s Office, the Chief Legislative Analyst, and the City Administrative Officer, in an effort to resolve the matter.  The One Stop Special Event Permit Office shall conclude its consultation with those other departments and offices and make a determination regarding the application within ten City business days.  If after such consultation the matter is not resolved, the Director of the Bureau of Street Services, within two business days, shall report on the matter in writing to the Board of Public Works and recommend a course of action.  Copies of the Director’s report shall be provided to the applicant and to the respective Council office.  The Board shall agendize the matter of the Special Event Permit Application at the earliest possible time, but not more than five regular meetings following the referral by the Director, consistent with applicable notice requirements for public meetings.  After considering the matter and all information that it deems necessary at that meeting, or at some subsequent meeting as determined by the Board, the Board of Public Works shall take action to grant the permit, grant the permit with conditions, or deny the permit.  Any such action by the Board shall be subject to the provisions of Charter Section 245.  (Amended by Ord. No. 180,881, Eff. 10\/26\/09.)<br \/><br \/>\t(f)\t(Subsec. (f) repealed, former Subsec. (g) below relettered (f) by Ord. No. 151,482, Eff. 10\/27\/78.)<br \/><br \/>\t(f)\tPosting of Signs.  Pursuant to Section 21103 of the Vehicle Code the Board shall provide for the posting of all entrances to the street being temporarily closed signs giving notice of the local traffic <span class=\"dictionary\">laws<\/span>, such signs to be reviewed and approved by the Department of Transportation.  (Amended by Ord. No. 151,833, Eff. 2\/10\/79, Oper. 2\/25\/79.)<br \/><br \/>\t(g)\tIndemnification Agreement.  The Board is authorized and directed to require that each applicant for a street closure permit execute an agreement, in a form acceptable to the City Attorney, to indemnify and hold the City, its officers, agents and employees, harmless from any loss, cost, expense, injury, damage or liability of any kind caused by or resulting from the issuance of any permit for a street closure to that applicant.  (Amended by Ord. No. 159,015, Eff. 7\/5\/84.)<br \/><br \/>\t(h)\tRequired Insurance.  The Board is authorized and directed to require that each applicant for a street closure permit maintain insurance and provide <span class=\"dictionary\">evidence<\/span> of such insurance in a form acceptable to the City Attorney, protecting and indemnifying the City, its officers, agents and employees as insureds against any loss, cost, expense, injury, damage or liability incurred by reason of any personal injury or property damage sustained by any person caused by or resulting from the issuance of the permit to that applicant.  (Added by Ord. No. 159,015, Eff. 7\/5\/84.)<br \/><br \/>\t(i)\tInsurance Program.  The Board is authorized and directed to procure and maintain, when such is available, a blanket policy of insurance in an amount as said Board shall determine, protecting and indemnifying the applicant and the City, its officers, agents, and employees as insureds against a loss, cost, expense, injury, damage, or liability incurred by reason of any personal injury or property damage sustained by a person by or resulting from the issuance of a permit under the section when said applicant desires such coverage. The premium shall be borne by the applicant (permittee) and shall not be waived.  (Amended by Ord. No. 159,015, Eff. 7\/5\/84.)<\/p><\/section>","previous_section":{"id":"2873","structure_id":"66","section_number":"41.19","catch_line":"Public Assemblages – Obstructing Entrance.","url":"\/41.19\/","token":"41.19"},"text":{"0":{"id":"2628","text":"  CLOSURE OF STREETS.\n\t(Added by Ord. No. 150,567, Eff. 3\/26\/78.)\t(a)\tStreet Closures, Special Events Permits, and One-Stop Special Events Permit Office.  The Director of the Bureau of Street Services has the authority to temporarily close any local street, including collector streets, or major or secondary highway, or lane(s) thereof, after receiving a recommendation from the Department of Transportation, when such closing is necessary for the safety and protection of persons who are to use that portion of the street or highway during the temporary closing.  No person shall conduct, manage or Sponsor any Special Event without a written permit that has been approved as required by this Section or any other applicable Section of this Code.  No person shall participate in any Special Event with the knowledge that its Sponsor has not been issued the required permit.  No person shall knowingly conduct, join or participate in any Special Event conducted under permit in violation of any of the terms of the permit, or knowingly join or participate in any permitted Special Event without the consent, and over the objection, of the permittee.  No person shall in any manner interfere with the progress or orderly conduct of a permitted Special Event.  The Sponsor of any event that involves the use of, or has a direct or indirect impact on, public property or facilities, or that can reasonably be foreseen to have such an impact on or to require a higher level of public safety services or other municipal services, including advance planning services, than that normally provided by the City, shall be responsible for obtaining all required permits and for payment of the costs, including all fees, charges and salary costs, for all such services.  The Board of Public Works shall establish a One-Stop Special Events Permit Office in the Bureau of Street Services for the issuance of all Special Event Permits, other than permits for Parades and Assemblies as defined in Section 103.111(b) of this Code, which are to be issued by the Los Angeles Police Department, and other than as provided for entertainment industry-related Special Events such as motion picture filming, television filming and photography in Section 41.20.1, subsection (d).  Except as expressly provided herein, the Bureau of Street Services, through the One-Stop Special Events Permit Office, shall be the permitting office for all Special Events, including Athletic Events.  The Police Department shall remain the permitting entity for Parades and Assemblies, as defined in Section 103.111(b) of this Code.  The provisions of this Section and of Section 41.20.1 shall not eliminate or affect the requirements for, or related to, permits, fees or charges for events on property controlled by the departments of Recreation and Parks, Library, Water and Power, Harbor and Airports, nor shall they negate any requirements to obtain permits, as applicable, from the City’s regulatory departments (e.g., Fire Department, Police Department, Building and Safety Department), and to pay the applicable fees and charges.  (Amended by Ord. No. 180,881, Eff. 10\/26\/09.)\t(b)\tApplication for Permit.  (Amended by Ord. No. 180,881, Eff. 10\/26\/09.)  Applications for Special Events, including those requiring street closures of local streets, including collector streets, and of major and secondary highways, or lane(s) thereof, shall be filed with the One-Stop Special Events Permit Office in the Bureau of Street Services at least forty-five (45) days prior to the expected first day of the Special Event.  Beginning on January 1, 2010, and thereafter, there shall be a non-refundable administrative late fee of $312 for all applications submitted twenty-one days or less before an event.  The Bureau of Street Services shall establish notification procedures to immediately notify the respective Council office as well as all affected City departments and offices and affected non-City government agencies, if known, the Los Angeles Police Department, the appropriate Neighborhood Council, if any, and the Business Improvement District, if any, in which a proposed event is to be held, whenever a Special Event Permit application is submitted to the Bureau for processing.  The respective Council office and all affected City departments and offices shall be provided a copy of the permit application for their review and comment.  The Council office and every other office and department shall be responsible for notifying the Bureau of Street Services in writing or electronically of any objection to, or condition required for, the issuance of the permit for the Special Event.  Upon issuance of a Special Event Permit, each of those City departments and offices shall be provided a copy of the permit issued and shall be responsible for enforcement of the terms and conditions of the permit that are within the subject matter jurisdiction of that department or office.  Special Event Permits shall be issued for the dates of the event and necessary days for setup and take-down.  Special Event Permits issued for recurring Certified Farmers’ Markets sponsored by a non-profit organization or a local government agency (state, county or district) may be issued for all events on the days specified for up to one year.  Applications for Special Event Permits may be filed directly at the One-Stop Special Events Permit Office or may be completed and submitted on-line through the City’s web-based Special Events Permit Application.  Any changes made by the applicant to the initial Special Event Permit Application or Site Plans for the event will require payment of a $100, non-refundable, processing fee.  Decisions to deny or to condition the issuance of a Special Event Permit which are contested by the applicant shall be reviewed as set forth in Section 41.20.1.\tThe Bureau of Street Services shall develop a “How to Obtain a Special Event Permit Application” informational brochure with updates, as appropriate, and make the information available on the City’s web site, at public counters, and through Neighborhood Councils.\tIf the Special Event is designed to be held by, on behalf of, or for any organization other than the applicant, the applicant for the permit shall file a communication in writing from the organization authorizing the applicant to apply for the permit on its behalf.  The Bureau of Street Services shall take reasonable steps to verify that information.\t(c)\tPermit Fees and Charges.  Issuance of all Special Event Permits shall be subject to payment in advance or at the time the permit is issued of all applicable fees and charges, including salary costs, for required City services, equipment and materials.  Except as expressly provided by ordinance, no subsidy or waiver of any fees or charges shall be provided by the City for City permits, equipment, materials or services for any Special Event.  If the actual fees and charges for the event are less than the estimated amount paid by the permittee, the permittee shall be refunded the difference.  If the actual fees and charges for the event are greater than the estimated amount paid by the permittee, the permittee shall be billed for and required to pay the difference within fifteen (15) calendar days of receipt of an invoice therefor.  (Amended by Ord. No. 180,881, Eff. 10\/26\/09.)\t(d)\tConditions for Granting Permits.  (Amended by Ord. No. 180,881, Eff. 10\/26\/09.)\t1.\tThe Board of Public Works shall approve the forms to be used by the Bureau of Street Services for Special Event Permit applications and Special Event Permits and shall adopt written procedures and requirements to be applied by the Bureau of Street Services for the granting of permits, including but not limited to the requirement of adequate barricades, lights and warning devices to be provided and maintained during a street closure, other traffic control measures, cleaning deposit, charges for sanitary units and barricades, insurance and other fees and charges.  In addition to any other information determined to be required by the Board, the Special Event Permit application shall require, as applicable, the following information:\tA.\tThe date(s) and time(s) of the event;\tB.\tThe assembly area, or event area, as applicable;\tC.\tThe start time(s);\tD.\tThe minimum and maximum speed(s) for the event, if applicable;\tE.\tThe exact route of the event, if applicable;\tF.\tThe portions of streets to be traversed by the event, if applicable;\tG.\tThe disbanding area and disbanding time, or ending time, as applicable;\tH.\tThe number of persons required to officiate or monitor the event;\tI.\tThe number and types of vehicles, if any; \tJ.\tThe material and maximum size and dimensions of all signs, banners, placards, or carrying device(s) therefore;\tK.\tThe number, type, dimensions and locations of booths, stages, structures of any kind, and equipment to be used for the event, if applicable; and\tL.\tThe type(s) and capacity of sound amplification equipment and systems to be used for the event, if applicable.\t2.\tThe following criteria shall be included among all the relevant criteria used in reviewing applications for Special Event Permits:\tA.\tLocation and surrounding area at which the event is to take place;\tB.\tDates, number of hours, time(s) of day, the number of days an event will be held and the impact on the public and the community;\tC.\tInclusion of information on the Special Events Permit Application as to whether the event provides a social, economic, cultural, or educational benefit to the community;\tD.\tConsideration of traffic in the area where, and on the days and times when, the proposed event will be held, and the impact of the event on residential and business access in the area;\tE.\tAnticipated impacts of the event on activity and noise levels in residential and business areas;\tF.\tAvailability of personnel and other resources needed from the Police, Building and Safety, Fire, Transportation, General Services, and Cultural Affairs departments and from the Bureaus of Street Services, Street Lighting and Sanitation;\tG.\tNumber of participants expected to attend the event;\tH.\tThe number and nature of other events occurring at approximately the same time, and in the same area of the proposed event;\tI.\tConditions existing within the surrounding area that when occurring in conjunction with the event or with a proposed street closure, may create a severe hardship or an unnecessary inconvenience to the community and the general public;\tJ.\tThe history and experience of the applicant and organizer in conducting special events of the type proposed;\tK.\tThe results of petitions, required or otherwise, circulated in residential and commercial areas impacted by the event;\tL.\tConstruction activities in the proposed area of the event;\tM.\tComments and other input from Neighborhood Councils and BIDs in the areas impacted by the event.\t3.\tThe Sponsor of a Special Event, including a Certified Farmers’ Market, shall obtain a Business Tax Registration Certificate, as required by applicable law, and shall ensure that a City Business Tax Registration Certificate is obtained by every event participant, as required by applicable law.\t4.\tAny unresolved issues regarding the issuance of a permit shall be resolved as set forth in Subsection (e) of this Section.\t5.\tUpon the request of the Bureau of Street Services with respect to an application for a Special Event Permit, the Department of Transportation and each of the other affected City departments shall provide to the Bureau of Street Services a statement of the estimated fees and charges, including salary costs, for providing traffic control services (traffic control costs) or other services, as applicable, for the event.  The Bureau of Street Services shall provide to the permittee a statement of the estimated fees and charges, including salary costs, for all City services, equipment and materials required for the event, including traffic control costs.  Traffic control services consist of the preparation of the traffic management plan as well as clearing the event route or area of unauthorized vehicles, posting any parking restrictions necessary for the event, diverting traffic around the event, and directing pedestrian and vehicular traffic along the route of the event.  The traffic control costs shall be computed by determining the number of City personnel that will be required for traffic control beyond that which would otherwise be required at that time, multiplied by the number of hours for which those additional services are to be rendered at the rate of the City’s full cost of providing personnel at the respective classifications on an hourly basis.  At the conclusion of the event, the actual costs for traffic control and for other services, as applicable, for the event shall be determined by the Department of Transportation and each of the other affected City departments.  If the actual costs for services for the event are less than the estimated costs paid, the permittee shall be refunded the difference.  If the actual costs for traffic control for the event are greater than the estimated costs paid, the permittee shall be billed for and required to pay the additional costs within fifteen (15) calendar days of receipt of an invoice therefor.  Unless otherwise required to insure public safety as determined by the Department of Transportation, the permittee for a block party Special Event shall be allowed to pick up, place and return traffic control devices required for the event from the Bureau of Street Services at the nearest convenient location.  The permittee for a block party shall make a refundable deposit of an amount determined by the Bureau of Street Services to be reasonable to insure return, and payment for any damage to, all traffic control devices provided for the event.\t6.\tFollowing approval of a Special Event Permit, but ten days prior to the start date for the event, the permittee shall provide a cleanup deposit in an amount established in a cleanup fee schedule adopted by the Board of Public Works.  The cleanup deposit shall be returned to the permittee after the event if the area used for the event has been cleaned and restored to the same condition as existed prior to the event, as determined by a representative of the Bureau of Street Services.  If the property used for the event has not been cleaned and restored to the condition that existed prior to the event, the permittee shall be billed for and required to pay the actual cost of the cleanup and restoration, and the cleanup deposit shall be applied toward the total amount of those costs.  If there is a balance remaining in the cleanup deposit after the cleanup and restoration costs are paid, the balance shall be refunded to, or credited to the account of, the permittee.  If the permittee disputes the amount of the charges for cleanup and restoration, the applicant may appeal to the Board of Public Works within five days after receipt of the bill.  The decision of the Board on such appeals shall be final.\t(e)\tSpecial Events Permit Application Evaluation.  Each application for a Special Events Permit shall be reviewed and evaluated by the One-Stop Special Event Permit Office, which shall make a determination to grant the permit, to impose conditions on the permit that may be granted, or to deny the permit all in accordance with this Section and Section 41.20.1.  Upon a determination that a Special Event Permit will be approved and General Liability Insurance requirements being met, a permit shall be issued by the Bureau of Street Services within one business day.  Upon the issuance of a permit for a Special Event, the Bureau of Street Services shall cause the posting of the date(s), time and location of the Special Event on the internet accessible Citywide GIS map to avoid conflicting events at the same location.  No insurance form or certificate other than those approved by the City Risk Manager shall be acceptable, and the evaluation of an application may be delayed until such documentation is submitted.  General Liability insurance is required and shall not be waived.  If a determination is made to condition or to deny the permit and that determination is contested by the applicant, the One-Stop Special Event Permit Office shall consult, as necessary and appropriate, with the affected Council District office, representatives of the Department of Public Works, Bureaus of Street Services, Street Lighting, Engineering, and Sanitation, the Police and Fire Departments, and the Departments of Building and Safety, Transportation, General Services, and Recreation and Parks as well as the Mayor’s Office, the Chief Legislative Analyst, and the City Administrative Officer, in an effort to resolve the matter.  The One Stop Special Event Permit Office shall conclude its consultation with those other departments and offices and make a determination regarding the application within ten City business days.  If after such consultation the matter is not resolved, the Director of the Bureau of Street Services, within two business days, shall report on the matter in writing to the Board of Public Works and recommend a course of action.  Copies of the Director’s report shall be provided to the applicant and to the respective Council office.  The Board shall agendize the matter of the Special Event Permit Application at the earliest possible time, but not more than five regular meetings following the referral by the Director, consistent with applicable notice requirements for public meetings.  After considering the matter and all information that it deems necessary at that meeting, or at some subsequent meeting as determined by the Board, the Board of Public Works shall take action to grant the permit, grant the permit with conditions, or deny the permit.  Any such action by the Board shall be subject to the provisions of Charter Section 245.  (Amended by Ord. No. 180,881, Eff. 10\/26\/09.)\t(f)\t(Subsec. (f) repealed, former Subsec. (g) below relettered (f) by Ord. No. 151,482, Eff. 10\/27\/78.)\t(f)\tPosting of Signs.  Pursuant to Section 21103 of the Vehicle Code the Board shall provide for the posting of all entrances to the street being temporarily closed signs giving notice of the local traffic laws, such signs to be reviewed and approved by the Department of Transportation.  (Amended by Ord. No. 151,833, Eff. 2\/10\/79, Oper. 2\/25\/79.)\t(g)\tIndemnification Agreement.  The Board is authorized and directed to require that each applicant for a street closure permit execute an agreement, in a form acceptable to the City Attorney, to indemnify and hold the City, its officers, agents and employees, harmless from any loss, cost, expense, injury, damage or liability of any kind caused by or resulting from the issuance of any permit for a street closure to that applicant.  (Amended by Ord. No. 159,015, Eff. 7\/5\/84.)\t(h)\tRequired Insurance.  The Board is authorized and directed to require that each applicant for a street closure permit maintain insurance and provide evidence of such insurance in a form acceptable to the City Attorney, protecting and indemnifying the City, its officers, agents and employees as insureds against any loss, cost, expense, injury, damage or liability incurred by reason of any personal injury or property damage sustained by any person caused by or resulting from the issuance of the permit to that applicant.  (Added by Ord. No. 159,015, Eff. 7\/5\/84.)\t(i)\tInsurance Program.  The Board is authorized and directed to procure and maintain, when such is available, a blanket policy of insurance in an amount as said Board shall determine, protecting and indemnifying the applicant and the City, its officers, agents, and employees as insureds against a loss, cost, expense, injury, damage, or liability incurred by reason of any personal injury or property damage sustained by a person by or resulting from the issuance of a permit under the section when said applicant desires such coverage. The premium shall be borne by the applicant (permittee) and shall not be waived.  (Amended by Ord. No. 159,015, Eff. 7\/5\/84.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}