{"section_number":"41.49","edition_id":"1","section_id":"4033","structure_id":"66","catch_line":"Hotel Registers And Room Rentals.","history":"","full_text":"  HOTEL REGISTERS AND ROOM RENTALS.\n\t(Amended by Ord. No. 179,533, Eff. 3\/8\/08.)\n\n\t1.\tDefinitions.  For purposes of this section:\n\n\tGuest means a person who exercises occupancy or is entitled to occupancy in a hotel by reason of concession, permit, right of access, license or other agreement.\n\n\tHotel means any public or private space or structure, including but not limited to, any inn, hostelry, tourist home, motel, lodging house or motel rooming house offering space for sleeping or overnight accommodations in exchange for rent and for a period of less than 30 days.  Hotel includes the parking lot and other common areas of the hotel.  Hotel does not include living accommodations provided at any governmental or nonprofit institution in connection with the functions of that institution.\n\n\tHousing Voucher means a voucher, certificate or coupon for lodging issued individually or jointly by any of the following, or an agency or authority of any one or more of the following:  (1) the federal government; (2) the State of California or another state; (3) a county; (4) a municipality; or (5) a non-profit entity that issues vouchers, certificates or coupons for lodging to homeless individuals or families.\n\n\tIdentification document means a document that contains the name, date of birth, description and picture of a person, issued by the federal government, the State of California, another state, a county or municipal government subdivision or one of their agencies, including but not limited to:  a motor vehicle operator’s license, an identification card, or an identification card issued to a member of the Armed Forces.  Identification document also includes a passport issued by a foreign government or a consular identification card, issued by a foreign government to any of its citizens and nationals, which has been approved by the City of Los Angeles as valid identification.\n\n\tOccupancy means the use or possession, or the right to the use or possession, of any room in any hotel.\n\n\tOperator means the person who is either the proprietor of the hotel or any other person who has the right to rent rooms within the hotel, whether in the capacity of owner, manager, lessee, mortgagee in possession, licensee, employee or in any other capacity.\n\n\tRecord means written documentation of information about a guest.  A record may be maintained electronically, in a book or on cards.\n\n\tRent means the consideration charged, whether or not received, for the occupancy of a room in a hotel valued in money, whether to be received in money, goods, labor or otherwise, including all receipts, cash, credits and property and services of any kind or nature.\n\n\tReservation means a request to hold a room for a potential guest that includes the following information and is documented in writing:  (i) The potential guest’s name and contact information; and (ii) the date and time when the contact was made.\n\n\tRoom means any portion of a hotel, which is designed or intended for occupancy by a person for temporary lodging or sleeping purposes.\n\n\tWalk-in guest means any guest who did not make a reservation for a room prior to the time that he or she seeks to check in at the hotel.\n\n\t2.\tHotel Record Information.\n\n\t(a)\tEvery operator of a hotel shall keep a record in which the following information shall be entered legibly, either in electronic, ink or typewritten form prior to the room being furnished or rented to a guest:\n\n\t(1)\tAs provided by the guest in response to an inquiry or by other means:\n\n\t(i)\tThe name and address of each guest and the total number of guests;\n\n\t(ii)\tThe make, type and license number of the guest’s vehicle if the vehicle will be parked on hotel premises that are under the control of the Operator or hotel management;\n\n\t(iii)\tIdentification information as required by Subsection 4 (a) and (b) of this section.\n\n\t(2)\tThe day, month, year and time of arrival of each guest;\n\n\t(3)\tThe number or other identifying symbol of location of the room rented or assigned each guest;\n\n\t(4)\tThe date that each guest is scheduled to depart;\n\n\t(5)\tThe rate charged and amount collected for rental of the room assigned to each guest;\n\n\t(6)\tThe method of payment for the room; and\n\n\t(7)\tThe full name of the person checking in the guest.\n\n\t(b)\tFor a guest checking in via an electronic registration kiosk at the hotel, instead of the information required by Subsection 2.(a), the hotel shall maintain the name, reservation information and credit card information provided by the guest, as well as the identifying symbol of the kiosk where the guest checked in and the room number assigned to the guest.\n\n\t3.\tMaintenance of Hotel Record.  Every operator of a hotel shall comply with the following requirements for maintaining the hotel record:\n\n\t(a)\tThe record shall be kept on the hotel premises in the guest reception or guest check-in area or in an office adjacent to that area.  The record shall be maintained at that location on the hotel premises for a period of 90 days from and after the date of the last entry in the record and shall be made available to any officer of the Los Angeles Police Department for inspection.  Whenever possible, the inspection shall be conducted at a time and in a manner that minimizes any interference with the operation of the business.\n\n\t(b)\tNo person shall alter, deface or erase the record so as to make the information recorded in it illegible or unintelligible, or hinder, obstruct or interfere with any inspection of the record under this section.\n\n\t(c)\tAny record maintained in the form of a book shall be permanently bound, each page shall be sequentially numbered and the book shall be the minimum size of eight by ten inches.  No page shall be removed from the book.  Any record maintained in the form of cards shall be on cards that are the minimum size of two and one-half inches by four inches and numbered consecutively and used in sequence.  Any card numbered within the sequence of utilized cards shall be preserved as part of the record even if it is not used for a room rental.  The numbers shall be printed or otherwise indelibly affixed to the cards.  If maintained electronically, the record shall be printable.\n\n\t(d)\tNothing in this section absolves the operator from maintaining the record for longer than 90 days in order to comply with any other provision of law, including the obligation to maintain and produce records for the purpose of paying a transient occupancy tax.\n\n\t4.\tRenting of Hotel Rooms.  The operator of a hotel shall not rent a room except in compliance with the following conditions.\n\n\t(a)\tA guest who pays all or part of the rent for a room in cash at the time of checking in, and a walk- in guest, shall be required to present an identification document or a housing voucher at the time of checking into the hotel.\n\n\t(b)\tA room shall not be rented hourly or for fewer than 12 hours unless an identification document is obtained from the guest when he or she checks into the hotel.\n\n\t(c)\tThe number and expiration date of the identification document obtained under Subsections 4.(a) or (b) shall be recorded and maintained by the operator in the record for at least 90 days or if a guest is paying with a housing voucher obtained under Subsection 4.(a), a copy of the housing voucher shall be maintained with the record for at least 90 days.\n\n\t5.\tTraining of employees.  The owner or proprietor of a hotel business shall take all reasonable steps, including but not limited to, providing training regarding this section to ensure that the person who checks a person into the hotel complies with the provisions of this section.  A person who has not been trained shall not be assigned to check persons into the hotel.\n\n\t6.\tGuest obligations.\n\n\t(a)\tNo person shall give any assumed, false or fictitious name, or any other name other than his or her true name when checking into a hotel.\n\n\t(b)\tNo person shall present to any hotel identification that is any way false, altered or counterfeit or belongs to another person.\n\n\t(c)\tSubsection 6. shall not apply to law enforcement personnel engaged in an investigation.","order_by":"49","ancestry":{"1":{"id":"66","name":"Disorderly Conduct\nPlaces And Publications","identifier":"1","label":"article","url":"\/4\/1\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2975","structure_id":"66","section_number":"41.03","catch_line":"Lookouts For Illegal Acts.","url":"\/41.03\/","token":"41.03"},"1":{"id":"4179","structure_id":"66","section_number":"41.14","catch_line":"Injury To Public Property.","url":"\/41.14\/","token":"41.14"},"2":{"id":"2377","structure_id":"66","section_number":"41.16","catch_line":"Snuff – Throwing Of.","url":"\/41.16\/","token":"41.16"},"3":{"id":"507","structure_id":"66","section_number":"41.17","catch_line":"Library Books – Retention After Notice.","url":"\/41.17\/","token":"41.17"},"4":{"id":"4062","structure_id":"66","section_number":"41.18","catch_line":"Sidewalks, Pedestrian Subways – Loitering.","url":"\/41.18\/","token":"41.18"},"5":{"id":"2873","structure_id":"66","section_number":"41.19","catch_line":"Public Assemblages – Obstructing Entrance.","url":"\/41.19\/","token":"41.19"},"6":{"id":"2652","structure_id":"66","section_number":"41.20","catch_line":"Closure Of Streets.","url":"\/41.20\/","token":"41.20"},"7":{"id":"1364","structure_id":"66","section_number":"41.20.1","catch_line":"Special Event Application Process And Definitions.","url":"\/41.20.1\/","token":"41.20.1"},"8":{"id":"617","structure_id":"66","section_number":"41.21","catch_line":"Cutting Into Gasoline Lines Prohibited.","url":"\/41.21\/","token":"41.21"},"9":{"id":"1698","structure_id":"66","section_number":"41.22","catch_line":"Loitering – River Bed.","url":"\/41.22\/","token":"41.22"},"10":{"id":"4027","structure_id":"66","section_number":"41.23","catch_line":"Trespass On Housing Authority Property.","url":"\/41.23\/","token":"41.23"},"11":{"id":"252","structure_id":"66","section_number":"41.24","catch_line":"Trespass On Private Property.","url":"\/41.24\/","token":"41.24"},"12":{"id":"878","structure_id":"66","section_number":"41.27","catch_line":"Intoxication.","url":"\/41.27\/","token":"41.27"},"13":{"id":"953","structure_id":"66","section_number":"41.29","catch_line":"Hand Organs On Streets.","url":"\/41.29\/","token":"41.29"},"14":{"id":"2290","structure_id":"66","section_number":"41.30","catch_line":"Spite Fences.","url":"\/41.30\/","token":"41.30"},"15":{"id":"1611","structure_id":"66","section_number":"41.31","catch_line":"Trees – Injury To.","url":"\/41.31\/","token":"41.31"},"16":{"id":"2884","structure_id":"66","section_number":"41.32","catch_line":"Theatres – Sound Amplifiers.","url":"\/41.32\/","token":"41.32"},"17":{"id":"3573","structure_id":"66","section_number":"41.33","catch_line":"Landlords – Disturbing Tenants.","url":"\/41.33\/","token":"41.33"},"18":{"id":"206","structure_id":"66","section_number":"41.34","catch_line":"Pesticides – Notice To Tenants.","url":"\/41.34\/","token":"41.34"},"19":{"id":"3302","structure_id":"66","section_number":"41.38","catch_line":"Use Of Certain Signs On Vehicles Prohibited.","url":"\/41.38\/","token":"41.38"},"20":{"id":"1767","structure_id":"66","section_number":"41.39","catch_line":"Stowaways – Entry A Misdemeanor.","url":"\/41.39\/","token":"41.39"},"21":{"id":"1857","structure_id":"66","section_number":"41.40","catch_line":"Noise Due To Construction, Excavation Work – When Prohibited.","url":"\/41.40\/","token":"41.40"},"22":{"id":"818","structure_id":"66","section_number":"41.41","catch_line":"Evading Payment Of Admission Fee.","url":"\/41.41\/","token":"41.41"},"23":{"id":"2748","structure_id":"66","section_number":"41.42","catch_line":"Music Reproducing Devices – Hours Of Operation.","url":"\/41.42\/","token":"41.42"},"24":{"id":"2050","structure_id":"66","section_number":"41.43","catch_line":"Selling Goods Near Private Parks.","url":"\/41.43\/","token":"41.43"},"25":{"id":"1693","structure_id":"66","section_number":"41.43.1","catch_line":"Door To Door Selling Or Soliciting.","url":"\/41.43.1\/","token":"41.43.1"},"26":{"id":"3565","structure_id":"66","section_number":"41.44","catch_line":"Miniature Golf Courses And Driving Fairways.","url":"\/41.44\/","token":"41.44"},"27":{"id":"1897","structure_id":"66","section_number":"41.45","catch_line":"Unauthorized Removal, Use Or Possession Of Shopping Carts.","url":"\/41.45\/","token":"41.45"},"28":{"id":"3090","structure_id":"66","section_number":"41.46","catch_line":"Sidewalks – Cleaning Of.","url":"\/41.46\/","token":"41.46"},"29":{"id":"3367","structure_id":"66","section_number":"41.47","catch_line":"Water Closets – Use Of.","url":"\/41.47\/","token":"41.47"},"30":{"id":"3199","structure_id":"66","section_number":"41.47.1","catch_line":"Restroom Facilities.","url":"\/41.47.1\/","token":"41.47.1"},"31":{"id":"3793","structure_id":"66","section_number":"41.47.2","catch_line":"Urinating Or Defecating In Public.","url":"\/41.47.2\/","token":"41.47.2"},"32":{"id":"3936","structure_id":"66","section_number":"41.48","catch_line":"Restaurants – Minimum Light Intensity.","url":"\/41.48\/","token":"41.48"},"33":{"id":"4033","structure_id":"66","section_number":"41.49","catch_line":"Hotel Registers And Room Rentals.","url":"\/41.49\/","token":"41.49"},"34":{"id":"3882","structure_id":"66","section_number":"41.50","catch_line":"Smoking Prohibited In Designated Areas.","url":"\/41.50\/","token":"41.50"},"35":{"id":"2857","structure_id":"66","section_number":"41.50.5","catch_line":"Signage Regulations For Places Subject To Regulation Pursuant To Labor Code Section 6404.5.","url":"\/41.50.5\/","token":"41.50.5"},"36":{"id":"1140","structure_id":"66","section_number":"41.51","catch_line":"Smoking In Elevators Prohibited.","url":"\/41.51\/","token":"41.51"},"37":{"id":"2159","structure_id":"66","section_number":"41.52","catch_line":"Smoking In Buses.","url":"\/41.52\/","token":"41.52"},"38":{"id":"3194","structure_id":"66","section_number":"41.53","catch_line":"Public Bath Houses.","url":"\/41.53\/","token":"41.53"},"39":{"id":"2202","structure_id":"66","section_number":"41.54","catch_line":"Fishing Within One Mile Of Public Sewer Outlet.","url":"\/41.54\/","token":"41.54"},"40":{"id":"350","structure_id":"66","section_number":"41.55","catch_line":"Oil – Discharge In Ocean And Beaches.","url":"\/41.55\/","token":"41.55"},"41":{"id":"523","structure_id":"66","section_number":"41.56","catch_line":"Unlawful Activities At Sporting Events, Theatricals And Exhibitions.","url":"\/41.56\/","token":"41.56"},"42":{"id":"1291","structure_id":"66","section_number":"41.57","catch_line":"Loud And Raucous Noise Prohibited.","url":"\/41.57\/","token":"41.57"},"43":{"id":"1957","structure_id":"66","section_number":"41.58","catch_line":"Loud Party Second Response Fee.","url":"\/41.58\/","token":"41.58"},"44":{"id":"2269","structure_id":"66","section_number":"41.59","catch_line":"Prohibition Against Certain Forms Of Aggressive Solicitation.","url":"\/41.59\/","token":"41.59"},"45":{"id":"1569","structure_id":"66","section_number":"41.60","catch_line":"Hospitals; Patient Transport.","url":"\/41.60\/","token":"41.60"},"46":{"id":"3658","structure_id":"66","section_number":"41.70","catch_line":"Nuisance Vehicles – Prostitution.","url":"\/41.70\/","token":"41.70"},"47":{"id":"3589","structure_id":"66","section_number":"41.70.1","catch_line":"Nuisance Vehicles – Controlled Substances.","url":"\/41.70.1\/","token":"41.70.1"},"48":{"id":"1691","structure_id":"66","section_number":"41.70.2","catch_line":"Nuisance Vehicles – Speed Contests And Exhibitions Of Speed.","url":"\/41.70.2\/","token":"41.70.2"},"49":{"id":"3984","structure_id":"66","section_number":"41.70.3","catch_line":"Nuisance Vehicles – Illegal Dumping.","url":"\/41.70.3\/","token":"41.70.3"},"50":{"id":"4031","structure_id":"66","section_number":"41.71","catch_line":"Gang-Related Nuisance Vehicle Forfeiture.","url":"\/41.71\/","token":"41.71"},"51":{"id":"4113","structure_id":"66","section_number":"41.72","catch_line":"Counterfeit Goods Nuisance Abatement Law.","url":"\/41.72\/","token":"41.72"}},"next_section":{"id":"3882","structure_id":"66","section_number":"41.50","catch_line":"Smoking Prohibited In Designated Areas.","url":"\/41.50\/","token":"41.50"},"metadata":false,"references":false,"url":"\/41.49\/","token":"41.49","formats":{"txt":"\/41.49.txt","json":"\/41.49.xml"},"dublin_core":{"Title":"Hotel Registers And Room Rentals.","Type":"Text","Format":"text\/html","Identifier":"§ 41.49","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nHOTEL REGISTERS AND ROOM RENTALS. (§ 41.49)\n\n  HOTEL REGISTERS AND ROOM RENTALS.\n\t(Amended by Ord. No. 179,533, Eff. 3\/8\/08.)\t1.\tDefinitions.  For purposes of\nthis section:\tGuest means a person who exercises occupancy or is entitled to\noccupancy in a hotel by reason of concession, permit, right of access, license\nor other agreement.\tHotel means any public or private space or structure,\nincluding but not limited to, any inn, hostelry, tourist home, motel, lodging\nhouse or motel rooming house offering space for sleeping or overnight\naccommodations in exchange for rent and for a period of less than 30 days. \nHotel includes the parking lot and other common areas of the hotel.  Hotel does\nnot include living accommodations provided at any governmental or nonprofit\ninstitution in connection with the functions of that institution.\tHousing\nVoucher means a voucher, certificate or coupon for lodging issued individually\nor jointly by any of the following, or an agency or authority of any one or more\nof the following:  (1) the federal government; (2) the State of California or\nanother state; (3) a county; (4) a municipality; or (5) a non-profit entity that\nissues vouchers, certificates or coupons for lodging to homeless individuals or\nfamilies.\tIdentification document means a document that contains the name, date\nof birth, description and picture of a person, issued by the federal government,\nthe State of California, another state, a county or municipal government\nsubdivision or one of their agencies, including but not limited to:  a motor\nvehicle operator’s license, an identification card, or an identification card\nissued to a member of the Armed Forces.  Identification document also includes\na passport issued by a foreign government or a consular identification card,\nissued by a foreign government to any of its citizens and nationals, which has\nbeen approved by the City of Los Angeles as valid identification.\tOccupancy\nmeans the use or possession, or the right to the use or possession, of any room\nin any hotel.\tOperator means the person who is either the proprietor of the\nhotel or any other person who has the right to rent rooms within the hotel,\nwhether in the capacity of owner, manager, lessee, mortgagee in possession,\nlicensee, employee or in any other capacity.\tRecord means written documentation\nof information about a guest.  A record may be maintained electronically, in a\nbook or on cards.\tRent means the consideration charged, whether or not received,\nfor the occupancy of a room in a hotel valued in money, whether to be received\nin money, goods, labor or otherwise, including all receipts, cash, credits and\nproperty and services of any kind or nature.\tReservation means a request to hold\na room for a potential guest that includes the following information and is\ndocumented in writing:  (i) The potential guest’s name and contact\ninformation; and (ii) the date and time when the contact was made.\tRoom means\nany portion of a hotel, which is designed or intended for occupancy by a person\nfor temporary lodging or sleeping purposes.\tWalk-in guest means any guest who\ndid not make a reservation for a room prior to the time that he or she seeks to\ncheck in at the hotel.\t2.\tHotel Record Information.\t(a)\tEvery operator of a\nhotel shall keep a record in which the following information shall be entered\nlegibly, either in electronic, ink or typewritten form prior to the room being\nfurnished or rented to a guest:\t(1)\tAs provided by the guest in response to an\ninquiry or by other means:\t(i)\tThe name and address of each guest and the total\nnumber of guests;\t(ii)\tThe make, type and license number of the guest’s\nvehicle if the vehicle will be parked on hotel premises that are under the\ncontrol of the Operator or hotel management;\t(iii)\tIdentification information as\nrequired by Subsection 4 (a) and (b) of this section.\t(2)\tThe day, month, year\nand time of arrival of each guest;\t(3)\tThe number or other identifying symbol of\nlocation of the room rented or assigned each guest;\t(4)\tThe date that each guest\nis scheduled to depart;\t(5)\tThe rate charged and amount collected for rental of\nthe room assigned to each guest;\t(6)\tThe method of payment for the room;\nand\t(7)\tThe full name of the person checking in the guest.\t(b)\tFor a guest\nchecking in via an electronic registration kiosk at the hotel, instead of the\ninformation required by Subsection 2.(a), the hotel shall maintain the name,\nreservation information and credit card information provided by the guest, as\nwell as the identifying symbol of the kiosk where the guest checked in and the\nroom number assigned to the guest.\t3.\tMaintenance of Hotel Record.  Every\noperator of a hotel shall comply with the following requirements for maintaining\nthe hotel record:\t(a)\tThe record shall be kept on the hotel premises in the\nguest reception or guest check-in area or in an office adjacent to that area. \nThe record shall be maintained at that location on the hotel premises for a\nperiod of 90 days from and after the date of the last entry in the record and\nshall be made available to any officer of the Los Angeles Police Department for\ninspection.  Whenever possible, the inspection shall be conducted at a time and\nin a manner that minimizes any interference with the operation of the\nbusiness.\t(b)\tNo person shall alter, deface or erase the record so as to make\nthe information recorded in it illegible or unintelligible, or hinder, obstruct\nor interfere with any inspection of the record under this section.\t(c)\tAny\nrecord maintained in the form of a book shall be permanently bound, each page\nshall be sequentially numbered and the book shall be the minimum size of eight\nby ten inches.  No page shall be removed from the book.  Any record maintained\nin the form of cards shall be on cards that are the minimum size of two and\none-half inches by four inches and numbered consecutively and used in\nsequence.  Any card numbered within the sequence of utilized cards shall be\npreserved as part of the record even if it is not used for a room rental.  The\nnumbers shall be printed or otherwise indelibly affixed to the cards.  If\nmaintained electronically, the record shall be printable.\t(d)\tNothing in this\nsection absolves the operator from maintaining the record for longer than 90\ndays in order to comply with any other provision of law, including the\nobligation to maintain and produce records for the purpose of paying a transient\noccupancy tax.\t4.\tRenting of Hotel Rooms.  The operator of a hotel shall not\nrent a room except in compliance with the following conditions.\t(a)\tA guest who\npays all or part of the rent for a room in cash at the time of checking in, and\na walk- in guest, shall be required to present an identification document or a\nhousing voucher at the time of checking into the hotel.\t(b)\tA room shall not be\nrented hourly or for fewer than 12 hours unless an identification document is\nobtained from the guest when he or she checks into the hotel.\t(c)\tThe number and\nexpiration date of the identification document obtained under Subsections 4.(a)\nor (b) shall be recorded and maintained by the operator in the record for at\nleast 90 days or if a guest is paying with a housing voucher obtained under\nSubsection 4.(a), a copy of the housing voucher shall be maintained with the\nrecord for at least 90 days.\t5.\tTraining of employees.  The owner or proprietor\nof a hotel business shall take all reasonable steps, including but not limited\nto, providing training regarding this section to ensure that the person who\nchecks a person into the hotel complies with the provisions of this section.  A\nperson who has not been trained shall not be assigned to check persons into the\nhotel.\t6.\tGuest obligations.\t(a)\tNo person shall give any assumed, false or\nfictitious name, or any other name other than his or her true name when checking\ninto a hotel.\t(b)\tNo person shall present to any hotel identification that is\nany way false, altered or counterfeit or belongs to another\nperson.\t(c)\tSubsection 6. shall not apply to law enforcement personnel engaged\nin an investigation.\n","html":"\n\t\t\t\t\t<section><p>  HOTEL REGISTERS AND ROOM RENTALS.\n\t(Amended by Ord. No. 179,533, Eff. 3\/8\/08.)<br \/><br \/>\t1.\tDefinitions.  For purposes of this section:<br \/><br \/>\tGuest means a person who exercises occupancy or is entitled to occupancy in a hotel by reason of concession, permit, right of access, license or other agreement.<br \/><br \/>\tHotel means any public or private space or structure, including but not limited to, any inn, hostelry, tourist home, motel, lodging house or motel rooming house offering space for sleeping or overnight accommodations in exchange for rent and for a period of less than 30 days.  Hotel includes the parking lot and other common areas of the hotel.  Hotel does not include living accommodations provided at any governmental or nonprofit institution in connection with the functions of that institution.<br \/><br \/>\tHousing Voucher means a voucher, certificate or coupon for lodging issued individually or jointly by any of the following, or an agency or authority of any one or more of the following:  (1) the federal government; (2) the State of California or another state; (3) a county; (4) a municipality; or (5) a non-profit entity that <span class=\"dictionary\">issues<\/span> vouchers, certificates or coupons for lodging to homeless individuals or families.<br \/><br \/>\tIdentification document means a document that contains the name, date of birth, description and picture of a person, issued by the federal government, the State of California, another state, a county or municipal government subdivision or one of their agencies, including but not limited to:  a motor vehicle operator’s license, an identification card, or an identification card issued to a member of the Armed Forces.  Identification document also includes a passport issued by a foreign government or a consular identification card, issued by a foreign government to any of its citizens and nationals, which has been approved by the City of Los Angeles as valid identification.<br \/><br \/>\tOccupancy means the use or <span class=\"dictionary\">possession<\/span>, or the right to the use or <span class=\"dictionary\">possession<\/span>, of any room in any hotel.<br \/><br \/>\tOperator means the person who is either the proprietor of the hotel or any other person who has the right to rent rooms within the hotel, whether in the capacity of owner, manager, lessee, mortgagee in <span class=\"dictionary\">possession<\/span>, licensee, employee or in any other capacity.<br \/><br \/>\tRecord means written documentation of information about a guest.  A record may be maintained electronically, in a book or on cards.<br \/><br \/>\tRent means the consideration charged, whether or not received, for the occupancy of a room in a hotel valued in money, whether to be received in money, goods, labor or otherwise, including all receipts, cash, credits and property and services of any kind or nature.<br \/><br \/>\tReservation means a request to hold a room for a potential guest that includes the following information and is documented in writing:  (i) The potential guest’s name and contact information; and (ii) the date and time when the contact was made.<br \/><br \/>\tRoom means any portion of a hotel, which is designed or intended for occupancy by a person for temporary lodging or sleeping purposes.<br \/><br \/>\tWalk-in guest means any guest who did not make a reservation for a room prior to the time that he or she seeks to check in at the hotel.<br \/><br \/>\t2.\tHotel Record Information.<br \/><br \/>\t(a)\tEvery operator of a hotel shall keep a record in which the following information shall be entered legibly, either in electronic, ink or typewritten form prior to the room being furnished or rented to a guest:<br \/><br \/>\t(1)\tAs provided by the guest in response to an inquiry or by other means:<br \/><br \/>\t(i)\tThe name and address of each guest and the total number of guests;<br \/><br \/>\t(ii)\tThe make, type and license number of the guest’s vehicle if the vehicle will be parked on hotel premises that are under the control of the Operator or hotel management;<br \/><br \/>\t(iii)\tIdentification information as required by Subsection 4 (a) and (b) of this section.<br \/><br \/>\t(2)\tThe day, month, year and time of arrival of each guest;<br \/><br \/>\t(3)\tThe number or other identifying symbol of location of the room rented or assigned each guest;<br \/><br \/>\t(4)\tThe date that each guest is scheduled to depart;<br \/><br \/>\t(5)\tThe rate charged and amount collected for rental of the room assigned to each guest;<br \/><br \/>\t(6)\tThe method of payment for the room; and<br \/><br \/>\t(7)\tThe full name of the person checking in the guest.<br \/><br \/>\t(b)\tFor a guest checking in via an electronic registration kiosk at the hotel, instead of the information required by Subsection 2.(a), the hotel shall maintain the name, reservation information and credit card information provided by the guest, as well as the identifying symbol of the kiosk where the guest checked in and the room number assigned to the guest.<br \/><br \/>\t3.\tMaintenance of Hotel Record.  Every operator of a hotel shall comply with the following requirements for maintaining the hotel record:<br \/><br \/>\t(a)\tThe record shall be kept on the hotel premises in the guest reception or guest check-in area or in an office adjacent to that area.  The record shall be maintained at that location on the hotel premises for a period of 90 days from and after the date of the last entry in the record and shall be made available to any officer of the Los Angeles Police Department for inspection.  Whenever possible, the inspection shall be conducted at a time and in a manner that minimizes any interference with the operation of the business.<br \/><br \/>\t(b)\tNo person shall alter, deface or erase the record so as to make the information recorded in it illegible or unintelligible, or hinder, obstruct or interfere with any inspection of the record under this section.<br \/><br \/>\t(c)\tAny record maintained in the form of a book shall be permanently bound, each page shall be sequentially numbered and the book shall be the minimum size of eight by ten inches.  No page shall be removed from the book.  Any record maintained in the form of cards shall be on cards that are the minimum size of two and one-half inches by four inches and numbered consecutively and used in sequence.  Any card numbered within the sequence of utilized cards shall be preserved as part of the record even if it is not used for a room rental.  The numbers shall be printed or otherwise indelibly affixed to the cards.  If maintained electronically, the record shall be printable.<br \/><br \/>\t(d)\tNothing in this section absolves the operator from maintaining the record for longer than 90 days in <span class=\"dictionary\">order<\/span> to comply with any other provision of <span class=\"dictionary\">law<\/span>, including the obligation to maintain and produce records for the purpose of paying a transient occupancy tax.<br \/><br \/>\t4.\tRenting of Hotel Rooms.  The operator of a hotel shall not rent a room except in compliance with the following conditions.<br \/><br \/>\t(a)\tA guest who pays all or part of the rent for a room in cash at the time of checking in, and a walk- in guest, shall be required to present an identification document or a housing voucher at the time of checking into the hotel.<br \/><br \/>\t(b)\tA room shall not be rented hourly or for fewer than 12 hours unless an identification document is obtained from the guest when he or she checks into the hotel.<br \/><br \/>\t(c)\tThe number and expiration date of the identification document obtained under Subsections 4.(a) or (b) shall be recorded and maintained by the operator in the record for at least 90 days or if a guest is paying with a housing voucher obtained under Subsection 4.(a), a copy of the housing voucher shall be maintained with the record for at least 90 days.<br \/><br \/>\t5.\tTraining of employees.  The owner or proprietor of a hotel business shall take all reasonable steps, including but not limited to, providing training regarding this section to ensure that the person who checks a person into the hotel complies with the provisions of this section.  A person who has not been trained shall not be assigned to check persons into the hotel.<br \/><br \/>\t6.\tGuest obligations.<br \/><br \/>\t(a)\tNo person shall give any assumed, false or fictitious name, or any other name other than his or her true name when checking into a hotel.<br \/><br \/>\t(b)\tNo person shall present to any hotel identification that is any way false, altered or counterfeit or belongs to another person.<br \/><br \/>\t(c)\tSubsection 6. shall not apply to <span class=\"dictionary\">law<\/span> enforcement personnel engaged in an investigation.<\/p><\/section>","previous_section":{"id":"3936","structure_id":"66","section_number":"41.48","catch_line":"Restaurants – Minimum Light Intensity.","url":"\/41.48\/","token":"41.48"},"text":{"0":{"id":"4007","text":"  HOTEL REGISTERS AND ROOM RENTALS.\n\t(Amended by Ord. No. 179,533, Eff. 3\/8\/08.)\t1.\tDefinitions.  For purposes of this section:\tGuest means a person who exercises occupancy or is entitled to occupancy in a hotel by reason of concession, permit, right of access, license or other agreement.\tHotel means any public or private space or structure, including but not limited to, any inn, hostelry, tourist home, motel, lodging house or motel rooming house offering space for sleeping or overnight accommodations in exchange for rent and for a period of less than 30 days.  Hotel includes the parking lot and other common areas of the hotel.  Hotel does not include living accommodations provided at any governmental or nonprofit institution in connection with the functions of that institution.\tHousing Voucher means a voucher, certificate or coupon for lodging issued individually or jointly by any of the following, or an agency or authority of any one or more of the following:  (1) the federal government; (2) the State of California or another state; (3) a county; (4) a municipality; or (5) a non-profit entity that issues vouchers, certificates or coupons for lodging to homeless individuals or families.\tIdentification document means a document that contains the name, date of birth, description and picture of a person, issued by the federal government, the State of California, another state, a county or municipal government subdivision or one of their agencies, including but not limited to:  a motor vehicle operator’s license, an identification card, or an identification card issued to a member of the Armed Forces.  Identification document also includes a passport issued by a foreign government or a consular identification card, issued by a foreign government to any of its citizens and nationals, which has been approved by the City of Los Angeles as valid identification.\tOccupancy means the use or possession, or the right to the use or possession, of any room in any hotel.\tOperator means the person who is either the proprietor of the hotel or any other person who has the right to rent rooms within the hotel, whether in the capacity of owner, manager, lessee, mortgagee in possession, licensee, employee or in any other capacity.\tRecord means written documentation of information about a guest.  A record may be maintained electronically, in a book or on cards.\tRent means the consideration charged, whether or not received, for the occupancy of a room in a hotel valued in money, whether to be received in money, goods, labor or otherwise, including all receipts, cash, credits and property and services of any kind or nature.\tReservation means a request to hold a room for a potential guest that includes the following information and is documented in writing:  (i) The potential guest’s name and contact information; and (ii) the date and time when the contact was made.\tRoom means any portion of a hotel, which is designed or intended for occupancy by a person for temporary lodging or sleeping purposes.\tWalk-in guest means any guest who did not make a reservation for a room prior to the time that he or she seeks to check in at the hotel.\t2.\tHotel Record Information.\t(a)\tEvery operator of a hotel shall keep a record in which the following information shall be entered legibly, either in electronic, ink or typewritten form prior to the room being furnished or rented to a guest:\t(1)\tAs provided by the guest in response to an inquiry or by other means:\t(i)\tThe name and address of each guest and the total number of guests;\t(ii)\tThe make, type and license number of the guest’s vehicle if the vehicle will be parked on hotel premises that are under the control of the Operator or hotel management;\t(iii)\tIdentification information as required by Subsection 4 (a) and (b) of this section.\t(2)\tThe day, month, year and time of arrival of each guest;\t(3)\tThe number or other identifying symbol of location of the room rented or assigned each guest;\t(4)\tThe date that each guest is scheduled to depart;\t(5)\tThe rate charged and amount collected for rental of the room assigned to each guest;\t(6)\tThe method of payment for the room; and\t(7)\tThe full name of the person checking in the guest.\t(b)\tFor a guest checking in via an electronic registration kiosk at the hotel, instead of the information required by Subsection 2.(a), the hotel shall maintain the name, reservation information and credit card information provided by the guest, as well as the identifying symbol of the kiosk where the guest checked in and the room number assigned to the guest.\t3.\tMaintenance of Hotel Record.  Every operator of a hotel shall comply with the following requirements for maintaining the hotel record:\t(a)\tThe record shall be kept on the hotel premises in the guest reception or guest check-in area or in an office adjacent to that area.  The record shall be maintained at that location on the hotel premises for a period of 90 days from and after the date of the last entry in the record and shall be made available to any officer of the Los Angeles Police Department for inspection.  Whenever possible, the inspection shall be conducted at a time and in a manner that minimizes any interference with the operation of the business.\t(b)\tNo person shall alter, deface or erase the record so as to make the information recorded in it illegible or unintelligible, or hinder, obstruct or interfere with any inspection of the record under this section.\t(c)\tAny record maintained in the form of a book shall be permanently bound, each page shall be sequentially numbered and the book shall be the minimum size of eight by ten inches.  No page shall be removed from the book.  Any record maintained in the form of cards shall be on cards that are the minimum size of two and one-half inches by four inches and numbered consecutively and used in sequence.  Any card numbered within the sequence of utilized cards shall be preserved as part of the record even if it is not used for a room rental.  The numbers shall be printed or otherwise indelibly affixed to the cards.  If maintained electronically, the record shall be printable.\t(d)\tNothing in this section absolves the operator from maintaining the record for longer than 90 days in order to comply with any other provision of law, including the obligation to maintain and produce records for the purpose of paying a transient occupancy tax.\t4.\tRenting of Hotel Rooms.  The operator of a hotel shall not rent a room except in compliance with the following conditions.\t(a)\tA guest who pays all or part of the rent for a room in cash at the time of checking in, and a walk- in guest, shall be required to present an identification document or a housing voucher at the time of checking into the hotel.\t(b)\tA room shall not be rented hourly or for fewer than 12 hours unless an identification document is obtained from the guest when he or she checks into the hotel.\t(c)\tThe number and expiration date of the identification document obtained under Subsections 4.(a) or (b) shall be recorded and maintained by the operator in the record for at least 90 days or if a guest is paying with a housing voucher obtained under Subsection 4.(a), a copy of the housing voucher shall be maintained with the record for at least 90 days.\t5.\tTraining of employees.  The owner or proprietor of a hotel business shall take all reasonable steps, including but not limited to, providing training regarding this section to ensure that the person who checks a person into the hotel complies with the provisions of this section.  A person who has not been trained shall not be assigned to check persons into the hotel.\t6.\tGuest obligations.\t(a)\tNo person shall give any assumed, false or fictitious name, or any other name other than his or her true name when checking into a hotel.\t(b)\tNo person shall present to any hotel identification that is any way false, altered or counterfeit or belongs to another person.\t(c)\tSubsection 6. shall not apply to law enforcement personnel engaged in an investigation.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}