{"section_number":"41.59","edition_id":"1","section_id":"2269","structure_id":"66","catch_line":"Prohibition Against Certain Forms Of Aggressive Solicitation.","history":"","full_text":"  PROHIBITION AGAINST CERTAIN FORMS OF AGGRESSIVE SOLICITATION.\n\t(Amended by Ord. No. 173,705, Eff. 1\/27\/01)\n\n\t(a)\tDefinitions.  For purposes of this section:\n\n\t(1)\t“Solicit, ask or beg” shall include using the spoken, written, or printed word, or bodily gestures, signs or other means with the purpose of obtaining an immediate donation of money or other thing of value or soliciting the sale of goods or services.\n\n\t(2)\t“Public place” shall mean a place to which the public or a substantial group of persons has access, and includes, but is not limited to, any street, highway, sidewalk, parking lot, plaza, transportation facility, school, place of amusement, park, playground, and any doorway, entrance,  hallway, lobby and other portion of any business establishment, an apartment house or hotel not constituting a room or apartment designed for actual residence.\n\n\t(b)\tAggressive Solicitation prohibited.\n\n\t(1)\tNo person shall solicit, ask or beg in an aggressive manner in any public place.\n\n\t(2)\t“Aggressive manner” shall mean any of the following:\n\n\t(A)\tApproaching or speaking to a person, or following a person before, during or after soliciting, asking or begging, if that conduct is intended or is likely to cause a reasonable person to\n\n\t(i)\tfear bodily harm to oneself or to another, damage to or loss of property, or\n\n\t(ii)\totherwise be intimidated into giving money or other thing of value;\n\n\t(B)\tIntentionally touching or causing physical contact with another person or an occupied vehicle without that person’s consent in the course of soliciting, asking or begging;\n\n\t(C)\tIntentionally blocking or interfering with the safe or free passage of a pedestrian or vehicle by any means, including unreasonably causing a pedestrian or vehicle operator to take evasive action to avoid physical contact;\n\n\t(D)\tUsing violent or threatening gestures toward a person solicited either before, during, or after soliciting, asking or begging;\n\n\t(E)\tPersisting in closely following or approaching a person, after the person solicited has been solicited and informed the solicitor by words or conduct that such person does not want to be solicited or does not want to give money or any other thing of value to the solicitor; or\n\n\t(F)\tUsing profane, offensive or abusive language which is inherently likely to provoke an immediate violent reaction, either before, during, or after solicitation.\n\n\t(c)\tAll solicitation prohibited at specified locations.\n\n\t(1)\tBanks and ATMs.  No person shall solicit, ask or beg within 15 feet of any entrance or exit of any bank, savings and loan association, credit union, or check cashing business during its business hours or within 15 feet of any automated teller machine during the time it is available for customers’ use.  Provided, however, that when an automated teller machine is located within an automated teller machine facility, such distance shall be measured from the entrance or exit of the automated teller machine facility.  Provided further that no person shall solicit, ask or beg within an automated teller machine facility where a reasonable person would or should know that he or she does not have the permission to do so from the owner or other person lawfully in possession of such facility.  Nothing in this paragraph shall be construed to prohibit the lawful vending of goods and services within such areas.\n\n\t(A)\tDefinitions.  For purposes of this section:\n\n\t(i)\t“Bank” means any member bank of the Federal Reserve System, and any bank, banking association, trust company, savings bank, or other banking institution organized or operated under the laws of the United States, and any bank the deposits of which are insured by the Federal Deposit Insurance Corporation.\n\n\t(ii)\t“Savings and loan association” means any federal savings and loan association and any “insured institution” as defined in Section 401 of the National Housing Act, as amended, and any federal credit union as defined in Section 2 of the Federal Credit Union Act.\n\n\t(iii)\t“Credit union” means any federal credit union and any state-chartered credit union the accounts of which are insured by the Administrator of the National Credit Union Administration.\n\n\t(iv)\t“Check cashing business” means any person duly licensed as a check seller, bill payer, or prorater pursuant to Division 3 of the California Financial Code, commencing with section 12000.\n\n\t(v)\t“Automated teller machine” shall mean any electronic information processing device which accepts or dispenses cash in connection with a credit, deposit, or convenience account.\n\n\t(vi)\t“Automated teller machine facility” shall mean the area comprised of one or more automated teller machines, and any adjacent space which is made available to banking customers after regular banking hours.\n\n\t(B)\tExemptions.  The provisions of Subdivision (c)(1) shall not apply to any unenclosed automated teller machine located within any building, structure or space whose primary purpose or function is unrelated to banking activities, including but not limited to supermarkets, airports and school buildings, provided that such automated teller machine shall be available for use only during the regular hours of operation of the building, structure or space in which such machine is located.\n\n\t(2)\tMotor vehicles and parking lots.\n\n\t(A)\tMotor vehicles.  No person shall approach an operator or occupant of a motor vehicle for the purpose of soliciting, asking or begging while such vehicle is located in any public place.\n\n\t(B)\tParking lots.  No person shall solicit, ask or beg in any public parking lot or structure any time after dark.  “After dark” means any time from one-half hour after sunset to one-half hour before sunrise.\n\n\t(C)\tExemptions.  Subdivision (c)(2) shall not apply to any of the following:\n\n\t(i)\tto solicitations related to business which is being conducted on the subject premises by the owner or lawful tenants;\n\n\t(ii)\tto solicitations related to the lawful towing of a vehicle; or\n\n\t(iii)\tto solicitations related to emergency repairs requested by the operator or other occupant of a vehicle.\n\n\t(3)\tPublic transportation vehicles.\n\n\t(A)\t“Public transportation vehicle” shall mean any vehicle, including a trailer bus, designed, used or maintained for carrying 10 or more persons, including the driver; or a passenger vehicle designed for carrying fewer than 10 persons, including the driver, and used to carry passengers for hire.\n\n\t(B)\tAny person who solicits, asks or begs in any public transportation vehicle is guilty of a violation of this section.\n\n\t(d)\tPenalty.  A violation of this section is punishable as a misdemeanor or infraction, chargeable at the City Attorney’s discretion.\n\n\t(e)\tSeverability.  The provisions of this ordinance are declared to be separate and severable.  The invalidity of any clause, sentence, paragraph, subdivision, section or portion of this ordinance, or the invalidity of the application thereof to any person or circumstance shall not affect the validity of the remainder of this ordinance, or the validity of its application to other persons or circumstances.\n\n\t(f)\tNon-exclusivity.  Nothing in this chapter shall limit or preclude the enforcement of other applicable laws.","order_by":"59","ancestry":{"1":{"id":"66","name":"Disorderly Conduct\nPlaces And Publications","identifier":"1","label":"article","url":"\/4\/1\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2975","structure_id":"66","section_number":"41.03","catch_line":"Lookouts For Illegal Acts.","url":"\/41.03\/","token":"41.03"},"1":{"id":"4179","structure_id":"66","section_number":"41.14","catch_line":"Injury To Public Property.","url":"\/41.14\/","token":"41.14"},"2":{"id":"2377","structure_id":"66","section_number":"41.16","catch_line":"Snuff – Throwing Of.","url":"\/41.16\/","token":"41.16"},"3":{"id":"507","structure_id":"66","section_number":"41.17","catch_line":"Library Books – Retention After Notice.","url":"\/41.17\/","token":"41.17"},"4":{"id":"4062","structure_id":"66","section_number":"41.18","catch_line":"Sidewalks, Pedestrian Subways – Loitering.","url":"\/41.18\/","token":"41.18"},"5":{"id":"2873","structure_id":"66","section_number":"41.19","catch_line":"Public Assemblages – Obstructing Entrance.","url":"\/41.19\/","token":"41.19"},"6":{"id":"2652","structure_id":"66","section_number":"41.20","catch_line":"Closure Of Streets.","url":"\/41.20\/","token":"41.20"},"7":{"id":"1364","structure_id":"66","section_number":"41.20.1","catch_line":"Special Event Application Process And Definitions.","url":"\/41.20.1\/","token":"41.20.1"},"8":{"id":"617","structure_id":"66","section_number":"41.21","catch_line":"Cutting Into Gasoline Lines Prohibited.","url":"\/41.21\/","token":"41.21"},"9":{"id":"1698","structure_id":"66","section_number":"41.22","catch_line":"Loitering – River Bed.","url":"\/41.22\/","token":"41.22"},"10":{"id":"4027","structure_id":"66","section_number":"41.23","catch_line":"Trespass On Housing Authority Property.","url":"\/41.23\/","token":"41.23"},"11":{"id":"252","structure_id":"66","section_number":"41.24","catch_line":"Trespass On Private Property.","url":"\/41.24\/","token":"41.24"},"12":{"id":"878","structure_id":"66","section_number":"41.27","catch_line":"Intoxication.","url":"\/41.27\/","token":"41.27"},"13":{"id":"953","structure_id":"66","section_number":"41.29","catch_line":"Hand Organs On Streets.","url":"\/41.29\/","token":"41.29"},"14":{"id":"2290","structure_id":"66","section_number":"41.30","catch_line":"Spite Fences.","url":"\/41.30\/","token":"41.30"},"15":{"id":"1611","structure_id":"66","section_number":"41.31","catch_line":"Trees – Injury To.","url":"\/41.31\/","token":"41.31"},"16":{"id":"2884","structure_id":"66","section_number":"41.32","catch_line":"Theatres – Sound Amplifiers.","url":"\/41.32\/","token":"41.32"},"17":{"id":"3573","structure_id":"66","section_number":"41.33","catch_line":"Landlords – Disturbing Tenants.","url":"\/41.33\/","token":"41.33"},"18":{"id":"206","structure_id":"66","section_number":"41.34","catch_line":"Pesticides – Notice To Tenants.","url":"\/41.34\/","token":"41.34"},"19":{"id":"3302","structure_id":"66","section_number":"41.38","catch_line":"Use Of Certain Signs On Vehicles Prohibited.","url":"\/41.38\/","token":"41.38"},"20":{"id":"1767","structure_id":"66","section_number":"41.39","catch_line":"Stowaways – Entry A Misdemeanor.","url":"\/41.39\/","token":"41.39"},"21":{"id":"1857","structure_id":"66","section_number":"41.40","catch_line":"Noise Due To Construction, Excavation Work – When Prohibited.","url":"\/41.40\/","token":"41.40"},"22":{"id":"818","structure_id":"66","section_number":"41.41","catch_line":"Evading Payment Of Admission Fee.","url":"\/41.41\/","token":"41.41"},"23":{"id":"2748","structure_id":"66","section_number":"41.42","catch_line":"Music Reproducing Devices – Hours Of Operation.","url":"\/41.42\/","token":"41.42"},"24":{"id":"2050","structure_id":"66","section_number":"41.43","catch_line":"Selling Goods Near Private Parks.","url":"\/41.43\/","token":"41.43"},"25":{"id":"1693","structure_id":"66","section_number":"41.43.1","catch_line":"Door To Door Selling Or Soliciting.","url":"\/41.43.1\/","token":"41.43.1"},"26":{"id":"3565","structure_id":"66","section_number":"41.44","catch_line":"Miniature Golf Courses And Driving Fairways.","url":"\/41.44\/","token":"41.44"},"27":{"id":"1897","structure_id":"66","section_number":"41.45","catch_line":"Unauthorized Removal, Use Or Possession Of Shopping Carts.","url":"\/41.45\/","token":"41.45"},"28":{"id":"3090","structure_id":"66","section_number":"41.46","catch_line":"Sidewalks – Cleaning Of.","url":"\/41.46\/","token":"41.46"},"29":{"id":"3367","structure_id":"66","section_number":"41.47","catch_line":"Water Closets – Use Of.","url":"\/41.47\/","token":"41.47"},"30":{"id":"3199","structure_id":"66","section_number":"41.47.1","catch_line":"Restroom Facilities.","url":"\/41.47.1\/","token":"41.47.1"},"31":{"id":"3793","structure_id":"66","section_number":"41.47.2","catch_line":"Urinating Or Defecating In Public.","url":"\/41.47.2\/","token":"41.47.2"},"32":{"id":"3936","structure_id":"66","section_number":"41.48","catch_line":"Restaurants – Minimum Light Intensity.","url":"\/41.48\/","token":"41.48"},"33":{"id":"4033","structure_id":"66","section_number":"41.49","catch_line":"Hotel Registers And Room Rentals.","url":"\/41.49\/","token":"41.49"},"34":{"id":"3882","structure_id":"66","section_number":"41.50","catch_line":"Smoking Prohibited In Designated Areas.","url":"\/41.50\/","token":"41.50"},"35":{"id":"2857","structure_id":"66","section_number":"41.50.5","catch_line":"Signage Regulations For Places Subject To Regulation Pursuant To Labor Code Section 6404.5.","url":"\/41.50.5\/","token":"41.50.5"},"36":{"id":"1140","structure_id":"66","section_number":"41.51","catch_line":"Smoking In Elevators Prohibited.","url":"\/41.51\/","token":"41.51"},"37":{"id":"2159","structure_id":"66","section_number":"41.52","catch_line":"Smoking In Buses.","url":"\/41.52\/","token":"41.52"},"38":{"id":"3194","structure_id":"66","section_number":"41.53","catch_line":"Public Bath Houses.","url":"\/41.53\/","token":"41.53"},"39":{"id":"2202","structure_id":"66","section_number":"41.54","catch_line":"Fishing Within One Mile Of Public Sewer Outlet.","url":"\/41.54\/","token":"41.54"},"40":{"id":"350","structure_id":"66","section_number":"41.55","catch_line":"Oil – Discharge In Ocean And Beaches.","url":"\/41.55\/","token":"41.55"},"41":{"id":"523","structure_id":"66","section_number":"41.56","catch_line":"Unlawful Activities At Sporting Events, Theatricals And Exhibitions.","url":"\/41.56\/","token":"41.56"},"42":{"id":"1291","structure_id":"66","section_number":"41.57","catch_line":"Loud And Raucous Noise Prohibited.","url":"\/41.57\/","token":"41.57"},"43":{"id":"1957","structure_id":"66","section_number":"41.58","catch_line":"Loud Party Second Response Fee.","url":"\/41.58\/","token":"41.58"},"44":{"id":"2269","structure_id":"66","section_number":"41.59","catch_line":"Prohibition Against Certain Forms Of Aggressive Solicitation.","url":"\/41.59\/","token":"41.59"},"45":{"id":"1569","structure_id":"66","section_number":"41.60","catch_line":"Hospitals; Patient Transport.","url":"\/41.60\/","token":"41.60"},"46":{"id":"3658","structure_id":"66","section_number":"41.70","catch_line":"Nuisance Vehicles – Prostitution.","url":"\/41.70\/","token":"41.70"},"47":{"id":"3589","structure_id":"66","section_number":"41.70.1","catch_line":"Nuisance Vehicles – Controlled Substances.","url":"\/41.70.1\/","token":"41.70.1"},"48":{"id":"1691","structure_id":"66","section_number":"41.70.2","catch_line":"Nuisance Vehicles – Speed Contests And Exhibitions Of Speed.","url":"\/41.70.2\/","token":"41.70.2"},"49":{"id":"3984","structure_id":"66","section_number":"41.70.3","catch_line":"Nuisance Vehicles – Illegal Dumping.","url":"\/41.70.3\/","token":"41.70.3"},"50":{"id":"4031","structure_id":"66","section_number":"41.71","catch_line":"Gang-Related Nuisance Vehicle Forfeiture.","url":"\/41.71\/","token":"41.71"},"51":{"id":"4113","structure_id":"66","section_number":"41.72","catch_line":"Counterfeit Goods Nuisance Abatement Law.","url":"\/41.72\/","token":"41.72"}},"next_section":{"id":"1569","structure_id":"66","section_number":"41.60","catch_line":"Hospitals; Patient Transport.","url":"\/41.60\/","token":"41.60"},"metadata":false,"references":false,"url":"\/41.59\/","token":"41.59","formats":{"txt":"\/41.59.txt","json":"\/41.59.xml"},"dublin_core":{"Title":"Prohibition Against Certain Forms Of Aggressive Solicitation.","Type":"Text","Format":"text\/html","Identifier":"§ 41.59","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPROHIBITION AGAINST CERTAIN FORMS OF AGGRESSIVE SOLICITATION. (§ 41.59)\n\n  PROHIBITION AGAINST CERTAIN FORMS OF AGGRESSIVE SOLICITATION.\n\t(Amended by Ord. No. 173,705, Eff. 1\/27\/01)\t(a)\tDefinitions.  For purposes of\nthis section:\t(1)\t“Solicit, ask or beg” shall include using the spoken,\nwritten, or printed word, or bodily gestures, signs or other means with the\npurpose of obtaining an immediate donation of money or other thing of value or\nsoliciting the sale of goods or services.\t(2)\t“Public place” shall mean a\nplace to which the public or a substantial group of persons has access, and\nincludes, but is not limited to, any street, highway, sidewalk, parking lot,\nplaza, transportation facility, school, place of amusement, park, playground,\nand any doorway, entrance,  hallway, lobby and other portion of any business\nestablishment, an apartment house or hotel not constituting a room or apartment\ndesigned for actual residence.\t(b)\tAggressive Solicitation prohibited.\t(1)\tNo\nperson shall solicit, ask or beg in an aggressive manner in any public\nplace.\t(2)\t“Aggressive manner” shall mean any of the\nfollowing:\t(A)\tApproaching or speaking to a person, or following a person\nbefore, during or after soliciting, asking or begging, if that conduct is\nintended or is likely to cause a reasonable person to\t(i)\tfear bodily harm to\noneself or to another, damage to or loss of property, or\t(ii)\totherwise be\nintimidated into giving money or other thing of value;\t(B)\tIntentionally\ntouching or causing physical contact with another person or an occupied vehicle\nwithout that person’s consent in the course of soliciting, asking or\nbegging;\t(C)\tIntentionally blocking or interfering with the safe or free passage\nof a pedestrian or vehicle by any means, including unreasonably causing a\npedestrian or vehicle operator to take evasive action to avoid physical\ncontact;\t(D)\tUsing violent or threatening gestures toward a person solicited\neither before, during, or after soliciting, asking or begging;\t(E)\tPersisting in\nclosely following or approaching a person, after the person solicited has been\nsolicited and informed the solicitor by words or conduct that such person does\nnot want to be solicited or does not want to give money or any other thing of\nvalue to the solicitor; or\t(F)\tUsing profane, offensive or abusive language\nwhich is inherently likely to provoke an immediate violent reaction, either\nbefore, during, or after solicitation.\t(c)\tAll solicitation prohibited at\nspecified locations.\t(1)\tBanks and ATMs.  No person shall solicit, ask or beg\nwithin 15 feet of any entrance or exit of any bank, savings and loan\nassociation, credit union, or check cashing business during its business hours\nor within 15 feet of any automated teller machine during the time it is\navailable for customers’ use.  Provided, however, that when an automated\nteller machine is located within an automated teller machine facility, such\ndistance shall be measured from the entrance or exit of the automated teller\nmachine facility.  Provided further that no person shall solicit, ask or beg\nwithin an automated teller machine facility where a reasonable person would or\nshould know that he or she does not have the permission to do so from the owner\nor other person lawfully in possession of such facility.  Nothing in this\nparagraph shall be construed to prohibit the lawful vending of goods and\nservices within such areas.\t(A)\tDefinitions.  For purposes of this\nsection:\t(i)\t“Bank” means any member bank of the Federal Reserve System, and\nany bank, banking association, trust company, savings bank, or other banking\ninstitution organized or operated under the laws of the United States, and any\nbank the deposits of which are insured by the Federal Deposit Insurance\nCorporation.\t(ii)\t“Savings and loan association” means any federal savings\nand loan association and any “insured institution” as defined in Section 401\nof the National Housing Act, as amended, and any federal credit union as defined\nin Section 2 of the Federal Credit Union Act.\t(iii)\t“Credit union” means any\nfederal credit union and any state-chartered credit union the accounts of which\nare insured by the Administrator of the National Credit Union\nAdministration.\t(iv)\t“Check cashing business” means any person duly licensed\nas a check seller, bill payer, or prorater pursuant to Division 3 of the\nCalifornia Financial Code, commencing with section 12000.\t(v)\t“Automated\nteller machine” shall mean any electronic information processing device which\naccepts or dispenses cash in connection with a credit, deposit, or convenience\naccount.\t(vi)\t“Automated teller machine facility” shall mean the area\ncomprised of one or more automated teller machines, and any adjacent space which\nis made available to banking customers after regular banking\nhours.\t(B)\tExemptions.  The provisions of Subdivision (c)(1) shall not apply to\nany unenclosed automated teller machine located within any building, structure\nor space whose primary purpose or function is unrelated to banking activities,\nincluding but not limited to supermarkets, airports and school buildings,\nprovided that such automated teller machine shall be available for use only\nduring the regular hours of operation of the building, structure or space in\nwhich such machine is located.\t(2)\tMotor vehicles and parking lots.\t(A)\tMotor\nvehicles.  No person shall approach an operator or occupant of a motor vehicle\nfor the purpose of soliciting, asking or begging while such vehicle is located\nin any public place.\t(B)\tParking lots.  No person shall solicit, ask or beg in\nany public parking lot or structure any time after dark.  “After dark”\nmeans any time from one-half hour after sunset to one-half hour before\nsunrise.\t(C)\tExemptions.  Subdivision (c)(2) shall not apply to any of the\nfollowing:\t(i)\tto solicitations related to business which is being conducted on\nthe subject premises by the owner or lawful tenants;\t(ii)\tto solicitations\nrelated to the lawful towing of a vehicle; or\t(iii)\tto solicitations related to\nemergency repairs requested by the operator or other occupant of a\nvehicle.\t(3)\tPublic transportation vehicles.\t(A)\t“Public transportation\nvehicle” shall mean any vehicle, including a trailer bus, designed, used or\nmaintained for carrying 10 or more persons, including the driver; or a passenger\nvehicle designed for carrying fewer than 10 persons, including the driver, and\nused to carry passengers for hire.\t(B)\tAny person who solicits, asks or begs in\nany public transportation vehicle is guilty of a violation of this\nsection.\t(d)\tPenalty.  A violation of this section is punishable as a\nmisdemeanor or infraction, chargeable at the City Attorney’s\ndiscretion.\t(e)\tSeverability.  The provisions of this ordinance are declared to\nbe separate and severable.  The invalidity of any clause, sentence, paragraph,\nsubdivision, section or portion of this ordinance, or the invalidity of the\napplication thereof to any person or circumstance shall not affect the validity\nof the remainder of this ordinance, or the validity of its application to other\npersons or circumstances.\t(f)\tNon-exclusivity.  Nothing in this chapter shall\nlimit or preclude the enforcement of other applicable laws.\n","html":"\n\t\t\t\t\t<section><p>  PROHIBITION AGAINST CERTAIN FORMS OF AGGRESSIVE SOLICITATION.\n\t(Amended by Ord. No. 173,705, Eff. 1\/27\/01)<br \/><br \/>\t(a)\tDefinitions.  For purposes of this section:<br \/><br \/>\t(1)\t“Solicit, ask or beg” shall include using the spoken, written, or printed word, or bodily gestures, signs or other means with the purpose of obtaining an immediate donation of money or other thing of value or soliciting the sale of goods or services.<br \/><br \/>\t(2)\t“Public place” shall mean a place to which the public or a substantial group of persons has access, and includes, but is not limited to, any street, highway, sidewalk, parking lot, plaza, transportation facility, school, place of amusement, park, playground, and any doorway, entrance,  hallway, lobby and other portion of any business establishment, an apartment house or hotel not constituting a room or apartment designed for actual residence.<br \/><br \/>\t(b)\tAggressive Solicitation prohibited.<br \/><br \/>\t(1)\tNo person shall solicit, ask or beg in an aggressive manner in any public place.<br \/><br \/>\t(2)\t“Aggressive manner” shall mean any of the following:<br \/><br \/>\t(A)\tApproaching or speaking to a person, or following a person before, during or after soliciting, asking or begging, if that conduct is intended or is likely to cause a reasonable person to<br \/><br \/>\t(i)\tfear bodily harm to oneself or to another, damage to or loss of property, or<br \/><br \/>\t(ii)\totherwise be intimidated into giving money or other thing of value;<br \/><br \/>\t(B)\tIntentionally touching or causing physical contact with another person or an occupied vehicle without that person’s consent in the course of soliciting, asking or begging;<br \/><br \/>\t(C)\tIntentionally blocking or interfering with the safe or free passage of a pedestrian or vehicle by any means, including unreasonably causing a pedestrian or vehicle operator to take evasive action to avoid physical contact;<br \/><br \/>\t(D)\tUsing violent or threatening gestures toward a person solicited either before, during, or after soliciting, asking or begging;<br \/><br \/>\t(E)\tPersisting in closely following or approaching a person, after the person solicited has been solicited and informed the solicitor by words or conduct that such person does not want to be solicited or does not want to give money or any other thing of value to the solicitor; or<br \/><br \/>\t(F)\tUsing profane, offensive or abusive language which is inherently likely to provoke an immediate violent reaction, either before, during, or after solicitation.<br \/><br \/>\t(c)\tAll solicitation prohibited at specified locations.<br \/><br \/>\t(1)\tBanks and ATMs.  No person shall solicit, ask or beg within 15 feet of any entrance or exit of any bank, savings and loan association, credit union, or check cashing business during its business hours or within 15 feet of any automated teller machine during the time it is available for customers’ use.  Provided, however, that when an automated teller machine is located within an automated teller machine facility, such distance shall be measured from the entrance or exit of the automated teller machine facility.  Provided further that no person shall solicit, ask or beg within an automated teller machine facility where a reasonable person would or should know that he or she does not have the permission to do so from the owner or other person lawfully in <span class=\"dictionary\">possession<\/span> of such facility.  Nothing in this paragraph shall be construed to prohibit the lawful vending of goods and services within such areas.<br \/><br \/>\t(A)\tDefinitions.  For purposes of this section:<br \/><br \/>\t(i)\t“Bank” means any member bank of the Federal Reserve System, and any bank, banking association, trust company, savings bank, or other banking institution organized or operated under the <span class=\"dictionary\">laws<\/span> of the United States, and any bank the deposits of which are insured by the Federal Deposit Insurance Corporation.<br \/><br \/>\t(ii)\t“Savings and loan association” means any federal savings and loan association and any “insured institution” as defined in Section 401 of the National Housing Act, as amended, and any federal credit union as defined in Section 2 of the Federal Credit Union Act.<br \/><br \/>\t(iii)\t“Credit union” means any federal credit union and any state-chartered credit union the accounts of which are insured by the Administrator of the National Credit Union Administration.<br \/><br \/>\t(iv)\t“Check cashing business” means any person duly licensed as a check seller, bill payer, or prorater pursuant to Division 3 of the California Financial Code, commencing with section 12000.<br \/><br \/>\t(v)\t“Automated teller machine” shall mean any electronic information processing device which accepts or dispenses cash in connection with a credit, deposit, or convenience account.<br \/><br \/>\t(vi)\t“Automated teller machine facility” shall mean the area comprised of one or more automated teller machines, and any adjacent space which is made available to banking customers after regular banking hours.<br \/><br \/>\t(B)\tExemptions.  The provisions of Subdivision (c)(1) shall not apply to any unenclosed automated teller machine located within any building, structure or space whose primary purpose or function is unrelated to banking activities, including but not limited to supermarkets, airports and school buildings, provided that such automated teller machine shall be available for use only during the regular hours of operation of the building, structure or space in which such machine is located.<br \/><br \/>\t(2)\tMotor vehicles and parking lots.<br \/><br \/>\t(A)\tMotor vehicles.  No person shall approach an operator or occupant of a motor vehicle for the purpose of soliciting, asking or begging while such vehicle is located in any public place.<br \/><br \/>\t(B)\tParking lots.  No person shall solicit, ask or beg in any public parking lot or structure any time after dark.  “After dark” means any time from one-half hour after sunset to one-half hour before sunrise.<br \/><br \/>\t(C)\tExemptions.  Subdivision (c)(2) shall not apply to any of the following:<br \/><br \/>\t(i)\tto solicitations related to business which is being conducted on the subject premises by the owner or lawful tenants;<br \/><br \/>\t(ii)\tto solicitations related to the lawful towing of a vehicle; or<br \/><br \/>\t(iii)\tto solicitations related to emergency repairs requested by the operator or other occupant of a vehicle.<br \/><br \/>\t(3)\tPublic transportation vehicles.<br \/><br \/>\t(A)\t“Public transportation vehicle” shall mean any vehicle, including a trailer bus, designed, used or maintained for carrying 10 or more persons, including the driver; or a passenger vehicle designed for carrying fewer than 10 persons, including the driver, and used to carry passengers for hire.<br \/><br \/>\t(B)\tAny person who solicits, asks or begs in any public transportation vehicle is guilty of a violation of this section.<br \/><br \/>\t(d)\t<span class=\"dictionary\">Penalty<\/span>.  A violation of this section is punishable as a <span class=\"dictionary\">misdemeanor<\/span> or infraction, chargeable at the City Attorney’s discretion.<br \/><br \/>\t(e)\tSeverability.  The provisions of this <span class=\"dictionary\">ordinance<\/span> are declared to be separate and severable.  The invalidity of any clause, sentence, paragraph, subdivision, section or portion of this <span class=\"dictionary\">ordinance<\/span>, or the invalidity of the application thereof to any person or circumstance shall not affect the validity of the remainder of this <span class=\"dictionary\">ordinance<\/span>, or the validity of its application to other persons or circumstances.<br \/><br \/>\t(f)\tNon-exclusivity.  Nothing in this chapter shall limit or preclude the enforcement of other applicable <span class=\"dictionary\">laws<\/span>.<\/p><\/section>","previous_section":{"id":"1957","structure_id":"66","section_number":"41.58","catch_line":"Loud Party Second Response Fee.","url":"\/41.58\/","token":"41.58"},"text":{"0":{"id":"2249","text":"  PROHIBITION AGAINST CERTAIN FORMS OF AGGRESSIVE SOLICITATION.\n\t(Amended by Ord. No. 173,705, Eff. 1\/27\/01)\t(a)\tDefinitions.  For purposes of this section:\t(1)\t“Solicit, ask or beg” shall include using the spoken, written, or printed word, or bodily gestures, signs or other means with the purpose of obtaining an immediate donation of money or other thing of value or soliciting the sale of goods or services.\t(2)\t“Public place” shall mean a place to which the public or a substantial group of persons has access, and includes, but is not limited to, any street, highway, sidewalk, parking lot, plaza, transportation facility, school, place of amusement, park, playground, and any doorway, entrance,  hallway, lobby and other portion of any business establishment, an apartment house or hotel not constituting a room or apartment designed for actual residence.\t(b)\tAggressive Solicitation prohibited.\t(1)\tNo person shall solicit, ask or beg in an aggressive manner in any public place.\t(2)\t“Aggressive manner” shall mean any of the following:\t(A)\tApproaching or speaking to a person, or following a person before, during or after soliciting, asking or begging, if that conduct is intended or is likely to cause a reasonable person to\t(i)\tfear bodily harm to oneself or to another, damage to or loss of property, or\t(ii)\totherwise be intimidated into giving money or other thing of value;\t(B)\tIntentionally touching or causing physical contact with another person or an occupied vehicle without that person’s consent in the course of soliciting, asking or begging;\t(C)\tIntentionally blocking or interfering with the safe or free passage of a pedestrian or vehicle by any means, including unreasonably causing a pedestrian or vehicle operator to take evasive action to avoid physical contact;\t(D)\tUsing violent or threatening gestures toward a person solicited either before, during, or after soliciting, asking or begging;\t(E)\tPersisting in closely following or approaching a person, after the person solicited has been solicited and informed the solicitor by words or conduct that such person does not want to be solicited or does not want to give money or any other thing of value to the solicitor; or\t(F)\tUsing profane, offensive or abusive language which is inherently likely to provoke an immediate violent reaction, either before, during, or after solicitation.\t(c)\tAll solicitation prohibited at specified locations.\t(1)\tBanks and ATMs.  No person shall solicit, ask or beg within 15 feet of any entrance or exit of any bank, savings and loan association, credit union, or check cashing business during its business hours or within 15 feet of any automated teller machine during the time it is available for customers’ use.  Provided, however, that when an automated teller machine is located within an automated teller machine facility, such distance shall be measured from the entrance or exit of the automated teller machine facility.  Provided further that no person shall solicit, ask or beg within an automated teller machine facility where a reasonable person would or should know that he or she does not have the permission to do so from the owner or other person lawfully in possession of such facility.  Nothing in this paragraph shall be construed to prohibit the lawful vending of goods and services within such areas.\t(A)\tDefinitions.  For purposes of this section:\t(i)\t“Bank” means any member bank of the Federal Reserve System, and any bank, banking association, trust company, savings bank, or other banking institution organized or operated under the laws of the United States, and any bank the deposits of which are insured by the Federal Deposit Insurance Corporation.\t(ii)\t“Savings and loan association” means any federal savings and loan association and any “insured institution” as defined in Section 401 of the National Housing Act, as amended, and any federal credit union as defined in Section 2 of the Federal Credit Union Act.\t(iii)\t“Credit union” means any federal credit union and any state-chartered credit union the accounts of which are insured by the Administrator of the National Credit Union Administration.\t(iv)\t“Check cashing business” means any person duly licensed as a check seller, bill payer, or prorater pursuant to Division 3 of the California Financial Code, commencing with section 12000.\t(v)\t“Automated teller machine” shall mean any electronic information processing device which accepts or dispenses cash in connection with a credit, deposit, or convenience account.\t(vi)\t“Automated teller machine facility” shall mean the area comprised of one or more automated teller machines, and any adjacent space which is made available to banking customers after regular banking hours.\t(B)\tExemptions.  The provisions of Subdivision (c)(1) shall not apply to any unenclosed automated teller machine located within any building, structure or space whose primary purpose or function is unrelated to banking activities, including but not limited to supermarkets, airports and school buildings, provided that such automated teller machine shall be available for use only during the regular hours of operation of the building, structure or space in which such machine is located.\t(2)\tMotor vehicles and parking lots.\t(A)\tMotor vehicles.  No person shall approach an operator or occupant of a motor vehicle for the purpose of soliciting, asking or begging while such vehicle is located in any public place.\t(B)\tParking lots.  No person shall solicit, ask or beg in any public parking lot or structure any time after dark.  “After dark” means any time from one-half hour after sunset to one-half hour before sunrise.\t(C)\tExemptions.  Subdivision (c)(2) shall not apply to any of the following:\t(i)\tto solicitations related to business which is being conducted on the subject premises by the owner or lawful tenants;\t(ii)\tto solicitations related to the lawful towing of a vehicle; or\t(iii)\tto solicitations related to emergency repairs requested by the operator or other occupant of a vehicle.\t(3)\tPublic transportation vehicles.\t(A)\t“Public transportation vehicle” shall mean any vehicle, including a trailer bus, designed, used or maintained for carrying 10 or more persons, including the driver; or a passenger vehicle designed for carrying fewer than 10 persons, including the driver, and used to carry passengers for hire.\t(B)\tAny person who solicits, asks or begs in any public transportation vehicle is guilty of a violation of this section.\t(d)\tPenalty.  A violation of this section is punishable as a misdemeanor or infraction, chargeable at the City Attorney’s discretion.\t(e)\tSeverability.  The provisions of this ordinance are declared to be separate and severable.  The invalidity of any clause, sentence, paragraph, subdivision, section or portion of this ordinance, or the invalidity of the application thereof to any person or circumstance shall not affect the validity of the remainder of this ordinance, or the validity of its application to other persons or circumstances.\t(f)\tNon-exclusivity.  Nothing in this chapter shall limit or preclude the enforcement of other applicable laws.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}