{"section_number":"41.50","edition_id":"1","section_id":"3882","structure_id":"66","catch_line":"Smoking Prohibited In Designated Areas.","history":"","full_text":"  SMOKING PROHIBITED IN DESIGNATED AREAS.\n\t(Amended by Ord. No. 159,498, Eff. 12\/15\/84.)\n\n\tA.\tDefinitions.  (Amended by Ord. No. 181,065, Eff. 3\/8\/10.)  The following words and phrases, whenever used in this ordinance shall be construed as hereinafter set out, unless it shall be apparent from the context that they have a different meaning.\n\n\t1.\t“Bar” shall mean an indoor area utilized primarily for the serving of alcoholic beverages and in which the service of food is only incidental to the consumption of such beverages.\n\n\t2.\t“Employee” shall mean any person who is employed by any employer in consideration for monetary compensation or profit.\n\n\t3.\t“Employer” shall mean any person, partnership, corporation, excluding municipal corporation, who employs the services of more than four persons.\n\n\t4.\t“Place of employment” shall mean any enclosed area under the control of a public or private employer which employees normally frequent during the course of employment, including, but not limited to, work areas, employee lounges, conference rooms, and employee cafeterias.  A private residence is not a place of employment.\n\n\t5.\t“Service Line” shall mean any indoor line at which one or more persons are waiting for or receiving service of any kind, whether or not such service involves the exchange of money.\n\n\t6.\t“Smoke” or “Smoking” shall include the carrying or holding of a lighted pipe, cigar or cigarette of any kind, or any other lighted smoking equipment or the lighting or emitting or exhaling the smoke of a pipe, cigar or cigarette of any kind.\n\n\t7.\t“Outdoor dining area” shall mean for purposes of this section an outdoor area:\n\n\ta.\tOf a business, such as a restaurant, that is dedicated by the business as a place for the consumption of food or drinks that are regularly sold or provided by that business, and all non-enclosed areas within ten feet thereof;\n\n\tb.\tThat is dedicated by the person authorized to manage or control the area as a place for the consumption of food or drinks that are regularly sold or provided by one or more nearby businesses, such as a food court, and all non-enclosed areas within ten feet thereof; or\n\n\tc.\tWithin a forty foot radius of a business, such as a food kiosk, food cart or mobile food truck, that regularly sells or provides food or drinks but has no outdoor area dedicated by the business as a place for the consumption of food or drinks that are regularly sold or provided by that business.\n\n\td.\tHowever, an outdoor dining area shall not include an area that is contiguous to one of the following:\n\n\t(i)\tA bar, or a nightclub that requires that its patrons be eighteen or older; or\n\n\t(ii)\tA restaurant, business or non-commercial building that is completely closed to the public for a private event.\n\n\tB.\tProhibition:  It shall be unlawful to smoke in the following places:\n\n\t1.\tThose portions of any building, structure or other enclosed facility open to the general public for the primary purpose of exhibiting any motion picture, stage production, musical recital, or similar performance. However, smoking may be permitted in designated areas of lobbies. (Added by Ord. No. 162,989, Eff. 1\/7\/88.)\n\n\t2.\tAny room, chamber, indoor place of meeting or indoor public assembly, wherein public business is conducted and which is open to members of the general public either as participants or as spectators.  (Amended by Ord. No. 164,776, Eff. 6\/3\/89.)\n\n\t3.\tThose areas within the buildings or structures of any health care facility which are open to visitors to the premises except that in such areas there may be enclosed areas designated and set aside on each floor where smoking may be allowed.\n\n\t4.\tAny retail food marketing establishments including grocery stores and supermarkets except those areas of such establishments set aside for the serving of food and drink, restrooms, and offices  and areas thereof not open to the public.\n\n\t5.\tService lines in those areas of buildings open to the public, except those lines in stores specializing in the sale of tobacco products.  (Added by Ord. No. 162,989, Eff. 1\/7\/88.)\n\n\t6.\tThose indoor areas of libraries, museums and art galleries open to the public.  (Added by Ord. No. 162,989, Eff. 1\/7\/88.)\n\n\t7.\tThose indoor areas of retail stores open to the public, except retail stores specializing in the sale of tobacco products.  (Added by Ord. No. 162,989, Eff. 1\/7\/88.)\n\n\t8.\tIndoor polling places.  (Added by Ord. No. 162,989, Eff. 1\/7\/88.)\n\n\t9.\tThose indoor areas normally occupied by children in private elementary and secondary schools, private child day care facilities as defined in Section 1596.750 of the Health and Safety Code, and private residences licensed as child day care facilities during the hours of operation as such a facility.  (Added by Ord. No. 162,989, Eff. 1\/7\/88.)\n\n\t10.\t(Amended by Ord. No. 168,844, Eff. 8\/2\/93.)\n\n\ta.\tIndoor restaurants, except as set forth in paragraphs b and c below.\n\n\tb.\tRestaurants with a seating capacity of more than 50 persons located in a dance club, excluding from that calculation of capacity any portion of such facility which is located outdoors and\/or which is utilized as a bar, shall have a portion of the dining area designated as a non-smoking area.  The non-smoking area required by this paragraph must be a contiguously maintained indoor area comprised of at least 50% of both the seating capacity and floor space of the area in which customers are being served.\n\n\tc.\tThe prohibition set forth in paragraphs a and b above, shall not apply to any portion of a restaurant which is utilized as a bar, or to any rooms which are being used for private functions, but only while any such rooms are used for such private functions.\n\n\t11.\tThose portions open to the general public of any arena, gymnasium or other similar enclosed building designed primarily for the purpose of observing sports events. However, smoking may be permitted in designated areas of lobbies.  (Added by Ord. No. 162,989, Eff. 1\/7\/88.)\n\n\t12.\tTrain, cruise ship, and bus depot waiting areas and ticket lines as regulated pursuant to Health and Safety Code Section 25949.4.  Violation of, or failure to comply with the provisions of Health and Safety Code Section 25949.4 shall be punishable as set forth in Health and Safety Code Section 25949.8.  (Amended by Ord. No. 170,386, Eff. 3\/17\/95.)\n\n\t13.\t(Amended by Ord. No. 170,386, Eff. 3\/17\/95.)  Any portion of a building owned by the City of Los Angeles, and those portions of a building leased by the City of Los Angeles, except that:\n\n\ta.\tWaiting areas and ticket lines in the Los Angeles Harbor cruise ship terminals shall be regulated as set forth in Subdivision 12. above, and\n\n\tb.\tRestaurants in any building owned by the City of Los Angeles or in those portions of a building leased by the City of Los Angeles shall be regulated as set forth in Subdivision 10. above.\n\n\t14.\tAirport ticket lines as regulated pursuant to Health and Safety Code Section 25949.4, and public circulation areas and public waiting room areas (except for intransit lounges which shall be 75% by area, no smoking).  It is the purpose of this Subdivision to prohibit, pursuant to the authority contained in Health and Safety Code Section 25949.6, smoking in airport public circulation areas, and airport public waiting room areas.  Violation of, or failure to comply with the provisions of Health and Safety Code Section 25949.4 shall be punishable as set forth in Health and Safety Code Section 25949.8.  (Added by Ord. No. 170,386, Eff. 3\/17\/95.)\n\n\t15.\tNotwithstanding the provisions of paragraph c. of Subdivision 10. of Subsection B. and Subsection F. of Section 41.50, smoking shall be prohibited in bars located in airport terminals.  (Added by Ord. No. 170,386, Eff. 3\/17\/95.)\n\n\t16.\t(Repealed by Ord. No. 179,058, Eff. 9\/18\/07.)\n\n\t17.\tCity permitted farmer’s markets as defined in Section 12.24 X.6.  (Added by Ord. No. 180,200, Eff. 11\/2\/08.)\n\n\t18.\tOutdoor dining areas.  (Added by Ord. No. 181,065, Eff. 3\/8\/10.)\n\n\ta.\tException.  The prohibition against smoking within the ten foot non-enclosed areas described in Sections 41.50 A.7.a. and 41.50 A.7.b. shall not apply to persons briefly passing by.\n\n\tb.\tGrace Period.  A one year grace period shall follow the effective date of this ordinance to permit a period of public education.\n\n\t(i)\tWithin thirty days of the effective date of this subsection:\n\n\t(1)\tAny business with an outdoor dining area as defined in Section 41.50 A.7.a., such as a restaurant, shall post a notice near an entrance, exit, or cashier area in size 14 font or larger that is clearly visible and readable to a majority of its customers that shall remain posted through the end of the one year grace period and state:\n\n“Beginning [DAY AFTER GRACE PERIOD ENDS], smoking is prohibited in the outdoor dining area of this business during its hours of operation, and within ten feet of it, by order of the City of Los Angeles.”\n\n\t(2)\tAny business that provides food or drink that is regularly consumed in a nearby outdoor dining area as defined in Section 41.50 A.7.b., such as a food court, shall post a notice near an entrance, exit, or cashier area in size 14 font or larger that is clearly visible and readable to a majority of its customers that shall remain posted through the end of the one year grace period and state:\n\n“Beginning [DAY AFTER GRACE PERIOD ENDS], smoking is prohibited in the outdoor dining area near this business during its hours of operation, and within ten feet of it, by order of the City of Los Angeles.”\n\n\t(3)\tAny person authorized to manage or control an outdoor dining area as defined in Section 41.50 A.7.b., such as a food court, shall post enough notices in size 14 font or larger to ensure that their message is clearly visible and readable to most diners in the outdoor dining area, and most persons passing outdoors within ten feet of it, that shall remain posted through the end of the one year grace period and state: \n\n“Beginning [DAY AFTER GRACE PERIOD ENDS], smoking is prohibited in this outdoor dining area during its hours of operation, and within ten feet of it, by order of the City of Los Angeles.”\n\n\t(4)\tAny business with an outdoor dining area as defined in Section 41.50 A.7.c., such as a food kiosk, food cart or mobile food truck, shall post a notice near the cashier area in size 14 font or larger that is clearly visible and readable to a majority of its customers that shall remain posted through the end of the one year grace period and state:\n\n“Beginning [DAY AFTER GRACE PERIOD ENDS], smoking is prohibited within forty feet of this business during its hours of operation, by order of the City of Los Angeles.”\n\n\t(ii)\tTo continue the public education process, all businesses or persons subject to this subsection are encouraged but not required to continue posting the required notice for a reasonable period after the grace period ends.\n\n\t(iii)\tThe no-smoking provisions of this subsection shall not be enforced during the one year grace period.\n\n\tc.\tPermanent Signs.\n\n\t(i)\tBy the end of the one year grace period, the following shall comply with the requirements of Section 41.50 D.1.b., except that the words “in this outdoor dining area or within ten feet of it” shall immediately follow the required “NO SMOKING” phrase or international no-smoking symbol,  and need not comply with the 5 feet to 8 feet posting requirement as long as they are of sufficient number and locations to ensure that their message is clearly visible and readable to most diners in the outdoor dining area, and most persons passing outdoors within ten feet of it:\n\n\t(1)\tAny business with an outdoor dining area as defined in Section 41.50 A.7.a., such as a restaurant; or\n\n\t(2)\tAny person authorized to manage or control an outdoor dining area as defined in Section 41.50 A.7.b., such as a food court.\n\n\t(ii)\tBy the end of the grace period, any business with an outdoor dining area as defined in Section 41.50 A.7.c., such as a food kiosk, food cart or mobile food truck, shall comply with the requirements of Section 41.50 D.1.b., except that it shall post only one sign, which shall be located near the cashier, shall include the words “within forty feet of this business” immediately following the required “NO SMOKING” phrase or international no-smoking symbol, and need not comply with the 5 feet to 8 feet posting requirement as long as the sign’s message is clearly visible and readable to a majority of its customers.\n\n\td.\tPenalties.  Failure to comply with any of the requirements of this Section 41.50 B.18. shall be an infraction, as provided for in Section 41.50 H.4.\n\n\tC.\tRegulation of Smoking in Places of Employment:  The places subject to regulation pursuant to Subdivisions 1., 2., 3., 4., 8., and 9. of Subsection B. shall not be deemed places of employment for purposes of this subsection.  (Paragraph amended by Ord. No. 162,989, Eff. 1\/7\/88.)\n\n\tThe following regulations apply to places of employment:\n\n\t1.\tWithin one hundred twenty (120) days of the effective date of this ordinance, each employer shall adopt, implement and maintain a written smoking policy which shall contain at a minimum, provisions related to the following:\n\n\ta.\tThe prohibition of smoking in cafeterias, restrooms, elevators and nurses aid stations or similar facilities for the treatment of employees.  (Amended by Ord. No. 168,844, Eff. 8\/2\/93.)\n\n\tb.\tThe provision and maintenance of a contiguous non-smoking area of not less than two-thirds of the seating capacity and floor space in lunchrooms and employee lounges.  (Amended by Ord. No. 168,844, Eff. 8\/2\/93.)\n\n\tc.\tA statement providing that in any dispute arising between smokers and non-smokers, efforts shall be made by the employer to accommodate the desires of both smokers and non-smokers.\n\n\tIt shall be the responsibility of employers to provide smoke-free work areas for non-smokers to the maximum extent possible but employers are not required to incur any expense to make structural or other physical modifications in providing these areas. An employer who makes reasonable efforts to develop and promulgate a policy regarding smoking and nonsmoking in the work place shall be deemed to be in compliance with this paragraph, provided that a policy which designates an entire work place as a smoking area shall not be deemed in compliance with this paragraph.\n\n\td.\tAn employer shall post “No Smoking” signs in any area designated as a non-smoking area.\n\n\t2.\tThe smoking policy shall be communicated in writing to all current employees within three weeks of the date of adoption, and to all future employees at the time of their entry into employment.\n\n\t3.\tNotwithstanding the above, every employer shall have the authority to designate any work area as a non-smoking area.\n\n\t4.\tAn employer who fails to adopt a smoking policy, or who fails to post signs in any area designated as a non-smoking area as required by Subdivision 1 shall be in violation of said subdivision. Such a violation shall be punishable as a misdemeanor.\n\n\tD.\tSigns and Other Management Responsibilities:  (Title and Section amended by Ord. No. 162,989, Eff. 1\/7\/88.)\n\n\t1.\tSigns.\n\n\ta.\tThe person having the authority to manage and control any area designated as a non-smoking area pursuant to Subdivisions 5. and 10. of Subsection B. shall place or caused to be placed and prominently displayed, and shall maintain “No Smoking” signs in conspicuous locations within said areas. All such signs shall clearly and conspicuously recite the phrase “NO SMOKING” and\/or use the international no-smoking symbol and shall cite Section 41.50 of the Los Angeles Municipal Code. The signs shall be of sufficient number and location to cause the message of the signs to be clearly visible, legible and readable.\n\n\tb.\tThe person having the authority to manage and control any area designated as a non-smoking area pursuant to all other provisions of Subsections B. or C., shall post or cause to be posted and prominently displayed, and shall maintain “No Smoking” signs in conspicuous locations within said areas. All such signs shall clearly and conspicuously recite the phrase “NO SMOKING” and\/or use the international no-smoking symbol and shall site Section 41.50 of the Los Angeles Municipal Code. The signs shall be posted not less than 5 feet nor more than 8 feet above floor level and shall be of sufficient number and location to cause the message of at least one of the signs to be clearly visible, legible and readable.\n\n\t2.\tThe person having the authority to manage and control those restaurants subject to Subdivision 10. of Subsection B. with both smoking and non-smoking sections shall be responsible for ensuring that patrons are asked their preference for seating in either the smoking or non-smoking section.\n\n\t3.\tViolations.\n\n\ta.\tViolation of, or failure to comply with the provisions of Subdivision 1. of this subsection shall be punishable as a misdemeanor.\n\n\tb.\tViolation of, or failure to comply with the provisions of Subdivision 2. of this subsection shall be punishable as an infraction.\n\n\tE.\tOther Agency Cooperation:  Federal, State, County, public school and special district officials are urged to enact and enforce provisions similar to the provisions contained herein. (Amended by Ord. No. 162,989, Eff. 1\/7\/88.)\n\n\tF.\tEXCEPTIONS:  The prohibition set forth in Subsection B. and C. shall not apply to private enclosed offices occupied exclusively by smokers even though such an office may be visited by non-smokers, or to those portions of bars open to the public.  (Amended by Ord. No. 162,989, Eff. 1\/7\/88.)\n\n\tG.\tImplementation:  Employers shall implement the provisions of this section in a manner consistent with all applicable State or Federal statutes, rules or regulations, on employer-employee relations.\n\n\tH.\tPenalties:\n\n\t1.\tIt shall be unlawful to willfully mutilate or destroy any signs required by this section.\n\n\t2.\tIt shall be unlawful to smoke in any area posted as a non-smoking area.\n\n\t3.\tIt shall be unlawful for an employer to discharge or in any manner discriminate against any employee who exercises his or her rights under this section if the dominant intent of the employer is retaliation against the employee for exercising those rights. Violation of this provision shall be a misdemeanor.\n\n\t4.\tExcept as otherwise expressly provided herein, violation of any provision or failure to comply with any requirement of this section is an infraction.","order_by":"50","ancestry":{"1":{"id":"66","name":"Disorderly Conduct\nPlaces And Publications","identifier":"1","label":"article","url":"\/4\/1\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2975","structure_id":"66","section_number":"41.03","catch_line":"Lookouts For Illegal Acts.","url":"\/41.03\/","token":"41.03"},"1":{"id":"4179","structure_id":"66","section_number":"41.14","catch_line":"Injury To Public Property.","url":"\/41.14\/","token":"41.14"},"2":{"id":"2377","structure_id":"66","section_number":"41.16","catch_line":"Snuff – Throwing Of.","url":"\/41.16\/","token":"41.16"},"3":{"id":"507","structure_id":"66","section_number":"41.17","catch_line":"Library Books – Retention After Notice.","url":"\/41.17\/","token":"41.17"},"4":{"id":"4062","structure_id":"66","section_number":"41.18","catch_line":"Sidewalks, Pedestrian Subways – Loitering.","url":"\/41.18\/","token":"41.18"},"5":{"id":"2873","structure_id":"66","section_number":"41.19","catch_line":"Public Assemblages – Obstructing Entrance.","url":"\/41.19\/","token":"41.19"},"6":{"id":"2652","structure_id":"66","section_number":"41.20","catch_line":"Closure Of Streets.","url":"\/41.20\/","token":"41.20"},"7":{"id":"1364","structure_id":"66","section_number":"41.20.1","catch_line":"Special Event Application Process And Definitions.","url":"\/41.20.1\/","token":"41.20.1"},"8":{"id":"617","structure_id":"66","section_number":"41.21","catch_line":"Cutting Into Gasoline Lines Prohibited.","url":"\/41.21\/","token":"41.21"},"9":{"id":"1698","structure_id":"66","section_number":"41.22","catch_line":"Loitering – River Bed.","url":"\/41.22\/","token":"41.22"},"10":{"id":"4027","structure_id":"66","section_number":"41.23","catch_line":"Trespass On Housing Authority Property.","url":"\/41.23\/","token":"41.23"},"11":{"id":"252","structure_id":"66","section_number":"41.24","catch_line":"Trespass On Private Property.","url":"\/41.24\/","token":"41.24"},"12":{"id":"878","structure_id":"66","section_number":"41.27","catch_line":"Intoxication.","url":"\/41.27\/","token":"41.27"},"13":{"id":"953","structure_id":"66","section_number":"41.29","catch_line":"Hand Organs On Streets.","url":"\/41.29\/","token":"41.29"},"14":{"id":"2290","structure_id":"66","section_number":"41.30","catch_line":"Spite Fences.","url":"\/41.30\/","token":"41.30"},"15":{"id":"1611","structure_id":"66","section_number":"41.31","catch_line":"Trees – Injury To.","url":"\/41.31\/","token":"41.31"},"16":{"id":"2884","structure_id":"66","section_number":"41.32","catch_line":"Theatres – Sound Amplifiers.","url":"\/41.32\/","token":"41.32"},"17":{"id":"3573","structure_id":"66","section_number":"41.33","catch_line":"Landlords – Disturbing Tenants.","url":"\/41.33\/","token":"41.33"},"18":{"id":"206","structure_id":"66","section_number":"41.34","catch_line":"Pesticides – Notice To Tenants.","url":"\/41.34\/","token":"41.34"},"19":{"id":"3302","structure_id":"66","section_number":"41.38","catch_line":"Use Of Certain Signs On Vehicles Prohibited.","url":"\/41.38\/","token":"41.38"},"20":{"id":"1767","structure_id":"66","section_number":"41.39","catch_line":"Stowaways – Entry A Misdemeanor.","url":"\/41.39\/","token":"41.39"},"21":{"id":"1857","structure_id":"66","section_number":"41.40","catch_line":"Noise Due To Construction, Excavation Work – When Prohibited.","url":"\/41.40\/","token":"41.40"},"22":{"id":"818","structure_id":"66","section_number":"41.41","catch_line":"Evading Payment Of Admission Fee.","url":"\/41.41\/","token":"41.41"},"23":{"id":"2748","structure_id":"66","section_number":"41.42","catch_line":"Music Reproducing Devices – Hours Of Operation.","url":"\/41.42\/","token":"41.42"},"24":{"id":"2050","structure_id":"66","section_number":"41.43","catch_line":"Selling Goods Near Private Parks.","url":"\/41.43\/","token":"41.43"},"25":{"id":"1693","structure_id":"66","section_number":"41.43.1","catch_line":"Door To Door Selling Or Soliciting.","url":"\/41.43.1\/","token":"41.43.1"},"26":{"id":"3565","structure_id":"66","section_number":"41.44","catch_line":"Miniature Golf Courses And Driving Fairways.","url":"\/41.44\/","token":"41.44"},"27":{"id":"1897","structure_id":"66","section_number":"41.45","catch_line":"Unauthorized Removal, Use Or Possession Of Shopping Carts.","url":"\/41.45\/","token":"41.45"},"28":{"id":"3090","structure_id":"66","section_number":"41.46","catch_line":"Sidewalks – Cleaning Of.","url":"\/41.46\/","token":"41.46"},"29":{"id":"3367","structure_id":"66","section_number":"41.47","catch_line":"Water Closets – Use Of.","url":"\/41.47\/","token":"41.47"},"30":{"id":"3199","structure_id":"66","section_number":"41.47.1","catch_line":"Restroom Facilities.","url":"\/41.47.1\/","token":"41.47.1"},"31":{"id":"3793","structure_id":"66","section_number":"41.47.2","catch_line":"Urinating Or Defecating In Public.","url":"\/41.47.2\/","token":"41.47.2"},"32":{"id":"3936","structure_id":"66","section_number":"41.48","catch_line":"Restaurants – Minimum Light Intensity.","url":"\/41.48\/","token":"41.48"},"33":{"id":"4033","structure_id":"66","section_number":"41.49","catch_line":"Hotel Registers And Room Rentals.","url":"\/41.49\/","token":"41.49"},"34":{"id":"3882","structure_id":"66","section_number":"41.50","catch_line":"Smoking Prohibited In Designated Areas.","url":"\/41.50\/","token":"41.50"},"35":{"id":"2857","structure_id":"66","section_number":"41.50.5","catch_line":"Signage Regulations For Places Subject To Regulation Pursuant To Labor Code Section 6404.5.","url":"\/41.50.5\/","token":"41.50.5"},"36":{"id":"1140","structure_id":"66","section_number":"41.51","catch_line":"Smoking In Elevators Prohibited.","url":"\/41.51\/","token":"41.51"},"37":{"id":"2159","structure_id":"66","section_number":"41.52","catch_line":"Smoking In Buses.","url":"\/41.52\/","token":"41.52"},"38":{"id":"3194","structure_id":"66","section_number":"41.53","catch_line":"Public Bath Houses.","url":"\/41.53\/","token":"41.53"},"39":{"id":"2202","structure_id":"66","section_number":"41.54","catch_line":"Fishing Within One Mile Of Public Sewer Outlet.","url":"\/41.54\/","token":"41.54"},"40":{"id":"350","structure_id":"66","section_number":"41.55","catch_line":"Oil – Discharge In Ocean And Beaches.","url":"\/41.55\/","token":"41.55"},"41":{"id":"523","structure_id":"66","section_number":"41.56","catch_line":"Unlawful Activities At Sporting Events, Theatricals And Exhibitions.","url":"\/41.56\/","token":"41.56"},"42":{"id":"1291","structure_id":"66","section_number":"41.57","catch_line":"Loud And Raucous Noise Prohibited.","url":"\/41.57\/","token":"41.57"},"43":{"id":"1957","structure_id":"66","section_number":"41.58","catch_line":"Loud Party Second Response Fee.","url":"\/41.58\/","token":"41.58"},"44":{"id":"2269","structure_id":"66","section_number":"41.59","catch_line":"Prohibition Against Certain Forms Of Aggressive Solicitation.","url":"\/41.59\/","token":"41.59"},"45":{"id":"1569","structure_id":"66","section_number":"41.60","catch_line":"Hospitals; Patient Transport.","url":"\/41.60\/","token":"41.60"},"46":{"id":"3658","structure_id":"66","section_number":"41.70","catch_line":"Nuisance Vehicles – Prostitution.","url":"\/41.70\/","token":"41.70"},"47":{"id":"3589","structure_id":"66","section_number":"41.70.1","catch_line":"Nuisance Vehicles – Controlled Substances.","url":"\/41.70.1\/","token":"41.70.1"},"48":{"id":"1691","structure_id":"66","section_number":"41.70.2","catch_line":"Nuisance Vehicles – Speed Contests And Exhibitions Of Speed.","url":"\/41.70.2\/","token":"41.70.2"},"49":{"id":"3984","structure_id":"66","section_number":"41.70.3","catch_line":"Nuisance Vehicles – Illegal Dumping.","url":"\/41.70.3\/","token":"41.70.3"},"50":{"id":"4031","structure_id":"66","section_number":"41.71","catch_line":"Gang-Related Nuisance Vehicle Forfeiture.","url":"\/41.71\/","token":"41.71"},"51":{"id":"4113","structure_id":"66","section_number":"41.72","catch_line":"Counterfeit Goods Nuisance Abatement Law.","url":"\/41.72\/","token":"41.72"}},"next_section":{"id":"2857","structure_id":"66","section_number":"41.50.5","catch_line":"Signage Regulations For Places Subject To Regulation Pursuant To Labor Code Section 6404.5.","url":"\/41.50.5\/","token":"41.50.5"},"metadata":false,"references":false,"url":"\/41.50\/","token":"41.50","formats":{"txt":"\/41.50.txt","json":"\/41.50.xml"},"dublin_core":{"Title":"Smoking Prohibited In Designated Areas.","Type":"Text","Format":"text\/html","Identifier":"§ 41.50","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nSMOKING PROHIBITED IN DESIGNATED AREAS. (§ 41.50)\n\n  SMOKING PROHIBITED IN DESIGNATED AREAS.\n\t(Amended by Ord. No. 159,498, Eff. 12\/15\/84.)\tA.\tDefinitions.  (Amended by\nOrd. No. 181,065, Eff. 3\/8\/10.)  The following words and phrases, whenever used\nin this ordinance shall be construed as hereinafter set out, unless it shall be\napparent from the context that they have a different meaning.\t1.\t“Bar” shall\nmean an indoor area utilized primarily for the serving of alcoholic beverages\nand in which the service of food is only incidental to the consumption of such\nbeverages.\t2.\t“Employee” shall mean any person who is employed by any\nemployer in consideration for monetary compensation or profit.\t3.\t“Employer”\nshall mean any person, partnership, corporation, excluding municipal\ncorporation, who employs the services of more than four persons.\t4.\t“Place of\nemployment” shall mean any enclosed area under the control of a public or\nprivate employer which employees normally frequent during the course of\nemployment, including, but not limited to, work areas, employee lounges,\nconference rooms, and employee cafeterias.  A private residence is not a place\nof employment.\t5.\t“Service Line” shall mean any indoor line at which one or\nmore persons are waiting for or receiving service of any kind, whether or not\nsuch service involves the exchange of money.\t6.\t“Smoke” or “Smoking”\nshall include the carrying or holding of a lighted pipe, cigar or cigarette of\nany kind, or any other lighted smoking equipment or the lighting or emitting or\nexhaling the smoke of a pipe, cigar or cigarette of any kind.\t7.\t“Outdoor\ndining area” shall mean for purposes of this section an outdoor area:\ta.\tOf a\nbusiness, such as a restaurant, that is dedicated by the business as a place for\nthe consumption of food or drinks that are regularly sold or provided by that\nbusiness, and all non-enclosed areas within ten feet thereof;\tb.\tThat is\ndedicated by the person authorized to manage or control the area as a place for\nthe consumption of food or drinks that are regularly sold or provided by one or\nmore nearby businesses, such as a food court, and all non-enclosed areas within\nten feet thereof; or\tc.\tWithin a forty foot radius of a business, such as a food\nkiosk, food cart or mobile food truck, that regularly sells or provides food or\ndrinks but has no outdoor area dedicated by the business as a place for the\nconsumption of food or drinks that are regularly sold or provided by that\nbusiness.\td.\tHowever, an outdoor dining area shall not include an area that is\ncontiguous to one of the following:\t(i)\tA bar, or a nightclub that requires that\nits patrons be eighteen or older; or\t(ii)\tA restaurant, business or\nnon-commercial building that is completely closed to the public for a private\nevent.\tB.\tProhibition:  It shall be unlawful to smoke in the following\nplaces:\t1.\tThose portions of any building, structure or other enclosed facility\nopen to the general public for the primary purpose of exhibiting any motion\npicture, stage production, musical recital, or similar performance. However,\nsmoking may be permitted in designated areas of lobbies. (Added by Ord. No.\n162,989, Eff. 1\/7\/88.)\t2.\tAny room, chamber, indoor place of meeting or indoor\npublic assembly, wherein public business is conducted and which is open to\nmembers of the general public either as participants or as spectators. \n(Amended by Ord. No. 164,776, Eff. 6\/3\/89.)\t3.\tThose areas within the buildings\nor structures of any health care facility which are open to visitors to the\npremises except that in such areas there may be enclosed areas designated and\nset aside on each floor where smoking may be allowed.\t4.\tAny retail food\nmarketing establishments including grocery stores and supermarkets except those\nareas of such establishments set aside for the serving of food and drink,\nrestrooms, and offices  and areas thereof not open to the public.\t5.\tService\nlines in those areas of buildings open to the public, except those lines in\nstores specializing in the sale of tobacco products.  (Added by Ord. No.\n162,989, Eff. 1\/7\/88.)\t6.\tThose indoor areas of libraries, museums and art\ngalleries open to the public.  (Added by Ord. No. 162,989, Eff.\n1\/7\/88.)\t7.\tThose indoor areas of retail stores open to the public, except\nretail stores specializing in the sale of tobacco products.  (Added by Ord. No.\n162,989, Eff. 1\/7\/88.)\t8.\tIndoor polling places.  (Added by Ord. No. 162,989,\nEff. 1\/7\/88.)\t9.\tThose indoor areas normally occupied by children in private\nelementary and secondary schools, private child day care facilities as defined\nin Section 1596.750 of the Health and Safety Code, and private residences\nlicensed as child day care facilities during the hours of operation as such a\nfacility.  (Added by Ord. No. 162,989, Eff. 1\/7\/88.)\t10.\t(Amended by Ord. No.\n168,844, Eff. 8\/2\/93.)\ta.\tIndoor restaurants, except as set forth in paragraphs\nb and c below.\tb.\tRestaurants with a seating capacity of more than 50 persons\nlocated in a dance club, excluding from that calculation of capacity any portion\nof such facility which is located outdoors and\/or which is utilized as a bar,\nshall have a portion of the dining area designated as a non-smoking area.  The\nnon-smoking area required by this paragraph must be a contiguously maintained\nindoor area comprised of at least 50% of both the seating capacity and floor\nspace of the area in which customers are being served.\tc.\tThe prohibition set\nforth in paragraphs a and b above, shall not apply to any portion of a\nrestaurant which is utilized as a bar, or to any rooms which are being used for\nprivate functions, but only while any such rooms are used for such private\nfunctions.\t11.\tThose portions open to the general public of any arena, gymnasium\nor other similar enclosed building designed primarily for the purpose of\nobserving sports events. However, smoking may be permitted in designated areas\nof lobbies.  (Added by Ord. No. 162,989, Eff. 1\/7\/88.)\t12.\tTrain, cruise ship,\nand bus depot waiting areas and ticket lines as regulated pursuant to Health and\nSafety Code Section 25949.4.  Violation of, or failure to comply with the\nprovisions of Health and Safety Code Section 25949.4 shall be punishable as set\nforth in Health and Safety Code Section 25949.8.  (Amended by Ord. No. 170,386,\nEff. 3\/17\/95.)\t13.\t(Amended by Ord. No. 170,386, Eff. 3\/17\/95.)  Any portion of\na building owned by the City of Los Angeles, and those portions of a building\nleased by the City of Los Angeles, except that:\ta.\tWaiting areas and ticket\nlines in the Los Angeles Harbor cruise ship terminals shall be regulated as set\nforth in Subdivision 12. above, and\tb.\tRestaurants in any building owned by the\nCity of Los Angeles or in those portions of a building leased by the City of Los\nAngeles shall be regulated as set forth in Subdivision 10. above.\t14.\tAirport\nticket lines as regulated pursuant to Health and Safety Code Section 25949.4,\nand public circulation areas and public waiting room areas (except for intransit\nlounges which shall be 75% by area, no smoking).  It is the purpose of this\nSubdivision to prohibit, pursuant to the authority contained in Health and\nSafety Code Section 25949.6, smoking in airport public circulation areas, and\nairport public waiting room areas.  Violation of, or failure to comply with the\nprovisions of Health and Safety Code Section 25949.4 shall be punishable as set\nforth in Health and Safety Code Section 25949.8.  (Added by Ord. No. 170,386,\nEff. 3\/17\/95.)\t15.\tNotwithstanding the provisions of paragraph c. of Subdivision\n10. of Subsection B. and Subsection F. of Section 41.50, smoking shall be\nprohibited in bars located in airport terminals.  (Added by Ord. No. 170,386,\nEff. 3\/17\/95.)\t16.\t(Repealed by Ord. No. 179,058, Eff. 9\/18\/07.)\t17.\tCity\npermitted farmer’s markets as defined in Section 12.24 X.6.  (Added by Ord.\nNo. 180,200, Eff. 11\/2\/08.)\t18.\tOutdoor dining areas.  (Added by Ord. No.\n181,065, Eff. 3\/8\/10.)\ta.\tException.  The prohibition against smoking within\nthe ten foot non-enclosed areas described in Sections 41.50 A.7.a. and 41.50\nA.7.b. shall not apply to persons briefly passing by.\tb.\tGrace Period.  A one\nyear grace period shall follow the effective date of this ordinance to permit a\nperiod of public education.\t(i)\tWithin thirty days of the effective date of this\nsubsection:\t(1)\tAny business with an outdoor dining area as defined in Section\n41.50 A.7.a., such as a restaurant, shall post a notice near an entrance, exit,\nor cashier area in size 14 font or larger that is clearly visible and readable\nto a majority of its customers that shall remain posted through the end of the\none year grace period and state:“Beginning [DAY AFTER GRACE PERIOD ENDS],\nsmoking is prohibited in the outdoor dining area of this business during its\nhours of operation, and within ten feet of it, by order of the City of Los\nAngeles.”\t(2)\tAny business that provides food or drink that is regularly\nconsumed in a nearby outdoor dining area as defined in Section 41.50 A.7.b.,\nsuch as a food court, shall post a notice near an entrance, exit, or cashier\narea in size 14 font or larger that is clearly visible and readable to a\nmajority of its customers that shall remain posted through the end of the one\nyear grace period and state:“Beginning [DAY AFTER GRACE PERIOD ENDS], smoking\nis prohibited in the outdoor dining area near this business during its hours of\noperation, and within ten feet of it, by order of the City of Los\nAngeles.”\t(3)\tAny person authorized to manage or control an outdoor dining\narea as defined in Section 41.50 A.7.b., such as a food court, shall post enough\nnotices in size 14 font or larger to ensure that their message is clearly\nvisible and readable to most diners in the outdoor dining area, and most persons\npassing outdoors within ten feet of it, that shall remain posted through the end\nof the one year grace period and state: “Beginning [DAY AFTER GRACE PERIOD\nENDS], smoking is prohibited in this outdoor dining area during its hours of\noperation, and within ten feet of it, by order of the City of Los\nAngeles.”\t(4)\tAny business with an outdoor dining area as defined in Section\n41.50 A.7.c., such as a food kiosk, food cart or mobile food truck, shall post a\nnotice near the cashier area in size 14 font or larger that is clearly visible\nand readable to a majority of its customers that shall remain posted through the\nend of the one year grace period and state:“Beginning [DAY AFTER GRACE PERIOD\nENDS], smoking is prohibited within forty feet of this business during its hours\nof operation, by order of the City of Los Angeles.”\t(ii)\tTo continue the\npublic education process, all businesses or persons subject to this subsection\nare encouraged but not required to continue posting the required notice for a\nreasonable period after the grace period ends.\t(iii)\tThe no-smoking provisions\nof this subsection shall not be enforced during the one year grace\nperiod.\tc.\tPermanent Signs.\t(i)\tBy the end of the one year grace period, the\nfollowing shall comply with the requirements of Section 41.50 D.1.b., except\nthat the words “in this outdoor dining area or within ten feet of it” shall\nimmediately follow the required “NO SMOKING” phrase or international\nno-smoking symbol,  and need not comply with the 5 feet to 8 feet posting\nrequirement as long as they are of sufficient number and locations to ensure\nthat their message is clearly visible and readable to most diners in the outdoor\ndining area, and most persons passing outdoors within ten feet of it:\t(1)\tAny\nbusiness with an outdoor dining area as defined in Section 41.50 A.7.a., such as\na restaurant; or\t(2)\tAny person authorized to manage or control an outdoor\ndining area as defined in Section 41.50 A.7.b., such as a food court.\t(ii)\tBy\nthe end of the grace period, any business with an outdoor dining area as defined\nin Section 41.50 A.7.c., such as a food kiosk, food cart or mobile food truck,\nshall comply with the requirements of Section 41.50 D.1.b., except that it shall\npost only one sign, which shall be located near the cashier, shall include the\nwords “within forty feet of this business” immediately following the\nrequired “NO SMOKING” phrase or international no-smoking symbol, and need\nnot comply with the 5 feet to 8 feet posting requirement as long as the sign’s\nmessage is clearly visible and readable to a majority of its\ncustomers.\td.\tPenalties.  Failure to comply with any of the requirements of\nthis Section 41.50 B.18. shall be an infraction, as provided for in Section\n41.50 H.4.\tC.\tRegulation of Smoking in Places of Employment:  The places\nsubject to regulation pursuant to Subdivisions 1., 2., 3., 4., 8., and 9. of\nSubsection B. shall not be deemed places of employment for purposes of this\nsubsection.  (Paragraph amended by Ord. No. 162,989, Eff. 1\/7\/88.)\tThe\nfollowing regulations apply to places of employment:\t1.\tWithin one hundred\ntwenty (120) days of the effective date of this ordinance, each employer shall\nadopt, implement and maintain a written smoking policy which shall contain at a\nminimum, provisions related to the following:\ta.\tThe prohibition of smoking in\ncafeterias, restrooms, elevators and nurses aid stations or similar facilities\nfor the treatment of employees.  (Amended by Ord. No. 168,844, Eff.\n8\/2\/93.)\tb.\tThe provision and maintenance of a contiguous non-smoking area of\nnot less than two-thirds of the seating capacity and floor space in lunchrooms\nand employee lounges.  (Amended by Ord. No. 168,844, Eff. 8\/2\/93.)\tc.\tA\nstatement providing that in any dispute arising between smokers and non-smokers,\nefforts shall be made by the employer to accommodate the desires of both smokers\nand non-smokers.\tIt shall be the responsibility of employers to provide\nsmoke-free work areas for non-smokers to the maximum extent possible but\nemployers are not required to incur any expense to make structural or other\nphysical modifications in providing these areas. An employer who makes\nreasonable efforts to develop and promulgate a policy regarding smoking and\nnonsmoking in the work place shall be deemed to be in compliance with this\nparagraph, provided that a policy which designates an entire work place as a\nsmoking area shall not be deemed in compliance with this paragraph.\td.\tAn\nemployer shall post “No Smoking” signs in any area designated as a\nnon-smoking area.\t2.\tThe smoking policy shall be communicated in writing to all\ncurrent employees within three weeks of the date of adoption, and to all future\nemployees at the time of their entry into employment.\t3.\tNotwithstanding the\nabove, every employer shall have the authority to designate any work area as a\nnon-smoking area.\t4.\tAn employer who fails to adopt a smoking policy, or who\nfails to post signs in any area designated as a non-smoking area as required by\nSubdivision 1 shall be in violation of said subdivision. Such a violation shall\nbe punishable as a misdemeanor.\tD.\tSigns and Other Management\nResponsibilities:  (Title and Section amended by Ord. No. 162,989, Eff.\n1\/7\/88.)\t1.\tSigns.\ta.\tThe person having the authority to manage and control any\narea designated as a non-smoking area pursuant to Subdivisions 5. and 10. of\nSubsection B. shall place or caused to be placed and prominently displayed, and\nshall maintain “No Smoking” signs in conspicuous locations within said\nareas. All such signs shall clearly and conspicuously recite the phrase “NO\nSMOKING” and\/or use the international no-smoking symbol and shall cite Section\n41.50 of the Los Angeles Municipal Code. The signs shall be of sufficient number\nand location to cause the message of the signs to be clearly visible, legible\nand readable.\tb.\tThe person having the authority to manage and control any area\ndesignated as a non-smoking area pursuant to all other provisions of Subsections\nB. or C., shall post or cause to be posted and prominently displayed, and shall\nmaintain “No Smoking” signs in conspicuous locations within said areas. All\nsuch signs shall clearly and conspicuously recite the phrase “NO SMOKING”\nand\/or use the international no-smoking symbol and shall site Section 41.50 of\nthe Los Angeles Municipal Code. The signs shall be posted not less than 5 feet\nnor more than 8 feet above floor level and shall be of sufficient number and\nlocation to cause the message of at least one of the signs to be clearly\nvisible, legible and readable.\t2.\tThe person having the authority to manage and\ncontrol those restaurants subject to Subdivision 10. of Subsection B. with both\nsmoking and non-smoking sections shall be responsible for ensuring that patrons\nare asked their preference for seating in either the smoking or non-smoking\nsection.\t3.\tViolations.\ta.\tViolation of, or failure to comply with the\nprovisions of Subdivision 1. of this subsection shall be punishable as a\nmisdemeanor.\tb.\tViolation of, or failure to comply with the provisions of\nSubdivision 2. of this subsection shall be punishable as an infraction.\tE.\tOther\nAgency Cooperation:  Federal, State, County, public school and special district\nofficials are urged to enact and enforce provisions similar to the provisions\ncontained herein. (Amended by Ord. No. 162,989, Eff. 1\/7\/88.)\tF.\tEXCEPTIONS: \nThe prohibition set forth in Subsection B. and C. shall not apply to private\nenclosed offices occupied exclusively by smokers even though such an office may\nbe visited by non-smokers, or to those portions of bars open to the public. \n(Amended by Ord. No. 162,989, Eff. 1\/7\/88.)\tG.\tImplementation:  Employers shall\nimplement the provisions of this section in a manner consistent with all\napplicable State or Federal statutes, rules or regulations, on employer-employee\nrelations.\tH.\tPenalties:\t1.\tIt shall be unlawful to willfully mutilate or\ndestroy any signs required by this section.\t2.\tIt shall be unlawful to smoke in\nany area posted as a non-smoking area.\t3.\tIt shall be unlawful for an employer\nto discharge or in any manner discriminate against any employee who exercises\nhis or her rights under this section if the dominant intent of the employer is\nretaliation against the employee for exercising those rights. Violation of this\nprovision shall be a misdemeanor.\t4.\tExcept as otherwise expressly provided\nherein, violation of any provision or failure to comply with any requirement of\nthis section is an infraction.\n","html":"\n\t\t\t\t\t<section><p>  SMOKING PROHIBITED IN DESIGNATED AREAS.\n\t(Amended by Ord. No. 159,498, Eff. 12\/15\/84.)<br \/><br \/>\tA.\tDefinitions.  (Amended by Ord. No. 181,065, Eff. 3\/8\/10.)  The following words and phrases, whenever used in this <span class=\"dictionary\">ordinance<\/span> shall be construed as hereinafter set out, unless it shall be apparent from the context that they have a different meaning.<br \/><br \/>\t1.\t“Bar” shall mean an indoor area utilized primarily for the serving of alcoholic beverages and in which the service of food is only incidental to the consumption of such beverages.<br \/><br \/>\t2.\t“Employee” shall mean any person who is employed by any employer in consideration for monetary compensation or profit.<br \/><br \/>\t3.\t“Employer” shall mean any person, partnership, corporation, excluding municipal corporation, who employs the services of more than four persons.<br \/><br \/>\t4.\t“Place of employment” shall mean any enclosed area under the control of a public or private employer which employees normally frequent during the course of employment, including, but not limited to, work areas, employee lounges, conference rooms, and employee cafeterias.  A private residence is not a place of employment.<br \/><br \/>\t5.\t“Service Line” shall mean any indoor line at which one or more persons are waiting for or receiving service of any kind, whether or not such service involves the exchange of money.<br \/><br \/>\t6.\t“Smoke” or “Smoking” shall include the carrying or holding of a lighted pipe, cigar or cigarette of any kind, or any other lighted smoking equipment or the lighting or emitting or exhaling the smoke of a pipe, cigar or cigarette of any kind.<br \/><br \/>\t7.\t“Outdoor dining area” shall mean for purposes of this section an outdoor area:<br \/><br \/>\ta.\tOf a business, such as a restaurant, that is dedicated by the business as a place for the consumption of food or drinks that are regularly sold or provided by that business, and all non-enclosed areas within ten feet thereof;<br \/><br \/>\tb.\tThat is dedicated by the person authorized to manage or control the area as a place for the consumption of food or drinks that are regularly sold or provided by one or more nearby businesses, such as a food <span class=\"dictionary\">court<\/span>, and all non-enclosed areas within ten feet thereof; or<br \/><br \/>\tc.\tWithin a forty foot radius of a business, such as a food kiosk, food cart or mobile food truck, that regularly sells or provides food or drinks but has no outdoor area dedicated by the business as a place for the consumption of food or drinks that are regularly sold or provided by that business.<br \/><br \/>\td.\tHowever, an outdoor dining area shall not include an area that is contiguous to one of the following:<br \/><br \/>\t(i)\tA bar, or a nightclub that requires that its patrons be eighteen or older; or<br \/><br \/>\t(ii)\tA restaurant, business or non-commercial building that is completely closed to the public for a private event.<br \/><br \/>\tB.\tProhibition:  It shall be unlawful to smoke in the following places:<br \/><br \/>\t1.\tThose portions of any building, structure or other enclosed facility open to the general public for the primary purpose of exhibiting any <span class=\"dictionary\">motion<\/span> picture, stage production, musical recital, or similar performance. However, smoking may be permitted in designated areas of lobbies. (Added by Ord. No. 162,989, Eff. 1\/7\/88.)<br \/><br \/>\t2.\tAny room, chamber, indoor place of meeting or indoor public assembly, wherein public business is conducted and which is open to members of the general public either as participants or as spectators.  (Amended by Ord. No. 164,776, Eff. 6\/3\/89.)<br \/><br \/>\t3.\tThose areas within the buildings or structures of any health care facility which are open to visitors to the premises except that in such areas there may be enclosed areas designated and set aside on each floor where smoking may be allowed.<br \/><br \/>\t4.\tAny retail food marketing establishments including grocery stores and supermarkets except those areas of such establishments set aside for the serving of food and drink, restrooms, and offices  and areas thereof not open to the public.<br \/><br \/>\t5.\tService lines in those areas of buildings open to the public, except those lines in stores specializing in the sale of tobacco products.  (Added by Ord. No. 162,989, Eff. 1\/7\/88.)<br \/><br \/>\t6.\tThose indoor areas of libraries, museums and art galleries open to the public.  (Added by Ord. No. 162,989, Eff. 1\/7\/88.)<br \/><br \/>\t7.\tThose indoor areas of retail stores open to the public, except retail stores specializing in the sale of tobacco products.  (Added by Ord. No. 162,989, Eff. 1\/7\/88.)<br \/><br \/>\t8.\tIndoor polling places.  (Added by Ord. No. 162,989, Eff. 1\/7\/88.)<br \/><br \/>\t9.\tThose indoor areas normally occupied by children in private elementary and secondary schools, private child day care facilities as defined in Section 1596.750 of the Health and Safety Code, and private residences licensed as child day care facilities during the hours of operation as such a facility.  (Added by Ord. No. 162,989, Eff. 1\/7\/88.)<br \/><br \/>\t10.\t(Amended by Ord. No. 168,844, Eff. 8\/2\/93.)<br \/><br \/>\ta.\tIndoor restaurants, except as set forth in paragraphs b and c below.<br \/><br \/>\tb.\tRestaurants with a seating capacity of more than 50 persons located in a dance club, excluding from that calculation of capacity any portion of such facility which is located outdoors and\/or which is utilized as a bar, shall have a portion of the dining area designated as a non-smoking area.  The non-smoking area required by this paragraph must be a contiguously maintained indoor area comprised of at least 50% of both the seating capacity and floor space of the area in which customers are being served.<br \/><br \/>\tc.\tThe prohibition set forth in paragraphs a and b above, shall not apply to any portion of a restaurant which is utilized as a bar, or to any rooms which are being used for private functions, but only while any such rooms are used for such private functions.<br \/><br \/>\t11.\tThose portions open to the general public of any arena, gymnasium or other similar enclosed building designed primarily for the purpose of observing sports events. However, smoking may be permitted in designated areas of lobbies.  (Added by Ord. No. 162,989, Eff. 1\/7\/88.)<br \/><br \/>\t12.\tTrain, cruise ship, and bus depot waiting areas and ticket lines as regulated pursuant to Health and Safety Code Section 25949.4.  Violation of, or failure to comply with the provisions of Health and Safety Code Section 25949.4 shall be punishable as set forth in Health and Safety Code Section 25949.8.  (Amended by Ord. No. 170,386, Eff. 3\/17\/95.)<br \/><br \/>\t13.\t(Amended by Ord. No. 170,386, Eff. 3\/17\/95.)  Any portion of a building owned by the City of Los Angeles, and those portions of a building leased by the City of Los Angeles, except that:<br \/><br \/>\ta.\tWaiting areas and ticket lines in the Los Angeles Harbor cruise ship terminals shall be regulated as set forth in Subdivision 12. above, and<br \/><br \/>\tb.\tRestaurants in any building owned by the City of Los Angeles or in those portions of a building leased by the City of Los Angeles shall be regulated as set forth in Subdivision 10. above.<br \/><br \/>\t14.\tAirport ticket lines as regulated pursuant to Health and Safety Code Section 25949.4, and public circulation areas and public waiting room areas (except for intransit lounges which shall be 75% by area, no smoking).  It is the purpose of this Subdivision to prohibit, pursuant to the authority contained in Health and Safety Code Section 25949.6, smoking in airport public circulation areas, and airport public waiting room areas.  Violation of, or failure to comply with the provisions of Health and Safety Code Section 25949.4 shall be punishable as set forth in Health and Safety Code Section 25949.8.  (Added by Ord. No. 170,386, Eff. 3\/17\/95.)<br \/><br \/>\t15.\tNotwithstanding the provisions of paragraph c. of Subdivision 10. of Subsection B. and Subsection F. of Section 41.50, smoking shall be prohibited in bars located in airport terminals.  (Added by Ord. No. 170,386, Eff. 3\/17\/95.)<br \/><br \/>\t16.\t(Repealed by Ord. No. 179,058, Eff. 9\/18\/07.)<br \/><br \/>\t17.\tCity permitted farmer’s markets as defined in Section 12.24 X.6.  (Added by Ord. No. 180,200, Eff. 11\/2\/08.)<br \/><br \/>\t18.\tOutdoor dining areas.  (Added by Ord. No. 181,065, Eff. 3\/8\/10.)<br \/><br \/>\ta.\tException.  The prohibition against smoking within the ten foot non-enclosed areas described in Sections 41.50 A.7.a. and 41.50 A.7.b. shall not apply to persons briefly passing by.<br \/><br \/>\tb.\tGrace Period.  A one year grace period shall follow the effective date of this <span class=\"dictionary\">ordinance<\/span> to permit a period of public education.<br \/><br \/>\t(i)\tWithin thirty days of the effective date of this subsection:<br \/><br \/>\t(1)\tAny business with an outdoor dining area as defined in Section 41.50 A.7.a., such as a restaurant, shall post a notice near an entrance, exit, or cashier area in size 14 font or larger that is clearly visible and readable to a majority of its customers that shall remain posted through the end of the one year grace period and state:<br \/><br \/>“Beginning [DAY AFTER GRACE PERIOD ENDS], smoking is prohibited in the outdoor dining area of this business during its hours of operation, and within ten feet of it, by <span class=\"dictionary\">order<\/span> of the City of Los Angeles.”<br \/><br \/>\t(2)\tAny business that provides food or drink that is regularly consumed in a nearby outdoor dining area as defined in Section 41.50 A.7.b., such as a food <span class=\"dictionary\">court<\/span>, shall post a notice near an entrance, exit, or cashier area in size 14 font or larger that is clearly visible and readable to a majority of its customers that shall remain posted through the end of the one year grace period and state:<br \/><br \/>“Beginning [DAY AFTER GRACE PERIOD ENDS], smoking is prohibited in the outdoor dining area near this business during its hours of operation, and within ten feet of it, by <span class=\"dictionary\">order<\/span> of the City of Los Angeles.”<br \/><br \/>\t(3)\tAny person authorized to manage or control an outdoor dining area as defined in Section 41.50 A.7.b., such as a food <span class=\"dictionary\">court<\/span>, shall post enough notices in size 14 font or larger to ensure that their message is clearly visible and readable to most diners in the outdoor dining area, and most persons passing outdoors within ten feet of it, that shall remain posted through the end of the one year grace period and state: <br \/><br \/>“Beginning [DAY AFTER GRACE PERIOD ENDS], smoking is prohibited in this outdoor dining area during its hours of operation, and within ten feet of it, by <span class=\"dictionary\">order<\/span> of the City of Los Angeles.”<br \/><br \/>\t(4)\tAny business with an outdoor dining area as defined in Section 41.50 A.7.c., such as a food kiosk, food cart or mobile food truck, shall post a notice near the cashier area in size 14 font or larger that is clearly visible and readable to a majority of its customers that shall remain posted through the end of the one year grace period and state:<br \/><br \/>“Beginning [DAY AFTER GRACE PERIOD ENDS], smoking is prohibited within forty feet of this business during its hours of operation, by <span class=\"dictionary\">order<\/span> of the City of Los Angeles.”<br \/><br \/>\t(ii)\tTo continue the public education process, all businesses or persons subject to this subsection are encouraged but not required to continue posting the required notice for a reasonable period after the grace period ends.<br \/><br \/>\t(iii)\tThe no-smoking provisions of this subsection shall not be enforced during the one year grace period.<br \/><br \/>\tc.\tPermanent Signs.<br \/><br \/>\t(i)\tBy the end of the one year grace period, the following shall comply with the requirements of Section 41.50 D.1.b., except that the words “in this outdoor dining area or within ten feet of it” shall immediately follow the required “NO SMOKING” phrase or international no-smoking symbol,  and need not comply with the 5 feet to 8 feet posting requirement as long as they are of sufficient number and locations to ensure that their message is clearly visible and readable to most diners in the outdoor dining area, and most persons passing outdoors within ten feet of it:<br \/><br \/>\t(1)\tAny business with an outdoor dining area as defined in Section 41.50 A.7.a., such as a restaurant; or<br \/><br \/>\t(2)\tAny person authorized to manage or control an outdoor dining area as defined in Section 41.50 A.7.b., such as a food <span class=\"dictionary\">court<\/span>.<br \/><br \/>\t(ii)\tBy the end of the grace period, any business with an outdoor dining area as defined in Section 41.50 A.7.c., such as a food kiosk, food cart or mobile food truck, shall comply with the requirements of Section 41.50 D.1.b., except that it shall post only one sign, which shall be located near the cashier, shall include the words “within forty feet of this business” immediately following the required “NO SMOKING” phrase or international no-smoking symbol, and need not comply with the 5 feet to 8 feet posting requirement as long as the sign’s message is clearly visible and readable to a majority of its customers.<br \/><br \/>\td.\tPenalties.  Failure to comply with any of the requirements of this Section 41.50 B.18. shall be an infraction, as provided for in Section 41.50 H.4.<br \/><br \/>\tC.\tRegulation of Smoking in Places of Employment:  The places subject to regulation pursuant to Subdivisions 1., 2., 3., 4., 8., and 9. of Subsection B. shall not be deemed places of employment for purposes of this subsection.  (Paragraph amended by Ord. No. 162,989, Eff. 1\/7\/88.)<br \/><br \/>\tThe following regulations apply to places of employment:<br \/><br \/>\t1.\tWithin one hundred twenty (120) days of the effective date of this <span class=\"dictionary\">ordinance<\/span>, each employer shall adopt, implement and maintain a written smoking policy which shall contain at a minimum, provisions related to the following:<br \/><br \/>\ta.\tThe prohibition of smoking in cafeterias, restrooms, elevators and nurses aid stations or similar facilities for the treatment of employees.  (Amended by Ord. No. 168,844, Eff. 8\/2\/93.)<br \/><br \/>\tb.\tThe provision and maintenance of a contiguous non-smoking area of not less than two-thirds of the seating capacity and floor space in lunchrooms and employee lounges.  (Amended by Ord. No. 168,844, Eff. 8\/2\/93.)<br \/><br \/>\tc.\tA statement providing that in any dispute arising between smokers and non-smokers, efforts shall be made by the employer to accommodate the desires of both smokers and non-smokers.<br \/><br \/>\tIt shall be the responsibility of employers to provide smoke-free work areas for non-smokers to the maximum extent possible but employers are not required to incur any expense to make structural or other physical modifications in providing these areas. An employer who makes reasonable efforts to develop and promulgate a policy regarding smoking and nonsmoking in the work place shall be deemed to be in compliance with this paragraph, provided that a policy which designates an entire work place as a smoking area shall not be deemed in compliance with this paragraph.<br \/><br \/>\td.\tAn employer shall post “No Smoking” signs in any area designated as a non-smoking area.<br \/><br \/>\t2.\tThe smoking policy shall be communicated in writing to all current employees within three weeks of the date of adoption, and to all future employees at the time of their entry into employment.<br \/><br \/>\t3.\tNotwithstanding the above, every employer shall have the authority to designate any work area as a non-smoking area.<br \/><br \/>\t4.\tAn employer who fails to adopt a smoking policy, or who fails to post signs in any area designated as a non-smoking area as required by Subdivision 1 shall be in violation of said subdivision. Such a violation shall be punishable as a <span class=\"dictionary\">misdemeanor<\/span>.<br \/><br \/>\tD.\tSigns and Other Management Responsibilities:  (Title and Section amended by Ord. No. 162,989, Eff. 1\/7\/88.)<br \/><br \/>\t1.\tSigns.<br \/><br \/>\ta.\tThe person having the authority to manage and control any area designated as a non-smoking area pursuant to Subdivisions 5. and 10. of Subsection B. shall place or caused to be placed and prominently displayed, and shall maintain “No Smoking” signs in conspicuous locations within said areas. All such signs shall clearly and conspicuously recite the phrase “NO SMOKING” and\/or use the international no-smoking symbol and shall cite Section 41.50 of the Los Angeles Municipal Code. The signs shall be of sufficient number and location to cause the message of the signs to be clearly visible, legible and readable.<br \/><br \/>\tb.\tThe person having the authority to manage and control any area designated as a non-smoking area pursuant to all other provisions of Subsections B. or C., shall post or cause to be posted and prominently displayed, and shall maintain “No Smoking” signs in conspicuous locations within said areas. All such signs shall clearly and conspicuously recite the phrase “NO SMOKING” and\/or use the international no-smoking symbol and shall site Section 41.50 of the Los Angeles Municipal Code. The signs shall be posted not less than 5 feet nor more than 8 feet above floor level and shall be of sufficient number and location to cause the message of at least one of the signs to be clearly visible, legible and readable.<br \/><br \/>\t2.\tThe person having the authority to manage and control those restaurants subject to Subdivision 10. of Subsection B. with both smoking and non-smoking sections shall be responsible for ensuring that patrons are asked their preference for seating in either the smoking or non-smoking section.<br \/><br \/>\t3.\tViolations.<br \/><br \/>\ta.\tViolation of, or failure to comply with the provisions of Subdivision 1. of this subsection shall be punishable as a <span class=\"dictionary\">misdemeanor<\/span>.<br \/><br \/>\tb.\tViolation of, or failure to comply with the provisions of Subdivision 2. of this subsection shall be punishable as an infraction.<br \/><br \/>\tE.\tOther Agency Cooperation:  Federal, State, County, public school and special district officials are urged to enact and enforce provisions similar to the provisions contained herein. (Amended by Ord. No. 162,989, Eff. 1\/7\/88.)<br \/><br \/>\tF.\tEXCEPTIONS:  The prohibition set forth in Subsection B. and C. shall not apply to private enclosed offices occupied exclusively by smokers even though such an office may be visited by non-smokers, or to those portions of bars open to the public.  (Amended by Ord. No. 162,989, Eff. 1\/7\/88.)<br \/><br \/>\tG.\tImplementation:  Employers shall implement the provisions of this section in a manner consistent with all applicable State or Federal <span class=\"dictionary\">statutes<\/span>, rules or regulations, on employer-employee relations.<br \/><br \/>\tH.\tPenalties:<br \/><br \/>\t1.\tIt shall be unlawful to willfully mutilate or destroy any signs required by this section.<br \/><br \/>\t2.\tIt shall be unlawful to smoke in any area posted as a non-smoking area.<br \/><br \/>\t3.\tIt shall be unlawful for an employer to discharge or in any manner discriminate against any employee who exercises his or her rights under this section if the dominant <span class=\"dictionary\">intent<\/span> of the employer is retaliation against the employee for exercising those rights. Violation of this provision shall be a <span class=\"dictionary\">misdemeanor<\/span>.<br \/><br \/>\t4.\tExcept as otherwise expressly provided herein, violation of any provision or failure to comply with any requirement of this section is an infraction.<\/p><\/section>","previous_section":{"id":"4033","structure_id":"66","section_number":"41.49","catch_line":"Hotel Registers And Room Rentals.","url":"\/41.49\/","token":"41.49"},"text":{"0":{"id":"3856","text":"  SMOKING PROHIBITED IN DESIGNATED AREAS.\n\t(Amended by Ord. No. 159,498, Eff. 12\/15\/84.)\tA.\tDefinitions.  (Amended by Ord. No. 181,065, Eff. 3\/8\/10.)  The following words and phrases, whenever used in this ordinance shall be construed as hereinafter set out, unless it shall be apparent from the context that they have a different meaning.\t1.\t“Bar” shall mean an indoor area utilized primarily for the serving of alcoholic beverages and in which the service of food is only incidental to the consumption of such beverages.\t2.\t“Employee” shall mean any person who is employed by any employer in consideration for monetary compensation or profit.\t3.\t“Employer” shall mean any person, partnership, corporation, excluding municipal corporation, who employs the services of more than four persons.\t4.\t“Place of employment” shall mean any enclosed area under the control of a public or private employer which employees normally frequent during the course of employment, including, but not limited to, work areas, employee lounges, conference rooms, and employee cafeterias.  A private residence is not a place of employment.\t5.\t“Service Line” shall mean any indoor line at which one or more persons are waiting for or receiving service of any kind, whether or not such service involves the exchange of money.\t6.\t“Smoke” or “Smoking” shall include the carrying or holding of a lighted pipe, cigar or cigarette of any kind, or any other lighted smoking equipment or the lighting or emitting or exhaling the smoke of a pipe, cigar or cigarette of any kind.\t7.\t“Outdoor dining area” shall mean for purposes of this section an outdoor area:\ta.\tOf a business, such as a restaurant, that is dedicated by the business as a place for the consumption of food or drinks that are regularly sold or provided by that business, and all non-enclosed areas within ten feet thereof;\tb.\tThat is dedicated by the person authorized to manage or control the area as a place for the consumption of food or drinks that are regularly sold or provided by one or more nearby businesses, such as a food court, and all non-enclosed areas within ten feet thereof; or\tc.\tWithin a forty foot radius of a business, such as a food kiosk, food cart or mobile food truck, that regularly sells or provides food or drinks but has no outdoor area dedicated by the business as a place for the consumption of food or drinks that are regularly sold or provided by that business.\td.\tHowever, an outdoor dining area shall not include an area that is contiguous to one of the following:\t(i)\tA bar, or a nightclub that requires that its patrons be eighteen or older; or\t(ii)\tA restaurant, business or non-commercial building that is completely closed to the public for a private event.\tB.\tProhibition:  It shall be unlawful to smoke in the following places:\t1.\tThose portions of any building, structure or other enclosed facility open to the general public for the primary purpose of exhibiting any motion picture, stage production, musical recital, or similar performance. However, smoking may be permitted in designated areas of lobbies. (Added by Ord. No. 162,989, Eff. 1\/7\/88.)\t2.\tAny room, chamber, indoor place of meeting or indoor public assembly, wherein public business is conducted and which is open to members of the general public either as participants or as spectators.  (Amended by Ord. No. 164,776, Eff. 6\/3\/89.)\t3.\tThose areas within the buildings or structures of any health care facility which are open to visitors to the premises except that in such areas there may be enclosed areas designated and set aside on each floor where smoking may be allowed.\t4.\tAny retail food marketing establishments including grocery stores and supermarkets except those areas of such establishments set aside for the serving of food and drink, restrooms, and offices  and areas thereof not open to the public.\t5.\tService lines in those areas of buildings open to the public, except those lines in stores specializing in the sale of tobacco products.  (Added by Ord. No. 162,989, Eff. 1\/7\/88.)\t6.\tThose indoor areas of libraries, museums and art galleries open to the public.  (Added by Ord. No. 162,989, Eff. 1\/7\/88.)\t7.\tThose indoor areas of retail stores open to the public, except retail stores specializing in the sale of tobacco products.  (Added by Ord. No. 162,989, Eff. 1\/7\/88.)\t8.\tIndoor polling places.  (Added by Ord. No. 162,989, Eff. 1\/7\/88.)\t9.\tThose indoor areas normally occupied by children in private elementary and secondary schools, private child day care facilities as defined in Section 1596.750 of the Health and Safety Code, and private residences licensed as child day care facilities during the hours of operation as such a facility.  (Added by Ord. No. 162,989, Eff. 1\/7\/88.)\t10.\t(Amended by Ord. No. 168,844, Eff. 8\/2\/93.)\ta.\tIndoor restaurants, except as set forth in paragraphs b and c below.\tb.\tRestaurants with a seating capacity of more than 50 persons located in a dance club, excluding from that calculation of capacity any portion of such facility which is located outdoors and\/or which is utilized as a bar, shall have a portion of the dining area designated as a non-smoking area.  The non-smoking area required by this paragraph must be a contiguously maintained indoor area comprised of at least 50% of both the seating capacity and floor space of the area in which customers are being served.\tc.\tThe prohibition set forth in paragraphs a and b above, shall not apply to any portion of a restaurant which is utilized as a bar, or to any rooms which are being used for private functions, but only while any such rooms are used for such private functions.\t11.\tThose portions open to the general public of any arena, gymnasium or other similar enclosed building designed primarily for the purpose of observing sports events. However, smoking may be permitted in designated areas of lobbies.  (Added by Ord. No. 162,989, Eff. 1\/7\/88.)\t12.\tTrain, cruise ship, and bus depot waiting areas and ticket lines as regulated pursuant to Health and Safety Code Section 25949.4.  Violation of, or failure to comply with the provisions of Health and Safety Code Section 25949.4 shall be punishable as set forth in Health and Safety Code Section 25949.8.  (Amended by Ord. No. 170,386, Eff. 3\/17\/95.)\t13.\t(Amended by Ord. No. 170,386, Eff. 3\/17\/95.)  Any portion of a building owned by the City of Los Angeles, and those portions of a building leased by the City of Los Angeles, except that:\ta.\tWaiting areas and ticket lines in the Los Angeles Harbor cruise ship terminals shall be regulated as set forth in Subdivision 12. above, and\tb.\tRestaurants in any building owned by the City of Los Angeles or in those portions of a building leased by the City of Los Angeles shall be regulated as set forth in Subdivision 10. above.\t14.\tAirport ticket lines as regulated pursuant to Health and Safety Code Section 25949.4, and public circulation areas and public waiting room areas (except for intransit lounges which shall be 75% by area, no smoking).  It is the purpose of this Subdivision to prohibit, pursuant to the authority contained in Health and Safety Code Section 25949.6, smoking in airport public circulation areas, and airport public waiting room areas.  Violation of, or failure to comply with the provisions of Health and Safety Code Section 25949.4 shall be punishable as set forth in Health and Safety Code Section 25949.8.  (Added by Ord. No. 170,386, Eff. 3\/17\/95.)\t15.\tNotwithstanding the provisions of paragraph c. of Subdivision 10. of Subsection B. and Subsection F. of Section 41.50, smoking shall be prohibited in bars located in airport terminals.  (Added by Ord. No. 170,386, Eff. 3\/17\/95.)\t16.\t(Repealed by Ord. No. 179,058, Eff. 9\/18\/07.)\t17.\tCity permitted farmer’s markets as defined in Section 12.24 X.6.  (Added by Ord. No. 180,200, Eff. 11\/2\/08.)\t18.\tOutdoor dining areas.  (Added by Ord. No. 181,065, Eff. 3\/8\/10.)\ta.\tException.  The prohibition against smoking within the ten foot non-enclosed areas described in Sections 41.50 A.7.a. and 41.50 A.7.b. shall not apply to persons briefly passing by.\tb.\tGrace Period.  A one year grace period shall follow the effective date of this ordinance to permit a period of public education.\t(i)\tWithin thirty days of the effective date of this subsection:\t(1)\tAny business with an outdoor dining area as defined in Section 41.50 A.7.a., such as a restaurant, shall post a notice near an entrance, exit, or cashier area in size 14 font or larger that is clearly visible and readable to a majority of its customers that shall remain posted through the end of the one year grace period and state:“Beginning [DAY AFTER GRACE PERIOD ENDS], smoking is prohibited in the outdoor dining area of this business during its hours of operation, and within ten feet of it, by order of the City of Los Angeles.”\t(2)\tAny business that provides food or drink that is regularly consumed in a nearby outdoor dining area as defined in Section 41.50 A.7.b., such as a food court, shall post a notice near an entrance, exit, or cashier area in size 14 font or larger that is clearly visible and readable to a majority of its customers that shall remain posted through the end of the one year grace period and state:“Beginning [DAY AFTER GRACE PERIOD ENDS], smoking is prohibited in the outdoor dining area near this business during its hours of operation, and within ten feet of it, by order of the City of Los Angeles.”\t(3)\tAny person authorized to manage or control an outdoor dining area as defined in Section 41.50 A.7.b., such as a food court, shall post enough notices in size 14 font or larger to ensure that their message is clearly visible and readable to most diners in the outdoor dining area, and most persons passing outdoors within ten feet of it, that shall remain posted through the end of the one year grace period and state: “Beginning [DAY AFTER GRACE PERIOD ENDS], smoking is prohibited in this outdoor dining area during its hours of operation, and within ten feet of it, by order of the City of Los Angeles.”\t(4)\tAny business with an outdoor dining area as defined in Section 41.50 A.7.c., such as a food kiosk, food cart or mobile food truck, shall post a notice near the cashier area in size 14 font or larger that is clearly visible and readable to a majority of its customers that shall remain posted through the end of the one year grace period and state:“Beginning [DAY AFTER GRACE PERIOD ENDS], smoking is prohibited within forty feet of this business during its hours of operation, by order of the City of Los Angeles.”\t(ii)\tTo continue the public education process, all businesses or persons subject to this subsection are encouraged but not required to continue posting the required notice for a reasonable period after the grace period ends.\t(iii)\tThe no-smoking provisions of this subsection shall not be enforced during the one year grace period.\tc.\tPermanent Signs.\t(i)\tBy the end of the one year grace period, the following shall comply with the requirements of Section 41.50 D.1.b., except that the words “in this outdoor dining area or within ten feet of it” shall immediately follow the required “NO SMOKING” phrase or international no-smoking symbol,  and need not comply with the 5 feet to 8 feet posting requirement as long as they are of sufficient number and locations to ensure that their message is clearly visible and readable to most diners in the outdoor dining area, and most persons passing outdoors within ten feet of it:\t(1)\tAny business with an outdoor dining area as defined in Section 41.50 A.7.a., such as a restaurant; or\t(2)\tAny person authorized to manage or control an outdoor dining area as defined in Section 41.50 A.7.b., such as a food court.\t(ii)\tBy the end of the grace period, any business with an outdoor dining area as defined in Section 41.50 A.7.c., such as a food kiosk, food cart or mobile food truck, shall comply with the requirements of Section 41.50 D.1.b., except that it shall post only one sign, which shall be located near the cashier, shall include the words “within forty feet of this business” immediately following the required “NO SMOKING” phrase or international no-smoking symbol, and need not comply with the 5 feet to 8 feet posting requirement as long as the sign’s message is clearly visible and readable to a majority of its customers.\td.\tPenalties.  Failure to comply with any of the requirements of this Section 41.50 B.18. shall be an infraction, as provided for in Section 41.50 H.4.\tC.\tRegulation of Smoking in Places of Employment:  The places subject to regulation pursuant to Subdivisions 1., 2., 3., 4., 8., and 9. of Subsection B. shall not be deemed places of employment for purposes of this subsection.  (Paragraph amended by Ord. No. 162,989, Eff. 1\/7\/88.)\tThe following regulations apply to places of employment:\t1.\tWithin one hundred twenty (120) days of the effective date of this ordinance, each employer shall adopt, implement and maintain a written smoking policy which shall contain at a minimum, provisions related to the following:\ta.\tThe prohibition of smoking in cafeterias, restrooms, elevators and nurses aid stations or similar facilities for the treatment of employees.  (Amended by Ord. No. 168,844, Eff. 8\/2\/93.)\tb.\tThe provision and maintenance of a contiguous non-smoking area of not less than two-thirds of the seating capacity and floor space in lunchrooms and employee lounges.  (Amended by Ord. No. 168,844, Eff. 8\/2\/93.)\tc.\tA statement providing that in any dispute arising between smokers and non-smokers, efforts shall be made by the employer to accommodate the desires of both smokers and non-smokers.\tIt shall be the responsibility of employers to provide smoke-free work areas for non-smokers to the maximum extent possible but employers are not required to incur any expense to make structural or other physical modifications in providing these areas. An employer who makes reasonable efforts to develop and promulgate a policy regarding smoking and nonsmoking in the work place shall be deemed to be in compliance with this paragraph, provided that a policy which designates an entire work place as a smoking area shall not be deemed in compliance with this paragraph.\td.\tAn employer shall post “No Smoking” signs in any area designated as a non-smoking area.\t2.\tThe smoking policy shall be communicated in writing to all current employees within three weeks of the date of adoption, and to all future employees at the time of their entry into employment.\t3.\tNotwithstanding the above, every employer shall have the authority to designate any work area as a non-smoking area.\t4.\tAn employer who fails to adopt a smoking policy, or who fails to post signs in any area designated as a non-smoking area as required by Subdivision 1 shall be in violation of said subdivision. Such a violation shall be punishable as a misdemeanor.\tD.\tSigns and Other Management Responsibilities:  (Title and Section amended by Ord. No. 162,989, Eff. 1\/7\/88.)\t1.\tSigns.\ta.\tThe person having the authority to manage and control any area designated as a non-smoking area pursuant to Subdivisions 5. and 10. of Subsection B. shall place or caused to be placed and prominently displayed, and shall maintain “No Smoking” signs in conspicuous locations within said areas. All such signs shall clearly and conspicuously recite the phrase “NO SMOKING” and\/or use the international no-smoking symbol and shall cite Section 41.50 of the Los Angeles Municipal Code. The signs shall be of sufficient number and location to cause the message of the signs to be clearly visible, legible and readable.\tb.\tThe person having the authority to manage and control any area designated as a non-smoking area pursuant to all other provisions of Subsections B. or C., shall post or cause to be posted and prominently displayed, and shall maintain “No Smoking” signs in conspicuous locations within said areas. All such signs shall clearly and conspicuously recite the phrase “NO SMOKING” and\/or use the international no-smoking symbol and shall site Section 41.50 of the Los Angeles Municipal Code. The signs shall be posted not less than 5 feet nor more than 8 feet above floor level and shall be of sufficient number and location to cause the message of at least one of the signs to be clearly visible, legible and readable.\t2.\tThe person having the authority to manage and control those restaurants subject to Subdivision 10. of Subsection B. with both smoking and non-smoking sections shall be responsible for ensuring that patrons are asked their preference for seating in either the smoking or non-smoking section.\t3.\tViolations.\ta.\tViolation of, or failure to comply with the provisions of Subdivision 1. of this subsection shall be punishable as a misdemeanor.\tb.\tViolation of, or failure to comply with the provisions of Subdivision 2. of this subsection shall be punishable as an infraction.\tE.\tOther Agency Cooperation:  Federal, State, County, public school and special district officials are urged to enact and enforce provisions similar to the provisions contained herein. (Amended by Ord. No. 162,989, Eff. 1\/7\/88.)\tF.\tEXCEPTIONS:  The prohibition set forth in Subsection B. and C. shall not apply to private enclosed offices occupied exclusively by smokers even though such an office may be visited by non-smokers, or to those portions of bars open to the public.  (Amended by Ord. No. 162,989, Eff. 1\/7\/88.)\tG.\tImplementation:  Employers shall implement the provisions of this section in a manner consistent with all applicable State or Federal statutes, rules or regulations, on employer-employee relations.\tH.\tPenalties:\t1.\tIt shall be unlawful to willfully mutilate or destroy any signs required by this section.\t2.\tIt shall be unlawful to smoke in any area posted as a non-smoking area.\t3.\tIt shall be unlawful for an employer to discharge or in any manner discriminate against any employee who exercises his or her rights under this section if the dominant intent of the employer is retaliation against the employee for exercising those rights. Violation of this provision shall be a misdemeanor.\t4.\tExcept as otherwise expressly provided herein, violation of any provision or failure to comply with any requirement of this section is an infraction.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}