{"section_number":"41.71","edition_id":"1","section_id":"4031","structure_id":"66","catch_line":"Gang-Related Nuisance Vehicle Forfeiture.","history":"","full_text":"  GANG-RELATED NUISANCE VEHICLE FORFEITURE.\n\t(Added by Ord. No. 180,465, Eff. 2\/8\/09.)\n\n\t(a)\tDefinitions.  As used in this section:\n\n\t(1)\t“Gang Injunction” means a court order, in the form of a preliminary or permanent injunction, issued against an identified criminal street gang as an unincorporated association or organization, the provisions of which seek to enjoin the gang’s nuisance activities in a delineated geographic area known as the “Safety Zone”.\n\n\t(2)\t“Gang Member” means a member of a “criminal street gang” as that term is defined in Penal Code section 186.22, subdivision (t).\n\n\t(3)\t“Legal Owner” means the “legal owner” of a vehicle as defined in Vehicle Code section 370.\n\n\t(4)\t“Registered Owner” means the “registered owner” of a vehicle as defined in Vehicle Code section 505.\n\n\t(5)\t“Safety Zone” means a geographic area delineated in any gang injunction within which a gang’s nuisance activities are to be enjoined.\n\n\t(6)\t“Vehicle” means any transportation device that would require a driver of the vehicle to have in his or her immediate possession a valid driver’s license for the appropriate class of vehicle.\n\n\t(b)\tCircumstances in Which Vehicle Becomes Nuisance Subject to Seizure and Forfeiture.  A vehicle used in any of the following circumstances is a nuisance that shall be enjoined and abated as provided in this section:\n\n\t(1)\tAny vehicle used within the City by one or more gang members for the purpose of the commission of any of the offenses listed in Penal Code section 186.22, subdivision (e), except for the offenses listed in subdivision (e)(4) (relating to the sale, transportation and manufacture of controlled substances).\n\n\t(2)\tAny vehicle used within a Safety Zone in which a gang member who is subject to and has notice of the Gang Injunction is:\n\n\t(A)\tPresent with another known gang member in violation of the Gang Injunction; or\n\n\t(B)\tPresent and in actual or constructive possession of graffiti tools in violation of the Gang Injunction; or\n\n\t(C)\tPresent and transporting, concealing, or storing a firearm or any ammunition, the possession of which would be a violation of the Gang Injunction.\n\n\t(c)\tTitle to Vest in the City.  All right, title and interest in any vehicle used in any of the circumstances described in subsection (b) shall vest in the City upon commission of the act giving rise to the nuisance.\n\n\t(d)\tSeizure of Vehicle.\n\n\t(1)\tA peace officer may seize a vehicle for forfeiture upon the issuance of an order by a court having jurisdiction of the vehicle.\n\n\t(2)\tA peace officer may seize a vehicle for forfeiture without a court order when:\n\n\t(A)\tThe seizure is incident to an arrest or a search conducted pursuant to a search warrant; or\n\n\t(B)\tThere is probable cause to believe that the vehicle is being used in any of the circumstances described in subsection (b).\n\n\t(3)\tA peace officer seizing a vehicle under this section shall complete a vehicle report and deliver it to the person from whose possession the vehicle was seized.\n\n\t(e)\tPost-Seizure Investigation and Notice to Registered and Legal Owners.\n\n\t(1)\tUpon seizure of a vehicle under this section, the seizing agency shall immediately conduct an investigation as to any registered owner and any legal owner of record with the Department of Motor Vehicles of this or any other state or appropriate federal agency.\n\n\t(2)\tIf the agency finds that any person is the registered or legal owner, and that such ownership or interest did not arise subsequent to the date and time of seizure of the vehicle or notification of the forfeiture proceedings, the agency shall send the following to each such person at his, her, or its address, as it appears in the records of the Department of Motor Vehicles of this or any other state or any appropriate federal agency, within three (3) business days of the vehicle’s seizure:\n\n\t(A)\tA Notice of Seizure, which shall include the name, address and telephone number of the agency providing the notice as well as the authority and reason for the seizure; and\n\n\t(B)\tInformation about the availability of a post-seizure hearing, which shall include a statement that in order to receive a post-seizure hearing, the owner, or his or her attorney or agent, must request the hearing in person, or in writing, or by telephone within ten (10) calendar days of the date of the Notice; and\n\n\t(C)\tInformation about how to file a claim, which shall include the time in which a claim of interest in the vehicle seized or subject to forfeiture is required to be filed; and\n\n\t(D)\tA claim form.\n\n\t(f)\tPost-Seizure Hearing.\n\n\t(1)\tWhen requested, the post-seizure hearing shall be. conducted within three (3) business days of the seizing agency’s receipt of the request for such a hearing.  The agency may authorize its own officer or employee to conduct the hearing as long as the hearing officer is not the same person who seized or directed the seizure of the vehicle.  The hearing also may be conducted by a City Attorney hearing officer designated to conduct such hearings.\n\n\t(2)\tThe vehicle shall be retained upon a determination of probable cause that the vehicle was used in one or more of the circumstances described in subsection (b).\n\n\t(3)\tFailure of either the registered owner or legal owner, or his or her attorney or agent, to request or attend a scheduled post-seizure hearing within the appropriate time frame shall satisfy any post-seizure hearing requirement.\n\n\t(4)\tNotwithstanding a determination of probable cause, the hearing officer has the authority and discretion to direct return of the vehicle to the registered owner pending further action under this section, upon payment of towing, storage and release charges, if the hearing officer is satisfied, considering all reliable and available information, that:\n\n\t(A)\tThe registered owner is not a gang member; and\n\n\t(B)\tThe registered owner was not operating or present in or around the vehicle at the time of the violation resulting in its seizure; and\n\n\t(C)\tThe registered owner did not authorize or negligently permit the vehicle to be used in one or more of the circumstances described in subsection (b); and\n\n\t(D)\tThe vehicle was not previously seized, impounded, or reportedly used in furtherance of any criminal activity while in the possession or control of the registered owner; and\n\n\t(E)\tThe registered owner relies upon the vehicle for legitimate transportation purposes.\n\n\t(g)\tNotice to Interested Persons of Intended Forfeiture of Vehicle.\n\n\t(1)\tIf the City Attorney determines that the factual circumstances described in subsection (b) warrant forfeiture of the vehicle, the City Attorney shall serve a Notice of Intended Forfeiture upon any person who has an interest in the seized vehicle as determined pursuant to subsection (e). The Notice shall be served as soon as practicable, but in any event within thirty (30) calendar days of the seizure of the vehicle subject to forfeiture.\n\n\t(2)\tThe Notice of Intended Forfeiture shall be served by personal delivery, or by certified mail return receipt requested, to the address on record with the Department of Motor Vehicles, or any other address a person entitled to receive service under subsection (e) designates in writing to the City Attorney.\n\n\t(3)\tIn the event that a person entitled to service under this section cannot be personally served, or the certified return receipt is not received by the City Attorney within ten (10) business days of mailing, substitute service may be accomplished by either of the following methods:\n\n\t(A)\tBy leaving a copy of the Notice at the address on record with the Department of Motor Vehicles and any other address a person entitled to receive service under subsection (e) designates in writing to the City Attorney, and by mailing a copy to the recipient at the address where the copy was left and any other address designated in writing to the City Attorney; or\n\n\t(B)\tBy first class mail, if the person entitled to service resides out of state.\n\n\t(4)\tService of the Notice of Intended Forfeiture shall be deemed complete if the recipient acknowledges receipt of the Notice verbally or in writing, or the certified return receipt is received by the City Attorney, or upon completion of personal or substitute service.\n\n\t(h)\tFiling of Claims Opposing Forfeiture and Court Proceedings Thereon.\n\n\t(1)\tA person claiming an interest in a vehicle seized pursuant to subsection (d) must, within ten (10) calendar days from the date of personal service or mailing of the Notice of the Intended Forfeiture, file with the Superior Court of the County of Los Angeles a Claim Opposing Forfeiture, verified in accordance with Code of Civil Procedure section 446.  The Claim shall describe the person’s interest in the vehicle.  A copy of the Claim shall be served upon the City Attorney.\n\n\t(2)\tIf a verified Claim is filed in accordance with this section, the forfeiture proceeding shall be set for hearing within thirty (30) calendar days from the date the Claim is filed with the court.\n\n\t(3)\tThe City Attorney shall file a Petition for Forfeiture within ten (10) calendar days of being served with the Claim.  The Petition for Forfeiture shall identify the vehicle to be forfeited, state the date and place of the seizure, describe the factual and legal basis for the forfeiture, and state the estimated value of the vehicle.\n\n\t(4)\tAll discovery shall be completed on or before the fifth calendar day before the hearing date, which date may be extended in the court’s discretion.\n\n\t(5)\tThe hearing shall be before the Superior Court of the County of Los Angeles.  The provisions of the Code of Civil Procedure shall apply to such proceedings unless otherwise inconsistent with the provisions or, procedures set forth in this section.  A proceeding under this subsection is a summary proceeding and there shall be no joinder of actions, coordination of actions, or cross-complaints.  The issues to be determined shall be limited strictly to those related to this section.  Trial shall be by court or jury.\n\n\t(i)\tContested Forfeiture of Vehicle.\n\n\t(1)\tWhere forfeiture pursuant to this section is contested, the City Attorney shall have the burden of proving by a preponderance of the evidence that the vehicle was used in one or more of the circumstances described in subsection (b).\n\n\t(2)\tUpon proof that the vehicle was used in any of the circumstances described in subsection (b), the court shall:\n\n\t(A)\tDeclare the vehicle a nuisance; and\n\n\t(B)\tOrder that the vehicle be forfeited and sold, and that the proceeds from the sale be distributed in accordance with subsection (n); or\n\n\t(C)\tIf the vehicle was returned to the registered owner pursuant to subsection (f)(4), that it be seized, forfeited and sold, and that the proceeds from the sale be distributed in accordance with subsection (n).\n\n\t(j)\tReturn to Innocent Owner.  Notwithstanding that a vehicle seized under this section may have been used in one or more of the circumstances described in subsection (b), the vehicle shall not be subject to forfeiture and shall be returned to the registered owner, upon payment of towing, storage and release charges, if the registered owner establishes by a preponderance of the evidence that all of the following circumstances exist:\n\n\t(1)\tThe registered owner was not operating or present in or around the vehicle at the time of the violation resulting in its seizure; and\n\n\t(2)\tThe registered owner did not know that the vehicle was to be used in one or more of the circumstances described in subsection (b); and\n\n\t(3)\tThe registered owner was not negligent in allowing the vehicle to be used in one or more of the circumstances described in subsection (b).\n\n\t(k)\tDetention In Lieu of Forfeiture.\n\n\t(1)\tNotwithstanding that a vehicle seized under this section may have been used in one or more of the circumstances described in subsection (b), the court may, in lieu of forfeiture, order that the vehicle be detained for a period of not less than thirty (30) days and not more than one-hundred-twenty (120) days, if the court finds by a preponderance of the evidence that:\n\n\t(A)\tThe vehicle is the only vehicle available to members of the registered owner’s household; and\n\n\t(B)\tForfeiture of the vehicle would cause significant hardship to a household member who relies upon the vehicle for transportation for legitimate purposes; and\n\n\t(C)\tIf released to the registered owner, the vehicle is unlikely to be used in further violation of this section in the future.\n\n\t(2)\tIf the court orders the vehicle detained pursuant to this subsection, the registered owner may reclaim the vehicle upon expiration of the detention period and payment of tow, storage and release charges.\n\n\t(l)\tStolen Vehicles.  A vehicle that has been reported stolen prior to its seizure under this section shall not be subject to forfeiture under this section, unless the identity of the registered owner cannot be reasonably ascertained, or the registered owner fails to redeem the vehicle within sixty (60) days of the seizure.  The registered owner of the vehicle may claim the vehicle, upon payment of tow, storage and release charges, provided the vehicle is not subject to any holds for traffic or parking violations and the vehicle registration is current.\n\n\t(m)\tUncontested Forfeiture of Vehicle.\n\n\t(1)\tWhere forfeiture pursuant to this section is not contested, the City Attorney shall have the authority to declare the vehicle forfeited under this section.\n\n\t(2)\tIf no Claims are timely filed, the City Attorney shall prepare a written Declaration of Forfeiture of the vehicle to the City.  A written Declaration of Forfeiture signed by the City Attorney or his duly authorized designee shall be deemed to vest good and sufficient title to the forfeited vehicle in the City.  The proceeds from the disposal of the vehicle declared forfeited by the City Attorney shall be distributed in accordance with subsection (n)(1).  The City Attorney shall mail or otherwise provide a copy of the Declaration of Forfeiture to any person who received notice of the forfeiture proceedings pursuant to this section.\n\n\t(n)\tDisposal of Vehicle and Distribution of Proceeds.\n\n\t(1)\tIn any case in which a vehicle seized pursuant to this section is forfeited to the City, the vehicle shall be sold, unless a settlement is reached with the registered owner of the vehicle.  All proceeds from the sale, or if cash is paid as settlement in lieu of forfeiture of the vehicle, shall be distributed and appropriated in the order of priority listed below:\n\n\t(A)\tTo pay costs associated with the towing, storage and release of the vehicle; and then\n\n\t(B)\tTo pay costs associated with the sale of the vehicle; and then\n\n\t(C)\tTo the legal owner of the vehicle, if any, up to the amount of the legal owner’s interest in the vehicle; and then\n\n\t(D)\tTo the City’s general fund.\n\n\t(2)\tIn a contested forfeiture proceeding pursuant to subsection (i), the court may make a different distribution of the proceeds in the interest of justice, including a distribution to a person or entity other than a registered or legal owner of the vehicle who can prove by clear and convincing evidence an interest in the vehicle, up to the amount of that person’s provable interest, but only if such person or entity has provided the court with proof of his, her, or its claimed interest before the court makes a final disposition regarding the vehicle.\n\n\t(3)\tFor budgeting purposes, funds attributable to this ordinance shall not be considered anticipated revenue to the general fund.\n\n\t(o)\tRecovery of Monetary Loss.  Nothing in this section shall preclude a vehicle owner or lienholder who suffers a monetary loss from the forfeiture of a vehicle under this section from recovering the amount of the actual monetary loss from the person or persons who committed the act giving rise to the forfeiture.","order_by":"71","ancestry":{"1":{"id":"66","name":"Disorderly Conduct\nPlaces And Publications","identifier":"1","label":"article","url":"\/4\/1\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2975","structure_id":"66","section_number":"41.03","catch_line":"Lookouts For Illegal Acts.","url":"\/41.03\/","token":"41.03"},"1":{"id":"4179","structure_id":"66","section_number":"41.14","catch_line":"Injury To Public Property.","url":"\/41.14\/","token":"41.14"},"2":{"id":"2377","structure_id":"66","section_number":"41.16","catch_line":"Snuff – Throwing Of.","url":"\/41.16\/","token":"41.16"},"3":{"id":"507","structure_id":"66","section_number":"41.17","catch_line":"Library Books – Retention After Notice.","url":"\/41.17\/","token":"41.17"},"4":{"id":"4062","structure_id":"66","section_number":"41.18","catch_line":"Sidewalks, Pedestrian Subways – Loitering.","url":"\/41.18\/","token":"41.18"},"5":{"id":"2873","structure_id":"66","section_number":"41.19","catch_line":"Public Assemblages – Obstructing Entrance.","url":"\/41.19\/","token":"41.19"},"6":{"id":"2652","structure_id":"66","section_number":"41.20","catch_line":"Closure Of Streets.","url":"\/41.20\/","token":"41.20"},"7":{"id":"1364","structure_id":"66","section_number":"41.20.1","catch_line":"Special Event Application Process And Definitions.","url":"\/41.20.1\/","token":"41.20.1"},"8":{"id":"617","structure_id":"66","section_number":"41.21","catch_line":"Cutting Into Gasoline Lines Prohibited.","url":"\/41.21\/","token":"41.21"},"9":{"id":"1698","structure_id":"66","section_number":"41.22","catch_line":"Loitering – River Bed.","url":"\/41.22\/","token":"41.22"},"10":{"id":"4027","structure_id":"66","section_number":"41.23","catch_line":"Trespass On Housing Authority Property.","url":"\/41.23\/","token":"41.23"},"11":{"id":"252","structure_id":"66","section_number":"41.24","catch_line":"Trespass On Private Property.","url":"\/41.24\/","token":"41.24"},"12":{"id":"878","structure_id":"66","section_number":"41.27","catch_line":"Intoxication.","url":"\/41.27\/","token":"41.27"},"13":{"id":"953","structure_id":"66","section_number":"41.29","catch_line":"Hand Organs On Streets.","url":"\/41.29\/","token":"41.29"},"14":{"id":"2290","structure_id":"66","section_number":"41.30","catch_line":"Spite Fences.","url":"\/41.30\/","token":"41.30"},"15":{"id":"1611","structure_id":"66","section_number":"41.31","catch_line":"Trees – Injury To.","url":"\/41.31\/","token":"41.31"},"16":{"id":"2884","structure_id":"66","section_number":"41.32","catch_line":"Theatres – Sound Amplifiers.","url":"\/41.32\/","token":"41.32"},"17":{"id":"3573","structure_id":"66","section_number":"41.33","catch_line":"Landlords – Disturbing Tenants.","url":"\/41.33\/","token":"41.33"},"18":{"id":"206","structure_id":"66","section_number":"41.34","catch_line":"Pesticides – Notice To Tenants.","url":"\/41.34\/","token":"41.34"},"19":{"id":"3302","structure_id":"66","section_number":"41.38","catch_line":"Use Of Certain Signs On Vehicles Prohibited.","url":"\/41.38\/","token":"41.38"},"20":{"id":"1767","structure_id":"66","section_number":"41.39","catch_line":"Stowaways – Entry A Misdemeanor.","url":"\/41.39\/","token":"41.39"},"21":{"id":"1857","structure_id":"66","section_number":"41.40","catch_line":"Noise Due To Construction, Excavation Work – When Prohibited.","url":"\/41.40\/","token":"41.40"},"22":{"id":"818","structure_id":"66","section_number":"41.41","catch_line":"Evading Payment Of Admission Fee.","url":"\/41.41\/","token":"41.41"},"23":{"id":"2748","structure_id":"66","section_number":"41.42","catch_line":"Music Reproducing Devices – Hours Of Operation.","url":"\/41.42\/","token":"41.42"},"24":{"id":"2050","structure_id":"66","section_number":"41.43","catch_line":"Selling Goods Near Private Parks.","url":"\/41.43\/","token":"41.43"},"25":{"id":"1693","structure_id":"66","section_number":"41.43.1","catch_line":"Door To Door Selling Or Soliciting.","url":"\/41.43.1\/","token":"41.43.1"},"26":{"id":"3565","structure_id":"66","section_number":"41.44","catch_line":"Miniature Golf Courses And Driving Fairways.","url":"\/41.44\/","token":"41.44"},"27":{"id":"1897","structure_id":"66","section_number":"41.45","catch_line":"Unauthorized Removal, Use Or Possession Of Shopping Carts.","url":"\/41.45\/","token":"41.45"},"28":{"id":"3090","structure_id":"66","section_number":"41.46","catch_line":"Sidewalks – Cleaning Of.","url":"\/41.46\/","token":"41.46"},"29":{"id":"3367","structure_id":"66","section_number":"41.47","catch_line":"Water Closets – Use Of.","url":"\/41.47\/","token":"41.47"},"30":{"id":"3199","structure_id":"66","section_number":"41.47.1","catch_line":"Restroom Facilities.","url":"\/41.47.1\/","token":"41.47.1"},"31":{"id":"3793","structure_id":"66","section_number":"41.47.2","catch_line":"Urinating Or Defecating In Public.","url":"\/41.47.2\/","token":"41.47.2"},"32":{"id":"3936","structure_id":"66","section_number":"41.48","catch_line":"Restaurants – Minimum Light Intensity.","url":"\/41.48\/","token":"41.48"},"33":{"id":"4033","structure_id":"66","section_number":"41.49","catch_line":"Hotel Registers And Room Rentals.","url":"\/41.49\/","token":"41.49"},"34":{"id":"3882","structure_id":"66","section_number":"41.50","catch_line":"Smoking Prohibited In Designated Areas.","url":"\/41.50\/","token":"41.50"},"35":{"id":"2857","structure_id":"66","section_number":"41.50.5","catch_line":"Signage Regulations For Places Subject To Regulation Pursuant To Labor Code Section 6404.5.","url":"\/41.50.5\/","token":"41.50.5"},"36":{"id":"1140","structure_id":"66","section_number":"41.51","catch_line":"Smoking In Elevators Prohibited.","url":"\/41.51\/","token":"41.51"},"37":{"id":"2159","structure_id":"66","section_number":"41.52","catch_line":"Smoking In Buses.","url":"\/41.52\/","token":"41.52"},"38":{"id":"3194","structure_id":"66","section_number":"41.53","catch_line":"Public Bath Houses.","url":"\/41.53\/","token":"41.53"},"39":{"id":"2202","structure_id":"66","section_number":"41.54","catch_line":"Fishing Within One Mile Of Public Sewer Outlet.","url":"\/41.54\/","token":"41.54"},"40":{"id":"350","structure_id":"66","section_number":"41.55","catch_line":"Oil – Discharge In Ocean And Beaches.","url":"\/41.55\/","token":"41.55"},"41":{"id":"523","structure_id":"66","section_number":"41.56","catch_line":"Unlawful Activities At Sporting Events, Theatricals And Exhibitions.","url":"\/41.56\/","token":"41.56"},"42":{"id":"1291","structure_id":"66","section_number":"41.57","catch_line":"Loud And Raucous Noise Prohibited.","url":"\/41.57\/","token":"41.57"},"43":{"id":"1957","structure_id":"66","section_number":"41.58","catch_line":"Loud Party Second Response Fee.","url":"\/41.58\/","token":"41.58"},"44":{"id":"2269","structure_id":"66","section_number":"41.59","catch_line":"Prohibition Against Certain Forms Of Aggressive Solicitation.","url":"\/41.59\/","token":"41.59"},"45":{"id":"1569","structure_id":"66","section_number":"41.60","catch_line":"Hospitals; Patient Transport.","url":"\/41.60\/","token":"41.60"},"46":{"id":"3658","structure_id":"66","section_number":"41.70","catch_line":"Nuisance Vehicles – Prostitution.","url":"\/41.70\/","token":"41.70"},"47":{"id":"3589","structure_id":"66","section_number":"41.70.1","catch_line":"Nuisance Vehicles – Controlled Substances.","url":"\/41.70.1\/","token":"41.70.1"},"48":{"id":"1691","structure_id":"66","section_number":"41.70.2","catch_line":"Nuisance Vehicles – Speed Contests And Exhibitions Of Speed.","url":"\/41.70.2\/","token":"41.70.2"},"49":{"id":"3984","structure_id":"66","section_number":"41.70.3","catch_line":"Nuisance Vehicles – Illegal Dumping.","url":"\/41.70.3\/","token":"41.70.3"},"50":{"id":"4031","structure_id":"66","section_number":"41.71","catch_line":"Gang-Related Nuisance Vehicle Forfeiture.","url":"\/41.71\/","token":"41.71"},"51":{"id":"4113","structure_id":"66","section_number":"41.72","catch_line":"Counterfeit Goods Nuisance Abatement Law.","url":"\/41.72\/","token":"41.72"}},"next_section":{"id":"4113","structure_id":"66","section_number":"41.72","catch_line":"Counterfeit Goods Nuisance Abatement Law.","url":"\/41.72\/","token":"41.72"},"metadata":false,"references":false,"url":"\/41.71\/","token":"41.71","formats":{"txt":"\/41.71.txt","json":"\/41.71.xml"},"dublin_core":{"Title":"Gang-Related Nuisance Vehicle Forfeiture.","Type":"Text","Format":"text\/html","Identifier":"§ 41.71","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nGANG-RELATED NUISANCE VEHICLE FORFEITURE. (§ 41.71)\n\n  GANG-RELATED NUISANCE VEHICLE FORFEITURE.\n\t(Added by Ord. No. 180,465, Eff. 2\/8\/09.)\t(a)\tDefinitions.  As used in this\nsection:\t(1)\t“Gang Injunction” means a court order, in the form of a\npreliminary or permanent injunction, issued against an identified criminal\nstreet gang as an unincorporated association or organization, the provisions of\nwhich seek to enjoin the gang’s nuisance activities in a delineated geographic\narea known as the “Safety Zone”.\t(2)\t“Gang Member” means a member of a\n“criminal street gang” as that term is defined in Penal Code section 186.22,\nsubdivision (t).\t(3)\t“Legal Owner” means the “legal owner” of a vehicle\nas defined in Vehicle Code section 370.\t(4)\t“Registered Owner” means the\n“registered owner” of a vehicle as defined in Vehicle Code section\n505.\t(5)\t“Safety Zone” means a geographic area delineated in any gang\ninjunction within which a gang’s nuisance activities are to be\nenjoined.\t(6)\t“Vehicle” means any transportation device that would require a\ndriver of the vehicle to have in his or her immediate possession a valid\ndriver’s license for the appropriate class of vehicle.\t(b)\tCircumstances in\nWhich Vehicle Becomes Nuisance Subject to Seizure and Forfeiture.  A vehicle\nused in any of the following circumstances is a nuisance that shall be enjoined\nand abated as provided in this section:\t(1)\tAny vehicle used within the City by\none or more gang members for the purpose of the commission of any of the\noffenses listed in Penal Code section 186.22, subdivision (e), except for the\noffenses listed in subdivision (e)(4) (relating to the sale, transportation and\nmanufacture of controlled substances).\t(2)\tAny vehicle used within a Safety Zone\nin which a gang member who is subject to and has notice of the Gang Injunction\nis:\t(A)\tPresent with another known gang member in violation of the Gang\nInjunction; or\t(B)\tPresent and in actual or constructive possession of graffiti\ntools in violation of the Gang Injunction; or\t(C)\tPresent and transporting,\nconcealing, or storing a firearm or any ammunition, the possession of which\nwould be a violation of the Gang Injunction.\t(c)\tTitle to Vest in the City. \nAll right, title and interest in any vehicle used in any of the circumstances\ndescribed in subsection (b) shall vest in the City upon commission of the act\ngiving rise to the nuisance.\t(d)\tSeizure of Vehicle.\t(1)\tA peace officer may\nseize a vehicle for forfeiture upon the issuance of an order by a court having\njurisdiction of the vehicle.\t(2)\tA peace officer may seize a vehicle for\nforfeiture without a court order when:\t(A)\tThe seizure is incident to an arrest\nor a search conducted pursuant to a search warrant; or\t(B)\tThere is probable\ncause to believe that the vehicle is being used in any of the circumstances\ndescribed in subsection (b).\t(3)\tA peace officer seizing a vehicle under this\nsection shall complete a vehicle report and deliver it to the person from whose\npossession the vehicle was seized.\t(e)\tPost-Seizure Investigation and Notice to\nRegistered and Legal Owners.\t(1)\tUpon seizure of a vehicle under this section,\nthe seizing agency shall immediately conduct an investigation as to any\nregistered owner and any legal owner of record with the Department of Motor\nVehicles of this or any other state or appropriate federal agency.\t(2)\tIf the\nagency finds that any person is the registered or legal owner, and that such\nownership or interest did not arise subsequent to the date and time of seizure\nof the vehicle or notification of the forfeiture proceedings, the agency shall\nsend the following to each such person at his, her, or its address, as it\nappears in the records of the Department of Motor Vehicles of this or any other\nstate or any appropriate federal agency, within three (3) business days of the\nvehicle’s seizure:\t(A)\tA Notice of Seizure, which shall include the name,\naddress and telephone number of the agency providing the notice as well as the\nauthority and reason for the seizure; and\t(B)\tInformation about the availability\nof a post-seizure hearing, which shall include a statement that in order to\nreceive a post-seizure hearing, the owner, or his or her attorney or agent, must\nrequest the hearing in person, or in writing, or by telephone within ten (10)\ncalendar days of the date of the Notice; and\t(C)\tInformation about how to file a\nclaim, which shall include the time in which a claim of interest in the vehicle\nseized or subject to forfeiture is required to be filed; and\t(D)\tA claim\nform.\t(f)\tPost-Seizure Hearing.\t(1)\tWhen requested, the post-seizure hearing\nshall be. conducted within three (3) business days of the seizing agency’s\nreceipt of the request for such a hearing.  The agency may authorize its own\nofficer or employee to conduct the hearing as long as the hearing officer is not\nthe same person who seized or directed the seizure of the vehicle.  The hearing\nalso may be conducted by a City Attorney hearing officer designated to conduct\nsuch hearings.\t(2)\tThe vehicle shall be retained upon a determination of\nprobable cause that the vehicle was used in one or more of the circumstances\ndescribed in subsection (b).\t(3)\tFailure of either the registered owner or legal\nowner, or his or her attorney or agent, to request or attend a scheduled\npost-seizure hearing within the appropriate time frame shall satisfy any\npost-seizure hearing requirement.\t(4)\tNotwithstanding a determination of\nprobable cause, the hearing officer has the authority and discretion to direct\nreturn of the vehicle to the registered owner pending further action under this\nsection, upon payment of towing, storage and release charges, if the hearing\nofficer is satisfied, considering all reliable and available information,\nthat:\t(A)\tThe registered owner is not a gang member; and\t(B)\tThe registered\nowner was not operating or present in or around the vehicle at the time of the\nviolation resulting in its seizure; and\t(C)\tThe registered owner did not\nauthorize or negligently permit the vehicle to be used in one or more of the\ncircumstances described in subsection (b); and\t(D)\tThe vehicle was not\npreviously seized, impounded, or reportedly used in furtherance of any criminal\nactivity while in the possession or control of the registered owner; and\t(E)\tThe\nregistered owner relies upon the vehicle for legitimate transportation\npurposes.\t(g)\tNotice to Interested Persons of Intended Forfeiture of\nVehicle.\t(1)\tIf the City Attorney determines that the factual circumstances\ndescribed in subsection (b) warrant forfeiture of the vehicle, the City Attorney\nshall serve a Notice of Intended Forfeiture upon any person who has an interest\nin the seized vehicle as determined pursuant to subsection (e). The Notice shall\nbe served as soon as practicable, but in any event within thirty (30) calendar\ndays of the seizure of the vehicle subject to forfeiture.\t(2)\tThe Notice of\nIntended Forfeiture shall be served by personal delivery, or by certified mail\nreturn receipt requested, to the address on record with the Department of Motor\nVehicles, or any other address a person entitled to receive service under\nsubsection (e) designates in writing to the City Attorney.\t(3)\tIn the event that\na person entitled to service under this section cannot be personally served, or\nthe certified return receipt is not received by the City Attorney within ten\n(10) business days of mailing, substitute service may be accomplished by either\nof the following methods:\t(A)\tBy leaving a copy of the Notice at the address on\nrecord with the Department of Motor Vehicles and any other address a person\nentitled to receive service under subsection (e) designates in writing to the\nCity Attorney, and by mailing a copy to the recipient at the address where the\ncopy was left and any other address designated in writing to the City Attorney;\nor\t(B)\tBy first class mail, if the person entitled to service resides out of\nstate.\t(4)\tService of the Notice of Intended Forfeiture shall be deemed complete\nif the recipient acknowledges receipt of the Notice verbally or in writing, or\nthe certified return receipt is received by the City Attorney, or upon\ncompletion of personal or substitute service.\t(h)\tFiling of Claims Opposing\nForfeiture and Court Proceedings Thereon.\t(1)\tA person claiming an interest in a\nvehicle seized pursuant to subsection (d) must, within ten (10) calendar days\nfrom the date of personal service or mailing of the Notice of the Intended\nForfeiture, file with the Superior Court of the County of Los Angeles a Claim\nOpposing Forfeiture, verified in accordance with Code of Civil Procedure section\n446.  The Claim shall describe the person’s interest in the vehicle.  A copy\nof the Claim shall be served upon the City Attorney.\t(2)\tIf a verified Claim is\nfiled in accordance with this section, the forfeiture proceeding shall be set\nfor hearing within thirty (30) calendar days from the date the Claim is filed\nwith the court.\t(3)\tThe City Attorney shall file a Petition for Forfeiture\nwithin ten (10) calendar days of being served with the Claim.  The Petition for\nForfeiture shall identify the vehicle to be forfeited, state the date and place\nof the seizure, describe the factual and legal basis for the forfeiture, and\nstate the estimated value of the vehicle.\t(4)\tAll discovery shall be completed\non or before the fifth calendar day before the hearing date, which date may be\nextended in the court’s discretion.\t(5)\tThe hearing shall be before the\nSuperior Court of the County of Los Angeles.  The provisions of the Code of\nCivil Procedure shall apply to such proceedings unless otherwise inconsistent\nwith the provisions or, procedures set forth in this section.  A proceeding\nunder this subsection is a summary proceeding and there shall be no joinder of\nactions, coordination of actions, or cross-complaints.  The issues to be\ndetermined shall be limited strictly to those related to this section.  Trial\nshall be by court or jury.\t(i)\tContested Forfeiture of Vehicle.\t(1)\tWhere\nforfeiture pursuant to this section is contested, the City Attorney shall have\nthe burden of proving by a preponderance of the evidence that the vehicle was\nused in one or more of the circumstances described in subsection (b).\t(2)\tUpon\nproof that the vehicle was used in any of the circumstances described in\nsubsection (b), the court shall:\t(A)\tDeclare the vehicle a nuisance;\nand\t(B)\tOrder that the vehicle be forfeited and sold, and that the proceeds from\nthe sale be distributed in accordance with subsection (n); or\t(C)\tIf the vehicle\nwas returned to the registered owner pursuant to subsection (f)(4), that it be\nseized, forfeited and sold, and that the proceeds from the sale be distributed\nin accordance with subsection (n).\t(j)\tReturn to Innocent Owner. \nNotwithstanding that a vehicle seized under this section may have been used in\none or more of the circumstances described in subsection (b), the vehicle shall\nnot be subject to forfeiture and shall be returned to the registered owner, upon\npayment of towing, storage and release charges, if the registered owner\nestablishes by a preponderance of the evidence that all of the following\ncircumstances exist:\t(1)\tThe registered owner was not operating or present in or\naround the vehicle at the time of the violation resulting in its seizure;\nand\t(2)\tThe registered owner did not know that the vehicle was to be used in one\nor more of the circumstances described in subsection (b); and\t(3)\tThe registered\nowner was not negligent in allowing the vehicle to be used in one or more of the\ncircumstances described in subsection (b).\t(k)\tDetention In Lieu of\nForfeiture.\t(1)\tNotwithstanding that a vehicle seized under this section may\nhave been used in one or more of the circumstances described in subsection (b),\nthe court may, in lieu of forfeiture, order that the vehicle be detained for a\nperiod of not less than thirty (30) days and not more than one-hundred-twenty\n(120) days, if the court finds by a preponderance of the evidence that:\t(A)\tThe\nvehicle is the only vehicle available to members of the registered owner’s\nhousehold; and\t(B)\tForfeiture of the vehicle would cause significant hardship to\na household member who relies upon the vehicle for transportation for legitimate\npurposes; and\t(C)\tIf released to the registered owner, the vehicle is unlikely\nto be used in further violation of this section in the future.\t(2)\tIf the court\norders the vehicle detained pursuant to this subsection, the registered owner\nmay reclaim the vehicle upon expiration of the detention period and payment of\ntow, storage and release charges.\t(l)\tStolen Vehicles.  A vehicle that has been\nreported stolen prior to its seizure under this section shall not be subject to\nforfeiture under this section, unless the identity of the registered owner\ncannot be reasonably ascertained, or the registered owner fails to redeem the\nvehicle within sixty (60) days of the seizure.  The registered owner of the\nvehicle may claim the vehicle, upon payment of tow, storage and release charges,\nprovided the vehicle is not subject to any holds for traffic or parking\nviolations and the vehicle registration is current.\t(m)\tUncontested Forfeiture\nof Vehicle.\t(1)\tWhere forfeiture pursuant to this section is not contested, the\nCity Attorney shall have the authority to declare the vehicle forfeited under\nthis section.\t(2)\tIf no Claims are timely filed, the City Attorney shall prepare\na written Declaration of Forfeiture of the vehicle to the City.  A written\nDeclaration of Forfeiture signed by the City Attorney or his duly authorized\ndesignee shall be deemed to vest good and sufficient title to the forfeited\nvehicle in the City.  The proceeds from the disposal of the vehicle declared\nforfeited by the City Attorney shall be distributed in accordance with\nsubsection (n)(1).  The City Attorney shall mail or otherwise provide a copy of\nthe Declaration of Forfeiture to any person who received notice of the\nforfeiture proceedings pursuant to this section.\t(n)\tDisposal of Vehicle and\nDistribution of Proceeds.\t(1)\tIn any case in which a vehicle seized pursuant to\nthis section is forfeited to the City, the vehicle shall be sold, unless a\nsettlement is reached with the registered owner of the vehicle.  All proceeds\nfrom the sale, or if cash is paid as settlement in lieu of forfeiture of the\nvehicle, shall be distributed and appropriated in the order of priority listed\nbelow:\t(A)\tTo pay costs associated with the towing, storage and release of the\nvehicle; and then\t(B)\tTo pay costs associated with the sale of the vehicle; and\nthen\t(C)\tTo the legal owner of the vehicle, if any, up to the amount of the\nlegal owner’s interest in the vehicle; and then\t(D)\tTo the City’s general\nfund.\t(2)\tIn a contested forfeiture proceeding pursuant to subsection (i), the\ncourt may make a different distribution of the proceeds in the interest of\njustice, including a distribution to a person or entity other than a registered\nor legal owner of the vehicle who can prove by clear and convincing evidence an\ninterest in the vehicle, up to the amount of that person’s provable interest,\nbut only if such person or entity has provided the court with proof of his, her,\nor its claimed interest before the court makes a final disposition regarding the\nvehicle.\t(3)\tFor budgeting purposes, funds attributable to this ordinance shall\nnot be considered anticipated revenue to the general fund.\t(o)\tRecovery of\nMonetary Loss.  Nothing in this section shall preclude a vehicle owner or\nlienholder who suffers a monetary loss from the forfeiture of a vehicle under\nthis section from recovering the amount of the actual monetary loss from the\nperson or persons who committed the act giving rise to the forfeiture.\n","html":"\n\t\t\t\t\t<section><p>  GANG-RELATED NUISANCE VEHICLE FORFEITURE.\n\t(Added by Ord. No. 180,465, Eff. 2\/8\/09.)<br \/><br \/>\t(a)\tDefinitions.  As used in this section:<br \/><br \/>\t(1)\t“Gang <span class=\"dictionary\">Injunction<\/span>” means a <span class=\"dictionary\">court order<\/span>, in the form of a preliminary or permanent <span class=\"dictionary\">injunction<\/span>, issued against an identified criminal street gang as an unincorporated association or organization, the provisions of which seek to enjoin the gang’s nuisance activities in a delineated geographic area known as the “Safety Zone”.<br \/><br \/>\t(2)\t“Gang Member” means a member of a “criminal street gang” as that term is defined in Penal Code section 186.22, subdivision (t).<br \/><br \/>\t(3)\t“Legal Owner” means the “legal owner” of a vehicle as defined in Vehicle Code section 370.<br \/><br \/>\t(4)\t“Registered Owner” means the “registered owner” of a vehicle as defined in Vehicle Code section 505.<br \/><br \/>\t(5)\t“Safety Zone” means a geographic area delineated in any gang <span class=\"dictionary\">injunction<\/span> within which a gang’s nuisance activities are to be enjoined.<br \/><br \/>\t(6)\t“Vehicle” means any transportation device that would require a driver of the vehicle to have in his or her immediate <span class=\"dictionary\">possession<\/span> a valid driver’s license for the appropriate class of vehicle.<br \/><br \/>\t(b)\tCircumstances in Which Vehicle Becomes Nuisance Subject to Seizure and Forfeiture.  A vehicle used in any of the following circumstances is a nuisance that shall be enjoined and abated as provided in this section:<br \/><br \/>\t(1)\tAny vehicle used within the City by one or more gang members for the purpose of the commission of any of the <span class=\"dictionary\">offenses<\/span> listed in Penal Code section 186.22, subdivision (e), except for the <span class=\"dictionary\">offenses<\/span> listed in subdivision (e)(4) (relating to the sale, transportation and manufacture of controlled substances).<br \/><br \/>\t(2)\tAny vehicle used within a Safety Zone in which a gang member who is subject to and has notice of the Gang <span class=\"dictionary\">Injunction<\/span> is:<br \/><br \/>\t(A)\tPresent with another known gang member in violation of the Gang <span class=\"dictionary\">Injunction<\/span>; or<br \/><br \/>\t(B)\tPresent and in actual or constructive <span class=\"dictionary\">possession<\/span> of graffiti tools in violation of the Gang <span class=\"dictionary\">Injunction<\/span>; or<br \/><br \/>\t(C)\tPresent and transporting, concealing, or storing a firearm or any ammunition, the <span class=\"dictionary\">possession<\/span> of which would be a violation of the Gang <span class=\"dictionary\">Injunction<\/span>.<br \/><br \/>\t(c)\tTitle to Vest in the City.  All right, title and interest in any vehicle used in any of the circumstances described in subsection (b) shall vest in the City upon commission of the act giving rise to the nuisance.<br \/><br \/>\t(d)\tSeizure of Vehicle.<br \/><br \/>\t(1)\tA <span class=\"dictionary\">peace officer<\/span> may seize a vehicle for forfeiture upon the issuance of an order by a court having <span class=\"dictionary\">jurisdiction<\/span> of the vehicle.<br \/><br \/>\t(2)\tA <span class=\"dictionary\">peace officer<\/span> may seize a vehicle for forfeiture without a <span class=\"dictionary\">court order<\/span> when:<br \/><br \/>\t(A)\tThe seizure is incident to an <span class=\"dictionary\">arrest<\/span> or a search conducted pursuant to a <span class=\"dictionary\">search warrant<\/span>; or<br \/><br \/>\t(B)\tThere is <span class=\"dictionary\">probable cause<\/span> to believe that the vehicle is being used in any of the circumstances described in subsection (b).<br \/><br \/>\t(3)\tA <span class=\"dictionary\">peace officer<\/span> seizing a vehicle under this section shall complete a vehicle report and deliver it to the person from whose <span class=\"dictionary\">possession<\/span> the vehicle was seized.<br \/><br \/>\t(e)\tPost-Seizure Investigation and Notice to Registered and Legal Owners.<br \/><br \/>\t(1)\tUpon seizure of a vehicle under this section, the seizing agency shall immediately conduct an investigation as to any registered owner and any legal owner of record with the Department of Motor Vehicles of this or any other state or appropriate federal agency.<br \/><br \/>\t(2)\tIf the agency finds that any person is the registered or legal owner, and that such ownership or interest did not arise subsequent to the date and time of seizure of the vehicle or notification of the forfeiture proceedings, the agency shall send the following to each such person at his, her, or its address, as it appears in the records of the Department of Motor Vehicles of this or any other state or any appropriate federal agency, within three (3) business days of the vehicle’s seizure:<br \/><br \/>\t(A)\tA Notice of Seizure, which shall include the name, address and telephone number of the agency providing the notice as well as the authority and reason for the seizure; and<br \/><br \/>\t(B)\tInformation about the availability of a post-seizure <span class=\"dictionary\">hearing<\/span>, which shall include a statement that in order to receive a post-seizure <span class=\"dictionary\">hearing<\/span>, the owner, or his or her attorney or agent, must request the <span class=\"dictionary\">hearing<\/span> in person, or in writing, or by telephone within ten (10) calendar days of the date of the Notice; and<br \/><br \/>\t(C)\tInformation about how to file a claim, which shall include the time in which a claim of interest in the vehicle seized or subject to forfeiture is required to be filed; and<br \/><br \/>\t(D)\tA claim form.<br \/><br \/>\t(f)\tPost-Seizure <span class=\"dictionary\">Hearing<\/span>.<br \/><br \/>\t(1)\tWhen requested, the post-seizure <span class=\"dictionary\">hearing<\/span> shall be. conducted within three (3) business days of the seizing agency’s receipt of the request for such a <span class=\"dictionary\">hearing<\/span>.  The agency may authorize its own officer or employee to conduct the <span class=\"dictionary\">hearing<\/span> as long as the <span class=\"dictionary\">hearing<\/span> officer is not the same person who seized or directed the seizure of the vehicle.  The <span class=\"dictionary\">hearing<\/span> also may be conducted by a City Attorney <span class=\"dictionary\">hearing<\/span> officer designated to conduct such <span class=\"dictionary\">hearings<\/span>.<br \/><br \/>\t(2)\tThe vehicle shall be retained upon a determination of <span class=\"dictionary\">probable cause<\/span> that the vehicle was used in one or more of the circumstances described in subsection (b).<br \/><br \/>\t(3)\tFailure of either the registered owner or legal owner, or his or her attorney or agent, to request or attend a scheduled post-seizure <span class=\"dictionary\">hearing<\/span> within the appropriate time frame shall satisfy any post-seizure <span class=\"dictionary\">hearing<\/span> requirement.<br \/><br \/>\t(4)\tNotwithstanding a determination of <span class=\"dictionary\">probable cause<\/span>, the <span class=\"dictionary\">hearing<\/span> officer has the authority and discretion to direct return of the vehicle to the registered owner pending further action under this section, upon payment of towing, storage and release charges, if the <span class=\"dictionary\">hearing<\/span> officer is satisfied, considering all reliable and available information, that:<br \/><br \/>\t(A)\tThe registered owner is not a gang member; and<br \/><br \/>\t(B)\tThe registered owner was not operating or present in or around the vehicle at the time of the violation resulting in its seizure; and<br \/><br \/>\t(C)\tThe registered owner did not authorize or negligently permit the vehicle to be used in one or more of the circumstances described in subsection (b); and<br \/><br \/>\t(D)\tThe vehicle was not previously seized, impounded, or reportedly used in furtherance of any criminal activity while in the <span class=\"dictionary\">possession<\/span> or control of the registered owner; and<br \/><br \/>\t(E)\tThe registered owner relies upon the vehicle for legitimate transportation purposes.<br \/><br \/>\t(g)\tNotice to Interested Persons of Intended Forfeiture of Vehicle.<br \/><br \/>\t(1)\tIf the City Attorney determines that the factual circumstances described in subsection (b) warrant forfeiture of the vehicle, the City Attorney shall serve a Notice of Intended Forfeiture upon any person who has an interest in the seized vehicle as determined pursuant to subsection (e). The Notice shall be served as soon as practicable, but in any event within thirty (30) calendar days of the seizure of the vehicle subject to forfeiture.<br \/><br \/>\t(2)\tThe Notice of Intended Forfeiture shall be served by personal delivery, or by certified mail return receipt requested, to the address on record with the Department of Motor Vehicles, or any other address a person entitled to receive service under subsection (e) designates in writing to the City Attorney.<br \/><br \/>\t(3)\tIn the event that a person entitled to service under this section cannot be personally served, or the certified return receipt is not received by the City Attorney within ten (10) business days of mailing, substitute service may be accomplished by either of the following methods:<br \/><br \/>\t(A)\tBy leaving a copy of the Notice at the address on record with the Department of Motor Vehicles and any other address a person entitled to receive service under subsection (e) designates in writing to the City Attorney, and by mailing a copy to the recipient at the address where the copy was left and any other address designated in writing to the City Attorney; or<br \/><br \/>\t(B)\tBy first class mail, if the person entitled to service resides out of state.<br \/><br \/>\t(4)\tService of the Notice of Intended Forfeiture shall be deemed complete if the recipient acknowledges receipt of the Notice verbally or in writing, or the certified return receipt is received by the City Attorney, or upon completion of personal or substitute service.<br \/><br \/>\t(h)\tFiling of Claims Opposing Forfeiture and Court Proceedings Thereon.<br \/><br \/>\t(1)\tA person claiming an interest in a vehicle seized pursuant to subsection (d) must, within ten (10) calendar days from the date of personal service or mailing of the Notice of the Intended Forfeiture, file with the Superior Court of the County of Los Angeles a Claim Opposing Forfeiture, verified in accordance with Code of Civil Procedure section 446.  The Claim shall describe the person’s interest in the vehicle.  A copy of the Claim shall be served upon the City Attorney.<br \/><br \/>\t(2)\tIf a verified Claim is filed in accordance with this section, the forfeiture proceeding shall be set for <span class=\"dictionary\">hearing<\/span> within thirty (30) calendar days from the date the Claim is filed with the court.<br \/><br \/>\t(3)\tThe City Attorney shall file a <span class=\"dictionary\">Petition<\/span> for Forfeiture within ten (10) calendar days of being served with the Claim.  The <span class=\"dictionary\">Petition<\/span> for Forfeiture shall identify the vehicle to be forfeited, state the date and place of the seizure, describe the factual and legal basis for the forfeiture, and state the estimated value of the vehicle.<br \/><br \/>\t(4)\tAll <span class=\"dictionary\">discovery<\/span> shall be completed on or before the fifth calendar day before the <span class=\"dictionary\">hearing<\/span> date, which date may be extended in the court’s discretion.<br \/><br \/>\t(5)\tThe <span class=\"dictionary\">hearing<\/span> shall be before the Superior Court of the County of Los Angeles.  The provisions of the Code of Civil Procedure shall apply to such proceedings unless otherwise inconsistent with the provisions or, procedures set forth in this section.  A proceeding under this subsection is a summary proceeding and there shall be no joinder of actions, coordination of actions, or cross-complaints.  The <span class=\"dictionary\">issues<\/span> to be determined shall be limited strictly to those related to this section.  <span class=\"dictionary\">Trial<\/span> shall be by court or <span class=\"dictionary\">jury<\/span>.<br \/><br \/>\t(i)\tContested Forfeiture of Vehicle.<br \/><br \/>\t(1)\tWhere forfeiture pursuant to this section is contested, the City Attorney shall have the burden of proving by a <span class=\"dictionary\">preponderance of the evidence<\/span> that the vehicle was used in one or more of the circumstances described in subsection (b).<br \/><br \/>\t(2)\tUpon proof that the vehicle was used in any of the circumstances described in subsection (b), the court shall:<br \/><br \/>\t(A)\tDeclare the vehicle a nuisance; and<br \/><br \/>\t(B)\tOrder that the vehicle be forfeited and sold, and that the proceeds from the sale be distributed in accordance with subsection (n); or<br \/><br \/>\t(C)\tIf the vehicle was returned to the registered owner pursuant to subsection (f)(4), that it be seized, forfeited and sold, and that the proceeds from the sale be distributed in accordance with subsection (n).<br \/><br \/>\t(j)\tReturn to Innocent Owner.  Notwithstanding that a vehicle seized under this section may have been used in one or more of the circumstances described in subsection (b), the vehicle shall not be subject to forfeiture and shall be returned to the registered owner, upon payment of towing, storage and release charges, if the registered owner establishes by a <span class=\"dictionary\">preponderance of the evidence<\/span> that all of the following circumstances exist:<br \/><br \/>\t(1)\tThe registered owner was not operating or present in or around the vehicle at the time of the violation resulting in its seizure; and<br \/><br \/>\t(2)\tThe registered owner did not know that the vehicle was to be used in one or more of the circumstances described in subsection (b); and<br \/><br \/>\t(3)\tThe registered owner was not negligent in allowing the vehicle to be used in one or more of the circumstances described in subsection (b).<br \/><br \/>\t(k)\tDetention In Lieu of Forfeiture.<br \/><br \/>\t(1)\tNotwithstanding that a vehicle seized under this section may have been used in one or more of the circumstances described in subsection (b), the court may, in lieu of forfeiture, order that the vehicle be detained for a period of not less than thirty (30) days and not more than one-hundred-twenty (120) days, if the court finds by a <span class=\"dictionary\">preponderance of the evidence<\/span> that:<br \/><br \/>\t(A)\tThe vehicle is the only vehicle available to members of the registered owner’s household; and<br \/><br \/>\t(B)\tForfeiture of the vehicle would cause significant hardship to a household member who relies upon the vehicle for transportation for legitimate purposes; and<br \/><br \/>\t(C)\tIf released to the registered owner, the vehicle is unlikely to be used in further violation of this section in the future.<br \/><br \/>\t(2)\tIf the <span class=\"dictionary\">court orders<\/span> the vehicle detained pursuant to this subsection, the registered owner may reclaim the vehicle upon expiration of the detention period and payment of tow, storage and release charges.<br \/><br \/>\t(l)\tStolen Vehicles.  A vehicle that has been reported stolen prior to its seizure under this section shall not be subject to forfeiture under this section, unless the identity of the registered owner cannot be reasonably ascertained, or the registered owner fails to redeem the vehicle within sixty (60) days of the seizure.  The registered owner of the vehicle may claim the vehicle, upon payment of tow, storage and release charges, provided the vehicle is not subject to any holds for traffic or parking violations and the vehicle registration is current.<br \/><br \/>\t(m)\tUncontested Forfeiture of Vehicle.<br \/><br \/>\t(1)\tWhere forfeiture pursuant to this section is not contested, the City Attorney shall have the authority to declare the vehicle forfeited under this section.<br \/><br \/>\t(2)\tIf no Claims are timely filed, the City Attorney shall prepare a written Declaration of Forfeiture of the vehicle to the City.  A written Declaration of Forfeiture signed by the City Attorney or his duly authorized designee shall be deemed to vest good and sufficient title to the forfeited vehicle in the City.  The proceeds from the disposal of the vehicle declared forfeited by the City Attorney shall be distributed in accordance with subsection (n)(1).  The City Attorney shall mail or otherwise provide a copy of the Declaration of Forfeiture to any person who received notice of the forfeiture proceedings pursuant to this section.<br \/><br \/>\t(n)\tDisposal of Vehicle and Distribution of Proceeds.<br \/><br \/>\t(1)\tIn any case in which a vehicle seized pursuant to this section is forfeited to the City, the vehicle shall be sold, unless a <span class=\"dictionary\">settlement<\/span> is reached with the registered owner of the vehicle.  All proceeds from the sale, or if cash is paid as <span class=\"dictionary\">settlement<\/span> in lieu of forfeiture of the vehicle, shall be distributed and appropriated in the order of priority listed below:<br \/><br \/>\t(A)\tTo pay costs associated with the towing, storage and release of the vehicle; and then<br \/><br \/>\t(B)\tTo pay costs associated with the sale of the vehicle; and then<br \/><br \/>\t(C)\tTo the legal owner of the vehicle, if any, up to the amount of the legal owner’s interest in the vehicle; and then<br \/><br \/>\t(D)\tTo the City’s general fund.<br \/><br \/>\t(2)\tIn a contested forfeiture proceeding pursuant to subsection (i), the court may make a different distribution of the proceeds in the interest of justice, including a distribution to a person or entity other than a registered or legal owner of the vehicle who can prove by clear and convincing evidence an interest in the vehicle, up to the amount of that person’s provable interest, but only if such person or entity has provided the court with proof of his, her, or its claimed interest before the court makes a final <span class=\"dictionary\">disposition<\/span> regarding the vehicle.<br \/><br \/>\t(3)\tFor budgeting purposes, funds attributable to this <span class=\"dictionary\">ordinance<\/span> shall not be considered anticipated revenue to the general fund.<br \/><br \/>\t(o)\tRecovery of Monetary Loss.  Nothing in this section shall preclude a vehicle owner or lienholder who suffers a monetary loss from the forfeiture of a vehicle under this section from recovering the amount of the actual monetary loss from the person or persons who committed the act giving rise to the forfeiture.<\/p><\/section>","previous_section":{"id":"3984","structure_id":"66","section_number":"41.70.3","catch_line":"Nuisance Vehicles – Illegal Dumping.","url":"\/41.70.3\/","token":"41.70.3"},"text":{"0":{"id":"4005","text":"  GANG-RELATED NUISANCE VEHICLE FORFEITURE.\n\t(Added by Ord. No. 180,465, Eff. 2\/8\/09.)\t(a)\tDefinitions.  As used in this section:\t(1)\t“Gang Injunction” means a court order, in the form of a preliminary or permanent injunction, issued against an identified criminal street gang as an unincorporated association or organization, the provisions of which seek to enjoin the gang’s nuisance activities in a delineated geographic area known as the “Safety Zone”.\t(2)\t“Gang Member” means a member of a “criminal street gang” as that term is defined in Penal Code section 186.22, subdivision (t).\t(3)\t“Legal Owner” means the “legal owner” of a vehicle as defined in Vehicle Code section 370.\t(4)\t“Registered Owner” means the “registered owner” of a vehicle as defined in Vehicle Code section 505.\t(5)\t“Safety Zone” means a geographic area delineated in any gang injunction within which a gang’s nuisance activities are to be enjoined.\t(6)\t“Vehicle” means any transportation device that would require a driver of the vehicle to have in his or her immediate possession a valid driver’s license for the appropriate class of vehicle.\t(b)\tCircumstances in Which Vehicle Becomes Nuisance Subject to Seizure and Forfeiture.  A vehicle used in any of the following circumstances is a nuisance that shall be enjoined and abated as provided in this section:\t(1)\tAny vehicle used within the City by one or more gang members for the purpose of the commission of any of the offenses listed in Penal Code section 186.22, subdivision (e), except for the offenses listed in subdivision (e)(4) (relating to the sale, transportation and manufacture of controlled substances).\t(2)\tAny vehicle used within a Safety Zone in which a gang member who is subject to and has notice of the Gang Injunction is:\t(A)\tPresent with another known gang member in violation of the Gang Injunction; or\t(B)\tPresent and in actual or constructive possession of graffiti tools in violation of the Gang Injunction; or\t(C)\tPresent and transporting, concealing, or storing a firearm or any ammunition, the possession of which would be a violation of the Gang Injunction.\t(c)\tTitle to Vest in the City.  All right, title and interest in any vehicle used in any of the circumstances described in subsection (b) shall vest in the City upon commission of the act giving rise to the nuisance.\t(d)\tSeizure of Vehicle.\t(1)\tA peace officer may seize a vehicle for forfeiture upon the issuance of an order by a court having jurisdiction of the vehicle.\t(2)\tA peace officer may seize a vehicle for forfeiture without a court order when:\t(A)\tThe seizure is incident to an arrest or a search conducted pursuant to a search warrant; or\t(B)\tThere is probable cause to believe that the vehicle is being used in any of the circumstances described in subsection (b).\t(3)\tA peace officer seizing a vehicle under this section shall complete a vehicle report and deliver it to the person from whose possession the vehicle was seized.\t(e)\tPost-Seizure Investigation and Notice to Registered and Legal Owners.\t(1)\tUpon seizure of a vehicle under this section, the seizing agency shall immediately conduct an investigation as to any registered owner and any legal owner of record with the Department of Motor Vehicles of this or any other state or appropriate federal agency.\t(2)\tIf the agency finds that any person is the registered or legal owner, and that such ownership or interest did not arise subsequent to the date and time of seizure of the vehicle or notification of the forfeiture proceedings, the agency shall send the following to each such person at his, her, or its address, as it appears in the records of the Department of Motor Vehicles of this or any other state or any appropriate federal agency, within three (3) business days of the vehicle’s seizure:\t(A)\tA Notice of Seizure, which shall include the name, address and telephone number of the agency providing the notice as well as the authority and reason for the seizure; and\t(B)\tInformation about the availability of a post-seizure hearing, which shall include a statement that in order to receive a post-seizure hearing, the owner, or his or her attorney or agent, must request the hearing in person, or in writing, or by telephone within ten (10) calendar days of the date of the Notice; and\t(C)\tInformation about how to file a claim, which shall include the time in which a claim of interest in the vehicle seized or subject to forfeiture is required to be filed; and\t(D)\tA claim form.\t(f)\tPost-Seizure Hearing.\t(1)\tWhen requested, the post-seizure hearing shall be. conducted within three (3) business days of the seizing agency’s receipt of the request for such a hearing.  The agency may authorize its own officer or employee to conduct the hearing as long as the hearing officer is not the same person who seized or directed the seizure of the vehicle.  The hearing also may be conducted by a City Attorney hearing officer designated to conduct such hearings.\t(2)\tThe vehicle shall be retained upon a determination of probable cause that the vehicle was used in one or more of the circumstances described in subsection (b).\t(3)\tFailure of either the registered owner or legal owner, or his or her attorney or agent, to request or attend a scheduled post-seizure hearing within the appropriate time frame shall satisfy any post-seizure hearing requirement.\t(4)\tNotwithstanding a determination of probable cause, the hearing officer has the authority and discretion to direct return of the vehicle to the registered owner pending further action under this section, upon payment of towing, storage and release charges, if the hearing officer is satisfied, considering all reliable and available information, that:\t(A)\tThe registered owner is not a gang member; and\t(B)\tThe registered owner was not operating or present in or around the vehicle at the time of the violation resulting in its seizure; and\t(C)\tThe registered owner did not authorize or negligently permit the vehicle to be used in one or more of the circumstances described in subsection (b); and\t(D)\tThe vehicle was not previously seized, impounded, or reportedly used in furtherance of any criminal activity while in the possession or control of the registered owner; and\t(E)\tThe registered owner relies upon the vehicle for legitimate transportation purposes.\t(g)\tNotice to Interested Persons of Intended Forfeiture of Vehicle.\t(1)\tIf the City Attorney determines that the factual circumstances described in subsection (b) warrant forfeiture of the vehicle, the City Attorney shall serve a Notice of Intended Forfeiture upon any person who has an interest in the seized vehicle as determined pursuant to subsection (e). The Notice shall be served as soon as practicable, but in any event within thirty (30) calendar days of the seizure of the vehicle subject to forfeiture.\t(2)\tThe Notice of Intended Forfeiture shall be served by personal delivery, or by certified mail return receipt requested, to the address on record with the Department of Motor Vehicles, or any other address a person entitled to receive service under subsection (e) designates in writing to the City Attorney.\t(3)\tIn the event that a person entitled to service under this section cannot be personally served, or the certified return receipt is not received by the City Attorney within ten (10) business days of mailing, substitute service may be accomplished by either of the following methods:\t(A)\tBy leaving a copy of the Notice at the address on record with the Department of Motor Vehicles and any other address a person entitled to receive service under subsection (e) designates in writing to the City Attorney, and by mailing a copy to the recipient at the address where the copy was left and any other address designated in writing to the City Attorney; or\t(B)\tBy first class mail, if the person entitled to service resides out of state.\t(4)\tService of the Notice of Intended Forfeiture shall be deemed complete if the recipient acknowledges receipt of the Notice verbally or in writing, or the certified return receipt is received by the City Attorney, or upon completion of personal or substitute service.\t(h)\tFiling of Claims Opposing Forfeiture and Court Proceedings Thereon.\t(1)\tA person claiming an interest in a vehicle seized pursuant to subsection (d) must, within ten (10) calendar days from the date of personal service or mailing of the Notice of the Intended Forfeiture, file with the Superior Court of the County of Los Angeles a Claim Opposing Forfeiture, verified in accordance with Code of Civil Procedure section 446.  The Claim shall describe the person’s interest in the vehicle.  A copy of the Claim shall be served upon the City Attorney.\t(2)\tIf a verified Claim is filed in accordance with this section, the forfeiture proceeding shall be set for hearing within thirty (30) calendar days from the date the Claim is filed with the court.\t(3)\tThe City Attorney shall file a Petition for Forfeiture within ten (10) calendar days of being served with the Claim.  The Petition for Forfeiture shall identify the vehicle to be forfeited, state the date and place of the seizure, describe the factual and legal basis for the forfeiture, and state the estimated value of the vehicle.\t(4)\tAll discovery shall be completed on or before the fifth calendar day before the hearing date, which date may be extended in the court’s discretion.\t(5)\tThe hearing shall be before the Superior Court of the County of Los Angeles.  The provisions of the Code of Civil Procedure shall apply to such proceedings unless otherwise inconsistent with the provisions or, procedures set forth in this section.  A proceeding under this subsection is a summary proceeding and there shall be no joinder of actions, coordination of actions, or cross-complaints.  The issues to be determined shall be limited strictly to those related to this section.  Trial shall be by court or jury.\t(i)\tContested Forfeiture of Vehicle.\t(1)\tWhere forfeiture pursuant to this section is contested, the City Attorney shall have the burden of proving by a preponderance of the evidence that the vehicle was used in one or more of the circumstances described in subsection (b).\t(2)\tUpon proof that the vehicle was used in any of the circumstances described in subsection (b), the court shall:\t(A)\tDeclare the vehicle a nuisance; and\t(B)\tOrder that the vehicle be forfeited and sold, and that the proceeds from the sale be distributed in accordance with subsection (n); or\t(C)\tIf the vehicle was returned to the registered owner pursuant to subsection (f)(4), that it be seized, forfeited and sold, and that the proceeds from the sale be distributed in accordance with subsection (n).\t(j)\tReturn to Innocent Owner.  Notwithstanding that a vehicle seized under this section may have been used in one or more of the circumstances described in subsection (b), the vehicle shall not be subject to forfeiture and shall be returned to the registered owner, upon payment of towing, storage and release charges, if the registered owner establishes by a preponderance of the evidence that all of the following circumstances exist:\t(1)\tThe registered owner was not operating or present in or around the vehicle at the time of the violation resulting in its seizure; and\t(2)\tThe registered owner did not know that the vehicle was to be used in one or more of the circumstances described in subsection (b); and\t(3)\tThe registered owner was not negligent in allowing the vehicle to be used in one or more of the circumstances described in subsection (b).\t(k)\tDetention In Lieu of Forfeiture.\t(1)\tNotwithstanding that a vehicle seized under this section may have been used in one or more of the circumstances described in subsection (b), the court may, in lieu of forfeiture, order that the vehicle be detained for a period of not less than thirty (30) days and not more than one-hundred-twenty (120) days, if the court finds by a preponderance of the evidence that:\t(A)\tThe vehicle is the only vehicle available to members of the registered owner’s household; and\t(B)\tForfeiture of the vehicle would cause significant hardship to a household member who relies upon the vehicle for transportation for legitimate purposes; and\t(C)\tIf released to the registered owner, the vehicle is unlikely to be used in further violation of this section in the future.\t(2)\tIf the court orders the vehicle detained pursuant to this subsection, the registered owner may reclaim the vehicle upon expiration of the detention period and payment of tow, storage and release charges.\t(l)\tStolen Vehicles.  A vehicle that has been reported stolen prior to its seizure under this section shall not be subject to forfeiture under this section, unless the identity of the registered owner cannot be reasonably ascertained, or the registered owner fails to redeem the vehicle within sixty (60) days of the seizure.  The registered owner of the vehicle may claim the vehicle, upon payment of tow, storage and release charges, provided the vehicle is not subject to any holds for traffic or parking violations and the vehicle registration is current.\t(m)\tUncontested Forfeiture of Vehicle.\t(1)\tWhere forfeiture pursuant to this section is not contested, the City Attorney shall have the authority to declare the vehicle forfeited under this section.\t(2)\tIf no Claims are timely filed, the City Attorney shall prepare a written Declaration of Forfeiture of the vehicle to the City.  A written Declaration of Forfeiture signed by the City Attorney or his duly authorized designee shall be deemed to vest good and sufficient title to the forfeited vehicle in the City.  The proceeds from the disposal of the vehicle declared forfeited by the City Attorney shall be distributed in accordance with subsection (n)(1).  The City Attorney shall mail or otherwise provide a copy of the Declaration of Forfeiture to any person who received notice of the forfeiture proceedings pursuant to this section.\t(n)\tDisposal of Vehicle and Distribution of Proceeds.\t(1)\tIn any case in which a vehicle seized pursuant to this section is forfeited to the City, the vehicle shall be sold, unless a settlement is reached with the registered owner of the vehicle.  All proceeds from the sale, or if cash is paid as settlement in lieu of forfeiture of the vehicle, shall be distributed and appropriated in the order of priority listed below:\t(A)\tTo pay costs associated with the towing, storage and release of the vehicle; and then\t(B)\tTo pay costs associated with the sale of the vehicle; and then\t(C)\tTo the legal owner of the vehicle, if any, up to the amount of the legal owner’s interest in the vehicle; and then\t(D)\tTo the City’s general fund.\t(2)\tIn a contested forfeiture proceeding pursuant to subsection (i), the court may make a different distribution of the proceeds in the interest of justice, including a distribution to a person or entity other than a registered or legal owner of the vehicle who can prove by clear and convincing evidence an interest in the vehicle, up to the amount of that person’s provable interest, but only if such person or entity has provided the court with proof of his, her, or its claimed interest before the court makes a final disposition regarding the vehicle.\t(3)\tFor budgeting purposes, funds attributable to this ordinance shall not be considered anticipated revenue to the general fund.\t(o)\tRecovery of Monetary Loss.  Nothing in this section shall preclude a vehicle owner or lienholder who suffers a monetary loss from the forfeiture of a vehicle under this section from recovering the amount of the actual monetary loss from the person or persons who committed the act giving rise to the forfeiture.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}