{"section_number":"41.70.3","edition_id":"1","section_id":"3984","structure_id":"66","catch_line":"Nuisance Vehicles – Illegal Dumping.","history":"","full_text":"  NUISANCE VEHICLES – ILLEGAL DUMPING.\n\t(Added by Ord. No. 175,575, Eff. 11\/29\/03.)\n\n\tA.\tDefinitions.\n\n\t“Authorized public officer” means a public officer authorized under Los Angeles Municipal Code Section 61.07(a).\n\n\t“Bulky item” means any discarded furniture, home or industrial appliance or abandoned vehicle or a part of an abandoned vehicle.\n\n\t“Driver” means any person who drives a motor vehicle.\n\n\t“Hazardous waste” means any waste as defined in California Health and Safety Code Section 25117.\n\n\t“Illegal dumping” means the wilful throwing, dropping, placing or depositing of a bulky item, hazardous waste or solid waste on public or private property not designated for that dumping or disposal  purpose. “Illegal dumping” does not include the discarding, dropping, or scattering of small quantities of waste matter ordinarily carried on or about the person, including, but not limited to, beverage containers and closures, packaging, wrappers, wastepaper, newspapers, and magazines and including waste matter that  escapes or is allowed to escape from a container, receptacle, or package. \n\n\t“Solid waste” means all putrescible and non-putrescible solid, semisolid and liquid wastes, including garbage, trash, refuse, paper, rubbish, ashes, industrial wastes, demolition and construction wastes, dewatered, treated or chemically fixed sewage sludge, which is not hazardous waste, manure, vegetable or animal solid and semisolid wastes, and other discarded solid and semisolid wastes.  Solid waste does not include hazardous waste. \n\n\t“Vehicle” means any transportation device that requires the driver to have in his or her immediate possession a valid driver’s license for the appropriate class of vehicle being driven and which transportation device is equipped with a motor.\n\n\tB.\tAbatement of Nuisance Vehicle by Seizure and Forfeiture.\n\n\t1.\tAny vehicle used for the purpose of illegal dumping is a nuisance and the vehicle shall be enjoined and abated as provided in this section.\n\n\t2.\tAny vehicle used to transport any bulky item, any hazardous waste or solid  waste for the purpose of illegal dumping is a nuisance and the vehicle shall be enjoined and abated as provided in this section.\n\n\t3.\tAny person or his or her servant, agent, or employee who owns, leases, conducts or maintains any vehicle used for any of the purposes or acts set forth in this section is responsible for creating a public nuisance.\n\n\tC.\tTitle to Vest in the City.  All rights, title and interest in any vehicle described in Subsection B. shall vest in the City upon commission of the act giving rise to the nuisance under this section.\n\n\tD.\tSeizure of Vehicle.\n\n\t1.\tA peace officer or authorized public officer may seize a vehicle subject to forfeiture under this section upon the issuance of an order by a court having jurisdiction of the vehicle.  Seizure without court order may be made in any of the following circumstances:\n\n\t(a)\tThe seizure is incident to an arrest or search under a search warrant;\n\n\t(b)\tThere is probable cause to believe the vehicle was used in violation of this section.\n\n\t2.\tA peace officer or authorized public officer seizing a vehicle under this section shall complete a receipt in accordance with Penal Code Section 1412 and deliver it to the person from whose possession the vehicle was seized.\n\n\t3.\tAn immediate investigation shall be made by the public agency making the seizure as to any potential claimant to a seized vehicle whose right, title, interest, or lien is of record in the Department of Motor Vehicles of this or any other state or appropriate federal agency. The public agency shall send a notice of seizure within two business days of the vehicle’s seizure, to all potential claimants whose right, title, interest or lien did not arise subsequent to the date and time of seizure of the vehicle, if that person or entity was not previously given a notice of seizure.\n\n\t4.\tThe public agency seizing the vehicle shall provide any potential claimants discovered as a result of the investigation set out in D.3. with the opportunity for a post-seizure hearing to determine the validity of the seizure. The post-seizure hearing shall be conducted within two business days of the request for the hearing.  The public agency may authorize its own officer or employee to conduct the hearing if the hearing officer is not the same person who directed the seizure of the vehicle. Failure of the potential claimant to request or attend a scheduled hearing within the appropriate time frame shall satisfy the post-seizure requirement.\n\n\t(a)\tThe notice of seizure shall include the following:\n\n\t(i)\tthe name, address and telephone number of the agency providing the notice;\n\n\t(ii)\tthe authority and reason for the seizure;\n\n\t(iii)\ta statement that in order to receive their post-seizure hearing, the potential claimant shall request the hearing in person, in writing, or by telephone within ten calendar days of the date of the notice; and\n\n\t(iv)\tthe time in which a claim of interest in the vehicle seized or subject to forfeiture is required to be filed.\n\n\t5.\tA vehicle seized pursuant to this section, where appropriate may be held as evidence in any proceeding brought by the City Attorney or District Attorney.\n\n\tE.\tForfeiture and Notice of Intended Forfeiture of Vehicle.\n\n\t1.\tThe City Attorney may, pursuant to this section, order the forfeiture of vehicles seized under this section.\n\n\t2.\tIf the City Attorney determines that the factual circumstances warrant  forfeiture of the vehicle described in Subsection B., the City Attorney shall serve a notice of intended forfeiture upon any person who has an interest in the seized vehicle.  The notice shall be served as soon as practicable, but in any event within 30 calendar days of the seizure of the vehicle subject to forfeiture.\n\n\t3.\tThe notice of intended forfeiture shall be served as follows:\n\n\t(a)\tBy personal delivery or certified mail, return receipt requested, upon any person who has an interest in the seized vehicle as determined pursuant to Subsection D.3.\n\n\t(b)\tIn the event that the person entitled to service refuses to accept certified return receipt mail or cannot be personally served, service may be made by substituted service.  Substituted service may be accomplished by any one of the following methods: \n\n\t(i)\tBy leaving a copy during usual business hours at the recipient’s business with the person who is apparently in charge, and by thereafter mailing by first class mail a copy to the recipient where the copy was left; \n\n\t(ii)\tBy leaving a copy at the recipient’s dwelling or usual place of abode, in the presence of a competent member of the household and thereafter mailing by first class mail a copy to the recipient at the address where the copy was left.\n\n\t(c)\tIf the person entitled to service lives out of state and will not accept certified return receipt mail, then service may be made by first class mail.\n\n\t(d)\tIf the person entitled to notice cannot be located, or service cannot be effected as set forth in this subsection, service may be made by publication in a Los Angeles newspaper of general circulation.  Service shall be deemed sufficient when it is accomplished pursuant to Government Code Section 6063.\n\n\tF.\tClaim Opposing Forfeiture and Court Proceedings.\n\n\t1.\tA person claiming an interest in the vehicle seized pursuant to Subsection B. must within ten calendar days from the date of the notice of intended forfeiture or within 30 calendar days from the date of first publication of the notice of intended forfeiture, file with the Superior Court of the county in which the vehicle was seized, a Claim Opposing Forfeiture, verified in accordance with Section 446 of the Code of Civil  Procedure, stating his, her or its interest in the vehicle.  An endorsed copy of the claim shall be served upon the City Attorney within ten calendar days of the filing of the claim. \n\n\t2.\tIf a verified claim is filed in accordance with this section, the forfeiture proceeding shall be set for hearing within 30 calendar days from the date the claim is filed with the court. The City Attorney shall file a petition for forfeiture with the court within ten calendar days of service of the claim upon the City Attorney. A copy of the petition shall be served upon the claimant.\n\n\t3.\tThe hearing shall be before the Superior Court of Los Angeles County.  The provisions of the Code of Civil Procedure shall apply to proceedings under this section unless otherwise inconsistent with the provisions or procedures set forth in this section.   However, in proceedings under this section, there shall be no joinder of actions, coordination of actions, except for forfeiture proceedings, or cross-complaints, and the issues shall be limited strictly to the questions related to this section. Trial shall be by court or jury.\n\n\t4.\tWith respect to vehicles described in Subsection B. for which forfeiture is sought and as to which forfeiture is contested, the City Attorney shall have the burden of proving by a preponderance of the evidence that the vehicle was used as set forth in  Subsection B. \n\n\t5.\tUpon proof that the vehicle was used for any of the purposes set forth in Subsection B., the court shall declare the vehicle a nuisance and order that the vehicle be forfeited, sold, and the proceeds distributed as set forth in Subsection G.  The court may make a different distribution of the proceeds, if the court finds that the claimant did not know that the vehicle was used for a purpose that constitutes a violation of this section\n\n\t6.\tIf no claims are timely filed, the City Attorney shall prepare a written declaration of forfeiture of the vehicle to the City.  A written declaration of forfeiture signed by the City Attorney under this section shall be deemed to provide good and sufficient title to the forfeited vehicle.  The proceeds from the disposal of the vehicle declared forfeited by the City Attorney shall be distributed in accordance with Subsection G.  The City Attorney ordering forfeiture pursuant to this section shall provide a copy of the declaration of forfeiture to any person who received notice of the forfeiture proceedings.\n\n\tG.\tDisposal of Vehicle and Distribution of Proceeds.\n\n\t1.\tIn all cases where vehicles seized pursuant to this section are forfeited to the City, the vehicles shall be sold, or if cash is paid as settlement in lieu of forfeiture of the vehicle, the proceeds of sale or settlement shall be distributed and appropriated as follows: \n \n\t(a)\tTo pay costs associated with the towing, storage and release of any vehicle seized under this section.\n\n\t(b)\tTo pay costs associated with the sale of the vehicle.\n\n\t(c)\tTo the lien holder of the vehicle, if any, up to the amount of his, her or its interest in the vehicle.\n\n\t2.\tThe remaining funds shall be distributed as follows:\n\n\t(a)\tTo the City Attorney for all expenditures other than personnel costs, made or incurred by the Office in connection with the enforcement of this section, including but not limited to, costs for equipment, investigation, supplies, litigation, insurance and liability resulting from enforcement of this section and costs of publication of the notices set forth in Subsection E.\n\n\t(b)\tTo local law enforcement for all expenditures other than personnel costs, made or incurred by the Department in connection with enforcement of this section, including but not limited to, costs for equipment, investigation and supplies related to enforcement of this section.\n\n\t(c)\tTo the general fund.\n\t\n\t3.\tFor budgeting purposes, funds attributable to this ordinance shall not be considered anticipated revenue into the general fund.\n\n\tH.\tStolen Vehicles.  A vehicle that has been reported stolen, prior to a seizure under this section shall not be subject to forfeiture unless the identity of the registered owner cannot be reasonably ascertained or the registered owner fails to redeem the vehicle within 60 days of the seizure.  The registered owner of the vehicle may claim the vehicle upon payment of tow, storage and release charges, provided the vehicle is not subject to any holds for traffic or parking violations and the vehicle registration is current. \n\n\tI.\tRecovery of Monetary Loss.  Nothing in this section shall preclude an owner of a vehicle who suffers a monetary loss from the forfeiture of a vehicle under this section from recovering the amount of the actual monetary loss from the person who committed the act giving rise to forfeiture under this section.","order_by":"70.3","ancestry":{"1":{"id":"66","name":"Disorderly Conduct\nPlaces And Publications","identifier":"1","label":"article","url":"\/4\/1\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2975","structure_id":"66","section_number":"41.03","catch_line":"Lookouts For Illegal Acts.","url":"\/41.03\/","token":"41.03"},"1":{"id":"4179","structure_id":"66","section_number":"41.14","catch_line":"Injury To Public Property.","url":"\/41.14\/","token":"41.14"},"2":{"id":"2377","structure_id":"66","section_number":"41.16","catch_line":"Snuff – Throwing Of.","url":"\/41.16\/","token":"41.16"},"3":{"id":"507","structure_id":"66","section_number":"41.17","catch_line":"Library Books – Retention After Notice.","url":"\/41.17\/","token":"41.17"},"4":{"id":"4062","structure_id":"66","section_number":"41.18","catch_line":"Sidewalks, Pedestrian Subways – Loitering.","url":"\/41.18\/","token":"41.18"},"5":{"id":"2873","structure_id":"66","section_number":"41.19","catch_line":"Public Assemblages – Obstructing Entrance.","url":"\/41.19\/","token":"41.19"},"6":{"id":"2652","structure_id":"66","section_number":"41.20","catch_line":"Closure Of Streets.","url":"\/41.20\/","token":"41.20"},"7":{"id":"1364","structure_id":"66","section_number":"41.20.1","catch_line":"Special Event Application Process And Definitions.","url":"\/41.20.1\/","token":"41.20.1"},"8":{"id":"617","structure_id":"66","section_number":"41.21","catch_line":"Cutting Into Gasoline Lines Prohibited.","url":"\/41.21\/","token":"41.21"},"9":{"id":"1698","structure_id":"66","section_number":"41.22","catch_line":"Loitering – River Bed.","url":"\/41.22\/","token":"41.22"},"10":{"id":"4027","structure_id":"66","section_number":"41.23","catch_line":"Trespass On Housing Authority Property.","url":"\/41.23\/","token":"41.23"},"11":{"id":"252","structure_id":"66","section_number":"41.24","catch_line":"Trespass On Private Property.","url":"\/41.24\/","token":"41.24"},"12":{"id":"878","structure_id":"66","section_number":"41.27","catch_line":"Intoxication.","url":"\/41.27\/","token":"41.27"},"13":{"id":"953","structure_id":"66","section_number":"41.29","catch_line":"Hand Organs On Streets.","url":"\/41.29\/","token":"41.29"},"14":{"id":"2290","structure_id":"66","section_number":"41.30","catch_line":"Spite Fences.","url":"\/41.30\/","token":"41.30"},"15":{"id":"1611","structure_id":"66","section_number":"41.31","catch_line":"Trees – Injury To.","url":"\/41.31\/","token":"41.31"},"16":{"id":"2884","structure_id":"66","section_number":"41.32","catch_line":"Theatres – Sound Amplifiers.","url":"\/41.32\/","token":"41.32"},"17":{"id":"3573","structure_id":"66","section_number":"41.33","catch_line":"Landlords – Disturbing Tenants.","url":"\/41.33\/","token":"41.33"},"18":{"id":"206","structure_id":"66","section_number":"41.34","catch_line":"Pesticides – Notice To Tenants.","url":"\/41.34\/","token":"41.34"},"19":{"id":"3302","structure_id":"66","section_number":"41.38","catch_line":"Use Of Certain Signs On Vehicles Prohibited.","url":"\/41.38\/","token":"41.38"},"20":{"id":"1767","structure_id":"66","section_number":"41.39","catch_line":"Stowaways – Entry A Misdemeanor.","url":"\/41.39\/","token":"41.39"},"21":{"id":"1857","structure_id":"66","section_number":"41.40","catch_line":"Noise Due To Construction, Excavation Work – When Prohibited.","url":"\/41.40\/","token":"41.40"},"22":{"id":"818","structure_id":"66","section_number":"41.41","catch_line":"Evading Payment Of Admission Fee.","url":"\/41.41\/","token":"41.41"},"23":{"id":"2748","structure_id":"66","section_number":"41.42","catch_line":"Music Reproducing Devices – Hours Of Operation.","url":"\/41.42\/","token":"41.42"},"24":{"id":"2050","structure_id":"66","section_number":"41.43","catch_line":"Selling Goods Near Private Parks.","url":"\/41.43\/","token":"41.43"},"25":{"id":"1693","structure_id":"66","section_number":"41.43.1","catch_line":"Door To Door Selling Or Soliciting.","url":"\/41.43.1\/","token":"41.43.1"},"26":{"id":"3565","structure_id":"66","section_number":"41.44","catch_line":"Miniature Golf Courses And Driving Fairways.","url":"\/41.44\/","token":"41.44"},"27":{"id":"1897","structure_id":"66","section_number":"41.45","catch_line":"Unauthorized Removal, Use Or Possession Of Shopping Carts.","url":"\/41.45\/","token":"41.45"},"28":{"id":"3090","structure_id":"66","section_number":"41.46","catch_line":"Sidewalks – Cleaning Of.","url":"\/41.46\/","token":"41.46"},"29":{"id":"3367","structure_id":"66","section_number":"41.47","catch_line":"Water Closets – Use Of.","url":"\/41.47\/","token":"41.47"},"30":{"id":"3199","structure_id":"66","section_number":"41.47.1","catch_line":"Restroom Facilities.","url":"\/41.47.1\/","token":"41.47.1"},"31":{"id":"3793","structure_id":"66","section_number":"41.47.2","catch_line":"Urinating Or Defecating In Public.","url":"\/41.47.2\/","token":"41.47.2"},"32":{"id":"3936","structure_id":"66","section_number":"41.48","catch_line":"Restaurants – Minimum Light Intensity.","url":"\/41.48\/","token":"41.48"},"33":{"id":"4033","structure_id":"66","section_number":"41.49","catch_line":"Hotel Registers And Room Rentals.","url":"\/41.49\/","token":"41.49"},"34":{"id":"3882","structure_id":"66","section_number":"41.50","catch_line":"Smoking Prohibited In Designated Areas.","url":"\/41.50\/","token":"41.50"},"35":{"id":"2857","structure_id":"66","section_number":"41.50.5","catch_line":"Signage Regulations For Places Subject To Regulation Pursuant To Labor Code Section 6404.5.","url":"\/41.50.5\/","token":"41.50.5"},"36":{"id":"1140","structure_id":"66","section_number":"41.51","catch_line":"Smoking In Elevators Prohibited.","url":"\/41.51\/","token":"41.51"},"37":{"id":"2159","structure_id":"66","section_number":"41.52","catch_line":"Smoking In Buses.","url":"\/41.52\/","token":"41.52"},"38":{"id":"3194","structure_id":"66","section_number":"41.53","catch_line":"Public Bath Houses.","url":"\/41.53\/","token":"41.53"},"39":{"id":"2202","structure_id":"66","section_number":"41.54","catch_line":"Fishing Within One Mile Of Public Sewer Outlet.","url":"\/41.54\/","token":"41.54"},"40":{"id":"350","structure_id":"66","section_number":"41.55","catch_line":"Oil – Discharge In Ocean And Beaches.","url":"\/41.55\/","token":"41.55"},"41":{"id":"523","structure_id":"66","section_number":"41.56","catch_line":"Unlawful Activities At Sporting Events, Theatricals And Exhibitions.","url":"\/41.56\/","token":"41.56"},"42":{"id":"1291","structure_id":"66","section_number":"41.57","catch_line":"Loud And Raucous Noise Prohibited.","url":"\/41.57\/","token":"41.57"},"43":{"id":"1957","structure_id":"66","section_number":"41.58","catch_line":"Loud Party Second Response Fee.","url":"\/41.58\/","token":"41.58"},"44":{"id":"2269","structure_id":"66","section_number":"41.59","catch_line":"Prohibition Against Certain Forms Of Aggressive Solicitation.","url":"\/41.59\/","token":"41.59"},"45":{"id":"1569","structure_id":"66","section_number":"41.60","catch_line":"Hospitals; Patient Transport.","url":"\/41.60\/","token":"41.60"},"46":{"id":"3658","structure_id":"66","section_number":"41.70","catch_line":"Nuisance Vehicles – Prostitution.","url":"\/41.70\/","token":"41.70"},"47":{"id":"3589","structure_id":"66","section_number":"41.70.1","catch_line":"Nuisance Vehicles – Controlled Substances.","url":"\/41.70.1\/","token":"41.70.1"},"48":{"id":"1691","structure_id":"66","section_number":"41.70.2","catch_line":"Nuisance Vehicles – Speed Contests And Exhibitions Of Speed.","url":"\/41.70.2\/","token":"41.70.2"},"49":{"id":"3984","structure_id":"66","section_number":"41.70.3","catch_line":"Nuisance Vehicles – Illegal Dumping.","url":"\/41.70.3\/","token":"41.70.3"},"50":{"id":"4031","structure_id":"66","section_number":"41.71","catch_line":"Gang-Related Nuisance Vehicle Forfeiture.","url":"\/41.71\/","token":"41.71"},"51":{"id":"4113","structure_id":"66","section_number":"41.72","catch_line":"Counterfeit Goods Nuisance Abatement Law.","url":"\/41.72\/","token":"41.72"}},"next_section":{"id":"4031","structure_id":"66","section_number":"41.71","catch_line":"Gang-Related Nuisance Vehicle Forfeiture.","url":"\/41.71\/","token":"41.71"},"metadata":false,"references":false,"url":"\/41.70.3\/","token":"41.70.3","formats":{"txt":"\/41.70.3.txt","json":"\/41.70.3.xml"},"dublin_core":{"Title":"Nuisance Vehicles – Illegal Dumping.","Type":"Text","Format":"text\/html","Identifier":"§ 41.70.3","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nNUISANCE VEHICLES – ILLEGAL DUMPING. (§ 41.70.3)\n\n  NUISANCE VEHICLES – ILLEGAL DUMPING.\n\t(Added by Ord. No. 175,575, Eff. 11\/29\/03.)\tA.\tDefinitions.\t“Authorized\npublic officer” means a public officer authorized under Los Angeles Municipal\nCode Section 61.07(a).\t“Bulky item” means any discarded furniture, home or\nindustrial appliance or abandoned vehicle or a part of an abandoned\nvehicle.\t“Driver” means any person who drives a motor vehicle.\t“Hazardous\nwaste” means any waste as defined in California Health and Safety Code Section\n25117.\t“Illegal dumping” means the wilful throwing, dropping, placing or\ndepositing of a bulky item, hazardous waste or solid waste on public or private\nproperty not designated for that dumping or disposal  purpose. “Illegal\ndumping” does not include the discarding, dropping, or scattering of small\nquantities of waste matter ordinarily carried on or about the person, including,\nbut not limited to, beverage containers and closures, packaging, wrappers,\nwastepaper, newspapers, and magazines and including waste matter that  escapes\nor is allowed to escape from a container, receptacle, or package. \t“Solid\nwaste” means all putrescible and non-putrescible solid, semisolid and liquid\nwastes, including garbage, trash, refuse, paper, rubbish, ashes, industrial\nwastes, demolition and construction wastes, dewatered, treated or chemically\nfixed sewage sludge, which is not hazardous waste, manure, vegetable or animal\nsolid and semisolid wastes, and other discarded solid and semisolid wastes. \nSolid waste does not include hazardous waste. \t“Vehicle” means any\ntransportation device that requires the driver to have in his or her immediate\npossession a valid driver’s license for the appropriate class of vehicle being\ndriven and which transportation device is equipped with a motor.\tB.\tAbatement of\nNuisance Vehicle by Seizure and Forfeiture.\t1.\tAny vehicle used for the purpose\nof illegal dumping is a nuisance and the vehicle shall be enjoined and abated as\nprovided in this section.\t2.\tAny vehicle used to transport any bulky item, any\nhazardous waste or solid  waste for the purpose of illegal dumping is a\nnuisance and the vehicle shall be enjoined and abated as provided in this\nsection.\t3.\tAny person or his or her servant, agent, or employee who owns,\nleases, conducts or maintains any vehicle used for any of the purposes or acts\nset forth in this section is responsible for creating a public\nnuisance.\tC.\tTitle to Vest in the City.  All rights, title and interest in any\nvehicle described in Subsection B. shall vest in the City upon commission of the\nact giving rise to the nuisance under this section.\tD.\tSeizure of Vehicle.\t1.\tA\npeace officer or authorized public officer may seize a vehicle subject to\nforfeiture under this section upon the issuance of an order by a court having\njurisdiction of the vehicle.  Seizure without court order may be made in any of\nthe following circumstances:\t(a)\tThe seizure is incident to an arrest or search\nunder a search warrant;\t(b)\tThere is probable cause to believe the vehicle was\nused in violation of this section.\t2.\tA peace officer or authorized public\nofficer seizing a vehicle under this section shall complete a receipt in\naccordance with Penal Code Section 1412 and deliver it to the person from whose\npossession the vehicle was seized.\t3.\tAn immediate investigation shall be made\nby the public agency making the seizure as to any potential claimant to a seized\nvehicle whose right, title, interest, or lien is of record in the Department of\nMotor Vehicles of this or any other state or appropriate federal agency. The\npublic agency shall send a notice of seizure within two business days of the\nvehicle’s seizure, to all potential claimants whose right, title, interest or\nlien did not arise subsequent to the date and time of seizure of the vehicle, if\nthat person or entity was not previously given a notice of seizure.\t4.\tThe\npublic agency seizing the vehicle shall provide any potential claimants\ndiscovered as a result of the investigation set out in D.3. with the opportunity\nfor a post-seizure hearing to determine the validity of the seizure. The\npost-seizure hearing shall be conducted within two business days of the request\nfor the hearing.  The public agency may authorize its own officer or employee\nto conduct the hearing if the hearing officer is not the same person who\ndirected the seizure of the vehicle. Failure of the potential claimant to\nrequest or attend a scheduled hearing within the appropriate time frame shall\nsatisfy the post-seizure requirement.\t(a)\tThe notice of seizure shall include\nthe following:\t(i)\tthe name, address and telephone number of the agency\nproviding the notice;\t(ii)\tthe authority and reason for the seizure;\t(iii)\ta\nstatement that in order to receive their post-seizure hearing, the potential\nclaimant shall request the hearing in person, in writing, or by telephone within\nten calendar days of the date of the notice; and\t(iv)\tthe time in which a claim\nof interest in the vehicle seized or subject to forfeiture is required to be\nfiled.\t5.\tA vehicle seized pursuant to this section, where appropriate may be\nheld as evidence in any proceeding brought by the City Attorney or District\nAttorney.\tE.\tForfeiture and Notice of Intended Forfeiture of Vehicle.\t1.\tThe\nCity Attorney may, pursuant to this section, order the forfeiture of vehicles\nseized under this section.\t2.\tIf the City Attorney determines that the factual\ncircumstances warrant  forfeiture of the vehicle described in Subsection B.,\nthe City Attorney shall serve a notice of intended forfeiture upon any person\nwho has an interest in the seized vehicle.  The notice shall be served as soon\nas practicable, but in any event within 30 calendar days of the seizure of the\nvehicle subject to forfeiture.\t3.\tThe notice of intended forfeiture shall be\nserved as follows:\t(a)\tBy personal delivery or certified mail, return receipt\nrequested, upon any person who has an interest in the seized vehicle as\ndetermined pursuant to Subsection D.3.\t(b)\tIn the event that the person entitled\nto service refuses to accept certified return receipt mail or cannot be\npersonally served, service may be made by substituted service.  Substituted\nservice may be accomplished by any one of the following methods: \t(i)\tBy\nleaving a copy during usual business hours at the recipient’s business with\nthe person who is apparently in charge, and by thereafter mailing by first class\nmail a copy to the recipient where the copy was left; \t(ii)\tBy leaving a copy\nat the recipient’s dwelling or usual place of abode, in the presence of a\ncompetent member of the household and thereafter mailing by first class mail a\ncopy to the recipient at the address where the copy was left.\t(c)\tIf the person\nentitled to service lives out of state and will not accept certified return\nreceipt mail, then service may be made by first class mail.\t(d)\tIf the person\nentitled to notice cannot be located, or service cannot be effected as set forth\nin this subsection, service may be made by publication in a Los Angeles\nnewspaper of general circulation.  Service shall be deemed sufficient when it\nis accomplished pursuant to Government Code Section 6063.\tF.\tClaim Opposing\nForfeiture and Court Proceedings.\t1.\tA person claiming an interest in the\nvehicle seized pursuant to Subsection B. must within ten calendar days from the\ndate of the notice of intended forfeiture or within 30 calendar days from the\ndate of first publication of the notice of intended forfeiture, file with the\nSuperior Court of the county in which the vehicle was seized, a Claim Opposing\nForfeiture, verified in accordance with Section 446 of the Code of Civil \nProcedure, stating his, her or its interest in the vehicle.  An endorsed copy\nof the claim shall be served upon the City Attorney within ten calendar days of\nthe filing of the claim. \t2.\tIf a verified claim is filed in accordance with\nthis section, the forfeiture proceeding shall be set for hearing within 30\ncalendar days from the date the claim is filed with the court. The City Attorney\nshall file a petition for forfeiture with the court within ten calendar days of\nservice of the claim upon the City Attorney. A copy of the petition shall be\nserved upon the claimant.\t3.\tThe hearing shall be before the Superior Court of\nLos Angeles County.  The provisions of the Code of Civil Procedure shall apply\nto proceedings under this section unless otherwise inconsistent with the\nprovisions or procedures set forth in this section.   However, in proceedings\nunder this section, there shall be no joinder of actions, coordination of\nactions, except for forfeiture proceedings, or cross-complaints, and the issues\nshall be limited strictly to the questions related to this section. Trial shall\nbe by court or jury.\t4.\tWith respect to vehicles described in Subsection B. for\nwhich forfeiture is sought and as to which forfeiture is contested, the City\nAttorney shall have the burden of proving by a preponderance of the evidence\nthat the vehicle was used as set forth in  Subsection B. \t5.\tUpon proof that\nthe vehicle was used for any of the purposes set forth in Subsection B., the\ncourt shall declare the vehicle a nuisance and order that the vehicle be\nforfeited, sold, and the proceeds distributed as set forth in Subsection G. \nThe court may make a different distribution of the proceeds, if the court finds\nthat the claimant did not know that the vehicle was used for a purpose that\nconstitutes a violation of this section\t6.\tIf no claims are timely filed, the\nCity Attorney shall prepare a written declaration of forfeiture of the vehicle\nto the City.  A written declaration of forfeiture signed by the City Attorney\nunder this section shall be deemed to provide good and sufficient title to the\nforfeited vehicle.  The proceeds from the disposal of the vehicle declared\nforfeited by the City Attorney shall be distributed in accordance with\nSubsection G.  The City Attorney ordering forfeiture pursuant to this section\nshall provide a copy of the declaration of forfeiture to any person who received\nnotice of the forfeiture proceedings.\tG.\tDisposal of Vehicle and Distribution of\nProceeds.\t1.\tIn all cases where vehicles seized pursuant to this section are\nforfeited to the City, the vehicles shall be sold, or if cash is paid as\nsettlement in lieu of forfeiture of the vehicle, the proceeds of sale or\nsettlement shall be distributed and appropriated as follows: \n \n\t(a)\tTo pay costs associated with the towing, storage and release of any vehicle\nseized under this section.\t(b)\tTo pay costs associated with the sale of the\nvehicle.\t(c)\tTo the lien holder of the vehicle, if any, up to the amount of his,\nher or its interest in the vehicle.\t2.\tThe remaining funds shall be distributed\nas follows:\t(a)\tTo the City Attorney for all expenditures other than personnel\ncosts, made or incurred by the Office in connection with the enforcement of this\nsection, including but not limited to, costs for equipment, investigation,\nsupplies, litigation, insurance and liability resulting from enforcement of this\nsection and costs of publication of the notices set forth in Subsection\nE.\t(b)\tTo local law enforcement for all expenditures other than personnel costs,\nmade or incurred by the Department in connection with enforcement of this\nsection, including but not limited to, costs for equipment, investigation and\nsupplies related to enforcement of this section.\t(c)\tTo the general fund.\n\t\n\t3.\tFor budgeting purposes, funds attributable to this ordinance shall not be\nconsidered anticipated revenue into the general fund.\tH.\tStolen Vehicles.  A\nvehicle that has been reported stolen, prior to a seizure under this section\nshall not be subject to forfeiture unless the identity of the registered owner\ncannot be reasonably ascertained or the registered owner fails to redeem the\nvehicle within 60 days of the seizure.  The registered owner of the vehicle may\nclaim the vehicle upon payment of tow, storage and release charges, provided the\nvehicle is not subject to any holds for traffic or parking violations and the\nvehicle registration is current. \tI.\tRecovery of Monetary Loss.  Nothing in\nthis section shall preclude an owner of a vehicle who suffers a monetary loss\nfrom the forfeiture of a vehicle under this section from recovering the amount\nof the actual monetary loss from the person who committed the act giving rise to\nforfeiture under this section.\n","html":"\n\t\t\t\t\t<section><p>  NUISANCE VEHICLES – ILLEGAL DUMPING.\n\t(Added by Ord. No. 175,575, Eff. 11\/29\/03.)<br \/><br \/>\tA.\tDefinitions.<br \/><br \/>\t“Authorized public officer” means a public officer authorized under Los Angeles Municipal Code Section 61.07(a).<br \/><br \/>\t“Bulky item” means any discarded furniture, home or industrial appliance or abandoned vehicle or a part of an abandoned vehicle.<br \/><br \/>\t“Driver” means any person who drives a motor vehicle.<br \/><br \/>\t“Hazardous waste” means any waste as defined in California Health and Safety Code Section 25117.<br \/><br \/>\t“Illegal dumping” means the wilful throwing, dropping, placing or depositing of a bulky item, hazardous waste or solid waste on public or private property not designated for that dumping or disposal  purpose. “Illegal dumping” does not include the discarding, dropping, or scattering of small quantities of waste matter ordinarily carried on or about the person, including, but not limited to, beverage containers and closures, packaging, wrappers, wastepaper, newspapers, and magazines and including waste matter that  escapes or is allowed to escape from a container, receptacle, or package. <br \/><br \/>\t“Solid waste” means all putrescible and non-putrescible solid, semisolid and liquid wastes, including garbage, trash, refuse, paper, rubbish, ashes, industrial wastes, demolition and construction wastes, dewatered, treated or chemically fixed sewage sludge, which is not hazardous waste, manure, vegetable or animal solid and semisolid wastes, and other discarded solid and semisolid wastes.  Solid waste does not include hazardous waste. <br \/><br \/>\t“Vehicle” means any transportation device that requires the driver to have in his or her immediate <span class=\"dictionary\">possession<\/span> a valid driver’s license for the appropriate class of vehicle being driven and which transportation device is equipped with a motor.<br \/><br \/>\tB.\tAbatement of Nuisance Vehicle by Seizure and Forfeiture.<br \/><br \/>\t1.\tAny vehicle used for the purpose of illegal dumping is a nuisance and the vehicle shall be enjoined and abated as provided in this section.<br \/><br \/>\t2.\tAny vehicle used to transport any bulky item, any hazardous waste or solid  waste for the purpose of illegal dumping is a nuisance and the vehicle shall be enjoined and abated as provided in this section.<br \/><br \/>\t3.\tAny person or his or her servant, agent, or employee who owns, leases, conducts or maintains any vehicle used for any of the purposes or acts set forth in this section is responsible for creating a public nuisance.<br \/><br \/>\tC.\tTitle to Vest in the City.  All rights, title and interest in any vehicle described in Subsection B. shall vest in the City upon commission of the act giving rise to the nuisance under this section.<br \/><br \/>\tD.\tSeizure of Vehicle.<br \/><br \/>\t1.\tA <span class=\"dictionary\">peace officer<\/span> or authorized public officer may seize a vehicle subject to forfeiture under this section upon the issuance of an order by a court having <span class=\"dictionary\">jurisdiction<\/span> of the vehicle.  Seizure without <span class=\"dictionary\">court order<\/span> may be made in any of the following circumstances:<br \/><br \/>\t(a)\tThe seizure is incident to an <span class=\"dictionary\">arrest<\/span> or search under a <span class=\"dictionary\">search warrant<\/span>;<br \/><br \/>\t(b)\tThere is <span class=\"dictionary\">probable cause<\/span> to believe the vehicle was used in violation of this section.<br \/><br \/>\t2.\tA <span class=\"dictionary\">peace officer<\/span> or authorized public officer seizing a vehicle under this section shall complete a receipt in accordance with Penal Code Section 1412 and deliver it to the person from whose <span class=\"dictionary\">possession<\/span> the vehicle was seized.<br \/><br \/>\t3.\tAn immediate investigation shall be made by the public agency making the seizure as to any potential claimant to a seized vehicle whose right, title, interest, or <span class=\"dictionary\">lien<\/span> is of record in the Department of Motor Vehicles of this or any other state or appropriate federal agency. The public agency shall send a notice of seizure within two business days of the vehicle’s seizure, to all potential claimants whose right, title, interest or <span class=\"dictionary\">lien<\/span> did not arise subsequent to the date and time of seizure of the vehicle, if that person or entity was not previously given a notice of seizure.<br \/><br \/>\t4.\tThe public agency seizing the vehicle shall provide any potential claimants discovered as a result of the investigation set out in D.3. with the opportunity for a post-seizure <span class=\"dictionary\">hearing<\/span> to determine the validity of the seizure. The post-seizure <span class=\"dictionary\">hearing<\/span> shall be conducted within two business days of the request for the <span class=\"dictionary\">hearing<\/span>.  The public agency may authorize its own officer or employee to conduct the <span class=\"dictionary\">hearing<\/span> if the <span class=\"dictionary\">hearing<\/span> officer is not the same person who directed the seizure of the vehicle. Failure of the potential claimant to request or attend a scheduled <span class=\"dictionary\">hearing<\/span> within the appropriate time frame shall satisfy the post-seizure requirement.<br \/><br \/>\t(a)\tThe notice of seizure shall include the following:<br \/><br \/>\t(i)\tthe name, address and telephone number of the agency providing the notice;<br \/><br \/>\t(ii)\tthe authority and reason for the seizure;<br \/><br \/>\t(iii)\ta statement that in order to receive their post-seizure <span class=\"dictionary\">hearing<\/span>, the potential claimant shall request the <span class=\"dictionary\">hearing<\/span> in person, in writing, or by telephone within ten calendar days of the date of the notice; and<br \/><br \/>\t(iv)\tthe time in which a claim of interest in the vehicle seized or subject to forfeiture is required to be filed.<br \/><br \/>\t5.\tA vehicle seized pursuant to this section, where appropriate may be held as evidence in any proceeding brought by the City Attorney or District Attorney.<br \/><br \/>\tE.\tForfeiture and Notice of Intended Forfeiture of Vehicle.<br \/><br \/>\t1.\tThe City Attorney may, pursuant to this section, order the forfeiture of vehicles seized under this section.<br \/><br \/>\t2.\tIf the City Attorney determines that the factual circumstances warrant  forfeiture of the vehicle described in Subsection B., the City Attorney shall serve a notice of intended forfeiture upon any person who has an interest in the seized vehicle.  The notice shall be served as soon as practicable, but in any event within 30 calendar days of the seizure of the vehicle subject to forfeiture.<br \/><br \/>\t3.\tThe notice of intended forfeiture shall be served as follows:<br \/><br \/>\t(a)\tBy personal delivery or certified mail, return receipt requested, upon any person who has an interest in the seized vehicle as determined pursuant to Subsection D.3.<br \/><br \/>\t(b)\tIn the event that the person entitled to service refuses to accept certified return receipt mail or cannot be personally served, service may be made by substituted service.  Substituted service may be accomplished by any one of the following methods: <br \/><br \/>\t(i)\tBy leaving a copy during usual business hours at the recipient’s business with the person who is apparently in charge, and by thereafter mailing by first class mail a copy to the recipient where the copy was left; <br \/><br \/>\t(ii)\tBy leaving a copy at the recipient’s dwelling or usual place of abode, in the presence of a competent member of the household and thereafter mailing by first class mail a copy to the recipient at the address where the copy was left.<br \/><br \/>\t(c)\tIf the person entitled to service lives out of state and will not accept certified return receipt mail, then service may be made by first class mail.<br \/><br \/>\t(d)\tIf the person entitled to notice cannot be located, or service cannot be effected as set forth in this subsection, service may be made by publication in a Los Angeles newspaper of general circulation.  Service shall be deemed sufficient when it is accomplished pursuant to Government Code Section 6063.<br \/><br \/>\tF.\tClaim Opposing Forfeiture and Court Proceedings.<br \/><br \/>\t1.\tA person claiming an interest in the vehicle seized pursuant to Subsection B. must within ten calendar days from the date of the notice of intended forfeiture or within 30 calendar days from the date of first publication of the notice of intended forfeiture, file with the Superior Court of the county in which the vehicle was seized, a Claim Opposing Forfeiture, verified in accordance with Section 446 of the Code of Civil  Procedure, stating his, her or its interest in the vehicle.  An endorsed copy of the claim shall be served upon the City Attorney within ten calendar days of the filing of the claim. <br \/><br \/>\t2.\tIf a verified claim is filed in accordance with this section, the forfeiture proceeding shall be set for <span class=\"dictionary\">hearing<\/span> within 30 calendar days from the date the claim is filed with the court. The City Attorney shall file a <span class=\"dictionary\">petition<\/span> for forfeiture with the court within ten calendar days of service of the claim upon the City Attorney. A copy of the <span class=\"dictionary\">petition<\/span> shall be served upon the claimant.<br \/><br \/>\t3.\tThe <span class=\"dictionary\">hearing<\/span> shall be before the Superior Court of Los Angeles County.  The provisions of the Code of Civil Procedure shall apply to proceedings under this section unless otherwise inconsistent with the provisions or procedures set forth in this section.   However, in proceedings under this section, there shall be no joinder of actions, coordination of actions, except for forfeiture proceedings, or cross-complaints, and the <span class=\"dictionary\">issues<\/span> shall be limited strictly to the questions related to this section. <span class=\"dictionary\">Trial<\/span> shall be by court or <span class=\"dictionary\">jury<\/span>.<br \/><br \/>\t4.\tWith respect to vehicles described in Subsection B. for which forfeiture is sought and as to which forfeiture is contested, the City Attorney shall have the burden of proving by a <span class=\"dictionary\">preponderance of the evidence<\/span> that the vehicle was used as set forth in  Subsection B. <br \/><br \/>\t5.\tUpon proof that the vehicle was used for any of the purposes set forth in Subsection B., the court shall declare the vehicle a nuisance and order that the vehicle be forfeited, sold, and the proceeds distributed as set forth in Subsection G.  The court may make a different distribution of the proceeds, if the court finds that the claimant did not know that the vehicle was used for a purpose that constitutes a violation of this section<br \/><br \/>\t6.\tIf no claims are timely filed, the City Attorney shall prepare a written declaration of forfeiture of the vehicle to the City.  A written declaration of forfeiture signed by the City Attorney under this section shall be deemed to provide good and sufficient title to the forfeited vehicle.  The proceeds from the disposal of the vehicle declared forfeited by the City Attorney shall be distributed in accordance with Subsection G.  The City Attorney ordering forfeiture pursuant to this section shall provide a copy of the declaration of forfeiture to any person who received notice of the forfeiture proceedings.<br \/><br \/>\tG.\tDisposal of Vehicle and Distribution of Proceeds.<br \/><br \/>\t1.\tIn all cases where vehicles seized pursuant to this section are forfeited to the City, the vehicles shall be sold, or if cash is paid as <span class=\"dictionary\">settlement<\/span> in lieu of forfeiture of the vehicle, the proceeds of sale or <span class=\"dictionary\">settlement<\/span> shall be distributed and appropriated as follows: \n \n\t(a)\tTo pay costs associated with the towing, storage and release of any vehicle seized under this section.<br \/><br \/>\t(b)\tTo pay costs associated with the sale of the vehicle.<br \/><br \/>\t(c)\tTo the <span class=\"dictionary\">lien<\/span> holder of the vehicle, if any, up to the amount of his, her or its interest in the vehicle.<br \/><br \/>\t2.\tThe remaining funds shall be distributed as follows:<br \/><br \/>\t(a)\tTo the City Attorney for all expenditures other than personnel costs, made or incurred by the Office in connection with the enforcement of this section, including but not limited to, costs for equipment, investigation, supplies, <span class=\"dictionary\">litigation<\/span>, insurance and liability resulting from enforcement of this section and costs of publication of the notices set forth in Subsection E.<br \/><br \/>\t(b)\tTo local <span class=\"dictionary\">law<\/span> enforcement for all expenditures other than personnel costs, made or incurred by the Department in connection with enforcement of this section, including but not limited to, costs for equipment, investigation and supplies related to enforcement of this section.<br \/><br \/>\t(c)\tTo the general fund.\n\t\n\t3.\tFor budgeting purposes, funds attributable to this <span class=\"dictionary\">ordinance<\/span> shall not be considered anticipated revenue into the general fund.<br \/><br \/>\tH.\tStolen Vehicles.  A vehicle that has been reported stolen, prior to a seizure under this section shall not be subject to forfeiture unless the identity of the registered owner cannot be reasonably ascertained or the registered owner fails to redeem the vehicle within 60 days of the seizure.  The registered owner of the vehicle may claim the vehicle upon payment of tow, storage and release charges, provided the vehicle is not subject to any holds for traffic or parking violations and the vehicle registration is current. <br \/><br \/>\tI.\tRecovery of Monetary Loss.  Nothing in this section shall preclude an owner of a vehicle who suffers a monetary loss from the forfeiture of a vehicle under this section from recovering the amount of the actual monetary loss from the person who committed the act giving rise to forfeiture under this section.<\/p><\/section>","previous_section":{"id":"1691","structure_id":"66","section_number":"41.70.2","catch_line":"Nuisance Vehicles – Speed Contests And Exhibitions Of Speed.","url":"\/41.70.2\/","token":"41.70.2"},"text":{"0":{"id":"3958","text":"  NUISANCE VEHICLES – ILLEGAL DUMPING.\n\t(Added by Ord. No. 175,575, Eff. 11\/29\/03.)\tA.\tDefinitions.\t“Authorized public officer” means a public officer authorized under Los Angeles Municipal Code Section 61.07(a).\t“Bulky item” means any discarded furniture, home or industrial appliance or abandoned vehicle or a part of an abandoned vehicle.\t“Driver” means any person who drives a motor vehicle.\t“Hazardous waste” means any waste as defined in California Health and Safety Code Section 25117.\t“Illegal dumping” means the wilful throwing, dropping, placing or depositing of a bulky item, hazardous waste or solid waste on public or private property not designated for that dumping or disposal  purpose. “Illegal dumping” does not include the discarding, dropping, or scattering of small quantities of waste matter ordinarily carried on or about the person, including, but not limited to, beverage containers and closures, packaging, wrappers, wastepaper, newspapers, and magazines and including waste matter that  escapes or is allowed to escape from a container, receptacle, or package. \t“Solid waste” means all putrescible and non-putrescible solid, semisolid and liquid wastes, including garbage, trash, refuse, paper, rubbish, ashes, industrial wastes, demolition and construction wastes, dewatered, treated or chemically fixed sewage sludge, which is not hazardous waste, manure, vegetable or animal solid and semisolid wastes, and other discarded solid and semisolid wastes.  Solid waste does not include hazardous waste. \t“Vehicle” means any transportation device that requires the driver to have in his or her immediate possession a valid driver’s license for the appropriate class of vehicle being driven and which transportation device is equipped with a motor.\tB.\tAbatement of Nuisance Vehicle by Seizure and Forfeiture.\t1.\tAny vehicle used for the purpose of illegal dumping is a nuisance and the vehicle shall be enjoined and abated as provided in this section.\t2.\tAny vehicle used to transport any bulky item, any hazardous waste or solid  waste for the purpose of illegal dumping is a nuisance and the vehicle shall be enjoined and abated as provided in this section.\t3.\tAny person or his or her servant, agent, or employee who owns, leases, conducts or maintains any vehicle used for any of the purposes or acts set forth in this section is responsible for creating a public nuisance.\tC.\tTitle to Vest in the City.  All rights, title and interest in any vehicle described in Subsection B. shall vest in the City upon commission of the act giving rise to the nuisance under this section.\tD.\tSeizure of Vehicle.\t1.\tA peace officer or authorized public officer may seize a vehicle subject to forfeiture under this section upon the issuance of an order by a court having jurisdiction of the vehicle.  Seizure without court order may be made in any of the following circumstances:\t(a)\tThe seizure is incident to an arrest or search under a search warrant;\t(b)\tThere is probable cause to believe the vehicle was used in violation of this section.\t2.\tA peace officer or authorized public officer seizing a vehicle under this section shall complete a receipt in accordance with Penal Code Section 1412 and deliver it to the person from whose possession the vehicle was seized.\t3.\tAn immediate investigation shall be made by the public agency making the seizure as to any potential claimant to a seized vehicle whose right, title, interest, or lien is of record in the Department of Motor Vehicles of this or any other state or appropriate federal agency. The public agency shall send a notice of seizure within two business days of the vehicle’s seizure, to all potential claimants whose right, title, interest or lien did not arise subsequent to the date and time of seizure of the vehicle, if that person or entity was not previously given a notice of seizure.\t4.\tThe public agency seizing the vehicle shall provide any potential claimants discovered as a result of the investigation set out in D.3. with the opportunity for a post-seizure hearing to determine the validity of the seizure. The post-seizure hearing shall be conducted within two business days of the request for the hearing.  The public agency may authorize its own officer or employee to conduct the hearing if the hearing officer is not the same person who directed the seizure of the vehicle. Failure of the potential claimant to request or attend a scheduled hearing within the appropriate time frame shall satisfy the post-seizure requirement.\t(a)\tThe notice of seizure shall include the following:\t(i)\tthe name, address and telephone number of the agency providing the notice;\t(ii)\tthe authority and reason for the seizure;\t(iii)\ta statement that in order to receive their post-seizure hearing, the potential claimant shall request the hearing in person, in writing, or by telephone within ten calendar days of the date of the notice; and\t(iv)\tthe time in which a claim of interest in the vehicle seized or subject to forfeiture is required to be filed.\t5.\tA vehicle seized pursuant to this section, where appropriate may be held as evidence in any proceeding brought by the City Attorney or District Attorney.\tE.\tForfeiture and Notice of Intended Forfeiture of Vehicle.\t1.\tThe City Attorney may, pursuant to this section, order the forfeiture of vehicles seized under this section.\t2.\tIf the City Attorney determines that the factual circumstances warrant  forfeiture of the vehicle described in Subsection B., the City Attorney shall serve a notice of intended forfeiture upon any person who has an interest in the seized vehicle.  The notice shall be served as soon as practicable, but in any event within 30 calendar days of the seizure of the vehicle subject to forfeiture.\t3.\tThe notice of intended forfeiture shall be served as follows:\t(a)\tBy personal delivery or certified mail, return receipt requested, upon any person who has an interest in the seized vehicle as determined pursuant to Subsection D.3.\t(b)\tIn the event that the person entitled to service refuses to accept certified return receipt mail or cannot be personally served, service may be made by substituted service.  Substituted service may be accomplished by any one of the following methods: \t(i)\tBy leaving a copy during usual business hours at the recipient’s business with the person who is apparently in charge, and by thereafter mailing by first class mail a copy to the recipient where the copy was left; \t(ii)\tBy leaving a copy at the recipient’s dwelling or usual place of abode, in the presence of a competent member of the household and thereafter mailing by first class mail a copy to the recipient at the address where the copy was left.\t(c)\tIf the person entitled to service lives out of state and will not accept certified return receipt mail, then service may be made by first class mail.\t(d)\tIf the person entitled to notice cannot be located, or service cannot be effected as set forth in this subsection, service may be made by publication in a Los Angeles newspaper of general circulation.  Service shall be deemed sufficient when it is accomplished pursuant to Government Code Section 6063.\tF.\tClaim Opposing Forfeiture and Court Proceedings.\t1.\tA person claiming an interest in the vehicle seized pursuant to Subsection B. must within ten calendar days from the date of the notice of intended forfeiture or within 30 calendar days from the date of first publication of the notice of intended forfeiture, file with the Superior Court of the county in which the vehicle was seized, a Claim Opposing Forfeiture, verified in accordance with Section 446 of the Code of Civil  Procedure, stating his, her or its interest in the vehicle.  An endorsed copy of the claim shall be served upon the City Attorney within ten calendar days of the filing of the claim. \t2.\tIf a verified claim is filed in accordance with this section, the forfeiture proceeding shall be set for hearing within 30 calendar days from the date the claim is filed with the court. The City Attorney shall file a petition for forfeiture with the court within ten calendar days of service of the claim upon the City Attorney. A copy of the petition shall be served upon the claimant.\t3.\tThe hearing shall be before the Superior Court of Los Angeles County.  The provisions of the Code of Civil Procedure shall apply to proceedings under this section unless otherwise inconsistent with the provisions or procedures set forth in this section.   However, in proceedings under this section, there shall be no joinder of actions, coordination of actions, except for forfeiture proceedings, or cross-complaints, and the issues shall be limited strictly to the questions related to this section. Trial shall be by court or jury.\t4.\tWith respect to vehicles described in Subsection B. for which forfeiture is sought and as to which forfeiture is contested, the City Attorney shall have the burden of proving by a preponderance of the evidence that the vehicle was used as set forth in  Subsection B. \t5.\tUpon proof that the vehicle was used for any of the purposes set forth in Subsection B., the court shall declare the vehicle a nuisance and order that the vehicle be forfeited, sold, and the proceeds distributed as set forth in Subsection G.  The court may make a different distribution of the proceeds, if the court finds that the claimant did not know that the vehicle was used for a purpose that constitutes a violation of this section\t6.\tIf no claims are timely filed, the City Attorney shall prepare a written declaration of forfeiture of the vehicle to the City.  A written declaration of forfeiture signed by the City Attorney under this section shall be deemed to provide good and sufficient title to the forfeited vehicle.  The proceeds from the disposal of the vehicle declared forfeited by the City Attorney shall be distributed in accordance with Subsection G.  The City Attorney ordering forfeiture pursuant to this section shall provide a copy of the declaration of forfeiture to any person who received notice of the forfeiture proceedings.\tG.\tDisposal of Vehicle and Distribution of Proceeds.\t1.\tIn all cases where vehicles seized pursuant to this section are forfeited to the City, the vehicles shall be sold, or if cash is paid as settlement in lieu of forfeiture of the vehicle, the proceeds of sale or settlement shall be distributed and appropriated as follows: \n \n\t(a)\tTo pay costs associated with the towing, storage and release of any vehicle seized under this section.\t(b)\tTo pay costs associated with the sale of the vehicle.\t(c)\tTo the lien holder of the vehicle, if any, up to the amount of his, her or its interest in the vehicle.\t2.\tThe remaining funds shall be distributed as follows:\t(a)\tTo the City Attorney for all expenditures other than personnel costs, made or incurred by the Office in connection with the enforcement of this section, including but not limited to, costs for equipment, investigation, supplies, litigation, insurance and liability resulting from enforcement of this section and costs of publication of the notices set forth in Subsection E.\t(b)\tTo local law enforcement for all expenditures other than personnel costs, made or incurred by the Department in connection with enforcement of this section, including but not limited to, costs for equipment, investigation and supplies related to enforcement of this section.\t(c)\tTo the general fund.\n\t\n\t3.\tFor budgeting purposes, funds attributable to this ordinance shall not be considered anticipated revenue into the general fund.\tH.\tStolen Vehicles.  A vehicle that has been reported stolen, prior to a seizure under this section shall not be subject to forfeiture unless the identity of the registered owner cannot be reasonably ascertained or the registered owner fails to redeem the vehicle within 60 days of the seizure.  The registered owner of the vehicle may claim the vehicle upon payment of tow, storage and release charges, provided the vehicle is not subject to any holds for traffic or parking violations and the vehicle registration is current. \tI.\tRecovery of Monetary Loss.  Nothing in this section shall preclude an owner of a vehicle who suffers a monetary loss from the forfeiture of a vehicle under this section from recovering the amount of the actual monetary loss from the person who committed the act giving rise to forfeiture under this section.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}