{"section_number":"42.00","edition_id":"1","section_id":"2783","structure_id":"21","catch_line":"Regulation Of Soliciting And Sales In Streets.","history":"","full_text":"  REGULATION OF SOLICITING AND SALES IN STREETS.\n\n\t(a)\t(Amended by Ord. No. 145,691, Eff. 5\/2\/74.)  In this section, unless the context or subject matter otherwise requires:\n\n\t“News racks” shall mean any self-service or coin-operated box, container, storage unit or other dispenser installed, used, or maintained for the display and sale of newspapers, news periodicals or other news publications.\n\n\t“Newsstand” shall mean any stand, shelter, case, cabinet, box or other structure installed, used, or maintained for the display, sale or storage of newspapers, news periodicals or other news publications which is attended by the owner or his employee while making sales therefrom.\n\t“Street” shall mean all that area dedicated to public use for public street purposes and shall include, but not be limited to roadways, parkways, alleys and sidewalks.\n\n\t“Roadway” shall mean that portion of a street improved, designed, or ordinarily used for vehicular travel.\n\n\t“Parkway” shall mean that area between the edge of the roadway and the adjacent property line excluding that area occupied by the sidewalks. Parkway shall also include any area within a roadway which is not open to vehicular travel.\n\n\t“Sidewalk” shall mean any surface provided for the exclusive use of pedestrians.\n\n\t(b)\tStreet Sale of Goods Prohibited.  (Amended by Ord. No. 169,319, Eff. 2\/18\/94.)  No person, except as otherwise permitted by this section, shall on any sidewalk or street offer for sale, solicit the sale of, announce by any means the availability of, or have in his or her possession, control or custody, whether upon his or her person or upon some other animate or inanimate object, any goods, wares or merchandise which the public may purchase at any time.  This subsection shall not apply to the sale of poppies, badges and labels as defined by Military and Veterans Code Section 1800 on a parkway or sidewalk by persons bearing a valid information card issued pursuant to Article 4 of this chapter authorizing such person to do so.\n\n\t(c)\tStreet-Soliciting Employment of Services Prohibited.  (Amended by Ord. No. 145,691, Eff. 5\/2\/74.)\n\n\t(1)\tNo person, except as otherwise permitted by this section, shall on any street offer for sale, solicit the employment of, or announce by any means the availability of, any goods, wares, merchandise, services or facilities, or solicit patrons for or advertise any show, exhibition, entertainment, tour, excursion, sight-seeing trip, or real estate viewing or inspection trip.  (Amended by Ord. No. 169,319, Eff. 2\/18\/94.)\n\n\t(2)\tNo person who is visible or audible to any person on any street shall, in a loud, boisterous, raucous, offensive or insulting manner, offer for sale, solicit the purchase of, announce the availability of, or solicit the employment of any goods, wares, merchandise, services or facilities, or solicit patronage for or advertise any show, exhibition, entertainment tour, excursion sight-seeing trip, real estate, or oil well viewing or inspection trip.\n\n\t(3)\tNothing in Paragraph (1) of this subsection shall be so construed as to apply to a sight-seeing tour operating under and by virtue of a permit from and regulations of the Public Utilities Commission of the State of California and for which tour a fixed charge is made to the person carried.\n\n\t(d)\tStreet-Sidewalk – Advertising on.  No person shall except as otherwise provided in Subsection (j) of this section have, bear, wear or carry upon any street, any advertising banner, flag, board, sign, transparency, wearing apparel or other device advertising, publicity announcing or calling attention to any goods, wares, merchandise, or commodities, or to any place of business, occupation, show, exhibition, event or entertainment. The provisions of this subsection shall not apply to the wearing of apparel without remuneration for doing so or business identification on wearing apparel. (Amended by Ord. No. 145,691, Eff. 5\/2\/74.)\n\n\t(e)\tStreets News Venders.  (Amended by Ord. No. 145,691, Eff. 5\/2\/74.)\n\n\t(1)\tNo person shall sell or offer for sale any newspaper, magazine, periodical, news publication or other printed matter while upon the roadway of any street within the City of Los Angeles provided, however, that persons engaged in selling or offering for sale or disposing of newspapers, news periodicals or other news publications may sell, offer for sale, solicit the purchase of and advertise the same upon any portion of the sidewalk or parkway, subject to Subsections (f), (g), (h) and (j) of this section where applicable.\n\n\t(2)\tNo person, under the age of 10 years, shall sell or offer for sale any newspaper, magazine, periodical, news publication or other printed matter while upon any portion of a street. This subsection shall not prohibit persons, except as otherwise prohibited by law, from soliciting the sale of or delivery of newspapers, magazines, periodicals, news publications and other printed matter to residences or places of business fronting upon a street.\n\n\t(f)\tStreets – News Racks.  (Amended by Ord. No. 176,339, Eff. 1\/19\/05.)\n\n\t(1)\tDefinitions:  The following words, terms and phrases, when used in the following subsections shall have the meaning ascribed to them in this subsection, except where the context clearly indicates a different meaning:\n\n\t(A)\t“Equivalent newsrack” means any newsrack that is of the same size and dimensions of the specified newsrack.\n\n\t(B)\tIf “demand warrants” or “warranted demand” means the measured stack height needed to meet the newspaper publisher’s or distributor’s peak daily distribution at the requested newsrack location, as proven to the Board by the newspaper publisher or distributor, exceeds (14) inches.\n\n\t(C)\t“Individual newsrack” means and includes a newsrack designed with a single enclosed compartment to accommodate at any one time the display, sale, or free distribution of like copies of a single newspaper or other publication, or which has more than one (1) compartment and complies with the dimensions of an individual newsrack as provided in Subsection (7)(B).\n\n\t(D)\t“Newsrack” or “News Rack” means any unstaffed, self-service, free, or coin-operated box, container, storage unit or other dispenser located in or upon, or projecting onto, or over, any part of the public right-of-way, and which is installed, used or maintained for the display, sale, or free distribution of newspapers and other publications.\n\n\t(E)\t“Modular newsrack” means a newsrack which is designed with separate enclosed compartments to accommodate at any one time the display, sale or free distribution of multiple distinct and separate newspapers or other publications, and which exceeds the dimensions of an individual newsrack as provided in Subsection (7)(B).\n\n\t(F)\t“Modular newsrack provider” means the person or other legal entity that is authorized under Subsection (4)(A)(7) to place and maintain modular newsracks upon the public right-of-way.\n\n\t(G)\t“Publisher” means the person or other legal entity selling, displaying, or distributing free newspapers or other publications in a newsrack.\n\n\t(H)\t“News-Stand\/Kiosk” means any stand, shelter, or other structure installed, used, or maintained for the display, sale or storage of newspapers, news periodicals or other news publications.\n\n\t(I)\t“Public right-of-way” means any public street, sidewalk, parkway, alley or other location owned or otherwise controlled by the City for the benefit of the general public.\n\n\t(J)\t“Block face” means the sidewalk on one side of a street, between one intersection and the immediately adjacent intersection. \n\n\t(2)\tPurpose and Criteria:  The purpose of the following Subsections is to promote the public health, safety, and general welfare of the citizens and visitors to the City through the regulation of placement, type, appearance, and maintenance of newsracks on public rights-of-way so as to:\n\n\t(A)\tProvide for pedestrian and driver safety and convenience.\n\n\t(B)\tRestrict unreasonable interference with the flow of pedestrian or vehicular traffic, including, but not limited to, ingress into and egress from any residence or place of business, or from the street to the sidewalk, or from the sidewalk to the street by persons exiting or entering parked or standing vehicles.\n\n\t(C)\tProvide for the safety of the general public and property during emergency conditions.\n\n\t(D)\tProvide reasonable access for the use and maintenance of poles, posts, traffic signs and\/or signals, hydrants, mailboxes, and access to locations used for public transportation purposes.\n\n\t(E)\tAllow for the placement and maintenance of modular newsracks in the modular newsrack areas, as determined by the City Council, to be placed in locations throughout the city which afford easy, convenient service to pedestrians, but do not obstruct or interfere with access to abutting properties, and which do not impede or endanger pedestrian, bicycle, or vehicular traffic.\n\n\t(F)\tRelocate and\/or replace or remove newsracks which result in visual blight and\/or are not installed according to this code on the public rights-of-way or which block or interfere with the aesthetics of store window displays, adjacent businesses, landscaping, street furniture, public or private, and other improvements as well as to allow the removal of abandoned newsracks.\n\n\t(G)\tMaintain and protect the values of surrounding properties, and ensure that the aesthetics and historical attributes of adjacent businesses are not compromised by the unregulated placement of newsracks in the public right-of-way.\n\n\t(H)\tReduce unnecessary exposure of the public to personal injury or property damage.\n\n\t(I)\tMaintain and preserve freedom of the press to distribute periodicals and newspapers.\n\n\t(J)\tReduce visual blight and improve the aesthetic appearance of the City’s streets and sidewalks for the merchants, citizens and visitors to the City by coordinating the uniform color of all newsracks with the color of the City’s extensive multi-million dollar street furniture program; and in Specific Plan Areas, Streetscape Plan Areas or other Special Planning Districts, which have a standard streetscape color, to allow for a uniform newsrack color from a limited palate of colors in order to coordinate the color of newsracks with their streetscape.\n\n\t(3)\tCompliance Phase In:\n\n\t(A)\tThe provisions of this subdivision shall apply to all newsracks, whether installed and maintained prior to or after the effective date of this ordinance which in whole or in part rests upon, in, or over any dedicated sidewalk, right-of-way or parkway.  Those newsracks installed prior to the effective date of this revised ordinance shall be brought into compliance with the all provisions of this code, except uniform color, as this revised ordinance is implemented by Street Services, area by area, within the City.  In no event shall compliance be later than 12 months after the effective date hereof, except that, if the City’s implementation schedule takes longer than 12 months, then compliance by the publishers shall follow the City’s implementation schedule.  If a publisher chooses not to come into compliance with the uniform color requirement of this ordinance at the time it obtains a valid permit and legally places its newsracks as required by the City’s implementation schedule, then compliance with the uniform color requirement must be accomplished no later than 24 months after the effective date of this ordinance.  However, Publishers experiencing financial hardship, solely due to compliance with LAMC § 42.00 (f) as it applies to uniform color, may request the Board to approve one 12-month extension allowing them a total of 36 months to come into full compliance with the uniform color requirement of the Newsrack Ordinance, if evidence of financial hardship is proven to the satisfaction of the Board.  Any newsrack not brought into compliance within the aforementioned time period shall be deemed to be in violation of LAMC § 42.00 (f).\n\n\t(4)\tPermit Required:  No person shall install or maintain any newsrack upon any public right-of-way without first applying for and receiving a permit from the City’s Board of Public Works, herein after referred to as “Board”.  A permit will not be issued unless the application is completed in full, the requested installation meets all the appropriate placement criteria as set forth below, and the application is accompanied by the appropriate permit fee for the type of newsrack, single, pedestal, or modular, for each individual newsrack installation requested.  Any permit granted pursuant to the provisions of this code shall only be valid as to the specific location specified in the permit application.  Where application is made for the installation of two or more single newsracks, a separate permit shall be required for each individual newsrack.  Upon this revised ordinance taking legal effect in the City of Los Angeles, any owner of a newsrack currently existing on any City right-of-way must apply for a permit pursuant to this ordinance within the time specified by the Board of Public Works in its Rules and Regulations for the implementation of this ordinance.  Any newsrack which is not the subject of a valid permit application as required by the City’s implementation Rules and Regulations will be deemed to be in violation of 42.00 (f) of this code and subject to removal from the right-of-way as set forth herein.\n\n\t(A)\tPermit Application.  Permit applications shall be in writing and on forms as provided by the Board.  The permit application shall include the following information:\n\n\t(1)\tThe name, address, and telephone number of the applicant who is the owner and\/or principal responsible for the newsrack.\n\n\t(2)\tThe name, address, and telephone number of a responsible person whom the City may notify or contact at any time concerning the applicant’s newsrack(s).\n\n\t(3)\tThe specified number of newsracks and the detailed proposed location for each one, shown on a drawing of the location, or GIS\/Address based program provided by applicant which is compatible with the City’s GIS program and which indicates all existing buildings, existing newsracks at the location and general vicinity, and all other possible obstructions within 20 feet of the proposed location of the newsrack.\n\n\t(4)\tNames of newspaper(s) or periodical(s) to be placed in each newsrack.  One or more newspapers or periodicals may be dispensed from a single newsrack if the newsrack is manufactured for this purpose.\n\n\t(5)\tType or brand of newsrack, including an illustration and description of the newsrack and mount, if other than a single pedestal, size of base plate and whether the newsrack will have a coin-box attachment, or equivalent.\n\n\t(6)\tA sworn statement under penalty of perjury, executed by an officer, director, or authorized agent of the applicant, agreeing that the applicant shall not sell, assign, or transfer by any method, the permit for the newsrack location to any other publisher, distributor, entity or individual.\n\n\t(7)\tThe Board, with Council approval, may designate areas of the City where only modular newsracks may be installed and maintained by a City vendor such as the City Hall Historical District, (the east block face on Spring Street between Temple Street and 1st Street, the south block face of Temple Street between Spring Street and Main Street, the west block face of Main Street between Temple Street and 1st Street, and the north block face of 1st Street between Spring Street and Main Street).  No application for an individual newsrack permit may be submitted in a modular newsrack area. Upon the effective date of this ordinance, the total number of compartments in modular newsracks in any designated modular newsrack area, shall be substantially equivalent to the highest total number of individual newsracks known to have been legally maintained on the public right-of-way in the modular newsrack areas at any one time during the year preceding the introduction of this amended ordinance but in no event more than the total number of newsracks allowed by subparagraph (F)(4) below.\n\n\t(8)\tSuch other information as, from time to time, may be required by the Board.\n\n\t(B)\tExpiration – Renewal.  Unless earlier revoked, newsrack permits issued pursuant to the provisions of this code shall expire on the 30th day of August following the date upon which each such permit is granted.  Such permits may thereafter be renewed annually upon the payment of the fee hereinafter prescribed.  Applications for renewal shall be made at least 30 days prior to the expiration of any permit issued, and must be accompanied by a permit renewal fee as set forth in Subsection (4)(C), below.  Application for permit renewal and payment must be either presented in person to the Bureau of Street Services, via the Internet (if available), or mailed via certified mail, postmarked no later than 30 days prior to the date of permit expiration.  Failure to renew an existing newsrack permit before its expiration will require the payment of a late renewal penalty as set forth in Subsection (4)(C), below, or the loss of the placement of the said rack at the subject location.\n\n\t(C)\tFees.  The Board shall establish all fees, in accordance with the level of enforcement deemed appropriate by the Council, and shall only be used to defray the total expenses of operation of the newsrack program including: permitting, inspection, administration, and enforcement, required by this Ordinance as set forth in the preceding and following sections of this code.  The Initial Permit Fee, the Renewal Permit Fee, the Site Inspection Fee, the Site Re-Inspection Fee, Late Renewal Penalty Fee, Impound Fees, and the Bar Code Decal Replacement Fee shall be determined and adopted from time to time by the Board.\n\n\t(D)\tInsurance.\n\n\t(1)\tRequirement-Content.  As a condition of the City granting any person or persons one or more permits to maintain a newsrack or newsracks in the public right-of-way, any such permittee shall be required to maintain a policy of general liability insurance, naming the City of Los Angeles, the Board of Public Works and its employees, agents etc. as “Additional Insureds” for the specific purpose of indemnifying and holding harmless the City of Los Angeles, its officers, boards, employees, etc. from and against any and all losses, costs, damages, expenses, or liability, whatsoever, which may result from or arise out of the granting of a permit, and\/or the installation and\/or the maintenance of any newsrack or newsracks for which the permittee shall be responsible for paying any and all losses or damages that may be sustained by any person or persons as a result of, or which may be caused by or arise out of the installation and\/or maintenance of the permitted newsrack or newsracks.  The policy of insurance shall be maintained in its original amount by the permittee at permittee’s expense at all times during the period for which the permittee holds a valid permit or permits.  Should said policy be called upon to satisfy any liability for damages covered by said policy, the policy must be of such a nature that the original amount of coverage is restored after any payment of damages by the policy.  In the event that two or more permits are issued to one permittee, the permittee shall only be required to maintain a single policy of insurance covering all such permits held by the permittee in the amount set forth below for the number of newsracks maintained by the permittee.\n\n\t(2)\tRequired Limits of Liability Insurance.  The Board shall be responsible, from time to time, for adopting the limits of liability insurance required to be maintained by newsrack permittees under this code.  The Board shall receive a recommendation from the City’s Risk Manager prior to setting the limits of liability insurance based on the number of racks that each permittee maintains in the City’s right-of-way.\n\n\t(E)\tEvery person who installs, uses or maintains any newsrack which in whole or in part rests upon, in, or over any dedicated sidewalk or parkway shall have his or her name, address and telephone number affixed thereto at a place where such information may be easily seen, in addition to a bar code decal issued by the Board for that specific newsrack.\n\n\t(5)\tProhibited Where Vehicles Permitted:  No person shall install or maintain any newsrack which projects onto, into or over any part of the roadway of any public street, or which rests, wholly or in part, upon, along or over any portion of such roadway.\n\n\t(6)\tUnlawful Obstructions:  No person shall install, use or maintain any newsrack:\n\n\t(A)\tWithin 5 feet of any marked crosswalk;\n\n\t(B)\tWithin 5 feet of the curb return of any unmarked crosswalk;\n\n\t(C)\tWithin 5 feet of any fire hydrant, fire call box or other emergency facility;\n\n\t(D)\tWithin 5 feet ahead and 45 feet to the rear of any sign marking a designated bus stop.  No newsrack shall be installed within the marked bus zone;\n\n\t(E)\tWithin 5 feet of any bus bench.\n\n\t(F)\tWithin 10 feet of any transit shelter. \n\n\t(G)\tIn front of an entrance to a business, including the curb area directly across from such entrance where the distance between the entry door and the newsrack is less than 10 feet;\n\n\t(H)\tIn any location used, marked or posted for public utility purpose, public transportation purpose or government use;\n\n\t(I)\tWhere placement unreasonably interferes with the use of poles, posts, traffic signs or signals, mail boxes or other objects legally permitted, but in no event shall the newsrack be closer than one foot from such objects;\n\n\t(J)\tWhere placement interferes with the reasonable use or utility for display purposes of any display window of any building abutting the sidewalk or parkway, but in no event within 4 feet of such window;\n\n\t(K)\tWithin 5 feet of any area improved with lawn, flowers shrubs, trees or street tree well;\n\n\t(L)\tWithin 5 feet of any driveway or driveway apron;\n\n\t(M)\tWithin 4 feet of any outdoor dining areas or patio dining areas;\n\n\t(N)\tWithin 20 feet of both sides of buildings officially designated Los Angeles Historical or Cultural Monuments.  If there is a block in which all buildings have been so officially designated, then the Board, in consultation with the Cultural Heritage Commission, shall determine siting on such block face for up to four (4) newsracks.  An owner of a building which has been designated as a Historical or Cultural Monument may petition the Board of Public Works to allow newsracks on the sidewalks in front of their building if the placement of such newsracks will not interfere with Historic or Cultural nature of the building.  The Board shall listen to evidence from all interested parties and make its determination based on the totality of the evidence.\n\n\t(O)\tWithin 20 feet of both sides of visual public art work created, funded or managed through the City’s Municipal Art Program including, but not limited to, murals, sculptures and fountains.\n\n\t(P)\tWhere placement impedes the flow of pedestrian traffic by reducing the clear space to less than 6 feet or, impedes access to or the use of abutting property, including, but not limited to, residences and places of business.\n\n\t(Q)\tNotwithstanding any other paragraph of this subdivision, no person shall install, use or maintain any newsrack where placement endangers the safety of persons or property.\n\n\t(R)\tNo newsrack shall be installed within 4 feet from any permanently installed structure in the public Right-of-Way, which is not otherwise specifically identified in this subdivision.\n\n\t(S)\tWithin one foot of any utility cover, vent screen or other object that is flush mounted with the sidewalk, except that if the owner or person in control of the below grade sidewalk installation needs additional space for emergency or non-routine maintenance of the installation, any newsrack(s) which interferes with such maintenance may be requested to be temporarily removed to accommodate the required maintenance and then be reinstalled.\n\n\t(T)\tWithin 4 feet to the front and 10 feet to the rear of any parking meter and where there are no parking meters on the curb, 10 feet from the front of any marked parallel parking place.\n\n\t(7)\tSize, Appearance, Placement, Installation and Construction of Newsracks:\n\n\t(A)\t Every newsrack shall be maintained in a neat and clean condition and be in good repair at all times.\n\n\t(B)\tAll newsracks shall be permanently mounted, except as provided in Subsection (7)(C), in accordance with specifications established by the Board as provided in Subsection (9) and adopted from time to time as revisions become necessary, including but not limited to: style, construction, coating, material and fabrication.  Specifications for a newsrack shall be:\n\n\t(1)\tStreet tube pedestal, at least four inches by three inches in height;\n\n\t(2)\tOverall height shall not be less than 46 inches and shall not exceed 52 inches; the overall width shall not be less than 20 inches and shall not exceed 30 inches; and the overall depth shall not be less than 12 inches and shall not exceed 20 inches.\n\n\t(3)\tAll newsracks shall be primarily constructed of metal and shall be “Ivy Green” in color (Tiger RAL 607 SM, Glossy, Code 28-50081), except as provided in § 42.00 (f)(17) “Specific Plan\/Street Scape Plan Areas”.\n\n\t(C)\tSpecial Purpose Sidewalks; No Permanent Attachments.  Each individual newsrack which is permitted to be placed on a special purpose sidewalk, such as terrazzo, brick, glass prism implanted, or where basements are located under the sidewalk, shall be on legs and shall be mobile and not affixed to the sidewalk in any way.\n\n\t(D)\tPedestals.  No pedestals shall be maintained on a public right-of-way unless there is attached thereto a newsrack case as provided herein.\n\n\t(E)\tRemoval of Newsracks; Repair of Sidewalks.  Upon the removal of any newsrack, the person so removing shall be responsible for the repair of any resulting condition, including filling in of any holes left in the sidewalk and\/or the removal of any bolts or other devices used to affix the newsrack to the sidewalk such that there are no obstructions sticking above the grade of the sidewalk.  Such work is to be done to the satisfaction of the Department of Public Works.\n\n\t(F)\tNewsrack Location.\n\n\t(1)\tNewsracks shall only be situated near a curb with the back of said newsrack situated not less than 18 inches nor more than 24 inches from the edge of the curb.  If it is physically impossible to situate a newsrack near a curb, then the Board may authorize the placement of up to four (4) newsracks adjacent to the wall of a building on that block.  If the newsrack is placed adjacent to the wall of a building, the back of said newsrack shall be situated parallel to and not more than 6 inches from such wall.  No newsrack shall be installed, used or maintained on any sidewalk or parkway opposite a newsstand or other newsrack.\n\n\t(2)\tExcept as otherwise provided by this code, no newsrack placed on the public right-of-way shall be chained, bolted or otherwise attached to any property or to any permanently fixed object.\n\n\t(3)\tNot more than four newsracks shall be placed immediately adjacent to each other.  Any such group of up to four newsracks shall be separated by a space of not less than 48 inches from any other individual newsrack or group of newsracks.\n\n\t(4)\tNot more than 16 newsracks shall be placed within 200 ft. of the same block face.  However, the Board may establish a number greater or less than 16 in any specific block face by conducting an engineering study.  In cases where a block face is longer than 200 ft., for every additional 50 ft. of block face greater than 200 ft., an additional four (4) newsracks may be installed.\n\n\t(5)\tNot more than one permit for installation of a newsrack shall be issued for each publication on one side of a block or within 200 ft. of the same block face, whichever is less. One publication includes: differing geographic editions of the same publication (Orange County edition; Valley edition, etc.); and daily and Sunday editions of the same publication.  In cases where a block face is longer than 200 ft., and there is space to legally install additional newsracks, then a permit for one publication to install a second newsrack on the same block face may be issued by the Board.\n\n\t(6)\tNewsracks shall not be permitted on the public right-of-way adjacent to any property that is zoned exclusively for single-family residential use (R-1).\n\n\t(G)\tPriorities Related to Placement of Newsracks.\n\n\t(1)\tIn determining in what order newsrack permittees may select their location on a particular block face during implementation of this revised newsrack ordinance, and in particular where there are more requests for newsrack spaces on any one block face than there are legal spaces available, the Board of Public Works shall, pursuant to its authority under paragraph (9) below, develop a content neutral criteria for determining the placement of newsracks applicable to each block face.\n\n\t(2)\tOnce this revised newsrack ordinance has been fully implemented citywide, all subsequent newsrack permits shall be issued on a first come first served basis.\n\n\t(8)\tUnlawful Use:  No newsrack shall be used for advertising signs or publicity purposes. External lettering is restricted to the following:\n\n\t(A)\tIf the newsrack is situated next to the curb, the side parallel to the curb, next to the lanes of traffic, may have external lettering replicating the publication masthead style and color, for the permitted publication in the subject newsrack, in a total area not to exceed 144 square inches.\n\n\tIf an individual newsrack is used to distribute more than one publication, each publication distributed in that newsrack shall be entitled to have external lettering replicating the publication masthead style and color for the permitted publications in the subject newsrack.  However, the total area for all such publication mastheads on that newsrack shall not exceed 144 square inches.\n\n\t(B)\tThe side of the newsrack facing pedestrian traffic, except in Specific Plan\/Streetscape Plan Areas, as identified in Section (17), may have a “Rack Card”, with a total area not to exceed 238 square inches, which exclusively advertises the newspaper or periodical being dispensed, and shall not include any third party advertising.  This “Rack Card” shall be located in the area immediately below the hood on the front access side of the newsrack.\n\n\t(C)\tOther than as permitted in this section, no other lettering or advertising of any kind shall be permitted anywhere else on the newsrack, including the mount.\n\n\t(9)\tAuthority of the Board of Public Works to Promulgate Rules and Regulations for the Permitting, Installation and Maintenance of the Newsracks in the Public Right-of-Way:  Consistent with the intent and requirements of LAMC § 42.00 (f), et seq., the Board may adopt rules and regulations to administer the installation, placement, maintenance, size and material used for construction of newsracks.  The Board may adopt any other rule and\/or regulation for the protection of public safety, welfare, or property relative to permitting, installation, and maintenance of newsracks.  Prior to adoption of any rules and\/or regulations, the Board shall hold a public hearing.  Once any rules and\/or regulations are adopted, they shall be kept posted in the Board office and a copy thereof shall be furnished to any applicant for a newsrack permit.\n\n\t(10)\tNoncompliance With LAMC § 42.00 (f), et seq.; Tagging of Newsracks:  Except as provided in Subsection (12) hereof, whenever any newsrack is found to be in violation of any Subsection of LAMC § 42.00 (f), the Board shall cause a notice tag to be attached to said newsrack specifying the date and nature of the violation, and shall E-mail or fax to the permittee a copy of the violation.  Permittee shall within ten (10) calendar days from the date on which the tag was attached, either cause the violation to be corrected or request a hearing pursuant to Subsection (13) hereof.  If a hearing is requested, staff will not remove the non compliant newsrack until a final determination by the Board. However, if a newsrack installed within the City right-of-way has no visible evidence that it has been properly permitted (no City issued bar code decal, no visible contact information for the owner or no other evidence that would indicate that a valid permit for the newsrack had been issued) staff may confiscate the offending newsrack and follow the procedures in subparagraph (11)(B) below.  There is hereby created a presumption that any newsrack within the City’s right-of-way that does not have a city bar code decal, or visible identification and contact information for the owner of the newsrack, has been installed without a valid permit.\n\n\t(A)\tA newsrack may be tagged for any violation of any requirement of LAMC § 42.00 (f) including, but not limited to, the following:\n\n\t(1)\tWhere its installation, use or maintenance unreasonably interferes with or impedes the flow of vehicular or pedestrian traffic;\n\n\t(2)\tWhere its installation, use or maintenance interferes with the use of poles, posts, traffic signs or signals, hydrants, mailboxes or other objects legally permitted;\n\n\t(3)\tWhere its installation, use or maintenance unreasonably obstructs, interferes with or impedes access to or the use of abutting property, including, but not limited to, residences, places of business, or legally parked or stopped vehicles;\n\n\t(4)\tWhen such newsrack does not have a name, address and telephone number affixed in a place where such information may be easily seen and the designee of such newsrack cannot be otherwise identified;\n\n\t(5)\tWhen a newsrack is found in the public right-of-way which does not have a visible, city issued, bar code decal present indicating the correct permit number of the newsrack or the newsrack has no valid permit at all; and\n\n\t(6)\tWhen a newsrack is found in the public right-of-way which is not maintained in a neat and clean condition and in good repair, in accordance with the following Maintenance Specifications:\n\n\t(a)\tThe newsrack permittee shall maintain all newsracks and the sidewalk surface immediately under and adjacent (within 2 feet) to the newsracks in a safe, clean, attractive and sanitary condition and in good order and repair, as determined by the Department of Public Works, Bureau of Street Services (BOSS).  The permittee shall make routine inspection and maintenance calls on each newsrack once a week.  Such inspection and maintenance calls may be incorporated with delivery of newspapers or other publications.  The permittee shall make more frequent calls if conditions warrant.  At each maintenance call, the permittee shall clean, wash and remove all graffiti, stickers, posters, litter, dust, dirt and weeds at each newsrack.  The newsrack shall be maintained in a continual good and working condition.\n\n\t(b)\tMaintenance – Permittee shall respond to a request to secure a site or to perform maintenance within 24 hours of notification, but in no event more than 72 hours.  The permittee shall use cleaning methods and procedures that have been demonstrated and approved and are environmentally safe, utilizing acceptable industry practices.\n\n\t(c)\tRepair and Replacement – The Permittee shall commence necessary repairs within one week when any damage or vandalism is found by BOSS.  If the newsrack damage or vandalism is of an emergency or hazardous nature, the permittee will repair, replace, remove or secure the site within 24 hours of notification.  If the newsrack is totally destroyed because of an accident, the Permittee will remove the newsrack and appurtenant structures within 24 hours, including repair of any damage to the public right-of- way, returning the site to its former condition prior to the newsrack installation.\n\n\t(d)\tGraffiti Removal – Permittee will upon notification by BOSS, or upon inspection, remove graffiti within 24 hours from any newsrack. \n\n\t(11)\tImpounding of Newsracks:\n\n\t(A)\tNotwithstanding the Department’s right to tag newsracks in violation of any Subsection on LAMC § 42.00 (f), the Department may cause any newsrack to be impounded:\n\n\t(1)\tWhen the newsrack poses an immediate danger to persons or vehicles;\n\n\t(2)\tWhere its installation, use or maintenance endangers the safety of persons or property;\n\n\t(3)\tWhen pursuant to Subsection (10), a tag has been attached to a newsrack and a written notice, such as fax, letter or E-mail has been sent to the owner, operator, or responsible person for the newsrack and the designee has neither caused the violation specified on said tag to be corrected nor requested a hearing pursuant to Subsection (14), hereof within the time permitted;\n\n\t(4)\tWhen a hearing and appeal, if filed, have resulted in a final determination that the violation(s) specified on the tag attached to such newsrack has in fact occurred, and the designee has failed to correct such violation(s) within ten (10) calendar days from the date of said determination;\n\n\t(5)\tWhen a request for a hearing or appeal has been withdrawn, such request shall be deemed withdrawn, either by actual withdrawal or by the failure of the designee to fully comply with Subsection (14) of this code;\n\n\t(6)\tWhen such newsrack has been abandoned; and\n\n\t(7)\tWhen such newsrack has been installed on the City’s right-of-way without first applying for and receiving a permit as required by this code.\n\n\tPursuant to this Subsection, a newsrack shall be deemed abandoned when it does not contain the newspaper or other publication specified therefor for more than four (4) consecutive days for a daily publication, eight (8) consecutive days for a weekly publication, sixteen (16) consecutive days for a biweekly publication, or thirty-four (34) days for a monthly publication.  A newsstand shall be deemed abandoned if it is not open for a period of more than seven (7) consecutive days.\n\n\t(B)\tStandard impound procedures:  Within forty-eight (48) hours after removal of any newsrack, the Board shall notify the owner in writing, fax or E-mail of the removal and the reason for removal where ownership information is posted on the newsrack either through the City bar code decal or the required owner contact information.  If ownership information is not readily available because there is no City bar code decal, or ownership identification information posted on the newsrack, or no newspaper or periodical in the newsrack with contact information, the City shall make every reasonable effort to comply with the notification procedure of this subsection.  When notification is possible, the notice shall also inform the owner of the right to request, either in writing or in person, within five (5) business days of the date of the postmark of such written notice, a hearing by the Board or its designee pursuant to Subsection (14), to determine whether such removal was proper.\n\n\t(12)\tReturn of Impounded Newsracks:\n\n\t(A)\tAny newsrack, together with its contents, which has been impounded pursuant to Subdivision (11) hereof, shall be returned to the permittee:\n\n\t(1)\tUpon receipt of an impound fee as determined herein; or\n\n\t(2)\tUpon a determination after hearing by the Board or its designee, pursuant to Subsection (14) hereof, that the newsrack should not have been impounded and should be returned to the permittee;\n\n\t(B)\tIn the event a hearing has not been requested pursuant to Subsection (14) within the time permitted following the impoundment of any newsrack, an impound fee as set forth herein shall be imposed upon the permittee and shall be paid before the impounded newsrack is returned.\n\n\t(C)\tThe fees herein shall be determined and adopted by the Board in order to collect sufficient money to defer the complete cost of the City’s newsrack permitting and enforcement program as set forth in this code.  The fees shall be adjusted from time to time by the Board to reflect any change in the cost of permitting and enforcement.  At no time shall the fees adopted by the Board recover more than the actual cost of the program.\n\n\t(13)\tSale or Disposal After Impoundment:  The Department may sell or otherwise dispose of any newsrack, together with its contents, and retain the proceeds, pursuant to California Government Code Section 50050 et seq., from any such sale or other disposition, and any monies contained in said newsrack at the time of its impoundment, provided that either:\n\n\t(A)\tNo hearing has been requested pursuant to Subsection (14) within the time permitted;\n\n\t(B)\tA hearing and an appeal, if filed, have resulted in a final determination that said newsrack was properly impounded, and fees assessed pursuant to Subsection (12) have not been received within thirty (30) days from the date of the final determination.\n\n\t(14)\tHearings:\n\n\t(A)\tRequest for Hearing – Any newsrack permittee may file a written request with the Department for a hearing, in person or by certified mail, for the purpose of demonstrating that a newsrack should not have been impounded, or that a violation as specified on the tag attached to a newsrack pursuant to Subsection (10) hereof has not in fact occurred.\n\n\t(B)\tNotice of Hearing – Within two (2) working days from the date on which the request for hearing is received, the Department shall set a hearing date and shall notify the designee by certified mail of the date, time and place of said hearing.  Said hearing shall occur within ten (10) working days of the date of mailing the notice unless the person requesting the hearing wishes to have the hearing at a later date, and both parties agree on the date.\n\n\t(C)\tConduct of Hearing – At the time set for such hearing, or at the date to which such hearing is continued, the Board or its designee shall receive all evidence relevant to the occurrence or non-occurrence of the specified violation(s), the compliance or noncompliance with any of the provisions of this Subsection, and any other relevant information.  Such hearing need not be conducted according to technical rules relating to evidence and witnesses.  Oral evidence shall be taken only on oath or affirmation.\n\n\t(D)\tDecision after Hearing – Within ten (10) working days after the conclusion of the hearing, the Board or its designee shall find and determine, from the facts adduced at said hearing, whether the newsrack should have been tagged and\/or impounded, and whether said newsrack shall be returned except upon receipt of fees as specified in Subsection (12). The decision of the Board or its designee shall be in writing and shall contain findings of fact, a determination of the issues presented, and the amount of the fee, if any, to be imposed.\n\n\t(E)\tNotice of Decision – The Department shall send to the designee, by certified mail, a copy of its decision and order.\n\n\t(15)\tNo Criminal Sanctions:  Notwithstanding any provision of Subsection 11.00 (m) of this Code, no person shall be subject to the imposition of criminal liability for any violation of LAMC § 42.00 (f).\n\n\t(16)\tNo Newsrack Areas – Regional Historic or Cultural Significance:\n\n\t(A)\tNo newsrack shall be installed in an area deemed by the City Cultural Heritage Commission and the City Council to be of municipal or regional historic significance or regional cultural significance, including any of the following locations:\n\n\t(1)\tOn the Hollywood Walk of Fame (both sides of Hollywood Boulevard between La Brea Avenue and Gower Street, and both sides of Vine Street between Yucca Street and Sunset Boulevard);\n\n\t(2)\tOn the sidewalks immediately contiguous to the restored City Hall (the east block face on Spring Street between Temple Street and 1st Street, the south block face of Temple Street between Spring Street and Main Street, the west block face of Main Street between Temple Street and 1st Street, and the north block face of 1st Street between Spring Street and Main Street);\n\n\t(3)\tEl Pueblo de Los Angeles (Olvera Street, the east block face of Main Street between Cesar Chavez Avenue and Aliso Street, the south block of Cesar Chavez between Main Street and Alameda Street, the west block face of Alameda Street between Cesar Chavez Avenue and Aliso Street, and the north block face of Aliso Street between Main Street and Alameda Street);\n\n\t(4)\tOn the sidewalks immediately contiguous to Disney Hall (the east block face of Hope Street between 1st Street and Upper 2nd Street; the west south block face of 1st Street between Hope Avenue and Grand Avenue; the west block face of Grand Avenue between 1st Street and Upper 2nd Street; and the north block face of Upper 2nd Street between Hope Avenue and Grand Avenue); or\n\n\t(5)\tOn the sidewalks on the block faces immediately to the west and east of the Music Center and Dorothy Chandler Pavilion (the west block face of Grand Avenue between 1st Street and Temple Street; and the east block face of Hope Street between 1st Street and Temple Street).\n\n\t(6)\tOn the Venice Boardwalk (both sides of Ocean Front Walk between Navy Street on the north and Venice Pier\/Washington Boulevard on the south).\n\n\t(7)\tOn the sidewalks of the Westwood Village Broxton Avenue Promenade (both sides of Broxton Avenue between Le Conte Avenue and Kinross Avenue).\n\n\t(B)\tIn the event an area of the City which is deemed by the City Cultural Heritage Commission and the City Council to be of municipal regional historic significance, such an area may apply to the Board for designation as an area where no newsracks shall be installed, subject to the approval of the City Council.\n\n\t(17)\tSpecific Plan\/Streetscape Plan Areas:  Specific Plan Areas, Streetscape Plan Areas, or other Special Planning Districts approved by the Planning Department, which include a standard streetscape color, may request a uniform newsrack color other than Ivy Green, from the Board, with Council input, and if granted, the color shall be one of the following three colors: black (RAL 9017 “Grotto Black”), blue (Benjamin Moore No. 805 “Westwood Blue”) or gray (Marine Silver 38\/90010).\n\n\t(18)\tSeverability:  If any section or subsection of this ordinance is deemed to be void or unenforceable, such shall be severed from the whole and the remaining portions of the ordinance shall remain in full force and effect.\n\n\t(g)\tStreets – Newsstands.  (Amended by Ord. No. 145,691, Eff. 5\/2\/74.)\n\n\t(1)\tNo person shall install, use or maintain any newsstand which projects onto, into or over any part of the roadway of any public street, or which rests, wholly or in part, upon, along or over any portion of the roadway of any street.\n\n\t(2)\tNo person shall install, use or maintain any newsstand which in whole or in part rests upon, in or over any sidewalk or parkway when such installation, use or maintenance endangers the safety of persons or property, or when such site or location is used for public utility purposes, public transportation purposes or other governmental use, or when such newsstand unreasonably interferes with or impedes the flow of pedestrian or vehicular traffic, the ingress into or the egress from any residence or place of business, or the use of poles, posts, traffic signs or signals, hydrants, mailboxes, or other objects permitted at or near said locations.\n\n\t(3)\tAny newsstand which in whole or in part rests upon, in or over any sidewalk or parkway, shall comply with the following standards:\n\n\t(A)\tNo newsstand shall exceed five feet in height, seventy-five inches in width and three feet in depth, except that if erected parallel and adjacent to the wall of a building, it shall not extend over that area of the sidewalk or parkway by more than twenty inches, shall not exceed a length of fifty feet, or a height of eight feet.  (Amended by Ord. No. 161,043, Eff. 5\/3\/86.)\n\n\t(B)\tExcept for a newsstand erected adjacent to the wall of a building, no newsstand shall be placed less than twelve inches nor more than eighteen inches from the edge of the curb.\n\n\t(C)\tNo newsstand shall be placed or maintained on the sidewalk or parkway opposite another newsstand.\n\n\t(D)\tNo seat, chair, rack, case, canopy, awning, overhang, or other object shall be attached to the exterior of any newsstand, nor shall any such object when attached to any part of a newsstand be permitted to extend beyond its exterior wall.\n\n\t(E)\tNo newsstand shall be so placed that the clear space for the passage of pedestrians upon the sidewalk and parkway is reduced to less than six feet.\n\n\t(F)\tNewsstands shall be soundly constructed of wood, metal or other suitable permanent material, painted in a manner and color as prescribed by the Board of Public Works, and maintained at all times, in a clean, neat and attractive condition and in good repair and, as to the Central Traffic District, as defined in Section 80.00 of this Code, such newsstands shall be of design and construction approved by the Department of Cultural Affairs.  (Amended by Ord. No. 161,043, Eff. 5\/3\/86.)\n\n\t(G)\tNo newsstand shall be used for advertising signs or publicity purposes other than that dealing with the display, sale or purchase of newspapers or new periodicals.\n\n\t(H)\tNo newsstand shall be placed within three feet of any area improved with lawn, flowers, shrubs or trees or within three feet of any display window of any building abutting the street or in such manner as to impede or interfere with the reasonable use of such window for display purposes.\n\n\t(I)\tNo newsstand shall be utilized for the sale, or offer for sale, nor for the display for sale, of any article or item other than newspapers, magazines, periodicals and other similar newsprint publications.  (Added by Ord. No. 161,043, Eff. 5\/3\/86.)\n\n\t(J)\tNewsstands, in the Central Traffic District, as defined by Section 80.00 of this Code, shall be open and utilized for business at least six hours a day, five days a week and the holder of the permit shall be present at the newsstand and operating it himself or herself seventy-five percent (75%) of the time it is open, or thirty (30) hours a week, whichever is less. Waivers of such requirement may be granted by the Board of Public Works for good cause.  (Added by Ord. No. 161,043, Eff. 5\/3\/86.)\n\n\t(4)\tEvery person placing or maintaining a newsstand on the streets of the City of Los Angeles shall have affixed thereto in a place readily visible to the public a telephone number or postal box number where the owner may be reached.\n\n\t(5)\t(Amended by Ord. No. 161,043, Eff. 5\/3\/86.)  No person shall install, use or maintain any newsstand which in whole or in part rests upon, in, or over any dedicated sidewalk or parkway in the Central Traffic District, as defined by Section 80.00 of this Code, without first applying for and obtaining a permit from the Department. The issuance of such permit shall be subject to the provisions of this subdivision.\n\n\t(A)\tForms for Permit – The Department shall prescribe and make available permit application forms. The applicant shall submit to the Department a completed form, on which the following information shall have been entered:\n\n\t(i)\tThe name, address and telephone number of the applicant;\n\n\t(ii)\tThe name, address and telephone number of the person whom the applicant designates to be notified concerning the applicant’s newsstand;\n\n\t(iii)\tThe requested location for the newsstand.\n\n\t(B)\tIssuance of Permit – Upon proper application, the Department may, upon the payment of the fee provided below, issue a newsstand permit to the applicant in accordance with the provisions of this Subdivision (5). Such permit shall not be assignable nor shall more than one permit be issued to any one person. No more than two newsstands shall be allowed on any one block. As used herein “block” shall mean one side of a street between two consecutive intersecting streets.\n\n\t(C)\tThe Board shall enact regulations for the selection of permittees taking into consideration the length of time a newsstand has been operated by the applicant at a particular location, whether there has existed a business license for such newsstand, the number of violations an applicant has incurred in the operation of his or her newsstand and such other factors the Board deems appropriate.\n\n\t(D)\tValidity of Permit – Permits shall be valid from the issuance date until the May 31st following such date, and may be renewed annually thereafter. Such permits shall be issued initially for a period not to exceed one year and renewals thereof shall be for a maximum of one year periods thereafter.\n\n\t(E)\tPermit Fee – There shall be a permit fee for new, and renewal, permits in the amount of twenty-five (25) dollars for each newsstand. Whenever any permit is issued after May 31st, the amount of such fee shall be prorated on a quarterly basis. The permit fee may be increased by the Board if so justified by an increase in the cost of regulation.\n\n\t(F)\tPermit Decals – The Department shall issue to each permittee a permit decal for the newsstand covered by the permit. Permittees shall cause the decal to be affixed to the front face of the newsstand so as to be visible from the sidewalk.\n\n\t(6)\tPrior to the issuance of a permit by the Department, the applicant shall furnish to the Department a certificate, in a form satisfactory to the Department and City Attorney, that the applicant has then in force public liability and property damage insurance, naming the City as an additional insured, in an amount and type as determined by the Board, subject to reasonable availability. The evidence of insurances filed shall include a statement by the insurance carrier that thirty (30) days notice will be given to the City Attorney before any cancellation of coverage. The City shall be named as an additional insured on any such insurance policy. Such insurance shall be maintained throughout the permit period.  (Added by Ord. No. 161,043, Eff. 5\/3\/86.)\n\n\t(7)\tAny newsstand installed, used or maintained in violation of this subsection shall be removed subject to the provisions of Subdivisions (7) through (12) of Subsection (f) of this section. In addition any violation of this subsection shall subject the applicant and\/or violator to the imposition of criminal liability.  (Added by Ord. No. 161,043, Eff. 5\/3\/86.)\n\n\t(8)\tUpon the cessation and abandonment of operations of any newsstand the person holding the permit, or if no one is presently holding a permit the last one to hold a permit for the newsstand, shall be responsible for the removal of such newsstand. If the newsstand is not so removed the City shall so remove it pursuant to Subsection (f) hereof and assess the most recent holder of the permit for the costs incurred.  (Added by Ord. No. 161,043, Eff. 5\/3\/86.)\n\n\t(9)\tViolation of any provision of this subsection may result, after due notice and hearing, in the revocation of the permit by the Board.  (Added by Ord. No. 161,043, Eff. 5\/3\/86.)\n\n\t(h)\tFreeway On-Ramps and Off-Ramps – Sales Prohibited.  Notwithstanding any other provision of this Code, no person on any street, or other public property of whatever nature or description, shall, within fifty feet of the roadway of any freeway on-ramp or off-ramp, distribute, deliver, sell, offer for sale or solicit the sale of any newspapers, magazines, periodicals, circulars, handbills or other printed matter or any goods, wares or merchandise regardless of type, nature, kind or description.  (Amended by Ord. No. 145,691, Eff. 5\/2\/74.)\n\n\t(i)\tThe provisions of this section shall not apply to the installation and maintenance of any bench installed and maintained in accordance with Article 8 of Chapter VI of this code, nor to the operation and maintenance of searchlights, generators and floodlights in accordance with the restrictions and requirements of Division T of Chapter VIII of this Code. Nor shall the provisions of this section prohibit the putting of business notices, signs or emblems upon ordinary business or carrier vehicles. Nor shall the provisions of this section apply to temporary selling activities and advertising related thereto conducted pursuant to a permit granted under Subsection (j) hereof. (Amended by Ord. No. 145,691, Eff. 5\/2\/74.)\n\n\t(j)\tPermit for Temporary Selling Activities Board of Public Works.  (Amended by Ord. No. 145,691, Eff. 5\/2\/74.)\n\n\t(1)\tThe Board of Public Works may issue upon written application, made upon a form prescribed by the Board, a permit authorizing temporary selling activities and advertising relative thereto, on sidewalks, parkways and roadways, provided that as to roadways such permit’s issuance will, in addition to this section’s requirements, be governed by the provisions of Section 41.20 of this Code, in connection with a community civic event sponsored and conducted by a nonprofit organization formed for charitable, educational, civic, veteran, philanthropic or other benevolent purposes, under the following conditions:  (Amended by Ord. No. 150,706, Eff. 5\/13\/78.)\n\n\t(A)\t“Community civic center” means the sponsoring and conducting by a nonprofit organization of a civic, artistic, cultural, charitable, educational, veteran or benevolent activity of community interest. The Board shall require reasonable proof of the nonprofit status of the sponsoring organization and a sufficient showing of community interest, which showing shall consist of furnishing the Board with names and addresses of at least 100 persons who will support the activity, at least 50% of which either reside or work in the location specified in the application for permit where the activity is to take place.\n\n\t(B)\tEach permit shall be valid for a period of three consecutive days only, two of which days shall be a Saturday or Sunday.   (Amended by Ord. No. 158,731, Eff. 2\/25\/84.)\n\n\t(C)\tEach application for a permit must be accompanied by a fee and must be presented to the Board not less than 40 nor more than 180 days before the commencing date of the proposed permit activities; provided that the Board may waive these time requirements if it determines such waiver to be in the public interest. The fee herein shall be determined and adopted in the same manner as provided in Section 12.37-I, 1 of the Los Angeles Municipal Code for establishing fees.  (Amended by Ord. No. 165,675, Eff. 5\/11\/90.)\n\n\t(D)\tNo person or sponsoring organization shall fail to keep the permit, at all times, at the place where the selling activities are being conducted, nor fail, upon demand therefor, to exhibit such permit to any public officer.\n\n\t(E)\tNo selling or advertising activities shall be conducted in the roadway or within two feet of the curb of any sidewalk unless authorized by the Board of Public works.  (Amended by Ord. No. 150,706, Eff. 5\/13\/78.)\n\n\t(F)\t(Amended by Ord. No. 173,283, Eff. 6\/26\/00, Oper. 7\/1\/00.)  Nor may such selling activities take place without an Information Card, written Notice of Intention, or professional fund-raiser’s license if the activity is such that one would be required under Article 4, Chapter 4 of the Los Angeles Municipal Code.\n\n\t(G)\tThe application for such permit shall contain:\n\n\t1.\tThe name of the applicant, the sponsoring organization, the event chairman and the addresses and telephone numbers of each.\n\n\t2.\tThe location and outside perimeter of the selling area, indicated upon a map of the area.\n\n\t3.\tThe date and times at which the selling activities are to take place.\n\n\t4.\tA description of the selling activity which will be conducted.\n\n\t5.\tA list of all persons who will be engaging in temporary selling activities at any time during the dates and times for which a temporary selling permit is granted. However this list may be furnished after the application has been submitted, so long as it is not furnished later than one week before the event is to take place.\n\n\t6.\tAn agreement to comply with the terms of the permit.\n\n\t(2)\tSponsoring organizations may be granted a temporary selling permit if the organization meets the following requirements:\n\n\t(A)\tThat the title of any real property in the City of Los Angeles owned by such organization is vested in the name of such organization, if it be a corporation, or else in the name or names of a responsible trustee or trustees under a declaration of trust or other written instrument setting forth the rights of said organization therein; and recorded in the records of the County Recorder of Los Angeles County.\n\n\t(B)\tThat the declared  purposes for which such organization is organized are charitable, educational, civic, community service, veteran, benevolent or other philanthropic purposes, and not for the pecuniary profit of the members of the organization thereof or any of them.\n\n\t(C)\tThat for three months prior to its application for a temporary selling permit said organization has faithfully complied with the following provisions with reference to its accounts, namely: All funds received by it, and all disbursements made by it, have been entered upon the books of its treasurer or other financial officer, receipts have been given or tendered for all money or other property donated to it, whenever required by law or ordinance; all expenditures other than petty cash to a reasonable amount have been made by checks signed by at least two officers of such organization; that the bank book of such organization has been balanced and reconciled with the books of account at reasonable intervals.\n\n\t(D)\tThat no monies of said organization are on loan directly or indirectly to any  officer, director, trustee, employee or member thereof, and that the organization has not invested any monies constituting part of its permanent endowment funds except in securities legal as investments for savings banks within the State of California, and has not diverted funds donated to it from an source to purposes other than those for which they were donated.  (Amended by Ord. No. 156,941, Eff. 8\/20\/82.)\n\n\t(E)\tThat the work for which such organization has been formed has been faithfully performed.\n\n\t(F)\tThat the bylaws and other written rules and regulations of such organization define the powers and duties of the officers of such organization, and that a copy of the Articles of Incorporation, if it be a corporation, and a copy of the bylaws and other written rules and regulations of such organization have been filed with the Department of Public works.\n\n\t(G)\tThat within one year prior to its application such organization has not violated any law or ordinance applicable to it.\n\n\t(3)\tThe Board shall cause such application to be investigated and shall grant the permit if it determines: that the proposed activities will not disrupt to an unreasonable extent the movement of vehicular or pedestrian traffic or create a hazard to the public; that the proposed activities are not of a size or nature that require the diversion of so great a number of police personnel to regulate such activities that it prevents reasonable police protection for the City or for the councilmanic district where the temporary selling activity is to take place; that the concentration of persons, equipment and materials is not so great in the selling area that it would prevent proper fire, police and ambulance protection; that the applicant agrees to be responsible for cleanup necessitated by the proposed activities and the Board may, in its discretion, require a cleanup deposit to guarantee that cleanup takes place.  (Amended by Ord. No. 160,175, Eff. 8\/24\/85.)\n\n\t(4)\tThe Board shall further condition the granting of such permit upon the permit applicant filing with the Board a policy of public liability insurance in which the City has been named as insured or co-insured with the permittee. The policy of insurance shall insure the City and its officers and employees against all claims arising out of or in connection with the issuance of the permit or the operation of the permittee, his agents or representatives pursuant to the permit. The policy of insurance shall provide coverage no less than $100,000 per occurrence of bodily injury and $25,000 per occurrence of property damage.\n\n\t(5)\tThe Board shall adopt uniform rules and regulations so as to carry out the purposes of this subsection and shall condition the granting of permits upon compliance therewith and also with such other conditions as the Board may deem necessary to impose for the proper protection of persons and property.\n\n\t(k)\tThe provisions of this section shall not prohibit sales that are otherwise permitted under the terms of Section 80.73 of this Code.  (Amended by Ord. No. 150,561, Eff. 3\/19\/78.)\n\n\t(l)\tPermit for Flower Vending Booths.  (Added by Ord. No. 159,008, Eff. 7\/1\/84.)\n\n\t(1)\tThe provisions of this section shall not apply to the sale of flowers from a flower vending booth operated pursuant to a permit granted by the Board of Public Works.\n\n\t(2)\tThe Board may issue a revocable permit for the installation and operation of a flower vending booth on a sidewalk pursuant to the one year pilot flower vending booth demonstration program authorized by the City Council in the downtown area.\n\n\t(3)\tThe issuance of any such permit does not preclude the requirements of any other permits or approval for any such installation.\n\n\t(m)\tEstablishment and Regulation of Special Sidewalk Vending Districts.  (Added by Ord. No. 169,319, Eff. 2\/18\/94.)\n\n\t(1)\tThe Board of Public Works, hereinafter referred to as “Board,” is authorized to form special sidewalk vending districts for the purpose of permitting vending of goods, wares and merchandise and announcing the availability thereof within such districts, and to promulgate rules and regulations with respect to the formation of such districts.  The term “district” whenever used in this subdivision shall mean “special sidewalk vending district.”  No more than eight districts shall be approved by the Board during the first two years following the effective date of this ordinance.  Each district shall have a  designated police liaison appointed by the Chief of Police.  Before any proposed vending districts are established, the City Council shall adopt a humane and comprehensive enforcement policy regarding sidewalk vending both inside and outside the proposed districts.\n\n\t(2)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  A petition may be filed with the Sidewalk Vending Administrator of the Community Development Department, hereinafter referred to as “Sidewalk Vending Administrator,” by any person or persons, hereinafter referred to as “applicant,” interested in the formation of a special sidewalk vending district.  The Sidewalk Vending Administrator shall coordinate with the Board regarding the filing and processing of said application.  The petition shall be subject to the following conditions and requirements:\n\n\t(A)\tThe applicant shall pay to the Sidewalk Vending Administrator a non refundable application fee to establish a district.  However, such fee shall not be paid until after the City Council has approved the formation of the district pursuant to Subdivision (6) of this subsection.  No license application in respect to said district shall be approved until the fee has been paid.  Said fee shall be determined and adopted in the same manner as provided in Section 12.37-I,1 of the Los Angeles Municipal Code for establishing fees.\n\n\t(B)\tThe petition shall contain the name or names of the applicant(s) and names and signatures together with residence or business addresses within the district of persons endorsing the formation of the district.  The endorsing list must consist of the owners or those in possession, such as tenants or lessees, of at least 20 percent of the businesses and 20 percent of the residents in each block or portion thereof to be included in the district.\n\n\t(C)\tThe petition shall set forth:\n\n\t1.\tThe proposed boundaries of the district, which shall only be in commercially zoned areas of the City;\n\n\t2.\tThe location and number of vending sites sought to be approved;\n\n\t3.\tAny rules or regulations deemed necessary or desirable by the petitioners to organize vending activity within the district; and\n\n\t4.\tThe purpose for establishing the district.\n\n\t(D)\tThe petition shall be accompanied by a list provided by the Sidewalk Vending Administrator of the names and addresses of all property owners, businesses and residents within the district and within a 500-foot radius of the boundaries of the district, together with a cash deposit sufficient to cover the costs of preparing such a list and of mailing and publishing notifications as provided below.\n\n\t(E)\tThe district shall not be limited to any particular size and the proposed density of vending sites may vary from area-to-area within the district.\n\n\t(3)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  Upon receipt of said petition, the Sidewalk Vending Administrator shall notify the Council member or Council members in whose district or districts the special sidewalk vending district is proposed to be located, at which time the Council member or Council members shall appoint a Community Advisory Committee.  The Community Advisory Committee must contain a Street Use Inspector, a Police Officer and the Sidewalk Vending Administrator.  The committee shall have balanced representation of proponents of the district, fixed businesses, and residents within or adjacent to the proposed districts, as well as a representative of the Council office or offices.  The committee will make recommendations on boundaries of the district, density and location of vendors, goods sold, design of carts and hours of operation.  There shall be a limit of 90 days between filing this petition and a final decision by the Board.\n\n\t(4)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  After reviewing the petition for compliance with the provisions of this Code, the Sidewalk Vending Administrator shall transmit said petition to the Board which shall set the matter for public hearing in coordination with the Sidewalk Vending Administrator within 30 days after receipt thereof.  Notice of the time, place and purpose of the public hearing shall be given by the Sidewalk Vending Administrator to each applicant by mailing a written notice of the hearing not less than 30 days prior to the date of such hearing.  The Sidewalk Vending Administrator shall at the same time mail such notice to all property owners, businesses and residents within the proposed district and within a 500-foot radius of the boundaries of the district.  The Sidewalk Vending Administrator shall further cause there to be published a notice of such public hearing in a newspaper of general circulation in the area wherein the sidewalk vending district is proposed to be established.  The notice shall be published in both English and in any other language spoken as their primary language by a substantial number of the persons residing in the proposed district.  The notice shall be published as provided for in Section 6064 of the Government Code of the State of California, and shall state the purpose of the proposed district, the boundaries thereof and the date, time and place of the public hearing.\n\n\t(5)\tAny interested person may appear at such hearing and comment with respect to the proposed vending district.  Comments may also be submitted in writing prior to the date of such hearing.  The Board shall also consider recommendations of merchant associations, chambers of commerce, the Los Angeles Police Department and various other affected City departments.\n\t(6)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  The Sidewalk Vending Administrator shall refer the matter to the Council member or Council members in whose district or districts the special vending district is proposed to be located for review and recommendation, together with a summary of comments made at the hearing.  Based upon the foregoing comments, recommendations of the Community Advisory Committee and Council member recommendations, the Board may make a finding that the public welfare would be served by the establishment of such a district.  In so doing, the Board may for good cause alter the proposed district boundaries and the number, location and density of proposed vending sites.  The Board shall transmit to the City Council its finding and the reasons therefor together with its recommendation that the district be established in the manner proposed in the petition or as modified by the Board.  The City Council may approve, modify or disapprove the recommendation of the Board.  The district shall be established upon approval, or approval as modified, of the Board’s recommendation.  For good cause, after due consideration of all comments and recommendations presented, the Board may make a finding that the public welfare would not be served by the establishment of the district.  The Board’s finding may be based on factors such as incompatibility of vending pushcarts with area architectural style, conflict with the area’s specific plan, the presence of pushcarts as an impediment to the use of on-street parking locations in areas where an unusually heavy demand for such parking exists, or the presence of zoning restrictions prohibiting such vending activities on private property in the area.  The Board shall transmit to the City Council its finding and the reasons therefor together with its recommendation that the district not be established.  The City Council may approve or disapprove the recommendation of the Board.  If disapproved, such disapproval shall establish the district and the Board shall be so informed, provided, however, that either the City Council, or the Board with approval of the Council, may modify district boundaries and number, location and density of proposed vending sites, as set forth in the petition.\n\n\t(7)\tUpon petition of an interested party, a special district may be disestablished, or areas withdrawn therefrom, for good cause.  Each such petition shall contain the signatures of at least 20 percent of the owners or persons in possession, such as tenants or lessees, of businesses in each block or portion thereof of the district or part thereof proposed to be withdrawn, and at least 20 percent of the residents of each such block or portion thereof.  Each such petition shall comply with the requirements of Section 42.00(m)(2)(D).  The Board shall hold a hearing into the matter preceded by notice as provided for in Subdivision (4) above.  In the event the Board makes a finding that the public welfare would be served by disestablishment of the district or by withdrawal of an area, the Board shall transmit to the City Council its finding and the reasons therefor, together with its recommendation that district be disestablished or an area be withdrawn therefrom.  The City Council may approve or disapprove the Board’s recommendation.  Approval disestablishes the district or withdraws the subject area therefrom.\n\n\t(8)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  The Sidewalk Vending Administrator shall review all rules and regulations proposed by petitioners, the Community Advisory Committee of the particular vending district, and any other interested parties provided that the Community Advisory Committee has had an opportunity to review them and transmit all such rules and regulations to the Board, together with his or her recommendations regarding adoption.  The Board shall adopt all such rules and regulations for the district unless good cause exists for non-adoption.  In addition, the Board, for good cause, may adopt such other rules and regulations for the district as would promote the public health, welfare and safety.  Rules and regulations, when adopted, shall be binding upon all affected persons within the district.\n\n\t(9)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  No permit shall be issued, however, until a contract has been executed between the City, through the Community Development Department,  and any organization selected to manage the special sidewalk vending district, referred to hereinafter as “management organization”, as provided for in Los Angeles Administrative Code Section 22.361.\n\n\t(10)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  The Community Development Department, through the Sidewalk Vending Administrator, shall determine the allocation of vending permits within the district, whether by lottery or otherwise, in a manner consistent with public health, safety and welfare.  However, the Sidewalk Vending Administrator may by contract delegate that function to any organization selected to manage the district subject to the supervision of the Sidewalk Vending Administrator and approval by the Community Development Department as to method of allocation to assure that vending permits are allocated in a fair and impartial manner.\n\n\t(11)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  The Community Development Department, through the Sidewalk Vending Administrator, shall issue all sidewalk vending permits and collect all fees and charges in connection therewith.  Any person desiring to be issued a permit for sidewalk vending within a district may make application to the Sidewalk Vending Administrator on forms provided.  The application shall set forth the following information:\n\n\t(A)\tThe name, address and telephone number of the applicant;\n\n\t(B)\tThe exact location at which the vending is proposed to be conducted;\n\n\t(C)\tA complete list of what is proposed to be sold;\n\n\t(D)\tThe hours per day and days per week during which sidewalk vending will be conducted; and\n\n\t(E)\tAny other information required by the Community Development Department.\n\n\t(12)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  No permit or renewal permit shall be issued unless the applicant has complied with all of the following requirements:\n\n\t(A)\tIf any food or drink item is proposed to be sold, the applicant has obtained approval from the County Department of Health Services to engage in the vending of the item in the manner proposed;\n\n\t(B)\t(Amended by Ord. No. 173,298, Eff. 6\/30\/00, Oper. 7\/1\/00.)  All other necessary City, County and State licenses and permits have been obtained, including a Business Tax Registration Certificate from the Office of Finance.\n\n\t(C)\t(Amended by Ord. No. 173,363, Eff. 7 \/29\/00, Oper. 7\/1\/00.)  The applicant has filed with the Community Development Department a policy of public liability and property damage insurance, in a form satisfactory to it and to the City Attorney, in which the City is named as a co-insured with the applicant.  The policy of insurance shall so insure the City and its officers and employees against all claims arising out of or in connection with the issuance of the permit or the operation of the permittee.  The policy of insurance shall be in an amount and type as determined by the Community Development Department in consultation with the Director of the Office of Administrative and Research Services, subject to reasonable availability.  The Community Development Department, in consultation with the Director of the Office of Administrative and Research Services, may waive the requirement of insurance if none is reasonably available.  In lieu of individual policies of insurance, the Community Development Department may cause to be secured a general or blanket policy of insurance covering all applicants and thereafter determine the pro rata cost to each applicant, which shall be collected before approval of the application.  Any policy of insurance shall contain a statement by the insurance carrier that thirty (30) days’ notice will be given to the City Attorney before any cancellation of coverage.  Insurance shall be maintained throughout the permit period.  The Community Development Department may for good cause increase the amount of required insurance.\n\n\t(D)\tThe applicant shows proof of ownership, lease or rental of a pushcart constructed for the purpose of vending goods, wares or merchandise according to the requirements and specifications of the Community Development Department.\n\n\t(E)\tApproval in writing has been obtained from the owner, tenant or person in lawful possession or control of the property abutting upon the street immediately adjacent to the location where the vending is proposed to be conducted.  Such approval may be secured by the management organization.\n\n\t(F)\tThe applicant has provided the City with two passport size photos of the applicant.\n\n\t(G)\tThe applicant has presented adequate identification of himself or herself.  Adequate identification shall include, but not be limited to, a California driver’s license or a California Department of Motor Vehicles identification card.\n\n\t(H)\tThe applicant is old enough under State law to engage in the vending activity.\n\n\t(I)\tThe applicant has submitted to fingerprinting, in connection with which applicant shall pay a fingerprint process fee.  Such fee shall be determined and adopted in the same manner as is provided in Section 12.37-I,1 of the Los Angeles Municipal Code for establishing fees.\n\n\t(13)\tNo permit shall be issued to any applicant who has been convicted of any crime relating to fraudulent business practices, the receipt or sale of stolen property or the illegal sale of any controlled substance under the provisions of the California Controlled Substances Act within five (5) years prior to the date of application for permit.\n\n\t(14)\tThe applicant may designate up to two co-applicants who are authorized by the applicant to vend at the location for which the applicant’s permit is issued in his or her temporary absence due to circumstances such as illness, injury or vacation.  However, there must be provided the name, address and phone number of each co-applicant and two passport size photos of each co-applicant must be submitted.  Each co-applicant must present adequate identification of himself or herself in the same manner as required for the applicant, and must be old enough under State law to engage in vending activity.  Each co-applicant shall submit to fingerprinting and shall be subject to provisions of Subdivision 12 with respect to approval as a co-applicant and the provisions of Subdivision (22) with respect to operating requirements.  Those approved shall be designated co-permittees and shall pay an application fee for the issuance of a co-permit.  Such fee shall be determined and adopted in the same manner as is provided in Section 12.37-I,1 of the Los Angeles Municipal Code for establishing fees.\n\n\t(15)\tA permit shall be issued only to a natural person and only for the days or hours of the day indicated on the application as days and hours of operation.  Such permit shall not be transferable to any other person and shall be valid only for the location for which it is issued.\n\n\t(16)\tOnly one permit shall be issued to each permittee.\n\n\t(17)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  A non-refundable annual permit fee shall be paid before issuance of any permit provided, however, that the applicant may elect to pay said fee in semi-annual installments.  Such election shall be stated in writing and installments shall be paid as directed by the Sidewalk Vending Administrator.  If such election is made, a payment of one-half the annual permit fee shall be required before issuance of a permit.  Permits shall be valid for one year from the date of issuance.  If any installment fee is not paid on or before the date provided by the Sidewalk Vending Administrator for payment, a letter shall be sent to the permittee advising that such fee is due within 30 days of the date of such letter or the permit shall terminate.  If the fee is not paid within the 30-day period, the permit shall terminate and the former permittee shall cease from vending.  The permit may be reinstated upon payment of the fee.  At the time of making any payment as provided for above, the applicant or permittee shall pay a supplemental fee which is a pro-rated amount determined by the Community Development Department as sufficient to cover the cost to the City of entering into a contract for management of the district.  Supplemental fees collected shall be placed in a special fund established for such purpose.  In addition fees will be charged for the following:\n\n\tReplacement of existing permit in the event of loss, name change or change of company;\n\n\tReplacement of existing permit decal; and\n\n\tReplacement of any vending identification badge.\n\n\tFees herein shall be determined and adopted in the same manner as provided in Section 12.37-I,1 of the Los Angeles Municipal Code for establishing fees.\n\n\t(18)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  In the event an application for permit is denied, the applicant shall be so notified within 60 days, which notification shall also state the reason for denial and that the applicant has 45 days from the date of notice within which to request reconsideration of the denial.\n\n\t(19)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  Any permit issued shall be subject to the right of the Community Development Department to rescind issuance thereof in response to a request for reconsideration of its action in issuing the permit.\n\n\t(20)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  Either the applicant or any other person affected by the issuance of a vending permit may request reconsideration by the Community Development Department of its decision to grant or deny an application for permit.  Such request must be in writing and must be received by the Sidewalk Vending Administrator within the 45 days from the date of issuance of the permit or notification of denial.  Upon receipt of such request the Sidewalk Vending Administrator shall set a hearing date no less than 30 days from the date of the receipt of the request.  The Sidewalk Vending Administrator shall notify the requestor and, if the requestor is not the applicant, the applicant, of the hearing date.  The Community Development Department shall rescind issuance of the permit if at the hearing it is demonstrated to its satisfaction that the issuance thereof was contrary to the provisions of this subdivision or to applicable rules and regulations.  The Community Development Department may direct the Sidewalk Vending Administrator to issue a permit if it is shown to the satisfaction of the Department that it was in error in denying the permit.\n\n\t(21)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  The permittee may amend his or her application with respect to the goods, wares and merchandise proposed to be sold and the hours during which vending is to occur by written notification thereof to and approval by the Sidewalk Vending Administrator, and the owner, tenant, or person in lawful control of the property immediately adjacent to the vending site.\n\n\t(22)\tOperating Requirements.  (Amended by Ord. No. 171,913, Eff. 3\/15\/98.)\n\n\t(A)\tVending shall be conducted only from pushcarts constructed for that purpose according to the requirements and specifications of the Community Development  Department.  Such pushcarts shall have a length of no greater than six feet and a width of no greater than 3 feet, 6 inches, and shall be no more than 6 feet, 6 inches in Height, including roof or awning.  A decal so certifying shall be attached to each pushcart approved for use.\n\n\t(B)\tAll of the permittee’s advertising must be attached to the pushcart and shall advertise only the goods, wares or merchandise being sold.  Advertising signs shall not extend beyond the overall width or height of the pushcart.\n\n\t(C)\tThe permittee shall not conduct any portion of its vending business outside the boundaries of its vending location as described in the permit.\n\n\t(D)\tOne small, compact stool or chair may be utilized by the permittee.  The stool or chair shall be placed within four feet of the pushcart and shall not block the safe passage of pedestrians.  No advertising shall be placed on the stool or chair.  Other than the pushcart and stool or chair, no other items or object of any kind shall be placed on the public sidewalk or parkway.\n\n\t(E)\tNo vending shall be conducted on the roadway portion of any street.\n\n\t(F)\tThe permittee shall provide a trash receptacle for the use of customers and shall pick up and dispose of any trash or litter left by customers before leaving the vending location.  Full receptacles shall be immediately emptied by the permittee.\n\n\t(G)\tThe City vending permit shall be visibly displayed at all times while the permittee is engaged in vending activity.\n\n\t(H)\tThe permittee shall wear a vendor identification badge issued by the Sidewalk Vending Administrator at all times while engaged in vending.\n\n\t(I)\tPushcarts shall be positioned no less than 18 inches from the curb.\n\n\t(J)\tNo permittee shall knowingly allow, permit or authorize another person to vend from permittee’s pushcart or at permittee’s assigned location, other than designated co-permittees of that particular vendor.\n\n\t(K)\tNo pushcart shall be chained or fastened to any pole, sign, tree or other object in the public way.\n\n\t(23)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  The Sidewalk Vending Administrator may from time to time recommend rules and regulations to the Board.  The Board may adopt such rules and regulations as it deems necessary to implement the provisions of this subsection.\n\n\t(24)\tRevocation, Suspension or Non-renewal.  (Amended by Ord. No. 171,913, Eff. 3\/15\/98.)\n\n\t(A)\tAfter notice and hearing in accordance with Section 22.02 of the Municipal Code, the Community Development Department may revoke or suspend any permit issued pursuant to this subsection or decline to renew any such permit, if the permittee has:\n\n\t1.\tKnowingly made any false, misleading or fraudulent statement of  material fact in its application for a permit;\n\n\t2.\tBeen convicted of any criminal act in connection with the operation of the permitted activity, or any of the crimes set forth in Subdivision (13) of this subsection;\n\n\t3.\tViolated any of the operating requirements set forth in Subdivision (22) of this subsection;\n\n\t4.\tViolated any rule or regulation promulgated by the Board with respect to this subdivision;\n\n\t5.\tFailed to comply with any order by the department to cease and desist from any violation; or\n\n\t6.\tIn any other way endangered the public health, safety or welfare in the conducting of its sidewalk vending activities.\n\n\t(B)\tA permittee who has had his or her permit revoked or whose application for renewal has been declined shall not be eligible to apply for another permit under this subdivision until 12 months after the date of revocation or renewal declination.\n\n\t(C)\tAny action revoking or suspending a license may be appealed to the Board within 60 days of the action of suspension or revocation.  The Board shall hear and make a determination on the appeal.\n\n\t(25)\tEnforcement and Penalties.\n\n\t(A)\tWithin each district the provisions of this Subsection (m) shall be enforced by the Street Use Inspection Division of the Bureau of Street Maintenance of the Department of Public Works.\n\n\t(B)\tThe Department may issue an order to immediately cease and desist from any violation of this Subsection (m) or any rule or regulation of the Board.\n\n\t(C)\tIt shall be a violation of law to fail to comply with any of the provisions of Subdivision (22) of this Subsection (m).  The first, second and third violations of Subdivision (22) of Subsection (m) shall each be infractions.  The commission of a fourth violation of any of the provisions of Subdivision (22) of Subsection (m) within a two-year period after the commission of the first violation shall be a misdemeanor.\n\n\t(D)\tIt shall be illegal for any person to display any imitation or facsimile of a vending permit, vendor identification badge or decal which has not been issued by the Department.","order_by":"00","text":{"0":{"id":"2758","text":"  REGULATION OF SOLICITING AND SALES IN STREETS.\n\n\t(a)\t(Amended by Ord. No. 145,691, Eff. 5\/2\/74.)  In this section, unless the context or subject matter otherwise requires:\n\n\t“News racks” shall mean any self-service or coin-operated box, container, storage unit or other dispenser installed, used, or maintained for the display and sale of newspapers, news periodicals or other news publications.\n\n\t“Newsstand” shall mean any stand, shelter, case, cabinet, box or other structure installed, used, or maintained for the display, sale or storage of newspapers, news periodicals or other news publications which is attended by the owner or his employee while making sales therefrom.\n\t“Street” shall mean all that area dedicated to public use for public street purposes and shall include, but not be limited to roadways, parkways, alleys and sidewalks.\n\n\t“Roadway” shall mean that portion of a street improved, designed, or ordinarily used for vehicular travel.\n\n\t“Parkway” shall mean that area between the edge of the roadway and the adjacent property line excluding that area occupied by the sidewalks. Parkway shall also include any area within a roadway which is not open to vehicular travel.\n\n\t“Sidewalk” shall mean any surface provided for the exclusive use of pedestrians.\n\n\t(b)\tStreet Sale of Goods Prohibited.  (Amended by Ord. No. 169,319, Eff. 2\/18\/94.)  No person, except as otherwise permitted by this section, shall on any sidewalk or street offer for sale, solicit the sale of, announce by any means the availability of, or have in his or her possession, control or custody, whether upon his or her person or upon some other animate or inanimate object, any goods, wares or merchandise which the public may purchase at any time.  This subsection shall not apply to the sale of poppies, badges and labels as defined by Military and Veterans Code Section 1800 on a parkway or sidewalk by persons bearing a valid information card issued pursuant to Article 4 of this chapter authorizing such person to do so.\n\n\t(c)\tStreet-Soliciting Employment of Services Prohibited.  (Amended by Ord. No. 145,691, Eff. 5\/2\/74.)\n\n\t(1)\tNo person, except as otherwise permitted by this section, shall on any street offer for sale, solicit the employment of, or announce by any means the availability of, any goods, wares, merchandise, services or facilities, or solicit patrons for or advertise any show, exhibition, entertainment, tour, excursion, sight-seeing trip, or real estate viewing or inspection trip.  (Amended by Ord. No. 169,319, Eff. 2\/18\/94.)\n\n\t(2)\tNo person who is visible or audible to any person on any street shall, in a loud, boisterous, raucous, offensive or insulting manner, offer for sale, solicit the purchase of, announce the availability of, or solicit the employment of any goods, wares, merchandise, services or facilities, or solicit patronage for or advertise any show, exhibition, entertainment tour, excursion sight-seeing trip, real estate, or oil well viewing or inspection trip.\n\n\t(3)\tNothing in Paragraph (1) of this subsection shall be so construed as to apply to a sight-seeing tour operating under and by virtue of a permit from and regulations of the Public Utilities Commission of the State of California and for which tour a fixed charge is made to the person carried.\n\n\t(d)\tStreet-Sidewalk – Advertising on.  No person shall except as otherwise provided in Subsection (j) of this section have, bear, wear or carry upon any street, any advertising banner, flag, board, sign, transparency, wearing apparel or other device advertising, publicity announcing or calling attention to any goods, wares, merchandise, or commodities, or to any place of business, occupation, show, exhibition, event or entertainment. The provisions of this subsection shall not apply to the wearing of apparel without remuneration for doing so or business identification on wearing apparel. (Amended by Ord. No. 145,691, Eff. 5\/2\/74.)\n\n\t(e)\tStreets News Venders.  (Amended by Ord. No. 145,691, Eff. 5\/2\/74.)\n\n\t(1)\tNo person shall sell or offer for sale any newspaper, magazine, periodical, news publication or other printed matter while upon the roadway of any street within the City of Los Angeles provided, however, that persons engaged in selling or offering for sale or disposing of newspapers, news periodicals or other news publications may sell, offer for sale, solicit the purchase of and advertise the same upon any portion of the sidewalk or parkway, subject to Subsections (f), (g), (h) and (j) of this section where applicable.\n\n\t(2)\tNo person, under the age of 10 years, shall sell or offer for sale any newspaper, magazine, periodical, news publication or other printed matter while upon any portion of a street. This subsection shall not prohibit persons, except as otherwise prohibited by law, from soliciting the sale of or delivery of newspapers, magazines, periodicals, news publications and other printed matter to residences or places of business fronting upon a street.\n\n\t(f)\tStreets – News Racks.  (Amended by Ord. No. 176,339, Eff. 1\/19\/05.)\n\n\t(1)\tDefinitions:  The following words, terms and phrases, when used in the following subsections shall have the meaning ascribed to them in this subsection, except where the context clearly indicates a different meaning:\n\n\t(A)\t“Equivalent newsrack” means any newsrack that is of the same size and dimensions of the specified newsrack.\n\n\t(B)\tIf “demand warrants” or “warranted demand” means the measured stack height needed to meet the newspaper publisher’s or distributor’s peak daily distribution at the requested newsrack location, as proven to the Board by the newspaper publisher or distributor, exceeds (14) inches.\n\n\t(C)\t“Individual newsrack” means and includes a newsrack designed with a single enclosed compartment to accommodate at any one time the display, sale, or free distribution of like copies of a single newspaper or other publication, or which has more than one (1) compartment and complies with the dimensions of an individual newsrack as provided in Subsection (7)(B).\n\n\t(D)\t“Newsrack” or “News Rack” means any unstaffed, self-service, free, or coin-operated box, container, storage unit or other dispenser located in or upon, or projecting onto, or over, any part of the public right-of-way, and which is installed, used or maintained for the display, sale, or free distribution of newspapers and other publications.\n\n\t(E)\t“Modular newsrack” means a newsrack which is designed with separate enclosed compartments to accommodate at any one time the display, sale or free distribution of multiple distinct and separate newspapers or other publications, and which exceeds the dimensions of an individual newsrack as provided in Subsection (7)(B).\n\n\t(F)\t“Modular newsrack provider” means the person or other legal entity that is authorized under Subsection (4)(A)(7) to place and maintain modular newsracks upon the public right-of-way.\n\n\t(G)\t“Publisher” means the person or other legal entity selling, displaying, or distributing free newspapers or other publications in a newsrack.\n\n\t(H)\t“News-Stand\/Kiosk” means any stand, shelter, or other structure installed, used, or maintained for the display, sale or storage of newspapers, news periodicals or other news publications.\n\n\t(I)\t“Public right-of-way” means any public street, sidewalk, parkway, alley or other location owned or otherwise controlled by the City for the benefit of the general public.\n\n\t(J)\t“Block face” means the sidewalk on one side of a street, between one intersection and the immediately adjacent intersection. \n\n\t(2)\tPurpose and Criteria:  The purpose of the following Subsections is to promote the public health, safety, and general welfare of the citizens and visitors to the City through the regulation of placement, type, appearance, and maintenance of newsracks on public rights-of-way so as to:\n\n\t(A)\tProvide for pedestrian and driver safety and convenience.\n\n\t(B)\tRestrict unreasonable interference with the flow of pedestrian or vehicular traffic, including, but not limited to, ingress into and egress from any residence or place of business, or from the street to the sidewalk, or from the sidewalk to the street by persons exiting or entering parked or standing vehicles.\n\n\t(C)\tProvide for the safety of the general public and property during emergency conditions.\n\n\t(D)\tProvide reasonable access for the use and maintenance of poles, posts, traffic signs and\/or signals, hydrants, mailboxes, and access to locations used for public transportation purposes.\n\n\t(E)\tAllow for the placement and maintenance of modular newsracks in the modular newsrack areas, as determined by the City Council, to be placed in locations throughout the city which afford easy, convenient service to pedestrians, but do not obstruct or interfere with access to abutting properties, and which do not impede or endanger pedestrian, bicycle, or vehicular traffic.\n\n\t(F)\tRelocate and\/or replace or remove newsracks which result in visual blight and\/or are not installed according to this code on the public rights-of-way or which block or interfere with the aesthetics of store window displays, adjacent businesses, landscaping, street furniture, public or private, and other improvements as well as to allow the removal of abandoned newsracks.\n\n\t(G)\tMaintain and protect the values of surrounding properties, and ensure that the aesthetics and historical attributes of adjacent businesses are not compromised by the unregulated placement of newsracks in the public right-of-way.\n\n\t(H)\tReduce unnecessary exposure of the public to personal injury or property damage.\n\n\t(I)\tMaintain and preserve freedom of the press to distribute periodicals and newspapers.\n\n\t(J)\tReduce visual blight and improve the aesthetic appearance of the City’s streets and sidewalks for the merchants, citizens and visitors to the City by coordinating the uniform color of all newsracks with the color of the City’s extensive multi-million dollar street furniture program; and in Specific Plan Areas, Streetscape Plan Areas or other Special Planning Districts, which have a standard streetscape color, to allow for a uniform newsrack color from a limited palate of colors in order to coordinate the color of newsracks with their streetscape.\n\n\t(3)\tCompliance Phase In:\n\n\t(A)\tThe provisions of this subdivision shall apply to all newsracks, whether installed and maintained prior to or after the effective date of this ordinance which in whole or in part rests upon, in, or over any dedicated sidewalk, right-of-way or parkway.  Those newsracks installed prior to the effective date of this revised ordinance shall be brought into compliance with the all provisions of this code, except uniform color, as this revised ordinance is implemented by Street Services, area by area, within the City.  In no event shall compliance be later than 12 months after the effective date hereof, except that, if the City’s implementation schedule takes longer than 12 months, then compliance by the publishers shall follow the City’s implementation schedule.  If a publisher chooses not to come into compliance with the uniform color requirement of this ordinance at the time it obtains a valid permit and legally places its newsracks as required by the City’s implementation schedule, then compliance with the uniform color requirement must be accomplished no later than 24 months after the effective date of this ordinance.  However, Publishers experiencing financial hardship, solely due to compliance with LAMC § 42.00 (f) as it applies to uniform color, may request the Board to approve one 12-month extension allowing them a total of 36 months to come into full compliance with the uniform color requirement of the Newsrack Ordinance, if evidence of financial hardship is proven to the satisfaction of the Board.  Any newsrack not brought into compliance within the aforementioned time period shall be deemed to be in violation of LAMC § 42.00 (f).\n\n\t(4)\tPermit Required:  No person shall install or maintain any newsrack upon any public right-of-way without first applying for and receiving a permit from the City’s Board of Public Works, herein after referred to as “Board”.  A permit will not be issued unless the application is completed in full, the requested installation meets all the appropriate placement criteria as set forth below, and the application is accompanied by the appropriate permit fee for the type of newsrack, single, pedestal, or modular, for each individual newsrack installation requested.  Any permit granted pursuant to the provisions of this code shall only be valid as to the specific location specified in the permit application.  Where application is made for the installation of two or more single newsracks, a separate permit shall be required for each individual newsrack.  Upon this revised ordinance taking legal effect in the City of Los Angeles, any owner of a newsrack currently existing on any City right-of-way must apply for a permit pursuant to this ordinance within the time specified by the Board of Public Works in its Rules and Regulations for the implementation of this ordinance.  Any newsrack which is not the subject of a valid permit application as required by the City’s implementation Rules and Regulations will be deemed to be in violation of 42.00 (f) of this code and subject to removal from the right-of-way as set forth herein.\n\n\t(A)\tPermit Application.  Permit applications shall be in writing and on forms as provided by the Board.  The permit application shall include the following information:\n\n\t(1)\tThe name, address, and telephone number of the applicant who is the owner and\/or principal responsible for the newsrack.\n\n\t(2)\tThe name, address, and telephone number of a responsible person whom the City may notify or contact at any time concerning the applicant’s newsrack(s).\n\n\t(3)\tThe specified number of newsracks and the detailed proposed location for each one, shown on a drawing of the location, or GIS\/Address based program provided by applicant which is compatible with the City’s GIS program and which indicates all existing buildings, existing newsracks at the location and general vicinity, and all other possible obstructions within 20 feet of the proposed location of the newsrack.\n\n\t(4)\tNames of newspaper(s) or periodical(s) to be placed in each newsrack.  One or more newspapers or periodicals may be dispensed from a single newsrack if the newsrack is manufactured for this purpose.\n\n\t(5)\tType or brand of newsrack, including an illustration and description of the newsrack and mount, if other than a single pedestal, size of base plate and whether the newsrack will have a coin-box attachment, or equivalent.\n\n\t(6)\tA sworn statement under penalty of perjury, executed by an officer, director, or authorized agent of the applicant, agreeing that the applicant shall not sell, assign, or transfer by any method, the permit for the newsrack location to any other publisher, distributor, entity or individual.\n\n\t(7)\tThe Board, with Council approval, may designate areas of the City where only modular newsracks may be installed and maintained by a City vendor such as the City Hall Historical District, (the east block face on Spring Street between Temple Street and 1st Street, the south block face of Temple Street between Spring Street and Main Street, the west block face of Main Street between Temple Street and 1st Street, and the north block face of 1st Street between Spring Street and Main Street).  No application for an individual newsrack permit may be submitted in a modular newsrack area. Upon the effective date of this ordinance, the total number of compartments in modular newsracks in any designated modular newsrack area, shall be substantially equivalent to the highest total number of individual newsracks known to have been legally maintained on the public right-of-way in the modular newsrack areas at any one time during the year preceding the introduction of this amended ordinance but in no event more than the total number of newsracks allowed by subparagraph (F)(4) below.\n\n\t(8)\tSuch other information as, from time to time, may be required by the Board.\n\n\t(B)\tExpiration – Renewal.  Unless earlier revoked, newsrack permits issued pursuant to the provisions of this code shall expire on the 30th day of August following the date upon which each such permit is granted.  Such permits may thereafter be renewed annually upon the payment of the fee hereinafter prescribed.  Applications for renewal shall be made at least 30 days prior to the expiration of any permit issued, and must be accompanied by a permit renewal fee as set forth in Subsection (4)(C), below.  Application for permit renewal and payment must be either presented in person to the Bureau of Street Services, via the Internet (if available), or mailed via certified mail, postmarked no later than 30 days prior to the date of permit expiration.  Failure to renew an existing newsrack permit before its expiration will require the payment of a late renewal penalty as set forth in Subsection (4)(C), below, or the loss of the placement of the said rack at the subject location.\n\n\t(C)\tFees.  The Board shall establish all fees, in accordance with the level of enforcement deemed appropriate by the Council, and shall only be used to defray the total expenses of operation of the newsrack program including: permitting, inspection, administration, and enforcement, required by this Ordinance as set forth in the preceding and following sections of this code.  The Initial Permit Fee, the Renewal Permit Fee, the Site Inspection Fee, the Site Re-Inspection Fee, Late Renewal Penalty Fee, Impound Fees, and the Bar Code Decal Replacement Fee shall be determined and adopted from time to time by the Board.\n\n\t(D)\tInsurance.\n\n\t(1)\tRequirement-Content.  As a condition of the City granting any person or persons one or more permits to maintain a newsrack or newsracks in the public right-of-way, any such permittee shall be required to maintain a policy of general liability insurance, naming the City of Los Angeles, the Board of Public Works and its employees, agents etc. as “Additional Insureds” for the specific purpose of indemnifying and holding harmless the City of Los Angeles, its officers, boards, employees, etc. from and against any and all losses, costs, damages, expenses, or liability, whatsoever, which may result from or arise out of the granting of a permit, and\/or the installation and\/or the maintenance of any newsrack or newsracks for which the permittee shall be responsible for paying any and all losses or damages that may be sustained by any person or persons as a result of, or which may be caused by or arise out of the installation and\/or maintenance of the permitted newsrack or newsracks.  The policy of insurance shall be maintained in its original amount by the permittee at permittee’s expense at all times during the period for which the permittee holds a valid permit or permits.  Should said policy be called upon to satisfy any liability for damages covered by said policy, the policy must be of such a nature that the original amount of coverage is restored after any payment of damages by the policy.  In the event that two or more permits are issued to one permittee, the permittee shall only be required to maintain a single policy of insurance covering all such permits held by the permittee in the amount set forth below for the number of newsracks maintained by the permittee.\n\n\t(2)\tRequired Limits of Liability Insurance.  The Board shall be responsible, from time to time, for adopting the limits of liability insurance required to be maintained by newsrack permittees under this code.  The Board shall receive a recommendation from the City’s Risk Manager prior to setting the limits of liability insurance based on the number of racks that each permittee maintains in the City’s right-of-way.\n\n\t(E)\tEvery person who installs, uses or maintains any newsrack which in whole or in part rests upon, in, or over any dedicated sidewalk or parkway shall have his or her name, address and telephone number affixed thereto at a place where such information may be easily seen, in addition to a bar code decal issued by the Board for that specific newsrack.\n\n\t(5)\tProhibited Where Vehicles Permitted:  No person shall install or maintain any newsrack which projects onto, into or over any part of the roadway of any public street, or which rests, wholly or in part, upon, along or over any portion of such roadway.\n\n\t(6)\tUnlawful Obstructions:  No person shall install, use or maintain any newsrack:\n\n\t(A)\tWithin 5 feet of any marked crosswalk;\n\n\t(B)\tWithin 5 feet of the curb return of any unmarked crosswalk;\n\n\t(C)\tWithin 5 feet of any fire hydrant, fire call box or other emergency facility;\n\n\t(D)\tWithin 5 feet ahead and 45 feet to the rear of any sign marking a designated bus stop.  No newsrack shall be installed within the marked bus zone;\n\n\t(E)\tWithin 5 feet of any bus bench.\n\n\t(F)\tWithin 10 feet of any transit shelter. \n\n\t(G)\tIn front of an entrance to a business, including the curb area directly across from such entrance where the distance between the entry door and the newsrack is less than 10 feet;\n\n\t(H)\tIn any location used, marked or posted for public utility purpose, public transportation purpose or government use;\n\n\t(I)\tWhere placement unreasonably interferes with the use of poles, posts, traffic signs or signals, mail boxes or other objects legally permitted, but in no event shall the newsrack be closer than one foot from such objects;\n\n\t(J)\tWhere placement interferes with the reasonable use or utility for display purposes of any display window of any building abutting the sidewalk or parkway, but in no event within 4 feet of such window;\n\n\t(K)\tWithin 5 feet of any area improved with lawn, flowers shrubs, trees or street tree well;\n\n\t(L)\tWithin 5 feet of any driveway or driveway apron;\n\n\t(M)\tWithin 4 feet of any outdoor dining areas or patio dining areas;\n\n\t(N)\tWithin 20 feet of both sides of buildings officially designated Los Angeles Historical or Cultural Monuments.  If there is a block in which all buildings have been so officially designated, then the Board, in consultation with the Cultural Heritage Commission, shall determine siting on such block face for up to four (4) newsracks.  An owner of a building which has been designated as a Historical or Cultural Monument may petition the Board of Public Works to allow newsracks on the sidewalks in front of their building if the placement of such newsracks will not interfere with Historic or Cultural nature of the building.  The Board shall listen to evidence from all interested parties and make its determination based on the totality of the evidence.\n\n\t(O)\tWithin 20 feet of both sides of visual public art work created, funded or managed through the City’s Municipal Art Program including, but not limited to, murals, sculptures and fountains.\n\n\t(P)\tWhere placement impedes the flow of pedestrian traffic by reducing the clear space to less than 6 feet or, impedes access to or the use of abutting property, including, but not limited to, residences and places of business.\n\n\t(Q)\tNotwithstanding any other paragraph of this subdivision, no person shall install, use or maintain any newsrack where placement endangers the safety of persons or property.\n\n\t(R)\tNo newsrack shall be installed within 4 feet from any permanently installed structure in the public Right-of-Way, which is not otherwise specifically identified in this subdivision.\n\n\t(S)\tWithin one foot of any utility cover, vent screen or other object that is flush mounted with the sidewalk, except that if the owner or person in control of the below grade sidewalk installation needs additional space for emergency or non-routine maintenance of the installation, any newsrack(s) which interferes with such maintenance may be requested to be temporarily removed to accommodate the required maintenance and then be reinstalled.\n\n\t(T)\tWithin 4 feet to the front and 10 feet to the rear of any parking meter and where there are no parking meters on the curb, 10 feet from the front of any marked parallel parking place.\n\n\t(7)\tSize, Appearance, Placement, Installation and Construction of Newsracks:\n\n\t(A)\t Every newsrack shall be maintained in a neat and clean condition and be in good repair at all times.\n\n\t(B)\tAll newsracks shall be permanently mounted, except as provided in Subsection (7)(C), in accordance with specifications established by the Board as provided in Subsection (9) and adopted from time to time as revisions become necessary, including but not limited to: style, construction, coating, material and fabrication.  Specifications for a newsrack shall be:\n\n\t(1)\tStreet tube pedestal, at least four inches by three inches in height;\n\n\t(2)\tOverall height shall not be less than 46 inches and shall not exceed 52 inches; the overall width shall not be less than 20 inches and shall not exceed 30 inches; and the overall depth shall not be less than 12 inches and shall not exceed 20 inches.\n\n\t(3)\tAll newsracks shall be primarily constructed of metal and shall be “Ivy Green” in color (Tiger RAL 607 SM, Glossy, Code 28-50081), except as provided in § 42.00 (f)(17) “Specific Plan\/Street Scape Plan Areas”.\n\n\t(C)\tSpecial Purpose Sidewalks; No Permanent Attachments.  Each individual newsrack which is permitted to be placed on a special purpose sidewalk, such as terrazzo, brick, glass prism implanted, or where basements are located under the sidewalk, shall be on legs and shall be mobile and not affixed to the sidewalk in any way.\n\n\t(D)\tPedestals.  No pedestals shall be maintained on a public right-of-way unless there is attached thereto a newsrack case as provided herein.\n\n\t(E)\tRemoval of Newsracks; Repair of Sidewalks.  Upon the removal of any newsrack, the person so removing shall be responsible for the repair of any resulting condition, including filling in of any holes left in the sidewalk and\/or the removal of any bolts or other devices used to affix the newsrack to the sidewalk such that there are no obstructions sticking above the grade of the sidewalk.  Such work is to be done to the satisfaction of the Department of Public Works.\n\n\t(F)\tNewsrack Location.\n\n\t(1)\tNewsracks shall only be situated near a curb with the back of said newsrack situated not less than 18 inches nor more than 24 inches from the edge of the curb.  If it is physically impossible to situate a newsrack near a curb, then the Board may authorize the placement of up to four (4) newsracks adjacent to the wall of a building on that block.  If the newsrack is placed adjacent to the wall of a building, the back of said newsrack shall be situated parallel to and not more than 6 inches from such wall.  No newsrack shall be installed, used or maintained on any sidewalk or parkway opposite a newsstand or other newsrack.\n\n\t(2)\tExcept as otherwise provided by this code, no newsrack placed on the public right-of-way shall be chained, bolted or otherwise attached to any property or to any permanently fixed object.\n\n\t(3)\tNot more than four newsracks shall be placed immediately adjacent to each other.  Any such group of up to four newsracks shall be separated by a space of not less than 48 inches from any other individual newsrack or group of newsracks.\n\n\t(4)\tNot more than 16 newsracks shall be placed within 200 ft. of the same block face.  However, the Board may establish a number greater or less than 16 in any specific block face by conducting an engineering study.  In cases where a block face is longer than 200 ft., for every additional 50 ft. of block face greater than 200 ft., an additional four (4) newsracks may be installed.\n\n\t(5)\tNot more than one permit for installation of a newsrack shall be issued for each publication on one side of a block or within 200 ft. of the same block face, whichever is less. One publication includes: differing geographic editions of the same publication (Orange County edition; Valley edition, etc.); and daily and Sunday editions of the same publication.  In cases where a block face is longer than 200 ft., and there is space to legally install additional newsracks, then a permit for one publication to install a second newsrack on the same block face may be issued by the Board.\n\n\t(6)\tNewsracks shall not be permitted on the public right-of-way adjacent to any property that is zoned exclusively for single-family residential use (R-1).\n\n\t(G)\tPriorities Related to Placement of Newsracks.\n\n\t(1)\tIn determining in what order newsrack permittees may select their location on a particular block face during implementation of this revised newsrack ordinance, and in particular where there are more requests for newsrack spaces on any one block face than there are legal spaces available, the Board of Public Works shall, pursuant to its authority under paragraph (9) below, develop a content neutral criteria for determining the placement of newsracks applicable to each block face.\n\n\t(2)\tOnce this revised newsrack ordinance has been fully implemented citywide, all subsequent newsrack permits shall be issued on a first come first served basis.\n\n\t(8)\tUnlawful Use:  No newsrack shall be used for advertising signs or publicity purposes. External lettering is restricted to the following:\n\n\t(A)\tIf the newsrack is situated next to the curb, the side parallel to the curb, next to the lanes of traffic, may have external lettering replicating the publication masthead style and color, for the permitted publication in the subject newsrack, in a total area not to exceed 144 square inches.\n\n\tIf an individual newsrack is used to distribute more than one publication, each publication distributed in that newsrack shall be entitled to have external lettering replicating the publication masthead style and color for the permitted publications in the subject newsrack.  However, the total area for all such publication mastheads on that newsrack shall not exceed 144 square inches.\n\n\t(B)\tThe side of the newsrack facing pedestrian traffic, except in Specific Plan\/Streetscape Plan Areas, as identified in Section (17), may have a “Rack Card”, with a total area not to exceed 238 square inches, which exclusively advertises the newspaper or periodical being dispensed, and shall not include any third party advertising.  This “Rack Card” shall be located in the area immediately below the hood on the front access side of the newsrack.\n\n\t(C)\tOther than as permitted in this section, no other lettering or advertising of any kind shall be permitted anywhere else on the newsrack, including the mount.\n\n\t(9)\tAuthority of the Board of Public Works to Promulgate Rules and Regulations for the Permitting, Installation and Maintenance of the Newsracks in the Public Right-of-Way:  Consistent with the intent and requirements of LAMC § 42.00 (f), et seq., the Board may adopt rules and regulations to administer the installation, placement, maintenance, size and material used for construction of newsracks.  The Board may adopt any other rule and\/or regulation for the protection of public safety, welfare, or property relative to permitting, installation, and maintenance of newsracks.  Prior to adoption of any rules and\/or regulations, the Board shall hold a public hearing.  Once any rules and\/or regulations are adopted, they shall be kept posted in the Board office and a copy thereof shall be furnished to any applicant for a newsrack permit.\n\n\t(10)\tNoncompliance With LAMC § 42.00 (f), et seq.; Tagging of Newsracks:  Except as provided in Subsection (12) hereof, whenever any newsrack is found to be in violation of any Subsection of LAMC § 42.00 (f), the Board shall cause a notice tag to be attached to said newsrack specifying the date and nature of the violation, and shall E-mail or fax to the permittee a copy of the violation.  Permittee shall within ten (10) calendar days from the date on which the tag was attached, either cause the violation to be corrected or request a hearing pursuant to Subsection (13) hereof.  If a hearing is requested, staff will not remove the non compliant newsrack until a final determination by the Board. However, if a newsrack installed within the City right-of-way has no visible evidence that it has been properly permitted (no City issued bar code decal, no visible contact information for the owner or no other evidence that would indicate that a valid permit for the newsrack had been issued) staff may confiscate the offending newsrack and follow the procedures in subparagraph (11)(B) below.  There is hereby created a presumption that any newsrack within the City’s right-of-way that does not have a city bar code decal, or visible identification and contact information for the owner of the newsrack, has been installed without a valid permit.\n\n\t(A)\tA newsrack may be tagged for any violation of any requirement of LAMC § 42.00 (f) including, but not limited to, the following:\n\n\t(1)\tWhere its installation, use or maintenance unreasonably interferes with or impedes the flow of vehicular or pedestrian traffic;\n\n\t(2)\tWhere its installation, use or maintenance interferes with the use of poles, posts, traffic signs or signals, hydrants, mailboxes or other objects legally permitted;\n\n\t(3)\tWhere its installation, use or maintenance unreasonably obstructs, interferes with or impedes access to or the use of abutting property, including, but not limited to, residences, places of business, or legally parked or stopped vehicles;\n\n\t(4)\tWhen such newsrack does not have a name, address and telephone number affixed in a place where such information may be easily seen and the designee of such newsrack cannot be otherwise identified;\n\n\t(5)\tWhen a newsrack is found in the public right-of-way which does not have a visible, city issued, bar code decal present indicating the correct permit number of the newsrack or the newsrack has no valid permit at all; and\n\n\t(6)\tWhen a newsrack is found in the public right-of-way which is not maintained in a neat and clean condition and in good repair, in accordance with the following Maintenance Specifications:\n\n\t(a)\tThe newsrack permittee shall maintain all newsracks and the sidewalk surface immediately under and adjacent (within 2 feet) to the newsracks in a safe, clean, attractive and sanitary condition and in good order and repair, as determined by the Department of Public Works, Bureau of Street Services (BOSS).  The permittee shall make routine inspection and maintenance calls on each newsrack once a week.  Such inspection and maintenance calls may be incorporated with delivery of newspapers or other publications.  The permittee shall make more frequent calls if conditions warrant.  At each maintenance call, the permittee shall clean, wash and remove all graffiti, stickers, posters, litter, dust, dirt and weeds at each newsrack.  The newsrack shall be maintained in a continual good and working condition.\n\n\t(b)\tMaintenance – Permittee shall respond to a request to secure a site or to perform maintenance within 24 hours of notification, but in no event more than 72 hours.  The permittee shall use cleaning methods and procedures that have been demonstrated and approved and are environmentally safe, utilizing acceptable industry practices.\n\n\t(c)\tRepair and Replacement – The Permittee shall commence necessary repairs within one week when any damage or vandalism is found by BOSS.  If the newsrack damage or vandalism is of an emergency or hazardous nature, the permittee will repair, replace, remove or secure the site within 24 hours of notification.  If the newsrack is totally destroyed because of an accident, the Permittee will remove the newsrack and appurtenant structures within 24 hours, including repair of any damage to the public right-of- way, returning the site to its former condition prior to the newsrack installation.\n\n\t(d)\tGraffiti Removal – Permittee will upon notification by BOSS, or upon inspection, remove graffiti within 24 hours from any newsrack. \n\n\t(11)\tImpounding of Newsracks:\n\n\t(A)\tNotwithstanding the Department’s right to tag newsracks in violation of any Subsection on LAMC § 42.00 (f), the Department may cause any newsrack to be impounded:\n\n\t(1)\tWhen the newsrack poses an immediate danger to persons or vehicles;\n\n\t(2)\tWhere its installation, use or maintenance endangers the safety of persons or property;\n\n\t(3)\tWhen pursuant to Subsection (10), a tag has been attached to a newsrack and a written notice, such as fax, letter or E-mail has been sent to the owner, operator, or responsible person for the newsrack and the designee has neither caused the violation specified on said tag to be corrected nor requested a hearing pursuant to Subsection (14), hereof within the time permitted;\n\n\t(4)\tWhen a hearing and appeal, if filed, have resulted in a final determination that the violation(s) specified on the tag attached to such newsrack has in fact occurred, and the designee has failed to correct such violation(s) within ten (10) calendar days from the date of said determination;\n\n\t(5)\tWhen a request for a hearing or appeal has been withdrawn, such request shall be deemed withdrawn, either by actual withdrawal or by the failure of the designee to fully comply with Subsection (14) of this code;\n\n\t(6)\tWhen such newsrack has been abandoned; and\n\n\t(7)\tWhen such newsrack has been installed on the City’s right-of-way without first applying for and receiving a permit as required by this code.\n\n\tPursuant to this Subsection, a newsrack shall be deemed abandoned when it does not contain the newspaper or other publication specified therefor for more than four (4) consecutive days for a daily publication, eight (8) consecutive days for a weekly publication, sixteen (16) consecutive days for a biweekly publication, or thirty-four (34) days for a monthly publication.  A newsstand shall be deemed abandoned if it is not open for a period of more than seven (7) consecutive days.\n\n\t(B)\tStandard impound procedures:  Within forty-eight (48) hours after removal of any newsrack, the Board shall notify the owner in writing, fax or E-mail of the removal and the reason for removal where ownership information is posted on the newsrack either through the City bar code decal or the required owner contact information.  If ownership information is not readily available because there is no City bar code decal, or ownership identification information posted on the newsrack, or no newspaper or periodical in the newsrack with contact information, the City shall make every reasonable effort to comply with the notification procedure of this subsection.  When notification is possible, the notice shall also inform the owner of the right to request, either in writing or in person, within five (5) business days of the date of the postmark of such written notice, a hearing by the Board or its designee pursuant to Subsection (14), to determine whether such removal was proper.\n\n\t(12)\tReturn of Impounded Newsracks:\n\n\t(A)\tAny newsrack, together with its contents, which has been impounded pursuant to Subdivision (11) hereof, shall be returned to the permittee:\n\n\t(1)\tUpon receipt of an impound fee as determined herein; or\n\n\t(2)\tUpon a determination after hearing by the Board or its designee, pursuant to Subsection (14) hereof, that the newsrack should not have been impounded and should be returned to the permittee;\n\n\t(B)\tIn the event a hearing has not been requested pursuant to Subsection (14) within the time permitted following the impoundment of any newsrack, an impound fee as set forth herein shall be imposed upon the permittee and shall be paid before the impounded newsrack is returned.\n\n\t(C)\tThe fees herein shall be determined and adopted by the Board in order to collect sufficient money to defer the complete cost of the City’s newsrack permitting and enforcement program as set forth in this code.  The fees shall be adjusted from time to time by the Board to reflect any change in the cost of permitting and enforcement.  At no time shall the fees adopted by the Board recover more than the actual cost of the program.\n\n\t(13)\tSale or Disposal After Impoundment:  The Department may sell or otherwise dispose of any newsrack, together with its contents, and retain the proceeds, pursuant to California Government Code Section 50050 et seq., from any such sale or other disposition, and any monies contained in said newsrack at the time of its impoundment, provided that either:\n\n\t(A)\tNo hearing has been requested pursuant to Subsection (14) within the time permitted;\n\n\t(B)\tA hearing and an appeal, if filed, have resulted in a final determination that said newsrack was properly impounded, and fees assessed pursuant to Subsection (12) have not been received within thirty (30) days from the date of the final determination.\n\n\t(14)\tHearings:\n\n\t(A)\tRequest for Hearing – Any newsrack permittee may file a written request with the Department for a hearing, in person or by certified mail, for the purpose of demonstrating that a newsrack should not have been impounded, or that a violation as specified on the tag attached to a newsrack pursuant to Subsection (10) hereof has not in fact occurred.\n\n\t(B)\tNotice of Hearing – Within two (2) working days from the date on which the request for hearing is received, the Department shall set a hearing date and shall notify the designee by certified mail of the date, time and place of said hearing.  Said hearing shall occur within ten (10) working days of the date of mailing the notice unless the person requesting the hearing wishes to have the hearing at a later date, and both parties agree on the date.\n\n\t(C)\tConduct of Hearing – At the time set for such hearing, or at the date to which such hearing is continued, the Board or its designee shall receive all evidence relevant to the occurrence or non-occurrence of the specified violation(s), the compliance or noncompliance with any of the provisions of this Subsection, and any other relevant information.  Such hearing need not be conducted according to technical rules relating to evidence and witnesses.  Oral evidence shall be taken only on oath or affirmation.\n\n\t(D)\tDecision after Hearing – Within ten (10) working days after the conclusion of the hearing, the Board or its designee shall find and determine, from the facts adduced at said hearing, whether the newsrack should have been tagged and\/or impounded, and whether said newsrack shall be returned except upon receipt of fees as specified in Subsection (12). The decision of the Board or its designee shall be in writing and shall contain findings of fact, a determination of the issues presented, and the amount of the fee, if any, to be imposed.\n\n\t(E)\tNotice of Decision – The Department shall send to the designee, by certified mail, a copy of its decision and order.\n\n\t(15)\tNo Criminal Sanctions:  Notwithstanding any provision of Subsection 11.00 (m) of this Code, no person shall be subject to the imposition of criminal liability for any violation of LAMC § 42.00 (f).\n\n\t(16)\tNo Newsrack Areas – Regional Historic or Cultural Significance:\n\n\t(A)\tNo newsrack shall be installed in an area deemed by the City Cultural Heritage Commission and the City Council to be of municipal or regional historic significance or regional cultural significance, including any of the following locations:\n\n\t(1)\tOn the Hollywood Walk of Fame (both sides of Hollywood Boulevard between La Brea Avenue and Gower Street, and both sides of Vine Street between Yucca Street and Sunset Boulevard);\n\n\t(2)\tOn the sidewalks immediately contiguous to the restored City Hall (the east block face on Spring Street between Temple Street and 1st Street, the south block face of Temple Street between Spring Street and Main Street, the west block face of Main Street between Temple Street and 1st Street, and the north block face of 1st Street between Spring Street and Main Street);\n\n\t(3)\tEl Pueblo de Los Angeles (Olvera Street, the east block face of Main Street between Cesar Chavez Avenue and Aliso Street, the south block of Cesar Chavez between Main Street and Alameda Street, the west block face of Alameda Street between Cesar Chavez Avenue and Aliso Street, and the north block face of Aliso Street between Main Street and Alameda Street);\n\n\t(4)\tOn the sidewalks immediately contiguous to Disney Hall (the east block face of Hope Street between 1st Street and Upper 2nd Street; the west south block face of 1st Street between Hope Avenue and Grand Avenue; the west block face of Grand Avenue between 1st Street and Upper 2nd Street; and the north block face of Upper 2nd Street between Hope Avenue and Grand Avenue); or\n\n\t(5)\tOn the sidewalks on the block faces immediately to the west and east of the Music Center and Dorothy Chandler Pavilion (the west block face of Grand Avenue between 1st Street and Temple Street; and the east block face of Hope Street between 1st Street and Temple Street).\n\n\t(6)\tOn the Venice Boardwalk (both sides of Ocean Front Walk between Navy Street on the north and Venice Pier\/Washington Boulevard on the south).\n\n\t(7)\tOn the sidewalks of the Westwood Village Broxton Avenue Promenade (both sides of Broxton Avenue between Le Conte Avenue and Kinross Avenue).\n\n\t(B)\tIn the event an area of the City which is deemed by the City Cultural Heritage Commission and the City Council to be of municipal regional historic significance, such an area may apply to the Board for designation as an area where no newsracks shall be installed, subject to the approval of the City Council.\n\n\t(17)\tSpecific Plan\/Streetscape Plan Areas:  Specific Plan Areas, Streetscape Plan Areas, or other Special Planning Districts approved by the Planning Department, which include a standard streetscape color, may request a uniform newsrack color other than Ivy Green, from the Board, with Council input, and if granted, the color shall be one of the following three colors: black (RAL 9017 “Grotto Black”), blue (Benjamin Moore No. 805 “Westwood Blue”) or gray (Marine Silver 38\/90010).\n\n\t(18)\tSeverability:  If any section or subsection of this ordinance is deemed to be void or unenforceable, such shall be severed from the whole and the remaining portions of the ordinance shall remain in full force and effect.\n\n\t(g)\tStreets – Newsstands.  (Amended by Ord. No. 145,691, Eff. 5\/2\/74.)\n\n\t(1)\tNo person shall install, use or maintain any newsstand which projects onto, into or over any part of the roadway of any public street, or which rests, wholly or in part, upon, along or over any portion of the roadway of any street.\n\n\t(2)\tNo person shall install, use or maintain any newsstand which in whole or in part rests upon, in or over any sidewalk or parkway when such installation, use or maintenance endangers the safety of persons or property, or when such site or location is used for public utility purposes, public transportation purposes or other governmental use, or when such newsstand unreasonably interferes with or impedes the flow of pedestrian or vehicular traffic, the ingress into or the egress from any residence or place of business, or the use of poles, posts, traffic signs or signals, hydrants, mailboxes, or other objects permitted at or near said locations.\n\n\t(3)\tAny newsstand which in whole or in part rests upon, in or over any sidewalk or parkway, shall comply with the following standards:\n\n\t(A)\tNo newsstand shall exceed five feet in height, seventy-five inches in width and three feet in depth, except that if erected parallel and adjacent to the wall of a building, it shall not extend over that area of the sidewalk or parkway by more than twenty inches, shall not exceed a length of fifty feet, or a height of eight feet.  (Amended by Ord. No. 161,043, Eff. 5\/3\/86.)\n\n\t(B)\tExcept for a newsstand erected adjacent to the wall of a building, no newsstand shall be placed less than twelve inches nor more than eighteen inches from the edge of the curb.\n\n\t(C)\tNo newsstand shall be placed or maintained on the sidewalk or parkway opposite another newsstand.\n\n\t(D)\tNo seat, chair, rack, case, canopy, awning, overhang, or other object shall be attached to the exterior of any newsstand, nor shall any such object when attached to any part of a newsstand be permitted to extend beyond its exterior wall.\n\n\t(E)\tNo newsstand shall be so placed that the clear space for the passage of pedestrians upon the sidewalk and parkway is reduced to less than six feet.\n\n\t(F)\tNewsstands shall be soundly constructed of wood, metal or other suitable permanent material, painted in a manner and color as prescribed by the Board of Public Works, and maintained at all times, in a clean, neat and attractive condition and in good repair and, as to the Central Traffic District, as defined in Section 80.00 of this Code, such newsstands shall be of design and construction approved by the Department of Cultural Affairs.  (Amended by Ord. No. 161,043, Eff. 5\/3\/86.)\n\n\t(G)\tNo newsstand shall be used for advertising signs or publicity purposes other than that dealing with the display, sale or purchase of newspapers or new periodicals.\n\n\t(H)\tNo newsstand shall be placed within three feet of any area improved with lawn, flowers, shrubs or trees or within three feet of any display window of any building abutting the street or in such manner as to impede or interfere with the reasonable use of such window for display purposes.\n\n\t(I)\tNo newsstand shall be utilized for the sale, or offer for sale, nor for the display for sale, of any article or item other than newspapers, magazines, periodicals and other similar newsprint publications.  (Added by Ord. No. 161,043, Eff. 5\/3\/86.)\n\n\t(J)\tNewsstands, in the Central Traffic District, as defined by Section 80.00 of this Code, shall be open and utilized for business at least six hours a day, five days a week and the holder of the permit shall be present at the newsstand and operating it himself or herself seventy-five percent (75%) of the time it is open, or thirty (30) hours a week, whichever is less. Waivers of such requirement may be granted by the Board of Public Works for good cause.  (Added by Ord. No. 161,043, Eff. 5\/3\/86.)\n\n\t(4)\tEvery person placing or maintaining a newsstand on the streets of the City of Los Angeles shall have affixed thereto in a place readily visible to the public a telephone number or postal box number where the owner may be reached.\n\n\t(5)\t(Amended by Ord. No. 161,043, Eff. 5\/3\/86.)  No person shall install, use or maintain any newsstand which in whole or in part rests upon, in, or over any dedicated sidewalk or parkway in the Central Traffic District, as defined by Section 80.00 of this Code, without first applying for and obtaining a permit from the Department. The issuance of such permit shall be subject to the provisions of this subdivision.\n\n\t(A)\tForms for Permit – The Department shall prescribe and make available permit application forms. The applicant shall submit to the Department a completed form, on which the following information shall have been entered:\n\n\t(i)\tThe name, address and telephone number of the applicant;\n\n\t(ii)\tThe name, address and telephone number of the person whom the applicant designates to be notified concerning the applicant’s newsstand;\n\n\t(iii)\tThe requested location for the newsstand.\n\n\t(B)\tIssuance of Permit – Upon proper application, the Department may, upon the payment of the fee provided below, issue a newsstand permit to the applicant in accordance with the provisions of this Subdivision (5). Such permit shall not be assignable nor shall more than one permit be issued to any one person. No more than two newsstands shall be allowed on any one block. As used herein “block” shall mean one side of a street between two consecutive intersecting streets.\n\n\t(C)\tThe Board shall enact regulations for the selection of permittees taking into consideration the length of time a newsstand has been operated by the applicant at a particular location, whether there has existed a business license for such newsstand, the number of violations an applicant has incurred in the operation of his or her newsstand and such other factors the Board deems appropriate.\n\n\t(D)\tValidity of Permit – Permits shall be valid from the issuance date until the May 31st following such date, and may be renewed annually thereafter. Such permits shall be issued initially for a period not to exceed one year and renewals thereof shall be for a maximum of one year periods thereafter.\n\n\t(E)\tPermit Fee – There shall be a permit fee for new, and renewal, permits in the amount of twenty-five (25) dollars for each newsstand. Whenever any permit is issued after May 31st, the amount of such fee shall be prorated on a quarterly basis. The permit fee may be increased by the Board if so justified by an increase in the cost of regulation.\n\n\t(F)\tPermit Decals – The Department shall issue to each permittee a permit decal for the newsstand covered by the permit. Permittees shall cause the decal to be affixed to the front face of the newsstand so as to be visible from the sidewalk.\n\n\t(6)\tPrior to the issuance of a permit by the Department, the applicant shall furnish to the Department a certificate, in a form satisfactory to the Department and City Attorney, that the applicant has then in force public liability and property damage insurance, naming the City as an additional insured, in an amount and type as determined by the Board, subject to reasonable availability. The evidence of insurances filed shall include a statement by the insurance carrier that thirty (30) days notice will be given to the City Attorney before any cancellation of coverage. The City shall be named as an additional insured on any such insurance policy. Such insurance shall be maintained throughout the permit period.  (Added by Ord. No. 161,043, Eff. 5\/3\/86.)\n\n\t(7)\tAny newsstand installed, used or maintained in violation of this subsection shall be removed subject to the provisions of Subdivisions (7) through (12) of Subsection (f) of this section. In addition any violation of this subsection shall subject the applicant and\/or violator to the imposition of criminal liability.  (Added by Ord. No. 161,043, Eff. 5\/3\/86.)\n\n\t(8)\tUpon the cessation and abandonment of operations of any newsstand the person holding the permit, or if no one is presently holding a permit the last one to hold a permit for the newsstand, shall be responsible for the removal of such newsstand. If the newsstand is not so removed the City shall so remove it pursuant to Subsection (f) hereof and assess the most recent holder of the permit for the costs incurred.  (Added by Ord. No. 161,043, Eff. 5\/3\/86.)\n\n\t(9)\tViolation of any provision of this subsection may result, after due notice and hearing, in the revocation of the permit by the Board.  (Added by Ord. No. 161,043, Eff. 5\/3\/86.)\n\n\t(h)\tFreeway On-Ramps and Off-Ramps – Sales Prohibited.  Notwithstanding any other provision of this Code, no person on any street, or other public property of whatever nature or description, shall, within fifty feet of the roadway of any freeway on-ramp or off-ramp, distribute, deliver, sell, offer for sale or solicit the sale of any newspapers, magazines, periodicals, circulars, handbills or other printed matter or any goods, wares or merchandise regardless of type, nature, kind or description.  (Amended by Ord. No. 145,691, Eff. 5\/2\/74.)\n\n\t(i)\tThe provisions of this section shall not apply to the installation and maintenance of any bench installed and maintained in accordance with Article 8 of Chapter VI of this code, nor to the operation and maintenance of searchlights, generators and floodlights in accordance with the restrictions and requirements of Division T of Chapter VIII of this Code. Nor shall the provisions of this section prohibit the putting of business notices, signs or emblems upon ordinary business or carrier vehicles. Nor shall the provisions of this section apply to temporary selling activities and advertising related thereto conducted pursuant to a permit granted under Subsection (j) hereof. (Amended by Ord. No. 145,691, Eff. 5\/2\/74.)\n\n\t(j)\tPermit for Temporary Selling Activities Board of Public Works.  (Amended by Ord. No. 145,691, Eff. 5\/2\/74.)\n\n\t(1)\tThe Board of Public Works may issue upon written application, made upon a form prescribed by the Board, a permit authorizing temporary selling activities and advertising relative thereto, on sidewalks, parkways and roadways, provided that as to roadways such permit’s issuance will, in addition to this section’s requirements, be governed by the provisions of Section 41.20 of this Code, in connection with a community civic event sponsored and conducted by a nonprofit organization formed for charitable, educational, civic, veteran, philanthropic or other benevolent purposes, under the following conditions:  (Amended by Ord. No. 150,706, Eff. 5\/13\/78.)\n\n\t(A)\t“Community civic center” means the sponsoring and conducting by a nonprofit organization of a civic, artistic, cultural, charitable, educational, veteran or benevolent activity of community interest. The Board shall require reasonable proof of the nonprofit status of the sponsoring organization and a sufficient showing of community interest, which showing shall consist of furnishing the Board with names and addresses of at least 100 persons who will support the activity, at least 50% of which either reside or work in the location specified in the application for permit where the activity is to take place.\n\n\t(B)\tEach permit shall be valid for a period of three consecutive days only, two of which days shall be a Saturday or Sunday.   (Amended by Ord. No. 158,731, Eff. 2\/25\/84.)\n\n\t(C)\tEach application for a permit must be accompanied by a fee and must be presented to the Board not less than 40 nor more than 180 days before the commencing date of the proposed permit activities; provided that the Board may waive these time requirements if it determines such waiver to be in the public interest. The fee herein shall be determined and adopted in the same manner as provided in Section 12.37-I, 1 of the Los Angeles Municipal Code for establishing fees.  (Amended by Ord. No. 165,675, Eff. 5\/11\/90.)\n\n\t(D)\tNo person or sponsoring organization shall fail to keep the permit, at all times, at the place where the selling activities are being conducted, nor fail, upon demand therefor, to exhibit such permit to any public officer.\n\n\t(E)\tNo selling or advertising activities shall be conducted in the roadway or within two feet of the curb of any sidewalk unless authorized by the Board of Public works.  (Amended by Ord. No. 150,706, Eff. 5\/13\/78.)\n\n\t(F)\t(Amended by Ord. No. 173,283, Eff. 6\/26\/00, Oper. 7\/1\/00.)  Nor may such selling activities take place without an Information Card, written Notice of Intention, or professional fund-raiser’s license if the activity is such that one would be required under Article 4, Chapter 4 of the Los Angeles Municipal Code.\n\n\t(G)\tThe application for such permit shall contain:\n\n\t1.\tThe name of the applicant, the sponsoring organization, the event chairman and the addresses and telephone numbers of each.\n\n\t2.\tThe location and outside perimeter of the selling area, indicated upon a map of the area.\n\n\t3.\tThe date and times at which the selling activities are to take place.\n\n\t4.\tA description of the selling activity which will be conducted.\n\n\t5.\tA list of all persons who will be engaging in temporary selling activities at any time during the dates and times for which a temporary selling permit is granted. However this list may be furnished after the application has been submitted, so long as it is not furnished later than one week before the event is to take place.\n\n\t6.\tAn agreement to comply with the terms of the permit.\n\n\t(2)\tSponsoring organizations may be granted a temporary selling permit if the organization meets the following requirements:\n\n\t(A)\tThat the title of any real property in the City of Los Angeles owned by such organization is vested in the name of such organization, if it be a corporation, or else in the name or names of a responsible trustee or trustees under a declaration of trust or other written instrument setting forth the rights of said organization therein; and recorded in the records of the County Recorder of Los Angeles County.\n\n\t(B)\tThat the declared  purposes for which such organization is organized are charitable, educational, civic, community service, veteran, benevolent or other philanthropic purposes, and not for the pecuniary profit of the members of the organization thereof or any of them.\n\n\t(C)\tThat for three months prior to its application for a temporary selling permit said organization has faithfully complied with the following provisions with reference to its accounts, namely: All funds received by it, and all disbursements made by it, have been entered upon the books of its treasurer or other financial officer, receipts have been given or tendered for all money or other property donated to it, whenever required by law or ordinance; all expenditures other than petty cash to a reasonable amount have been made by checks signed by at least two officers of such organization; that the bank book of such organization has been balanced and reconciled with the books of account at reasonable intervals.\n\n\t(D)\tThat no monies of said organization are on loan directly or indirectly to any  officer, director, trustee, employee or member thereof, and that the organization has not invested any monies constituting part of its permanent endowment funds except in securities legal as investments for savings banks within the State of California, and has not diverted funds donated to it from an source to purposes other than those for which they were donated.  (Amended by Ord. No. 156,941, Eff. 8\/20\/82.)\n\n\t(E)\tThat the work for which such organization has been formed has been faithfully performed.\n\n\t(F)\tThat the bylaws and other written rules and regulations of such organization define the powers and duties of the officers of such organization, and that a copy of the Articles of Incorporation, if it be a corporation, and a copy of the bylaws and other written rules and regulations of such organization have been filed with the Department of Public works.\n\n\t(G)\tThat within one year prior to its application such organization has not violated any law or ordinance applicable to it.\n\n\t(3)\tThe Board shall cause such application to be investigated and shall grant the permit if it determines: that the proposed activities will not disrupt to an unreasonable extent the movement of vehicular or pedestrian traffic or create a hazard to the public; that the proposed activities are not of a size or nature that require the diversion of so great a number of police personnel to regulate such activities that it prevents reasonable police protection for the City or for the councilmanic district where the temporary selling activity is to take place; that the concentration of persons, equipment and materials is not so great in the selling area that it would prevent proper fire, police and ambulance protection; that the applicant agrees to be responsible for cleanup necessitated by the proposed activities and the Board may, in its discretion, require a cleanup deposit to guarantee that cleanup takes place.  (Amended by Ord. No. 160,175, Eff. 8\/24\/85.)\n\n\t(4)\tThe Board shall further condition the granting of such permit upon the permit applicant filing with the Board a policy of public liability insurance in which the City has been named as insured or co-insured with the permittee. The policy of insurance shall insure the City and its officers and employees against all claims arising out of or in connection with the issuance of the permit or the operation of the permittee, his agents or representatives pursuant to the permit. The policy of insurance shall provide coverage no less than $100,000 per occurrence of bodily injury and $25,000 per occurrence of property damage.\n\n\t(5)\tThe Board shall adopt uniform rules and regulations so as to carry out the purposes of this subsection and shall condition the granting of permits upon compliance therewith and also with such other conditions as the Board may deem necessary to impose for the proper protection of persons and property.\n\n\t(k)\tThe provisions of this section shall not prohibit sales that are otherwise permitted under the terms of Section 80.73 of this Code.  (Amended by Ord. No. 150,561, Eff. 3\/19\/78.)\n\n\t(l)\tPermit for Flower Vending Booths.  (Added by Ord. No. 159,008, Eff. 7\/1\/84.)\n\n\t(1)\tThe provisions of this section shall not apply to the sale of flowers from a flower vending booth operated pursuant to a permit granted by the Board of Public Works.\n\n\t(2)\tThe Board may issue a revocable permit for the installation and operation of a flower vending booth on a sidewalk pursuant to the one year pilot flower vending booth demonstration program authorized by the City Council in the downtown area.\n\n\t(3)\tThe issuance of any such permit does not preclude the requirements of any other permits or approval for any such installation.\n\n\t(m)\tEstablishment and Regulation of Special Sidewalk Vending Districts.  (Added by Ord. No. 169,319, Eff. 2\/18\/94.)\n\n\t(1)\tThe Board of Public Works, hereinafter referred to as “Board,” is authorized to form special sidewalk vending districts for the purpose of permitting vending of goods, wares and merchandise and announcing the availability thereof within such districts, and to promulgate rules and regulations with respect to the formation of such districts.  The term “district” whenever used in this subdivision shall mean “special sidewalk vending district.”  No more than eight districts shall be approved by the Board during the first two years following the effective date of this ordinance.  Each district shall have a  designated police liaison appointed by the Chief of Police.  Before any proposed vending districts are established, the City Council shall adopt a humane and comprehensive enforcement policy regarding sidewalk vending both inside and outside the proposed districts.\n\n\t(2)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  A petition may be filed with the Sidewalk Vending Administrator of the Community Development Department, hereinafter referred to as “Sidewalk Vending Administrator,” by any person or persons, hereinafter referred to as “applicant,” interested in the formation of a special sidewalk vending district.  The Sidewalk Vending Administrator shall coordinate with the Board regarding the filing and processing of said application.  The petition shall be subject to the following conditions and requirements:\n\n\t(A)\tThe applicant shall pay to the Sidewalk Vending Administrator a non refundable application fee to establish a district.  However, such fee shall not be paid until after the City Council has approved the formation of the district pursuant to Subdivision (6) of this subsection.  No license application in respect to said district shall be approved until the fee has been paid.  Said fee shall be determined and adopted in the same manner as provided in Section 12.37-I,1 of the Los Angeles Municipal Code for establishing fees.\n\n\t(B)\tThe petition shall contain the name or names of the applicant(s) and names and signatures together with residence or business addresses within the district of persons endorsing the formation of the district.  The endorsing list must consist of the owners or those in possession, such as tenants or lessees, of at least 20 percent of the businesses and 20 percent of the residents in each block or portion thereof to be included in the district.\n\n\t(C)\tThe petition shall set forth:\n\n\t1.\tThe proposed boundaries of the district, which shall only be in commercially zoned areas of the City;\n\n\t2.\tThe location and number of vending sites sought to be approved;\n\n\t3.\tAny rules or regulations deemed necessary or desirable by the petitioners to organize vending activity within the district; and\n\n\t4.\tThe purpose for establishing the district.\n\n\t(D)\tThe petition shall be accompanied by a list provided by the Sidewalk Vending Administrator of the names and addresses of all property owners, businesses and residents within the district and within a 500-foot radius of the boundaries of the district, together with a cash deposit sufficient to cover the costs of preparing such a list and of mailing and publishing notifications as provided below.\n\n\t(E)\tThe district shall not be limited to any particular size and the proposed density of vending sites may vary from area-to-area within the district.\n\n\t(3)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  Upon receipt of said petition, the Sidewalk Vending Administrator shall notify the Council member or Council members in whose district or districts the special sidewalk vending district is proposed to be located, at which time the Council member or Council members shall appoint a Community Advisory Committee.  The Community Advisory Committee must contain a Street Use Inspector, a Police Officer and the Sidewalk Vending Administrator.  The committee shall have balanced representation of proponents of the district, fixed businesses, and residents within or adjacent to the proposed districts, as well as a representative of the Council office or offices.  The committee will make recommendations on boundaries of the district, density and location of vendors, goods sold, design of carts and hours of operation.  There shall be a limit of 90 days between filing this petition and a final decision by the Board.\n\n\t(4)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  After reviewing the petition for compliance with the provisions of this Code, the Sidewalk Vending Administrator shall transmit said petition to the Board which shall set the matter for public hearing in coordination with the Sidewalk Vending Administrator within 30 days after receipt thereof.  Notice of the time, place and purpose of the public hearing shall be given by the Sidewalk Vending Administrator to each applicant by mailing a written notice of the hearing not less than 30 days prior to the date of such hearing.  The Sidewalk Vending Administrator shall at the same time mail such notice to all property owners, businesses and residents within the proposed district and within a 500-foot radius of the boundaries of the district.  The Sidewalk Vending Administrator shall further cause there to be published a notice of such public hearing in a newspaper of general circulation in the area wherein the sidewalk vending district is proposed to be established.  The notice shall be published in both English and in any other language spoken as their primary language by a substantial number of the persons residing in the proposed district.  The notice shall be published as provided for in Section 6064 of the Government Code of the State of California, and shall state the purpose of the proposed district, the boundaries thereof and the date, time and place of the public hearing.\n\n\t(5)\tAny interested person may appear at such hearing and comment with respect to the proposed vending district.  Comments may also be submitted in writing prior to the date of such hearing.  The Board shall also consider recommendations of merchant associations, chambers of commerce, the Los Angeles Police Department and various other affected City departments.\n\t(6)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  The Sidewalk Vending Administrator shall refer the matter to the Council member or Council members in whose district or districts the special vending district is proposed to be located for review and recommendation, together with a summary of comments made at the hearing.  Based upon the foregoing comments, recommendations of the Community Advisory Committee and Council member recommendations, the Board may make a finding that the public welfare would be served by the establishment of such a district.  In so doing, the Board may for good cause alter the proposed district boundaries and the number, location and density of proposed vending sites.  The Board shall transmit to the City Council its finding and the reasons therefor together with its recommendation that the district be established in the manner proposed in the petition or as modified by the Board.  The City Council may approve, modify or disapprove the recommendation of the Board.  The district shall be established upon approval, or approval as modified, of the Board’s recommendation.  For good cause, after due consideration of all comments and recommendations presented, the Board may make a finding that the public welfare would not be served by the establishment of the district.  The Board’s finding may be based on factors such as incompatibility of vending pushcarts with area architectural style, conflict with the area’s specific plan, the presence of pushcarts as an impediment to the use of on-street parking locations in areas where an unusually heavy demand for such parking exists, or the presence of zoning restrictions prohibiting such vending activities on private property in the area.  The Board shall transmit to the City Council its finding and the reasons therefor together with its recommendation that the district not be established.  The City Council may approve or disapprove the recommendation of the Board.  If disapproved, such disapproval shall establish the district and the Board shall be so informed, provided, however, that either the City Council, or the Board with approval of the Council, may modify district boundaries and number, location and density of proposed vending sites, as set forth in the petition.\n\n\t(7)\tUpon petition of an interested party, a special district may be disestablished, or areas withdrawn therefrom, for good cause.  Each such petition shall contain the signatures of at least 20 percent of the owners or persons in possession, such as tenants or lessees, of businesses in each block or portion thereof of the district or part thereof proposed to be withdrawn, and at least 20 percent of the residents of each such block or portion thereof.  Each such petition shall comply with the requirements of Section 42.00(m)(2)(D).  The Board shall hold a hearing into the matter preceded by notice as provided for in Subdivision (4) above.  In the event the Board makes a finding that the public welfare would be served by disestablishment of the district or by withdrawal of an area, the Board shall transmit to the City Council its finding and the reasons therefor, together with its recommendation that district be disestablished or an area be withdrawn therefrom.  The City Council may approve or disapprove the Board’s recommendation.  Approval disestablishes the district or withdraws the subject area therefrom.\n\n\t(8)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  The Sidewalk Vending Administrator shall review all rules and regulations proposed by petitioners, the Community Advisory Committee of the particular vending district, and any other interested parties provided that the Community Advisory Committee has had an opportunity to review them and transmit all such rules and regulations to the Board, together with his or her recommendations regarding adoption.  The Board shall adopt all such rules and regulations for the district unless good cause exists for non-adoption.  In addition, the Board, for good cause, may adopt such other rules and regulations for the district as would promote the public health, welfare and safety.  Rules and regulations, when adopted, shall be binding upon all affected persons within the district.\n\n\t(9)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  No permit shall be issued, however, until a contract has been executed between the City, through the Community Development Department,  and any organization selected to manage the special sidewalk vending district, referred to hereinafter as “management organization”, as provided for in Los Angeles Administrative Code Section 22.361.\n\n\t(10)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  The Community Development Department, through the Sidewalk Vending Administrator, shall determine the allocation of vending permits within the district, whether by lottery or otherwise, in a manner consistent with public health, safety and welfare.  However, the Sidewalk Vending Administrator may by contract delegate that function to any organization selected to manage the district subject to the supervision of the Sidewalk Vending Administrator and approval by the Community Development Department as to method of allocation to assure that vending permits are allocated in a fair and impartial manner.\n\n\t(11)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  The Community Development Department, through the Sidewalk Vending Administrator, shall issue all sidewalk vending permits and collect all fees and charges in connection therewith.  Any person desiring to be issued a permit for sidewalk vending within a district may make application to the Sidewalk Vending Administrator on forms provided.  The application shall set forth the following information:\n\n\t(A)\tThe name, address and telephone number of the applicant;\n\n\t(B)\tThe exact location at which the vending is proposed to be conducted;\n\n\t(C)\tA complete list of what is proposed to be sold;\n\n\t(D)\tThe hours per day and days per week during which sidewalk vending will be conducted; and\n\n\t(E)\tAny other information required by the Community Development Department.\n\n\t(12)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  No permit or renewal permit shall be issued unless the applicant has complied with all of the following requirements:\n\n\t(A)\tIf any food or drink item is proposed to be sold, the applicant has obtained approval from the County Department of Health Services to engage in the vending of the item in the manner proposed;\n\n\t(B)\t(Amended by Ord. No. 173,298, Eff. 6\/30\/00, Oper. 7\/1\/00.)  All other necessary City, County and State licenses and permits have been obtained, including a Business Tax Registration Certificate from the Office of Finance.\n\n\t(C)\t(Amended by Ord. No. 173,363, Eff. 7 \/29\/00, Oper. 7\/1\/00.)  The applicant has filed with the Community Development Department a policy of public liability and property damage insurance, in a form satisfactory to it and to the City Attorney, in which the City is named as a co-insured with the applicant.  The policy of insurance shall so insure the City and its officers and employees against all claims arising out of or in connection with the issuance of the permit or the operation of the permittee.  The policy of insurance shall be in an amount and type as determined by the Community Development Department in consultation with the Director of the Office of Administrative and Research Services, subject to reasonable availability.  The Community Development Department, in consultation with the Director of the Office of Administrative and Research Services, may waive the requirement of insurance if none is reasonably available.  In lieu of individual policies of insurance, the Community Development Department may cause to be secured a general or blanket policy of insurance covering all applicants and thereafter determine the pro rata cost to each applicant, which shall be collected before approval of the application.  Any policy of insurance shall contain a statement by the insurance carrier that thirty (30) days’ notice will be given to the City Attorney before any cancellation of coverage.  Insurance shall be maintained throughout the permit period.  The Community Development Department may for good cause increase the amount of required insurance.\n\n\t(D)\tThe applicant shows proof of ownership, lease or rental of a pushcart constructed for the purpose of vending goods, wares or merchandise according to the requirements and specifications of the Community Development Department.\n\n\t(E)\tApproval in writing has been obtained from the owner, tenant or person in lawful possession or control of the property abutting upon the street immediately adjacent to the location where the vending is proposed to be conducted.  Such approval may be secured by the management organization.\n\n\t(F)\tThe applicant has provided the City with two passport size photos of the applicant.\n\n\t(G)\tThe applicant has presented adequate identification of himself or herself.  Adequate identification shall include, but not be limited to, a California driver’s license or a California Department of Motor Vehicles identification card.\n\n\t(H)\tThe applicant is old enough under State law to engage in the vending activity.\n\n\t(I)\tThe applicant has submitted to fingerprinting, in connection with which applicant shall pay a fingerprint process fee.  Such fee shall be determined and adopted in the same manner as is provided in Section 12.37-I,1 of the Los Angeles Municipal Code for establishing fees.\n\n\t(13)\tNo permit shall be issued to any applicant who has been convicted of any crime relating to fraudulent business practices, the receipt or sale of stolen property or the illegal sale of any controlled substance under the provisions of the California Controlled Substances Act within five (5) years prior to the date of application for permit.\n\n\t(14)\tThe applicant may designate up to two co-applicants who are authorized by the applicant to vend at the location for which the applicant’s permit is issued in his or her temporary absence due to circumstances such as illness, injury or vacation.  However, there must be provided the name, address and phone number of each co-applicant and two passport size photos of each co-applicant must be submitted.  Each co-applicant must present adequate identification of himself or herself in the same manner as required for the applicant, and must be old enough under State law to engage in vending activity.  Each co-applicant shall submit to fingerprinting and shall be subject to provisions of Subdivision 12 with respect to approval as a co-applicant and the provisions of Subdivision (22) with respect to operating requirements.  Those approved shall be designated co-permittees and shall pay an application fee for the issuance of a co-permit.  Such fee shall be determined and adopted in the same manner as is provided in Section 12.37-I,1 of the Los Angeles Municipal Code for establishing fees.\n\n\t(15)\tA permit shall be issued only to a natural person and only for the days or hours of the day indicated on the application as days and hours of operation.  Such permit shall not be transferable to any other person and shall be valid only for the location for which it is issued.\n\n\t(16)\tOnly one permit shall be issued to each permittee.\n\n\t(17)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  A non-refundable annual permit fee shall be paid before issuance of any permit provided, however, that the applicant may elect to pay said fee in semi-annual installments.  Such election shall be stated in writing and installments shall be paid as directed by the Sidewalk Vending Administrator.  If such election is made, a payment of one-half the annual permit fee shall be required before issuance of a permit.  Permits shall be valid for one year from the date of issuance.  If any installment fee is not paid on or before the date provided by the Sidewalk Vending Administrator for payment, a letter shall be sent to the permittee advising that such fee is due within 30 days of the date of such letter or the permit shall terminate.  If the fee is not paid within the 30-day period, the permit shall terminate and the former permittee shall cease from vending.  The permit may be reinstated upon payment of the fee.  At the time of making any payment as provided for above, the applicant or permittee shall pay a supplemental fee which is a pro-rated amount determined by the Community Development Department as sufficient to cover the cost to the City of entering into a contract for management of the district.  Supplemental fees collected shall be placed in a special fund established for such purpose.  In addition fees will be charged for the following:\n\n\tReplacement of existing permit in the event of loss, name change or change of company;\n\n\tReplacement of existing permit decal; and\n\n\tReplacement of any vending identification badge.\n\n\tFees herein shall be determined and adopted in the same manner as provided in Section 12.37-I,1 of the Los Angeles Municipal Code for establishing fees.\n\n\t(18)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  In the event an application for permit is denied, the applicant shall be so notified within 60 days, which notification shall also state the reason for denial and that the applicant has 45 days from the date of notice within which to request reconsideration of the denial.\n\n\t(19)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  Any permit issued shall be subject to the right of the Community Development Department to rescind issuance thereof in response to a request for reconsideration of its action in issuing the permit.\n\n\t(20)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  Either the applicant or any other person affected by the issuance of a vending permit may request reconsideration by the Community Development Department of its decision to grant or deny an application for permit.  Such request must be in writing and must be received by the Sidewalk Vending Administrator within the 45 days from the date of issuance of the permit or notification of denial.  Upon receipt of such request the Sidewalk Vending Administrator shall set a hearing date no less than 30 days from the date of the receipt of the request.  The Sidewalk Vending Administrator shall notify the requestor and, if the requestor is not the applicant, the applicant, of the hearing date.  The Community Development Department shall rescind issuance of the permit if at the hearing it is demonstrated to its satisfaction that the issuance thereof was contrary to the provisions of this subdivision or to applicable rules and regulations.  The Community Development Department may direct the Sidewalk Vending Administrator to issue a permit if it is shown to the satisfaction of the Department that it was in error in denying the permit.\n\n\t(21)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  The permittee may amend his or her application with respect to the goods, wares and merchandise proposed to be sold and the hours during which vending is to occur by written notification thereof to and approval by the Sidewalk Vending Administrator, and the owner, tenant, or person in lawful control of the property immediately adjacent to the vending site.\n\n\t(22)\tOperating Requirements.  (Amended by Ord. No. 171,913, Eff. 3\/15\/98.)\n\n\t(A)\tVending shall be conducted only from pushcarts constructed for that purpose according to the requirements and specifications of the Community Development  Department.  Such pushcarts shall have a length of no greater than six feet and a width of no greater than 3 feet, 6 inches, and shall be no more than 6 feet, 6 inches in Height, including roof or awning.  A decal so certifying shall be attached to each pushcart approved for use.\n\n\t(B)\tAll of the permittee’s advertising must be attached to the pushcart and shall advertise only the goods, wares or merchandise being sold.  Advertising signs shall not extend beyond the overall width or height of the pushcart.\n\n\t(C)\tThe permittee shall not conduct any portion of its vending business outside the boundaries of its vending location as described in the permit.\n\n\t(D)\tOne small, compact stool or chair may be utilized by the permittee.  The stool or chair shall be placed within four feet of the pushcart and shall not block the safe passage of pedestrians.  No advertising shall be placed on the stool or chair.  Other than the pushcart and stool or chair, no other items or object of any kind shall be placed on the public sidewalk or parkway.\n\n\t(E)\tNo vending shall be conducted on the roadway portion of any street.\n\n\t(F)\tThe permittee shall provide a trash receptacle for the use of customers and shall pick up and dispose of any trash or litter left by customers before leaving the vending location.  Full receptacles shall be immediately emptied by the permittee.\n\n\t(G)\tThe City vending permit shall be visibly displayed at all times while the permittee is engaged in vending activity.\n\n\t(H)\tThe permittee shall wear a vendor identification badge issued by the Sidewalk Vending Administrator at all times while engaged in vending.\n\n\t(I)\tPushcarts shall be positioned no less than 18 inches from the curb.\n\n\t(J)\tNo permittee shall knowingly allow, permit or authorize another person to vend from permittee’s pushcart or at permittee’s assigned location, other than designated co-permittees of that particular vendor.\n\n\t(K)\tNo pushcart shall be chained or fastened to any pole, sign, tree or other object in the public way.\n\n\t(23)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  The Sidewalk Vending Administrator may from time to time recommend rules and regulations to the Board.  The Board may adopt such rules and regulations as it deems necessary to implement the provisions of this subsection.\n\n\t(24)\tRevocation, Suspension or Non-renewal.  (Amended by Ord. No. 171,913, Eff. 3\/15\/98.)\n\n\t(A)\tAfter notice and hearing in accordance with Section 22.02 of the Municipal Code, the Community Development Department may revoke or suspend any permit issued pursuant to this subsection or decline to renew any such permit, if the permittee has:\n\n\t1.\tKnowingly made any false, misleading or fraudulent statement of  material fact in its application for a permit;\n\n\t2.\tBeen convicted of any criminal act in connection with the operation of the permitted activity, or any of the crimes set forth in Subdivision (13) of this subsection;\n\n\t3.\tViolated any of the operating requirements set forth in Subdivision (22) of this subsection;\n\n\t4.\tViolated any rule or regulation promulgated by the Board with respect to this subdivision;\n\n\t5.\tFailed to comply with any order by the department to cease and desist from any violation; or\n\n\t6.\tIn any other way endangered the public health, safety or welfare in the conducting of its sidewalk vending activities.\n\n\t(B)\tA permittee who has had his or her permit revoked or whose application for renewal has been declined shall not be eligible to apply for another permit under this subdivision until 12 months after the date of revocation or renewal declination.\n\n\t(C)\tAny action revoking or suspending a license may be appealed to the Board within 60 days of the action of suspension or revocation.  The Board shall hear and make a determination on the appeal.\n\n\t(25)\tEnforcement and Penalties.\n\n\t(A)\tWithin each district the provisions of this Subsection (m) shall be enforced by the Street Use Inspection Division of the Bureau of Street Maintenance of the Department of Public Works.\n\n\t(B)\tThe Department may issue an order to immediately cease and desist from any violation of this Subsection (m) or any rule or regulation of the Board.\n\n\t(C)\tIt shall be a violation of law to fail to comply with any of the provisions of Subdivision (22) of this Subsection (m).  The first, second and third violations of Subdivision (22) of Subsection (m) shall each be infractions.  The commission of a fourth violation of any of the provisions of Subdivision (22) of Subsection (m) within a two-year period after the commission of the first violation shall be a misdemeanor.\n\n\t(D)\tIt shall be illegal for any person to display any imitation or facsimile of a vending permit, vendor identification badge or decal which has not been issued by the Department.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"ancestry":{"1":{"id":"21","name":"Soliciting – Sales","identifier":"2","label":"article","url":"\/4\/2\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2783","structure_id":"21","section_number":"42.00","catch_line":"Regulation Of Soliciting And Sales In Streets.","url":"\/42.00\/","token":"42.00"},"1":{"id":"1898","structure_id":"21","section_number":"42.00.1","catch_line":"Sales From Ice Cream Trucks.","url":"\/42.00.1\/","token":"42.00.1"},"2":{"id":"25","structure_id":"21","section_number":"42.01","catch_line":"Street – Sidewalk – Pedestriansbuilding Setback.","url":"\/42.01\/","token":"42.01"},"3":{"id":"2496","structure_id":"21","section_number":"42.02","catch_line":"Street – Sidewalk – Adjacent Property – Soliciting Trade.","url":"\/42.02\/","token":"42.02"},"4":{"id":"1038","structure_id":"21","section_number":"42.03","catch_line":"Selling Of Tickets Of Admission To Places Of Public Assemblage In Public Places And Places Open To The Public Prohibited – Exceptions.","url":"\/42.03\/","token":"42.03"},"5":{"id":"2448","structure_id":"21","section_number":"42.04","catch_line":"Street – Sidewalk – Soliciting Patronage.","url":"\/42.04\/","token":"42.04"},"6":{"id":"2256","structure_id":"21","section_number":"42.05","catch_line":"Street – Sidewalk – Soliciting Patronage Transportation.","url":"\/42.05\/","token":"42.05"},"7":{"id":"1089","structure_id":"21","section_number":"42.06","catch_line":"Railroad – Stage Depot – Soliciting Patronage.","url":"\/42.06\/","token":"42.06"},"8":{"id":"137","structure_id":"21","section_number":"42.07","catch_line":"Common Carrier – Soliciting Patronage On.","url":"\/42.07\/","token":"42.07"},"9":{"id":"3152","structure_id":"21","section_number":"42.08","catch_line":"Street – Sidewalk – Soliciting Patronage Prohibited In Area.","url":"\/42.08\/","token":"42.08"},"10":{"id":"697","structure_id":"21","section_number":"42.09","catch_line":"Soliciting Patronage – Manner Of.","url":"\/42.09\/","token":"42.09"},"11":{"id":"3012","structure_id":"21","section_number":"42.10","catch_line":"Solicitors Of Patronage – Interference With.","url":"\/42.10\/","token":"42.10"},"12":{"id":"1603","structure_id":"21","section_number":"42.11","catch_line":"Hotel – Loitering.","url":"\/42.11\/","token":"42.11"},"13":{"id":"3737","structure_id":"21","section_number":"42.11.1","catch_line":"Depots – Stations – Airports – Loitering About Prohibited.","url":"\/42.11.1\/","token":"42.11.1"},"14":{"id":"2115","structure_id":"21","section_number":"42.12","catch_line":"Alms – Soliciting In Buildings.","url":"\/42.12\/","token":"42.12"},"15":{"id":"999","structure_id":"21","section_number":"42.13","catch_line":"Peddlers – Venders – Hours.","url":"\/42.13\/","token":"42.13"},"16":{"id":"1499","structure_id":"21","section_number":"42.14","catch_line":"Soliciting – Use Of City Name.","url":"\/42.14\/","token":"42.14"},"17":{"id":"397","structure_id":"21","section_number":"42.14.1","catch_line":"Soliciting On City Property.","url":"\/42.14.1\/","token":"42.14.1"},"18":{"id":"536","structure_id":"21","section_number":"42.15","catch_line":"Vending And Excessive Noise On Beaches Prohibited.","url":"\/42.15\/","token":"42.15"},"19":{"id":"518","structure_id":"21","section_number":"42.19","catch_line":"Magazine Subscriptions – Sales For Future Delivery – Where Solicitation Prohibited.","url":"\/42.19\/","token":"42.19"},"20":{"id":"3319","structure_id":"21","section_number":"42.20","catch_line":"Food And Drink Establishments – Annoyance Of Customers\nForbidden.","url":"\/42.20\/","token":"42.20"}},"next_section":{"id":"1898","structure_id":"21","section_number":"42.00.1","catch_line":"Sales From Ice Cream Trucks.","url":"\/42.00.1\/","token":"42.00.1"},"metadata":false,"references":false,"url":"\/42.00\/","token":"42.00","formats":{"txt":"\/42.00.txt","json":"\/42.00.xml"},"dublin_core":{"Title":"Regulation Of Soliciting And Sales In Streets.","Type":"Text","Format":"text\/html","Identifier":"§ 42.00","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nREGULATION OF SOLICITING AND SALES IN STREETS. (§ 42.00)\n\n  REGULATION OF SOLICITING AND SALES IN STREETS.\n\n\t(a)\t(Amended by Ord. No. 145,691, Eff. 5\/2\/74.)  In this section, unless the\ncontext or subject matter otherwise requires:\n\n\t“News racks” shall mean any self-service or coin-operated box, container,\nstorage unit or other dispenser installed, used, or maintained for the display\nand sale of newspapers, news periodicals or other news publications.\n\n\t“Newsstand” shall mean any stand, shelter, case, cabinet, box or other\nstructure installed, used, or maintained for the display, sale or storage of\nnewspapers, news periodicals or other news publications which is attended by the\nowner or his employee while making sales therefrom.\n\t“Street” shall mean all that area dedicated to public use for public street\npurposes and shall include, but not be limited to roadways, parkways, alleys and\nsidewalks.\n\n\t“Roadway” shall mean that portion of a street improved, designed, or\nordinarily used for vehicular travel.\n\n\t“Parkway” shall mean that area between the edge of the roadway and the\nadjacent property line excluding that area occupied by the sidewalks. Parkway\nshall also include any area within a roadway which is not open to vehicular\ntravel.\n\n\t“Sidewalk” shall mean any surface provided for the exclusive use of\npedestrians.\n\n\t(b)\tStreet Sale of Goods Prohibited.  (Amended by Ord. No. 169,319, Eff.\n2\/18\/94.)  No person, except as otherwise permitted by this section, shall on\nany sidewalk or street offer for sale, solicit the sale of, announce by any\nmeans the availability of, or have in his or her possession, control or custody,\nwhether upon his or her person or upon some other animate or inanimate object,\nany goods, wares or merchandise which the public may purchase at any time. \nThis subsection shall not apply to the sale of poppies, badges and labels as\ndefined by Military and Veterans Code Section 1800 on a parkway or sidewalk by\npersons bearing a valid information card issued pursuant to Article 4 of this\nchapter authorizing such person to do so.\n\n\t(c)\tStreet-Soliciting Employment of Services Prohibited.  (Amended by Ord. No.\n145,691, Eff. 5\/2\/74.)\n\n\t(1)\tNo person, except as otherwise permitted by this section, shall on any\nstreet offer for sale, solicit the employment of, or announce by any means the\navailability of, any goods, wares, merchandise, services or facilities, or\nsolicit patrons for or advertise any show, exhibition, entertainment, tour,\nexcursion, sight-seeing trip, or real estate viewing or inspection trip. \n(Amended by Ord. No. 169,319, Eff. 2\/18\/94.)\n\n\t(2)\tNo person who is visible or audible to any person on any street shall, in a\nloud, boisterous, raucous, offensive or insulting manner, offer for sale,\nsolicit the purchase of, announce the availability of, or solicit the employment\nof any goods, wares, merchandise, services or facilities, or solicit patronage\nfor or advertise any show, exhibition, entertainment tour, excursion\nsight-seeing trip, real estate, or oil well viewing or inspection trip.\n\n\t(3)\tNothing in Paragraph (1) of this subsection shall be so construed as to\napply to a sight-seeing tour operating under and by virtue of a permit from and\nregulations of the Public Utilities Commission of the State of California and\nfor which tour a fixed charge is made to the person carried.\n\n\t(d)\tStreet-Sidewalk – Advertising on.  No person shall except as otherwise\nprovided in Subsection (j) of this section have, bear, wear or carry upon any\nstreet, any advertising banner, flag, board, sign, transparency, wearing apparel\nor other device advertising, publicity announcing or calling attention to any\ngoods, wares, merchandise, or commodities, or to any place of business,\noccupation, show, exhibition, event or entertainment. The provisions of this\nsubsection shall not apply to the wearing of apparel without remuneration for\ndoing so or business identification on wearing apparel. (Amended by Ord. No.\n145,691, Eff. 5\/2\/74.)\n\n\t(e)\tStreets News Venders.  (Amended by Ord. No. 145,691, Eff. 5\/2\/74.)\n\n\t(1)\tNo person shall sell or offer for sale any newspaper, magazine, periodical,\nnews publication or other printed matter while upon the roadway of any street\nwithin the City of Los Angeles provided, however, that persons engaged in\nselling or offering for sale or disposing of newspapers, news periodicals or\nother news publications may sell, offer for sale, solicit the purchase of and\nadvertise the same upon any portion of the sidewalk or parkway, subject to\nSubsections (f), (g), (h) and (j) of this section where applicable.\n\n\t(2)\tNo person, under the age of 10 years, shall sell or offer for sale any\nnewspaper, magazine, periodical, news publication or other printed matter while\nupon any portion of a street. This subsection shall not prohibit persons, except\nas otherwise prohibited by law, from soliciting the sale of or delivery of\nnewspapers, magazines, periodicals, news publications and other printed matter\nto residences or places of business fronting upon a street.\n\n\t(f)\tStreets – News Racks.  (Amended by Ord. No. 176,339, Eff. 1\/19\/05.)\n\n\t(1)\tDefinitions:  The following words, terms and phrases, when used in the\nfollowing subsections shall have the meaning ascribed to them in this\nsubsection, except where the context clearly indicates a different meaning:\n\n\t(A)\t“Equivalent newsrack” means any newsrack that is of the same size and\ndimensions of the specified newsrack.\n\n\t(B)\tIf “demand warrants” or “warranted demand” means the measured stack\nheight needed to meet the newspaper publisher’s or distributor’s peak daily\ndistribution at the requested newsrack location, as proven to the Board by the\nnewspaper publisher or distributor, exceeds (14) inches.\n\n\t(C)\t“Individual newsrack” means and includes a newsrack designed with a\nsingle enclosed compartment to accommodate at any one time the display, sale, or\nfree distribution of like copies of a single newspaper or other publication, or\nwhich has more than one (1) compartment and complies with the dimensions of an\nindividual newsrack as provided in Subsection (7)(B).\n\n\t(D)\t“Newsrack” or “News Rack” means any unstaffed, self-service, free,\nor coin-operated box, container, storage unit or other dispenser located in or\nupon, or projecting onto, or over, any part of the public right-of-way, and\nwhich is installed, used or maintained for the display, sale, or free\ndistribution of newspapers and other publications.\n\n\t(E)\t“Modular newsrack” means a newsrack which is designed with separate\nenclosed compartments to accommodate at any one time the display, sale or free\ndistribution of multiple distinct and separate newspapers or other publications,\nand which exceeds the dimensions of an individual newsrack as provided in\nSubsection (7)(B).\n\n\t(F)\t“Modular newsrack provider” means the person or other legal entity that\nis authorized under Subsection (4)(A)(7) to place and maintain modular newsracks\nupon the public right-of-way.\n\n\t(G)\t“Publisher” means the person or other legal entity selling, displaying,\nor distributing free newspapers or other publications in a newsrack.\n\n\t(H)\t“News-Stand\/Kiosk” means any stand, shelter, or other structure\ninstalled, used, or maintained for the display, sale or storage of newspapers,\nnews periodicals or other news publications.\n\n\t(I)\t“Public right-of-way” means any public street, sidewalk, parkway, alley\nor other location owned or otherwise controlled by the City for the benefit of\nthe general public.\n\n\t(J)\t“Block face” means the sidewalk on one side of a street, between one\nintersection and the immediately adjacent intersection. \n\n\t(2)\tPurpose and Criteria:  The purpose of the following Subsections is to\npromote the public health, safety, and general welfare of the citizens and\nvisitors to the City through the regulation of placement, type, appearance, and\nmaintenance of newsracks on public rights-of-way so as to:\n\n\t(A)\tProvide for pedestrian and driver safety and convenience.\n\n\t(B)\tRestrict unreasonable interference with the flow of pedestrian or vehicular\ntraffic, including, but not limited to, ingress into and egress from any\nresidence or place of business, or from the street to the sidewalk, or from the\nsidewalk to the street by persons exiting or entering parked or standing\nvehicles.\n\n\t(C)\tProvide for the safety of the general public and property during emergency\nconditions.\n\n\t(D)\tProvide reasonable access for the use and maintenance of poles, posts,\ntraffic signs and\/or signals, hydrants, mailboxes, and access to locations used\nfor public transportation purposes.\n\n\t(E)\tAllow for the placement and maintenance of modular newsracks in the modular\nnewsrack areas, as determined by the City Council, to be placed in locations\nthroughout the city which afford easy, convenient service to pedestrians, but do\nnot obstruct or interfere with access to abutting properties, and which do not\nimpede or endanger pedestrian, bicycle, or vehicular traffic.\n\n\t(F)\tRelocate and\/or replace or remove newsracks which result in visual blight\nand\/or are not installed according to this code on the public rights-of-way or\nwhich block or interfere with the aesthetics of store window displays, adjacent\nbusinesses, landscaping, street furniture, public or private, and other\nimprovements as well as to allow the removal of abandoned newsracks.\n\n\t(G)\tMaintain and protect the values of surrounding properties, and ensure that\nthe aesthetics and historical attributes of adjacent businesses are not\ncompromised by the unregulated placement of newsracks in the public\nright-of-way.\n\n\t(H)\tReduce unnecessary exposure of the public to personal injury or property\ndamage.\n\n\t(I)\tMaintain and preserve freedom of the press to distribute periodicals and\nnewspapers.\n\n\t(J)\tReduce visual blight and improve the aesthetic appearance of the City’s\nstreets and sidewalks for the merchants, citizens and visitors to the City by\ncoordinating the uniform color of all newsracks with the color of the City’s\nextensive multi-million dollar street furniture program; and in Specific Plan\nAreas, Streetscape Plan Areas or other Special Planning Districts, which have a\nstandard streetscape color, to allow for a uniform newsrack color from a limited\npalate of colors in order to coordinate the color of newsracks with their\nstreetscape.\n\n\t(3)\tCompliance Phase In:\n\n\t(A)\tThe provisions of this subdivision shall apply to all newsracks, whether\ninstalled and maintained prior to or after the effective date of this ordinance\nwhich in whole or in part rests upon, in, or over any dedicated sidewalk,\nright-of-way or parkway.  Those newsracks installed prior to the effective date\nof this revised ordinance shall be brought into compliance with the all\nprovisions of this code, except uniform color, as this revised ordinance is\nimplemented by Street Services, area by area, within the City.  In no event\nshall compliance be later than 12 months after the effective date hereof, except\nthat, if the City’s implementation schedule takes longer than 12 months, then\ncompliance by the publishers shall follow the City’s implementation\nschedule.  If a publisher chooses not to come into compliance with the uniform\ncolor requirement of this ordinance at the time it obtains a valid permit and\nlegally places its newsracks as required by the City’s implementation\nschedule, then compliance with the uniform color requirement must be\naccomplished no later than 24 months after the effective date of this\nordinance.  However, Publishers experiencing financial hardship, solely due to\ncompliance with LAMC § 42.00 (f) as it applies to uniform color, may request\nthe Board to approve one 12-month extension allowing them a total of 36 months\nto come into full compliance with the uniform color requirement of the Newsrack\nOrdinance, if evidence of financial hardship is proven to the satisfaction of\nthe Board.  Any newsrack not brought into compliance within the aforementioned\ntime period shall be deemed to be in violation of LAMC § 42.00 (f).\n\n\t(4)\tPermit Required:  No person shall install or maintain any newsrack upon\nany public right-of-way without first applying for and receiving a permit from\nthe City’s Board of Public Works, herein after referred to as “Board”.  A\npermit will not be issued unless the application is completed in full, the\nrequested installation meets all the appropriate placement criteria as set forth\nbelow, and the application is accompanied by the appropriate permit fee for the\ntype of newsrack, single, pedestal, or modular, for each individual newsrack\ninstallation requested.  Any permit granted pursuant to the provisions of this\ncode shall only be valid as to the specific location specified in the permit\napplication.  Where application is made for the installation of two or more\nsingle newsracks, a separate permit shall be required for each individual\nnewsrack.  Upon this revised ordinance taking legal effect in the City of Los\nAngeles, any owner of a newsrack currently existing on any City right-of-way\nmust apply for a permit pursuant to this ordinance within the time specified by\nthe Board of Public Works in its Rules and Regulations for the implementation of\nthis ordinance.  Any newsrack which is not the subject of a valid permit\napplication as required by the City’s implementation Rules and Regulations\nwill be deemed to be in violation of 42.00 (f) of this code and subject to\nremoval from the right-of-way as set forth herein.\n\n\t(A)\tPermit Application.  Permit applications shall be in writing and on forms\nas provided by the Board.  The permit application shall include the following\ninformation:\n\n\t(1)\tThe name, address, and telephone number of the applicant who is the owner\nand\/or principal responsible for the newsrack.\n\n\t(2)\tThe name, address, and telephone number of a responsible person whom the\nCity may notify or contact at any time concerning the applicant’s newsrack(s).\n\n\t(3)\tThe specified number of newsracks and the detailed proposed location for\neach one, shown on a drawing of the location, or GIS\/Address based program\nprovided by applicant which is compatible with the City’s GIS program and\nwhich indicates all existing buildings, existing newsracks at the location and\ngeneral vicinity, and all other possible obstructions within 20 feet of the\nproposed location of the newsrack.\n\n\t(4)\tNames of newspaper(s) or periodical(s) to be placed in each newsrack.  One\nor more newspapers or periodicals may be dispensed from a single newsrack if the\nnewsrack is manufactured for this purpose.\n\n\t(5)\tType or brand of newsrack, including an illustration and description of the\nnewsrack and mount, if other than a single pedestal, size of base plate and\nwhether the newsrack will have a coin-box attachment, or equivalent.\n\n\t(6)\tA sworn statement under penalty of perjury, executed by an officer,\ndirector, or authorized agent of the applicant, agreeing that the applicant\nshall not sell, assign, or transfer by any method, the permit for the newsrack\nlocation to any other publisher, distributor, entity or individual.\n\n\t(7)\tThe Board, with Council approval, may designate areas of the City where\nonly modular newsracks may be installed and maintained by a City vendor such as\nthe City Hall Historical District, (the east block face on Spring Street between\nTemple Street and 1st Street, the south block face of Temple Street between\nSpring Street and Main Street, the west block face of Main Street between Temple\nStreet and 1st Street, and the north block face of 1st Street between Spring\nStreet and Main Street).  No application for an individual newsrack permit may\nbe submitted in a modular newsrack area. Upon the effective date of this\nordinance, the total number of compartments in modular newsracks in any\ndesignated modular newsrack area, shall be substantially equivalent to the\nhighest total number of individual newsracks known to have been legally\nmaintained on the public right-of-way in the modular newsrack areas at any one\ntime during the year preceding the introduction of this amended ordinance but in\nno event more than the total number of newsracks allowed by subparagraph (F)(4)\nbelow.\n\n\t(8)\tSuch other information as, from time to time, may be required by the Board.\n\n\t(B)\tExpiration – Renewal.  Unless earlier revoked, newsrack permits issued\npursuant to the provisions of this code shall expire on the 30th day of August\nfollowing the date upon which each such permit is granted.  Such permits may\nthereafter be renewed annually upon the payment of the fee hereinafter\nprescribed.  Applications for renewal shall be made at least 30 days prior to\nthe expiration of any permit issued, and must be accompanied by a permit renewal\nfee as set forth in Subsection (4)(C), below.  Application for permit renewal\nand payment must be either presented in person to the Bureau of Street Services,\nvia the Internet (if available), or mailed via certified mail, postmarked no\nlater than 30 days prior to the date of permit expiration.  Failure to renew an\nexisting newsrack permit before its expiration will require the payment of a\nlate renewal penalty as set forth in Subsection (4)(C), below, or the loss of\nthe placement of the said rack at the subject location.\n\n\t(C)\tFees.  The Board shall establish all fees, in accordance with the level of\nenforcement deemed appropriate by the Council, and shall only be used to defray\nthe total expenses of operation of the newsrack program including: permitting,\ninspection, administration, and enforcement, required by this Ordinance as set\nforth in the preceding and following sections of this code.  The Initial Permit\nFee, the Renewal Permit Fee, the Site Inspection Fee, the Site Re-Inspection\nFee, Late Renewal Penalty Fee, Impound Fees, and the Bar Code Decal Replacement\nFee shall be determined and adopted from time to time by the Board.\n\n\t(D)\tInsurance.\n\n\t(1)\tRequirement-Content.  As a condition of the City granting any person or\npersons one or more permits to maintain a newsrack or newsracks in the public\nright-of-way, any such permittee shall be required to maintain a policy of\ngeneral liability insurance, naming the City of Los Angeles, the Board of Public\nWorks and its employees, agents etc. as “Additional Insureds” for the\nspecific purpose of indemnifying and holding harmless the City of Los Angeles,\nits officers, boards, employees, etc. from and against any and all losses,\ncosts, damages, expenses, or liability, whatsoever, which may result from or\narise out of the granting of a permit, and\/or the installation and\/or the\nmaintenance of any newsrack or newsracks for which the permittee shall be\nresponsible for paying any and all losses or damages that may be sustained by\nany person or persons as a result of, or which may be caused by or arise out of\nthe installation and\/or maintenance of the permitted newsrack or newsracks. \nThe policy of insurance shall be maintained in its original amount by the\npermittee at permittee’s expense at all times during the period for which the\npermittee holds a valid permit or permits.  Should said policy be called upon\nto satisfy any liability for damages covered by said policy, the policy must be\nof such a nature that the original amount of coverage is restored after any\npayment of damages by the policy.  In the event that two or more permits are\nissued to one permittee, the permittee shall only be required to maintain a\nsingle policy of insurance covering all such permits held by the permittee in\nthe amount set forth below for the number of newsracks maintained by the\npermittee.\n\n\t(2)\tRequired Limits of Liability Insurance.  The Board shall be responsible,\nfrom time to time, for adopting the limits of liability insurance required to be\nmaintained by newsrack permittees under this code.  The Board shall receive a\nrecommendation from the City’s Risk Manager prior to setting the limits of\nliability insurance based on the number of racks that each permittee maintains\nin the City’s right-of-way.\n\n\t(E)\tEvery person who installs, uses or maintains any newsrack which in whole or\nin part rests upon, in, or over any dedicated sidewalk or parkway shall have his\nor her name, address and telephone number affixed thereto at a place where such\ninformation may be easily seen, in addition to a bar code decal issued by the\nBoard for that specific newsrack.\n\n\t(5)\tProhibited Where Vehicles Permitted:  No person shall install or maintain\nany newsrack which projects onto, into or over any part of the roadway of any\npublic street, or which rests, wholly or in part, upon, along or over any\nportion of such roadway.\n\n\t(6)\tUnlawful Obstructions:  No person shall install, use or maintain any\nnewsrack:\n\n\t(A)\tWithin 5 feet of any marked crosswalk;\n\n\t(B)\tWithin 5 feet of the curb return of any unmarked crosswalk;\n\n\t(C)\tWithin 5 feet of any fire hydrant, fire call box or other emergency\nfacility;\n\n\t(D)\tWithin 5 feet ahead and 45 feet to the rear of any sign marking a\ndesignated bus stop.  No newsrack shall be installed within the marked bus\nzone;\n\n\t(E)\tWithin 5 feet of any bus bench.\n\n\t(F)\tWithin 10 feet of any transit shelter. \n\n\t(G)\tIn front of an entrance to a business, including the curb area directly\nacross from such entrance where the distance between the entry door and the\nnewsrack is less than 10 feet;\n\n\t(H)\tIn any location used, marked or posted for public utility purpose, public\ntransportation purpose or government use;\n\n\t(I)\tWhere placement unreasonably interferes with the use of poles, posts,\ntraffic signs or signals, mail boxes or other objects legally permitted, but in\nno event shall the newsrack be closer than one foot from such objects;\n\n\t(J)\tWhere placement interferes with the reasonable use or utility for display\npurposes of any display window of any building abutting the sidewalk or parkway,\nbut in no event within 4 feet of such window;\n\n\t(K)\tWithin 5 feet of any area improved with lawn, flowers shrubs, trees or\nstreet tree well;\n\n\t(L)\tWithin 5 feet of any driveway or driveway apron;\n\n\t(M)\tWithin 4 feet of any outdoor dining areas or patio dining areas;\n\n\t(N)\tWithin 20 feet of both sides of buildings officially designated Los Angeles\nHistorical or Cultural Monuments.  If there is a block in which all buildings\nhave been so officially designated, then the Board, in consultation with the\nCultural Heritage Commission, shall determine siting on such block face for up\nto four (4) newsracks.  An owner of a building which has been designated as a\nHistorical or Cultural Monument may petition the Board of Public Works to allow\nnewsracks on the sidewalks in front of their building if the placement of such\nnewsracks will not interfere with Historic or Cultural nature of the building. \nThe Board shall listen to evidence from all interested parties and make its\ndetermination based on the totality of the evidence.\n\n\t(O)\tWithin 20 feet of both sides of visual public art work created, funded or\nmanaged through the City’s Municipal Art Program including, but not limited\nto, murals, sculptures and fountains.\n\n\t(P)\tWhere placement impedes the flow of pedestrian traffic by reducing the\nclear space to less than 6 feet or, impedes access to or the use of abutting\nproperty, including, but not limited to, residences and places of business.\n\n\t(Q)\tNotwithstanding any other paragraph of this subdivision, no person shall\ninstall, use or maintain any newsrack where placement endangers the safety of\npersons or property.\n\n\t(R)\tNo newsrack shall be installed within 4 feet from any permanently installed\nstructure in the public Right-of-Way, which is not otherwise specifically\nidentified in this subdivision.\n\n\t(S)\tWithin one foot of any utility cover, vent screen or other object that is\nflush mounted with the sidewalk, except that if the owner or person in control\nof the below grade sidewalk installation needs additional space for emergency or\nnon-routine maintenance of the installation, any newsrack(s) which interferes\nwith such maintenance may be requested to be temporarily removed to accommodate\nthe required maintenance and then be reinstalled.\n\n\t(T)\tWithin 4 feet to the front and 10 feet to the rear of any parking meter and\nwhere there are no parking meters on the curb, 10 feet from the front of any\nmarked parallel parking place.\n\n\t(7)\tSize, Appearance, Placement, Installation and Construction of Newsracks:\n\n\t(A)\t Every newsrack shall be maintained in a neat and clean condition and be in\ngood repair at all times.\n\n\t(B)\tAll newsracks shall be permanently mounted, except as provided in\nSubsection (7)(C), in accordance with specifications established by the Board as\nprovided in Subsection (9) and adopted from time to time as revisions become\nnecessary, including but not limited to: style, construction, coating, material\nand fabrication.  Specifications for a newsrack shall be:\n\n\t(1)\tStreet tube pedestal, at least four inches by three inches in height;\n\n\t(2)\tOverall height shall not be less than 46 inches and shall not exceed 52\ninches; the overall width shall not be less than 20 inches and shall not exceed\n30 inches; and the overall depth shall not be less than 12 inches and shall not\nexceed 20 inches.\n\n\t(3)\tAll newsracks shall be primarily constructed of metal and shall be “Ivy\nGreen” in color (Tiger RAL 607 SM, Glossy, Code 28-50081), except as provided\nin § 42.00 (f)(17) “Specific Plan\/Street Scape Plan Areas”.\n\n\t(C)\tSpecial Purpose Sidewalks; No Permanent Attachments.  Each individual\nnewsrack which is permitted to be placed on a special purpose sidewalk, such as\nterrazzo, brick, glass prism implanted, or where basements are located under the\nsidewalk, shall be on legs and shall be mobile and not affixed to the sidewalk\nin any way.\n\n\t(D)\tPedestals.  No pedestals shall be maintained on a public right-of-way\nunless there is attached thereto a newsrack case as provided herein.\n\n\t(E)\tRemoval of Newsracks; Repair of Sidewalks.  Upon the removal of any\nnewsrack, the person so removing shall be responsible for the repair of any\nresulting condition, including filling in of any holes left in the sidewalk\nand\/or the removal of any bolts or other devices used to affix the newsrack to\nthe sidewalk such that there are no obstructions sticking above the grade of the\nsidewalk.  Such work is to be done to the satisfaction of the Department of\nPublic Works.\n\n\t(F)\tNewsrack Location.\n\n\t(1)\tNewsracks shall only be situated near a curb with the back of said newsrack\nsituated not less than 18 inches nor more than 24 inches from the edge of the\ncurb.  If it is physically impossible to situate a newsrack near a curb, then\nthe Board may authorize the placement of up to four (4) newsracks adjacent to\nthe wall of a building on that block.  If the newsrack is placed adjacent to\nthe wall of a building, the back of said newsrack shall be situated parallel to\nand not more than 6 inches from such wall.  No newsrack shall be installed,\nused or maintained on any sidewalk or parkway opposite a newsstand or other\nnewsrack.\n\n\t(2)\tExcept as otherwise provided by this code, no newsrack placed on the public\nright-of-way shall be chained, bolted or otherwise attached to any property or\nto any permanently fixed object.\n\n\t(3)\tNot more than four newsracks shall be placed immediately adjacent to each\nother.  Any such group of up to four newsracks shall be separated by a space of\nnot less than 48 inches from any other individual newsrack or group of\nnewsracks.\n\n\t(4)\tNot more than 16 newsracks shall be placed within 200 ft. of the same block\nface.  However, the Board may establish a number greater or less than 16 in any\nspecific block face by conducting an engineering study.  In cases where a block\nface is longer than 200 ft., for every additional 50 ft. of block face greater\nthan 200 ft., an additional four (4) newsracks may be installed.\n\n\t(5)\tNot more than one permit for installation of a newsrack shall be issued for\neach publication on one side of a block or within 200 ft. of the same block\nface, whichever is less. One publication includes: differing geographic editions\nof the same publication (Orange County edition; Valley edition, etc.); and daily\nand Sunday editions of the same publication.  In cases where a block face is\nlonger than 200 ft., and there is space to legally install additional newsracks,\nthen a permit for one publication to install a second newsrack on the same block\nface may be issued by the Board.\n\n\t(6)\tNewsracks shall not be permitted on the public right-of-way adjacent to any\nproperty that is zoned exclusively for single-family residential use (R-1).\n\n\t(G)\tPriorities Related to Placement of Newsracks.\n\n\t(1)\tIn determining in what order newsrack permittees may select their location\non a particular block face during implementation of this revised newsrack\nordinance, and in particular where there are more requests for newsrack spaces\non any one block face than there are legal spaces available, the Board of Public\nWorks shall, pursuant to its authority under paragraph (9) below, develop a\ncontent neutral criteria for determining the placement of newsracks applicable\nto each block face.\n\n\t(2)\tOnce this revised newsrack ordinance has been fully implemented citywide,\nall subsequent newsrack permits shall be issued on a first come first served\nbasis.\n\n\t(8)\tUnlawful Use:  No newsrack shall be used for advertising signs or\npublicity purposes. External lettering is restricted to the following:\n\n\t(A)\tIf the newsrack is situated next to the curb, the side parallel to the\ncurb, next to the lanes of traffic, may have external lettering replicating the\npublication masthead style and color, for the permitted publication in the\nsubject newsrack, in a total area not to exceed 144 square inches.\n\n\tIf an individual newsrack is used to distribute more than one publication, each\npublication distributed in that newsrack shall be entitled to have external\nlettering replicating the publication masthead style and color for the permitted\npublications in the subject newsrack.  However, the total area for all such\npublication mastheads on that newsrack shall not exceed 144 square inches.\n\n\t(B)\tThe side of the newsrack facing pedestrian traffic, except in Specific\nPlan\/Streetscape Plan Areas, as identified in Section (17), may have a “Rack\nCard”, with a total area not to exceed 238 square inches, which exclusively\nadvertises the newspaper or periodical being dispensed, and shall not include\nany third party advertising.  This “Rack Card” shall be located in the area\nimmediately below the hood on the front access side of the newsrack.\n\n\t(C)\tOther than as permitted in this section, no other lettering or advertising\nof any kind shall be permitted anywhere else on the newsrack, including the\nmount.\n\n\t(9)\tAuthority of the Board of Public Works to Promulgate Rules and Regulations\nfor the Permitting, Installation and Maintenance of the Newsracks in the Public\nRight-of-Way:  Consistent with the intent and requirements of LAMC § 42.00\n(f), et seq., the Board may adopt rules and regulations to administer the\ninstallation, placement, maintenance, size and material used for construction of\nnewsracks.  The Board may adopt any other rule and\/or regulation for the\nprotection of public safety, welfare, or property relative to permitting,\ninstallation, and maintenance of newsracks.  Prior to adoption of any rules\nand\/or regulations, the Board shall hold a public hearing.  Once any rules\nand\/or regulations are adopted, they shall be kept posted in the Board office\nand a copy thereof shall be furnished to any applicant for a newsrack permit.\n\n\t(10)\tNoncompliance With LAMC § 42.00 (f), et seq.; Tagging of Newsracks: \nExcept as provided in Subsection (12) hereof, whenever any newsrack is found to\nbe in violation of any Subsection of LAMC § 42.00 (f), the Board shall cause a\nnotice tag to be attached to said newsrack specifying the date and nature of the\nviolation, and shall E-mail or fax to the permittee a copy of the violation. \nPermittee shall within ten (10) calendar days from the date on which the tag was\nattached, either cause the violation to be corrected or request a hearing\npursuant to Subsection (13) hereof.  If a hearing is requested, staff will not\nremove the non compliant newsrack until a final determination by the Board.\nHowever, if a newsrack installed within the City right-of-way has no visible\nevidence that it has been properly permitted (no City issued bar code decal, no\nvisible contact information for the owner or no other evidence that would\nindicate that a valid permit for the newsrack had been issued) staff may\nconfiscate the offending newsrack and follow the procedures in subparagraph\n(11)(B) below.  There is hereby created a presumption that any newsrack within\nthe City’s right-of-way that does not have a city bar code decal, or visible\nidentification and contact information for the owner of the newsrack, has been\ninstalled without a valid permit.\n\n\t(A)\tA newsrack may be tagged for any violation of any requirement of LAMC §\n42.00 (f) including, but not limited to, the following:\n\n\t(1)\tWhere its installation, use or maintenance unreasonably interferes with or\nimpedes the flow of vehicular or pedestrian traffic;\n\n\t(2)\tWhere its installation, use or maintenance interferes with the use of\npoles, posts, traffic signs or signals, hydrants, mailboxes or other objects\nlegally permitted;\n\n\t(3)\tWhere its installation, use or maintenance unreasonably obstructs,\ninterferes with or impedes access to or the use of abutting property, including,\nbut not limited to, residences, places of business, or legally parked or stopped\nvehicles;\n\n\t(4)\tWhen such newsrack does not have a name, address and telephone number\naffixed in a place where such information may be easily seen and the designee of\nsuch newsrack cannot be otherwise identified;\n\n\t(5)\tWhen a newsrack is found in the public right-of-way which does not have a\nvisible, city issued, bar code decal present indicating the correct permit\nnumber of the newsrack or the newsrack has no valid permit at all; and\n\n\t(6)\tWhen a newsrack is found in the public right-of-way which is not maintained\nin a neat and clean condition and in good repair, in accordance with the\nfollowing Maintenance Specifications:\n\n\t(a)\tThe newsrack permittee shall maintain all newsracks and the sidewalk\nsurface immediately under and adjacent (within 2 feet) to the newsracks in a\nsafe, clean, attractive and sanitary condition and in good order and repair, as\ndetermined by the Department of Public Works, Bureau of Street Services\n(BOSS).  The permittee shall make routine inspection and maintenance calls on\neach newsrack once a week.  Such inspection and maintenance calls may be\nincorporated with delivery of newspapers or other publications.  The permittee\nshall make more frequent calls if conditions warrant.  At each maintenance\ncall, the permittee shall clean, wash and remove all graffiti, stickers,\nposters, litter, dust, dirt and weeds at each newsrack.  The newsrack shall be\nmaintained in a continual good and working condition.\n\n\t(b)\tMaintenance – Permittee shall respond to a request to secure a site or to\nperform maintenance within 24 hours of notification, but in no event more than\n72 hours.  The permittee shall use cleaning methods and procedures that have\nbeen demonstrated and approved and are environmentally safe, utilizing\nacceptable industry practices.\n\n\t(c)\tRepair and Replacement – The Permittee shall commence necessary repairs\nwithin one week when any damage or vandalism is found by BOSS.  If the newsrack\ndamage or vandalism is of an emergency or hazardous nature, the permittee will\nrepair, replace, remove or secure the site within 24 hours of notification.  If\nthe newsrack is totally destroyed because of an accident, the Permittee will\nremove the newsrack and appurtenant structures within 24 hours, including repair\nof any damage to the public right-of- way, returning the site to its former\ncondition prior to the newsrack installation.\n\n\t(d)\tGraffiti Removal – Permittee will upon notification by BOSS, or upon\ninspection, remove graffiti within 24 hours from any newsrack. \n\n\t(11)\tImpounding of Newsracks:\n\n\t(A)\tNotwithstanding the Department’s right to tag newsracks in violation of\nany Subsection on LAMC § 42.00 (f), the Department may cause any newsrack to be\nimpounded:\n\n\t(1)\tWhen the newsrack poses an immediate danger to persons or vehicles;\n\n\t(2)\tWhere its installation, use or maintenance endangers the safety of persons\nor property;\n\n\t(3)\tWhen pursuant to Subsection (10), a tag has been attached to a newsrack and\na written notice, such as fax, letter or E-mail has been sent to the owner,\noperator, or responsible person for the newsrack and the designee has neither\ncaused the violation specified on said tag to be corrected nor requested a\nhearing pursuant to Subsection (14), hereof within the time permitted;\n\n\t(4)\tWhen a hearing and appeal, if filed, have resulted in a final determination\nthat the violation(s) specified on the tag attached to such newsrack has in fact\noccurred, and the designee has failed to correct such violation(s) within ten\n(10) calendar days from the date of said determination;\n\n\t(5)\tWhen a request for a hearing or appeal has been withdrawn, such request\nshall be deemed withdrawn, either by actual withdrawal or by the failure of the\ndesignee to fully comply with Subsection (14) of this code;\n\n\t(6)\tWhen such newsrack has been abandoned; and\n\n\t(7)\tWhen such newsrack has been installed on the City’s right-of-way without\nfirst applying for and receiving a permit as required by this code.\n\n\tPursuant to this Subsection, a newsrack shall be deemed abandoned when it does\nnot contain the newspaper or other publication specified therefor for more than\nfour (4) consecutive days for a daily publication, eight (8) consecutive days\nfor a weekly publication, sixteen (16) consecutive days for a biweekly\npublication, or thirty-four (34) days for a monthly publication.  A newsstand\nshall be deemed abandoned if it is not open for a period of more than seven (7)\nconsecutive days.\n\n\t(B)\tStandard impound procedures:  Within forty-eight (48) hours after removal\nof any newsrack, the Board shall notify the owner in writing, fax or E-mail of\nthe removal and the reason for removal where ownership information is posted on\nthe newsrack either through the City bar code decal or the required owner\ncontact information.  If ownership information is not readily available because\nthere is no City bar code decal, or ownership identification information posted\non the newsrack, or no newspaper or periodical in the newsrack with contact\ninformation, the City shall make every reasonable effort to comply with the\nnotification procedure of this subsection.  When notification is possible, the\nnotice shall also inform the owner of the right to request, either in writing or\nin person, within five (5) business days of the date of the postmark of such\nwritten notice, a hearing by the Board or its designee pursuant to Subsection\n(14), to determine whether such removal was proper.\n\n\t(12)\tReturn of Impounded Newsracks:\n\n\t(A)\tAny newsrack, together with its contents, which has been impounded pursuant\nto Subdivision (11) hereof, shall be returned to the permittee:\n\n\t(1)\tUpon receipt of an impound fee as determined herein; or\n\n\t(2)\tUpon a determination after hearing by the Board or its designee, pursuant\nto Subsection (14) hereof, that the newsrack should not have been impounded and\nshould be returned to the permittee;\n\n\t(B)\tIn the event a hearing has not been requested pursuant to Subsection (14)\nwithin the time permitted following the impoundment of any newsrack, an impound\nfee as set forth herein shall be imposed upon the permittee and shall be paid\nbefore the impounded newsrack is returned.\n\n\t(C)\tThe fees herein shall be determined and adopted by the Board in order to\ncollect sufficient money to defer the complete cost of the City’s newsrack\npermitting and enforcement program as set forth in this code.  The fees shall\nbe adjusted from time to time by the Board to reflect any change in the cost of\npermitting and enforcement.  At no time shall the fees adopted by the Board\nrecover more than the actual cost of the program.\n\n\t(13)\tSale or Disposal After Impoundment:  The Department may sell or otherwise\ndispose of any newsrack, together with its contents, and retain the proceeds,\npursuant to California Government Code Section 50050 et seq., from any such sale\nor other disposition, and any monies contained in said newsrack at the time of\nits impoundment, provided that either:\n\n\t(A)\tNo hearing has been requested pursuant to Subsection (14) within the time\npermitted;\n\n\t(B)\tA hearing and an appeal, if filed, have resulted in a final determination\nthat said newsrack was properly impounded, and fees assessed pursuant to\nSubsection (12) have not been received within thirty (30) days from the date of\nthe final determination.\n\n\t(14)\tHearings:\n\n\t(A)\tRequest for Hearing – Any newsrack permittee may file a written request\nwith the Department for a hearing, in person or by certified mail, for the\npurpose of demonstrating that a newsrack should not have been impounded, or that\na violation as specified on the tag attached to a newsrack pursuant to\nSubsection (10) hereof has not in fact occurred.\n\n\t(B)\tNotice of Hearing – Within two (2) working days from the date on which\nthe request for hearing is received, the Department shall set a hearing date and\nshall notify the designee by certified mail of the date, time and place of said\nhearing.  Said hearing shall occur within ten (10) working days of the date of\nmailing the notice unless the person requesting the hearing wishes to have the\nhearing at a later date, and both parties agree on the date.\n\n\t(C)\tConduct of Hearing – At the time set for such hearing, or at the date to\nwhich such hearing is continued, the Board or its designee shall receive all\nevidence relevant to the occurrence or non-occurrence of the specified\nviolation(s), the compliance or noncompliance with any of the provisions of this\nSubsection, and any other relevant information.  Such hearing need not be\nconducted according to technical rules relating to evidence and witnesses. \nOral evidence shall be taken only on oath or affirmation.\n\n\t(D)\tDecision after Hearing – Within ten (10) working days after the\nconclusion of the hearing, the Board or its designee shall find and determine,\nfrom the facts adduced at said hearing, whether the newsrack should have been\ntagged and\/or impounded, and whether said newsrack shall be returned except upon\nreceipt of fees as specified in Subsection (12). The decision of the Board or\nits designee shall be in writing and shall contain findings of fact, a\ndetermination of the issues presented, and the amount of the fee, if any, to be\nimposed.\n\n\t(E)\tNotice of Decision – The Department shall send to the designee, by\ncertified mail, a copy of its decision and order.\n\n\t(15)\tNo Criminal Sanctions:  Notwithstanding any provision of Subsection 11.00\n(m) of this Code, no person shall be subject to the imposition of criminal\nliability for any violation of LAMC § 42.00 (f).\n\n\t(16)\tNo Newsrack Areas – Regional Historic or Cultural Significance:\n\n\t(A)\tNo newsrack shall be installed in an area deemed by the City Cultural\nHeritage Commission and the City Council to be of municipal or regional historic\nsignificance or regional cultural significance, including any of the following\nlocations:\n\n\t(1)\tOn the Hollywood Walk of Fame (both sides of Hollywood Boulevard between La\nBrea Avenue and Gower Street, and both sides of Vine Street between Yucca Street\nand Sunset Boulevard);\n\n\t(2)\tOn the sidewalks immediately contiguous to the restored City Hall (the east\nblock face on Spring Street between Temple Street and 1st Street, the south\nblock face of Temple Street between Spring Street and Main Street, the west\nblock face of Main Street between Temple Street and 1st Street, and the north\nblock face of 1st Street between Spring Street and Main Street);\n\n\t(3)\tEl Pueblo de Los Angeles (Olvera Street, the east block face of Main Street\nbetween Cesar Chavez Avenue and Aliso Street, the south block of Cesar Chavez\nbetween Main Street and Alameda Street, the west block face of Alameda Street\nbetween Cesar Chavez Avenue and Aliso Street, and the north block face of Aliso\nStreet between Main Street and Alameda Street);\n\n\t(4)\tOn the sidewalks immediately contiguous to Disney Hall (the east block face\nof Hope Street between 1st Street and Upper 2nd Street; the west south block\nface of 1st Street between Hope Avenue and Grand Avenue; the west block face of\nGrand Avenue between 1st Street and Upper 2nd Street; and the north block face\nof Upper 2nd Street between Hope Avenue and Grand Avenue); or\n\n\t(5)\tOn the sidewalks on the block faces immediately to the west and east of the\nMusic Center and Dorothy Chandler Pavilion (the west block face of Grand Avenue\nbetween 1st Street and Temple Street; and the east block face of Hope Street\nbetween 1st Street and Temple Street).\n\n\t(6)\tOn the Venice Boardwalk (both sides of Ocean Front Walk between Navy Street\non the north and Venice Pier\/Washington Boulevard on the south).\n\n\t(7)\tOn the sidewalks of the Westwood Village Broxton Avenue Promenade (both\nsides of Broxton Avenue between Le Conte Avenue and Kinross Avenue).\n\n\t(B)\tIn the event an area of the City which is deemed by the City Cultural\nHeritage Commission and the City Council to be of municipal regional historic\nsignificance, such an area may apply to the Board for designation as an area\nwhere no newsracks shall be installed, subject to the approval of the City\nCouncil.\n\n\t(17)\tSpecific Plan\/Streetscape Plan Areas:  Specific Plan Areas, Streetscape\nPlan Areas, or other Special Planning Districts approved by the Planning\nDepartment, which include a standard streetscape color, may request a uniform\nnewsrack color other than Ivy Green, from the Board, with Council input, and if\ngranted, the color shall be one of the following three colors: black (RAL 9017\n“Grotto Black”), blue (Benjamin Moore No. 805 “Westwood Blue”) or gray\n(Marine Silver 38\/90010).\n\n\t(18)\tSeverability:  If any section or subsection of this ordinance is deemed\nto be void or unenforceable, such shall be severed from the whole and the\nremaining portions of the ordinance shall remain in full force and effect.\n\n\t(g)\tStreets – Newsstands.  (Amended by Ord. No. 145,691, Eff. 5\/2\/74.)\n\n\t(1)\tNo person shall install, use or maintain any newsstand which projects onto,\ninto or over any part of the roadway of any public street, or which rests,\nwholly or in part, upon, along or over any portion of the roadway of any street.\n\n\t(2)\tNo person shall install, use or maintain any newsstand which in whole or in\npart rests upon, in or over any sidewalk or parkway when such installation, use\nor maintenance endangers the safety of persons or property, or when such site or\nlocation is used for public utility purposes, public transportation purposes or\nother governmental use, or when such newsstand unreasonably interferes with or\nimpedes the flow of pedestrian or vehicular traffic, the ingress into or the\negress from any residence or place of business, or the use of poles, posts,\ntraffic signs or signals, hydrants, mailboxes, or other objects permitted at or\nnear said locations.\n\n\t(3)\tAny newsstand which in whole or in part rests upon, in or over any sidewalk\nor parkway, shall comply with the following standards:\n\n\t(A)\tNo newsstand shall exceed five feet in height, seventy-five inches in width\nand three feet in depth, except that if erected parallel and adjacent to the\nwall of a building, it shall not extend over that area of the sidewalk or\nparkway by more than twenty inches, shall not exceed a length of fifty feet, or\na height of eight feet.  (Amended by Ord. No. 161,043, Eff. 5\/3\/86.)\n\n\t(B)\tExcept for a newsstand erected adjacent to the wall of a building, no\nnewsstand shall be placed less than twelve inches nor more than eighteen inches\nfrom the edge of the curb.\n\n\t(C)\tNo newsstand shall be placed or maintained on the sidewalk or parkway\nopposite another newsstand.\n\n\t(D)\tNo seat, chair, rack, case, canopy, awning, overhang, or other object shall\nbe attached to the exterior of any newsstand, nor shall any such object when\nattached to any part of a newsstand be permitted to extend beyond its exterior\nwall.\n\n\t(E)\tNo newsstand shall be so placed that the clear space for the passage of\npedestrians upon the sidewalk and parkway is reduced to less than six feet.\n\n\t(F)\tNewsstands shall be soundly constructed of wood, metal or other suitable\npermanent material, painted in a manner and color as prescribed by the Board of\nPublic Works, and maintained at all times, in a clean, neat and attractive\ncondition and in good repair and, as to the Central Traffic District, as defined\nin Section 80.00 of this Code, such newsstands shall be of design and\nconstruction approved by the Department of Cultural Affairs.  (Amended by Ord.\nNo. 161,043, Eff. 5\/3\/86.)\n\n\t(G)\tNo newsstand shall be used for advertising signs or publicity purposes\nother than that dealing with the display, sale or purchase of newspapers or new\nperiodicals.\n\n\t(H)\tNo newsstand shall be placed within three feet of any area improved with\nlawn, flowers, shrubs or trees or within three feet of any display window of any\nbuilding abutting the street or in such manner as to impede or interfere with\nthe reasonable use of such window for display purposes.\n\n\t(I)\tNo newsstand shall be utilized for the sale, or offer for sale, nor for the\ndisplay for sale, of any article or item other than newspapers, magazines,\nperiodicals and other similar newsprint publications.  (Added by Ord. No.\n161,043, Eff. 5\/3\/86.)\n\n\t(J)\tNewsstands, in the Central Traffic District, as defined by Section 80.00 of\nthis Code, shall be open and utilized for business at least six hours a day,\nfive days a week and the holder of the permit shall be present at the newsstand\nand operating it himself or herself seventy-five percent (75%) of the time it is\nopen, or thirty (30) hours a week, whichever is less. Waivers of such\nrequirement may be granted by the Board of Public Works for good cause.  (Added\nby Ord. No. 161,043, Eff. 5\/3\/86.)\n\n\t(4)\tEvery person placing or maintaining a newsstand on the streets of the City\nof Los Angeles shall have affixed thereto in a place readily visible to the\npublic a telephone number or postal box number where the owner may be reached.\n\n\t(5)\t(Amended by Ord. No. 161,043, Eff. 5\/3\/86.)  No person shall install, use\nor maintain any newsstand which in whole or in part rests upon, in, or over any\ndedicated sidewalk or parkway in the Central Traffic District, as defined by\nSection 80.00 of this Code, without first applying for and obtaining a permit\nfrom the Department. The issuance of such permit shall be subject to the\nprovisions of this subdivision.\n\n\t(A)\tForms for Permit – The Department shall prescribe and make available\npermit application forms. The applicant shall submit to the Department a\ncompleted form, on which the following information shall have been entered:\n\n\t(i)\tThe name, address and telephone number of the applicant;\n\n\t(ii)\tThe name, address and telephone number of the person whom the applicant\ndesignates to be notified concerning the applicant’s newsstand;\n\n\t(iii)\tThe requested location for the newsstand.\n\n\t(B)\tIssuance of Permit – Upon proper application, the Department may, upon\nthe payment of the fee provided below, issue a newsstand permit to the applicant\nin accordance with the provisions of this Subdivision (5). Such permit shall not\nbe assignable nor shall more than one permit be issued to any one person. No\nmore than two newsstands shall be allowed on any one block. As used herein\n“block” shall mean one side of a street between two consecutive intersecting\nstreets.\n\n\t(C)\tThe Board shall enact regulations for the selection of permittees taking\ninto consideration the length of time a newsstand has been operated by the\napplicant at a particular location, whether there has existed a business license\nfor such newsstand, the number of violations an applicant has incurred in the\noperation of his or her newsstand and such other factors the Board deems\nappropriate.\n\n\t(D)\tValidity of Permit – Permits shall be valid from the issuance date until\nthe May 31st following such date, and may be renewed annually thereafter. Such\npermits shall be issued initially for a period not to exceed one year and\nrenewals thereof shall be for a maximum of one year periods thereafter.\n\n\t(E)\tPermit Fee – There shall be a permit fee for new, and renewal, permits in\nthe amount of twenty-five (25) dollars for each newsstand. Whenever any permit\nis issued after May 31st, the amount of such fee shall be prorated on a\nquarterly basis. The permit fee may be increased by the Board if so justified by\nan increase in the cost of regulation.\n\n\t(F)\tPermit Decals – The Department shall issue to each permittee a permit\ndecal for the newsstand covered by the permit. Permittees shall cause the decal\nto be affixed to the front face of the newsstand so as to be visible from the\nsidewalk.\n\n\t(6)\tPrior to the issuance of a permit by the Department, the applicant shall\nfurnish to the Department a certificate, in a form satisfactory to the\nDepartment and City Attorney, that the applicant has then in force public\nliability and property damage insurance, naming the City as an additional\ninsured, in an amount and type as determined by the Board, subject to reasonable\navailability. The evidence of insurances filed shall include a statement by the\ninsurance carrier that thirty (30) days notice will be given to the City\nAttorney before any cancellation of coverage. The City shall be named as an\nadditional insured on any such insurance policy. Such insurance shall be\nmaintained throughout the permit period.  (Added by Ord. No. 161,043, Eff.\n5\/3\/86.)\n\n\t(7)\tAny newsstand installed, used or maintained in violation of this subsection\nshall be removed subject to the provisions of Subdivisions (7) through (12) of\nSubsection (f) of this section. In addition any violation of this subsection\nshall subject the applicant and\/or violator to the imposition of criminal\nliability.  (Added by Ord. No. 161,043, Eff. 5\/3\/86.)\n\n\t(8)\tUpon the cessation and abandonment of operations of any newsstand the\nperson holding the permit, or if no one is presently holding a permit the last\none to hold a permit for the newsstand, shall be responsible for the removal of\nsuch newsstand. If the newsstand is not so removed the City shall so remove it\npursuant to Subsection (f) hereof and assess the most recent holder of the\npermit for the costs incurred.  (Added by Ord. No. 161,043, Eff. 5\/3\/86.)\n\n\t(9)\tViolation of any provision of this subsection may result, after due notice\nand hearing, in the revocation of the permit by the Board.  (Added by Ord. No.\n161,043, Eff. 5\/3\/86.)\n\n\t(h)\tFreeway On-Ramps and Off-Ramps – Sales Prohibited.  Notwithstanding any\nother provision of this Code, no person on any street, or other public property\nof whatever nature or description, shall, within fifty feet of the roadway of\nany freeway on-ramp or off-ramp, distribute, deliver, sell, offer for sale or\nsolicit the sale of any newspapers, magazines, periodicals, circulars, handbills\nor other printed matter or any goods, wares or merchandise regardless of type,\nnature, kind or description.  (Amended by Ord. No. 145,691, Eff. 5\/2\/74.)\n\n\t(i)\tThe provisions of this section shall not apply to the installation and\nmaintenance of any bench installed and maintained in accordance with Article 8\nof Chapter VI of this code, nor to the operation and maintenance of\nsearchlights, generators and floodlights in accordance with the restrictions and\nrequirements of Division T of Chapter VIII of this Code. Nor shall the\nprovisions of this section prohibit the putting of business notices, signs or\nemblems upon ordinary business or carrier vehicles. Nor shall the provisions of\nthis section apply to temporary selling activities and advertising related\nthereto conducted pursuant to a permit granted under Subsection (j) hereof.\n(Amended by Ord. No. 145,691, Eff. 5\/2\/74.)\n\n\t(j)\tPermit for Temporary Selling Activities Board of Public Works.  (Amended\nby Ord. No. 145,691, Eff. 5\/2\/74.)\n\n\t(1)\tThe Board of Public Works may issue upon written application, made upon a\nform prescribed by the Board, a permit authorizing temporary selling activities\nand advertising relative thereto, on sidewalks, parkways and roadways, provided\nthat as to roadways such permit’s issuance will, in addition to this\nsection’s requirements, be governed by the provisions of Section 41.20 of this\nCode, in connection with a community civic event sponsored and conducted by a\nnonprofit organization formed for charitable, educational, civic, veteran,\nphilanthropic or other benevolent purposes, under the following conditions: \n(Amended by Ord. No. 150,706, Eff. 5\/13\/78.)\n\n\t(A)\t“Community civic center” means the sponsoring and conducting by a\nnonprofit organization of a civic, artistic, cultural, charitable, educational,\nveteran or benevolent activity of community interest. The Board shall require\nreasonable proof of the nonprofit status of the sponsoring organization and a\nsufficient showing of community interest, which showing shall consist of\nfurnishing the Board with names and addresses of at least 100 persons who will\nsupport the activity, at least 50% of which either reside or work in the\nlocation specified in the application for permit where the activity is to take\nplace.\n\n\t(B)\tEach permit shall be valid for a period of three consecutive days only, two\nof which days shall be a Saturday or Sunday.   (Amended by Ord. No. 158,731,\nEff. 2\/25\/84.)\n\n\t(C)\tEach application for a permit must be accompanied by a fee and must be\npresented to the Board not less than 40 nor more than 180 days before the\ncommencing date of the proposed permit activities; provided that the Board may\nwaive these time requirements if it determines such waiver to be in the public\ninterest. The fee herein shall be determined and adopted in the same manner as\nprovided in Section 12.37-I, 1 of the Los Angeles Municipal Code for\nestablishing fees.  (Amended by Ord. No. 165,675, Eff. 5\/11\/90.)\n\n\t(D)\tNo person or sponsoring organization shall fail to keep the permit, at all\ntimes, at the place where the selling activities are being conducted, nor fail,\nupon demand therefor, to exhibit such permit to any public officer.\n\n\t(E)\tNo selling or advertising activities shall be conducted in the roadway or\nwithin two feet of the curb of any sidewalk unless authorized by the Board of\nPublic works.  (Amended by Ord. No. 150,706, Eff. 5\/13\/78.)\n\n\t(F)\t(Amended by Ord. No. 173,283, Eff. 6\/26\/00, Oper. 7\/1\/00.)  Nor may such\nselling activities take place without an Information Card, written Notice of\nIntention, or professional fund-raiser’s license if the activity is such that\none would be required under Article 4, Chapter 4 of the Los Angeles Municipal\nCode.\n\n\t(G)\tThe application for such permit shall contain:\n\n\t1.\tThe name of the applicant, the sponsoring organization, the event chairman\nand the addresses and telephone numbers of each.\n\n\t2.\tThe location and outside perimeter of the selling area, indicated upon a map\nof the area.\n\n\t3.\tThe date and times at which the selling activities are to take place.\n\n\t4.\tA description of the selling activity which will be conducted.\n\n\t5.\tA list of all persons who will be engaging in temporary selling activities\nat any time during the dates and times for which a temporary selling permit is\ngranted. However this list may be furnished after the application has been\nsubmitted, so long as it is not furnished later than one week before the event\nis to take place.\n\n\t6.\tAn agreement to comply with the terms of the permit.\n\n\t(2)\tSponsoring organizations may be granted a temporary selling permit if the\norganization meets the following requirements:\n\n\t(A)\tThat the title of any real property in the City of Los Angeles owned by\nsuch organization is vested in the name of such organization, if it be a\ncorporation, or else in the name or names of a responsible trustee or trustees\nunder a declaration of trust or other written instrument setting forth the\nrights of said organization therein; and recorded in the records of the County\nRecorder of Los Angeles County.\n\n\t(B)\tThat the declared  purposes for which such organization is organized are\ncharitable, educational, civic, community service, veteran, benevolent or other\nphilanthropic purposes, and not for the pecuniary profit of the members of the\norganization thereof or any of them.\n\n\t(C)\tThat for three months prior to its application for a temporary selling\npermit said organization has faithfully complied with the following provisions\nwith reference to its accounts, namely: All funds received by it, and all\ndisbursements made by it, have been entered upon the books of its treasurer or\nother financial officer, receipts have been given or tendered for all money or\nother property donated to it, whenever required by law or ordinance; all\nexpenditures other than petty cash to a reasonable amount have been made by\nchecks signed by at least two officers of such organization; that the bank book\nof such organization has been balanced and reconciled with the books of account\nat reasonable intervals.\n\n\t(D)\tThat no monies of said organization are on loan directly or indirectly to\nany  officer, director, trustee, employee or member thereof, and that the\norganization has not invested any monies constituting part of its permanent\nendowment funds except in securities legal as investments for savings banks\nwithin the State of California, and has not diverted funds donated to it from an\nsource to purposes other than those for which they were donated.  (Amended by\nOrd. No. 156,941, Eff. 8\/20\/82.)\n\n\t(E)\tThat the work for which such organization has been formed has been\nfaithfully performed.\n\n\t(F)\tThat the bylaws and other written rules and regulations of such\norganization define the powers and duties of the officers of such organization,\nand that a copy of the Articles of Incorporation, if it be a corporation, and a\ncopy of the bylaws and other written rules and regulations of such organization\nhave been filed with the Department of Public works.\n\n\t(G)\tThat within one year prior to its application such organization has not\nviolated any law or ordinance applicable to it.\n\n\t(3)\tThe Board shall cause such application to be investigated and shall grant\nthe permit if it determines: that the proposed activities will not disrupt to an\nunreasonable extent the movement of vehicular or pedestrian traffic or create a\nhazard to the public; that the proposed activities are not of a size or nature\nthat require the diversion of so great a number of police personnel to regulate\nsuch activities that it prevents reasonable police protection for the City or\nfor the councilmanic district where the temporary selling activity is to take\nplace; that the concentration of persons, equipment and materials is not so\ngreat in the selling area that it would prevent proper fire, police and\nambulance protection; that the applicant agrees to be responsible for cleanup\nnecessitated by the proposed activities and the Board may, in its discretion,\nrequire a cleanup deposit to guarantee that cleanup takes place.  (Amended by\nOrd. No. 160,175, Eff. 8\/24\/85.)\n\n\t(4)\tThe Board shall further condition the granting of such permit upon the\npermit applicant filing with the Board a policy of public liability insurance in\nwhich the City has been named as insured or co-insured with the permittee. The\npolicy of insurance shall insure the City and its officers and employees against\nall claims arising out of or in connection with the issuance of the permit or\nthe operation of the permittee, his agents or representatives pursuant to the\npermit. The policy of insurance shall provide coverage no less than $100,000 per\noccurrence of bodily injury and $25,000 per occurrence of property damage.\n\n\t(5)\tThe Board shall adopt uniform rules and regulations so as to carry out the\npurposes of this subsection and shall condition the granting of permits upon\ncompliance therewith and also with such other conditions as the Board may deem\nnecessary to impose for the proper protection of persons and property.\n\n\t(k)\tThe provisions of this section shall not prohibit sales that are otherwise\npermitted under the terms of Section 80.73 of this Code.  (Amended by Ord. No.\n150,561, Eff. 3\/19\/78.)\n\n\t(l)\tPermit for Flower Vending Booths.  (Added by Ord. No. 159,008, Eff.\n7\/1\/84.)\n\n\t(1)\tThe provisions of this section shall not apply to the sale of flowers from\na flower vending booth operated pursuant to a permit granted by the Board of\nPublic Works.\n\n\t(2)\tThe Board may issue a revocable permit for the installation and operation\nof a flower vending booth on a sidewalk pursuant to the one year pilot flower\nvending booth demonstration program authorized by the City Council in the\ndowntown area.\n\n\t(3)\tThe issuance of any such permit does not preclude the requirements of any\nother permits or approval for any such installation.\n\n\t(m)\tEstablishment and Regulation of Special Sidewalk Vending Districts. \n(Added by Ord. No. 169,319, Eff. 2\/18\/94.)\n\n\t(1)\tThe Board of Public Works, hereinafter referred to as “Board,” is\nauthorized to form special sidewalk vending districts for the purpose of\npermitting vending of goods, wares and merchandise and announcing the\navailability thereof within such districts, and to promulgate rules and\nregulations with respect to the formation of such districts.  The term\n“district” whenever used in this subdivision shall mean “special sidewalk\nvending district.”  No more than eight districts shall be approved by the\nBoard during the first two years following the effective date of this\nordinance.  Each district shall have a  designated police liaison appointed by\nthe Chief of Police.  Before any proposed vending districts are established,\nthe City Council shall adopt a humane and comprehensive enforcement policy\nregarding sidewalk vending both inside and outside the proposed districts.\n\n\t(2)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  A petition may be filed with\nthe Sidewalk Vending Administrator of the Community Development Department,\nhereinafter referred to as “Sidewalk Vending Administrator,” by any person\nor persons, hereinafter referred to as “applicant,” interested in the\nformation of a special sidewalk vending district.  The Sidewalk Vending\nAdministrator shall coordinate with the Board regarding the filing and\nprocessing of said application.  The petition shall be subject to the following\nconditions and requirements:\n\n\t(A)\tThe applicant shall pay to the Sidewalk Vending Administrator a non\nrefundable application fee to establish a district.  However, such fee shall\nnot be paid until after the City Council has approved the formation of the\ndistrict pursuant to Subdivision (6) of this subsection.  No license\napplication in respect to said district shall be approved until the fee has been\npaid.  Said fee shall be determined and adopted in the same manner as provided\nin Section 12.37-I,1 of the Los Angeles Municipal Code for establishing fees.\n\n\t(B)\tThe petition shall contain the name or names of the applicant(s) and names\nand signatures together with residence or business addresses within the district\nof persons endorsing the formation of the district.  The endorsing list must\nconsist of the owners or those in possession, such as tenants or lessees, of at\nleast 20 percent of the businesses and 20 percent of the residents in each block\nor portion thereof to be included in the district.\n\n\t(C)\tThe petition shall set forth:\n\n\t1.\tThe proposed boundaries of the district, which shall only be in commercially\nzoned areas of the City;\n\n\t2.\tThe location and number of vending sites sought to be approved;\n\n\t3.\tAny rules or regulations deemed necessary or desirable by the petitioners to\norganize vending activity within the district; and\n\n\t4.\tThe purpose for establishing the district.\n\n\t(D)\tThe petition shall be accompanied by a list provided by the Sidewalk\nVending Administrator of the names and addresses of all property owners,\nbusinesses and residents within the district and within a 500-foot radius of the\nboundaries of the district, together with a cash deposit sufficient to cover the\ncosts of preparing such a list and of mailing and publishing notifications as\nprovided below.\n\n\t(E)\tThe district shall not be limited to any particular size and the proposed\ndensity of vending sites may vary from area-to-area within the district.\n\n\t(3)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  Upon receipt of said\npetition, the Sidewalk Vending Administrator shall notify the Council member or\nCouncil members in whose district or districts the special sidewalk vending\ndistrict is proposed to be located, at which time the Council member or Council\nmembers shall appoint a Community Advisory Committee.  The Community Advisory\nCommittee must contain a Street Use Inspector, a Police Officer and the Sidewalk\nVending Administrator.  The committee shall have balanced representation of\nproponents of the district, fixed businesses, and residents within or adjacent\nto the proposed districts, as well as a representative of the Council office or\noffices.  The committee will make recommendations on boundaries of the\ndistrict, density and location of vendors, goods sold, design of carts and hours\nof operation.  There shall be a limit of 90 days between filing this petition\nand a final decision by the Board.\n\n\t(4)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  After reviewing the petition\nfor compliance with the provisions of this Code, the Sidewalk Vending\nAdministrator shall transmit said petition to the Board which shall set the\nmatter for public hearing in coordination with the Sidewalk Vending\nAdministrator within 30 days after receipt thereof.  Notice of the time, place\nand purpose of the public hearing shall be given by the Sidewalk Vending\nAdministrator to each applicant by mailing a written notice of the hearing not\nless than 30 days prior to the date of such hearing.  The Sidewalk Vending\nAdministrator shall at the same time mail such notice to all property owners,\nbusinesses and residents within the proposed district and within a 500-foot\nradius of the boundaries of the district.  The Sidewalk Vending Administrator\nshall further cause there to be published a notice of such public hearing in a\nnewspaper of general circulation in the area wherein the sidewalk vending\ndistrict is proposed to be established.  The notice shall be published in both\nEnglish and in any other language spoken as their primary language by a\nsubstantial number of the persons residing in the proposed district.  The\nnotice shall be published as provided for in Section 6064 of the Government Code\nof the State of California, and shall state the purpose of the proposed\ndistrict, the boundaries thereof and the date, time and place of the public\nhearing.\n\n\t(5)\tAny interested person may appear at such hearing and comment with respect\nto the proposed vending district.  Comments may also be submitted in writing\nprior to the date of such hearing.  The Board shall also consider\nrecommendations of merchant associations, chambers of commerce, the Los Angeles\nPolice Department and various other affected City departments.\n\t(6)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  The Sidewalk Vending\nAdministrator shall refer the matter to the Council member or Council members in\nwhose district or districts the special vending district is proposed to be\nlocated for review and recommendation, together with a summary of comments made\nat the hearing.  Based upon the foregoing comments, recommendations of the\nCommunity Advisory Committee and Council member recommendations, the Board may\nmake a finding that the public welfare would be served by the establishment of\nsuch a district.  In so doing, the Board may for good cause alter the proposed\ndistrict boundaries and the number, location and density of proposed vending\nsites.  The Board shall transmit to the City Council its finding and the\nreasons therefor together with its recommendation that the district be\nestablished in the manner proposed in the petition or as modified by the\nBoard.  The City Council may approve, modify or disapprove the recommendation\nof the Board.  The district shall be established upon approval, or approval as\nmodified, of the Board’s recommendation.  For good cause, after due\nconsideration of all comments and recommendations presented, the Board may make\na finding that the public welfare would not be served by the establishment of\nthe district.  The Board’s finding may be based on factors such as\nincompatibility of vending pushcarts with area architectural style, conflict\nwith the area’s specific plan, the presence of pushcarts as an impediment to\nthe use of on-street parking locations in areas where an unusually heavy demand\nfor such parking exists, or the presence of zoning restrictions prohibiting such\nvending activities on private property in the area.  The Board shall transmit\nto the City Council its finding and the reasons therefor together with its\nrecommendation that the district not be established.  The City Council may\napprove or disapprove the recommendation of the Board.  If disapproved, such\ndisapproval shall establish the district and the Board shall be so informed,\nprovided, however, that either the City Council, or the Board with approval of\nthe Council, may modify district boundaries and number, location and density of\nproposed vending sites, as set forth in the petition.\n\n\t(7)\tUpon petition of an interested party, a special district may be\ndisestablished, or areas withdrawn therefrom, for good cause.  Each such\npetition shall contain the signatures of at least 20 percent of the owners or\npersons in possession, such as tenants or lessees, of businesses in each block\nor portion thereof of the district or part thereof proposed to be withdrawn, and\nat least 20 percent of the residents of each such block or portion thereof. \nEach such petition shall comply with the requirements of Section\n42.00(m)(2)(D).  The Board shall hold a hearing into the matter preceded by\nnotice as provided for in Subdivision (4) above.  In the event the Board makes\na finding that the public welfare would be served by disestablishment of the\ndistrict or by withdrawal of an area, the Board shall transmit to the City\nCouncil its finding and the reasons therefor, together with its recommendation\nthat district be disestablished or an area be withdrawn therefrom.  The City\nCouncil may approve or disapprove the Board’s recommendation.  Approval\ndisestablishes the district or withdraws the subject area therefrom.\n\n\t(8)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  The Sidewalk Vending\nAdministrator shall review all rules and regulations proposed by petitioners,\nthe Community Advisory Committee of the particular vending district, and any\nother interested parties provided that the Community Advisory Committee has had\nan opportunity to review them and transmit all such rules and regulations to the\nBoard, together with his or her recommendations regarding adoption.  The Board\nshall adopt all such rules and regulations for the district unless good cause\nexists for non-adoption.  In addition, the Board, for good cause, may adopt\nsuch other rules and regulations for the district as would promote the public\nhealth, welfare and safety.  Rules and regulations, when adopted, shall be\nbinding upon all affected persons within the district.\n\n\t(9)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  No permit shall be issued,\nhowever, until a contract has been executed between the City, through the\nCommunity Development Department,  and any organization selected to manage the\nspecial sidewalk vending district, referred to hereinafter as “management\norganization”, as provided for in Los Angeles Administrative Code Section\n22.361.\n\n\t(10)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  The Community Development\nDepartment, through the Sidewalk Vending Administrator, shall determine the\nallocation of vending permits within the district, whether by lottery or\notherwise, in a manner consistent with public health, safety and welfare. \nHowever, the Sidewalk Vending Administrator may by contract delegate that\nfunction to any organization selected to manage the district subject to the\nsupervision of the Sidewalk Vending Administrator and approval by the Community\nDevelopment Department as to method of allocation to assure that vending permits\nare allocated in a fair and impartial manner.\n\n\t(11)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  The Community Development\nDepartment, through the Sidewalk Vending Administrator, shall issue all sidewalk\nvending permits and collect all fees and charges in connection therewith.  Any\nperson desiring to be issued a permit for sidewalk vending within a district may\nmake application to the Sidewalk Vending Administrator on forms provided.  The\napplication shall set forth the following information:\n\n\t(A)\tThe name, address and telephone number of the applicant;\n\n\t(B)\tThe exact location at which the vending is proposed to be conducted;\n\n\t(C)\tA complete list of what is proposed to be sold;\n\n\t(D)\tThe hours per day and days per week during which sidewalk vending will be\nconducted; and\n\n\t(E)\tAny other information required by the Community Development Department.\n\n\t(12)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  No permit or renewal permit\nshall be issued unless the applicant has complied with all of the following\nrequirements:\n\n\t(A)\tIf any food or drink item is proposed to be sold, the applicant has\nobtained approval from the County Department of Health Services to engage in the\nvending of the item in the manner proposed;\n\n\t(B)\t(Amended by Ord. No. 173,298, Eff. 6\/30\/00, Oper. 7\/1\/00.)  All other\nnecessary City, County and State licenses and permits have been obtained,\nincluding a Business Tax Registration Certificate from the Office of Finance.\n\n\t(C)\t(Amended by Ord. No. 173,363, Eff. 7 \/29\/00, Oper. 7\/1\/00.)  The applicant\nhas filed with the Community Development Department a policy of public liability\nand property damage insurance, in a form satisfactory to it and to the City\nAttorney, in which the City is named as a co-insured with the applicant.  The\npolicy of insurance shall so insure the City and its officers and employees\nagainst all claims arising out of or in connection with the issuance of the\npermit or the operation of the permittee.  The policy of insurance shall be in\nan amount and type as determined by the Community Development Department in\nconsultation with the Director of the Office of Administrative and Research\nServices, subject to reasonable availability.  The Community Development\nDepartment, in consultation with the Director of the Office of Administrative\nand Research Services, may waive the requirement of insurance if none is\nreasonably available.  In lieu of individual policies of insurance, the\nCommunity Development Department may cause to be secured a general or blanket\npolicy of insurance covering all applicants and thereafter determine the pro\nrata cost to each applicant, which shall be collected before approval of the\napplication.  Any policy of insurance shall contain a statement by the\ninsurance carrier that thirty (30) days’ notice will be given to the City\nAttorney before any cancellation of coverage.  Insurance shall be maintained\nthroughout the permit period.  The Community Development Department may for\ngood cause increase the amount of required insurance.\n\n\t(D)\tThe applicant shows proof of ownership, lease or rental of a pushcart\nconstructed for the purpose of vending goods, wares or merchandise according to\nthe requirements and specifications of the Community Development Department.\n\n\t(E)\tApproval in writing has been obtained from the owner, tenant or person in\nlawful possession or control of the property abutting upon the street\nimmediately adjacent to the location where the vending is proposed to be\nconducted.  Such approval may be secured by the management organization.\n\n\t(F)\tThe applicant has provided the City with two passport size photos of the\napplicant.\n\n\t(G)\tThe applicant has presented adequate identification of himself or\nherself.  Adequate identification shall include, but not be limited to, a\nCalifornia driver’s license or a California Department of Motor Vehicles\nidentification card.\n\n\t(H)\tThe applicant is old enough under State law to engage in the vending\nactivity.\n\n\t(I)\tThe applicant has submitted to fingerprinting, in connection with which\napplicant shall pay a fingerprint process fee.  Such fee shall be determined\nand adopted in the same manner as is provided in Section 12.37-I,1 of the Los\nAngeles Municipal Code for establishing fees.\n\n\t(13)\tNo permit shall be issued to any applicant who has been convicted of any\ncrime relating to fraudulent business practices, the receipt or sale of stolen\nproperty or the illegal sale of any controlled substance under the provisions of\nthe California Controlled Substances Act within five (5) years prior to the date\nof application for permit.\n\n\t(14)\tThe applicant may designate up to two co-applicants who are authorized by\nthe applicant to vend at the location for which the applicant’s permit is\nissued in his or her temporary absence due to circumstances such as illness,\ninjury or vacation.  However, there must be provided the name, address and\nphone number of each co-applicant and two passport size photos of each\nco-applicant must be submitted.  Each co-applicant must present adequate\nidentification of himself or herself in the same manner as required for the\napplicant, and must be old enough under State law to engage in vending\nactivity.  Each co-applicant shall submit to fingerprinting and shall be\nsubject to provisions of Subdivision 12 with respect to approval as a\nco-applicant and the provisions of Subdivision (22) with respect to operating\nrequirements.  Those approved shall be designated co-permittees and shall pay\nan application fee for the issuance of a co-permit.  Such fee shall be\ndetermined and adopted in the same manner as is provided in Section 12.37-I,1 of\nthe Los Angeles Municipal Code for establishing fees.\n\n\t(15)\tA permit shall be issued only to a natural person and only for the days or\nhours of the day indicated on the application as days and hours of operation. \nSuch permit shall not be transferable to any other person and shall be valid\nonly for the location for which it is issued.\n\n\t(16)\tOnly one permit shall be issued to each permittee.\n\n\t(17)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  A non-refundable annual\npermit fee shall be paid before issuance of any permit provided, however, that\nthe applicant may elect to pay said fee in semi-annual installments.  Such\nelection shall be stated in writing and installments shall be paid as directed\nby the Sidewalk Vending Administrator.  If such election is made, a payment of\none-half the annual permit fee shall be required before issuance of a permit. \nPermits shall be valid for one year from the date of issuance.  If any\ninstallment fee is not paid on or before the date provided by the Sidewalk\nVending Administrator for payment, a letter shall be sent to the permittee\nadvising that such fee is due within 30 days of the date of such letter or the\npermit shall terminate.  If the fee is not paid within the 30-day period, the\npermit shall terminate and the former permittee shall cease from vending.  The\npermit may be reinstated upon payment of the fee.  At the time of making any\npayment as provided for above, the applicant or permittee shall pay a\nsupplemental fee which is a pro-rated amount determined by the Community\nDevelopment Department as sufficient to cover the cost to the City of entering\ninto a contract for management of the district.  Supplemental fees collected\nshall be placed in a special fund established for such purpose.  In addition\nfees will be charged for the following:\n\n\tReplacement of existing permit in the event of loss, name change or change of\ncompany;\n\n\tReplacement of existing permit decal; and\n\n\tReplacement of any vending identification badge.\n\n\tFees herein shall be determined and adopted in the same manner as provided in\nSection 12.37-I,1 of the Los Angeles Municipal Code for establishing fees.\n\n\t(18)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  In the event an application\nfor permit is denied, the applicant shall be so notified within 60 days, which\nnotification shall also state the reason for denial and that the applicant has\n45 days from the date of notice within which to request reconsideration of the\ndenial.\n\n\t(19)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  Any permit issued shall be\nsubject to the right of the Community Development Department to rescind issuance\nthereof in response to a request for reconsideration of its action in issuing\nthe permit.\n\n\t(20)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  Either the applicant or any\nother person affected by the issuance of a vending permit may request\nreconsideration by the Community Development Department of its decision to grant\nor deny an application for permit.  Such request must be in writing and must be\nreceived by the Sidewalk Vending Administrator within the 45 days from the date\nof issuance of the permit or notification of denial.  Upon receipt of such\nrequest the Sidewalk Vending Administrator shall set a hearing date no less than\n30 days from the date of the receipt of the request.  The Sidewalk Vending\nAdministrator shall notify the requestor and, if the requestor is not the\napplicant, the applicant, of the hearing date.  The Community Development\nDepartment shall rescind issuance of the permit if at the hearing it is\ndemonstrated to its satisfaction that the issuance thereof was contrary to the\nprovisions of this subdivision or to applicable rules and regulations.  The\nCommunity Development Department may direct the Sidewalk Vending Administrator\nto issue a permit if it is shown to the satisfaction of the Department that it\nwas in error in denying the permit.\n\n\t(21)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  The permittee may amend his\nor her application with respect to the goods, wares and merchandise proposed to\nbe sold and the hours during which vending is to occur by written notification\nthereof to and approval by the Sidewalk Vending Administrator, and the owner,\ntenant, or person in lawful control of the property immediately adjacent to the\nvending site.\n\n\t(22)\tOperating Requirements.  (Amended by Ord. No. 171,913, Eff. 3\/15\/98.)\n\n\t(A)\tVending shall be conducted only from pushcarts constructed for that purpose\naccording to the requirements and specifications of the Community Development \nDepartment.  Such pushcarts shall have a length of no greater than six feet and\na width of no greater than 3 feet, 6 inches, and shall be no more than 6 feet, 6\ninches in Height, including roof or awning.  A decal so certifying shall be\nattached to each pushcart approved for use.\n\n\t(B)\tAll of the permittee’s advertising must be attached to the pushcart and\nshall advertise only the goods, wares or merchandise being sold.  Advertising\nsigns shall not extend beyond the overall width or height of the pushcart.\n\n\t(C)\tThe permittee shall not conduct any portion of its vending business outside\nthe boundaries of its vending location as described in the permit.\n\n\t(D)\tOne small, compact stool or chair may be utilized by the permittee.  The\nstool or chair shall be placed within four feet of the pushcart and shall not\nblock the safe passage of pedestrians.  No advertising shall be placed on the\nstool or chair.  Other than the pushcart and stool or chair, no other items or\nobject of any kind shall be placed on the public sidewalk or parkway.\n\n\t(E)\tNo vending shall be conducted on the roadway portion of any street.\n\n\t(F)\tThe permittee shall provide a trash receptacle for the use of customers and\nshall pick up and dispose of any trash or litter left by customers before\nleaving the vending location.  Full receptacles shall be immediately emptied by\nthe permittee.\n\n\t(G)\tThe City vending permit shall be visibly displayed at all times while the\npermittee is engaged in vending activity.\n\n\t(H)\tThe permittee shall wear a vendor identification badge issued by the\nSidewalk Vending Administrator at all times while engaged in vending.\n\n\t(I)\tPushcarts shall be positioned no less than 18 inches from the curb.\n\n\t(J)\tNo permittee shall knowingly allow, permit or authorize another person to\nvend from permittee’s pushcart or at permittee’s assigned location, other\nthan designated co-permittees of that particular vendor.\n\n\t(K)\tNo pushcart shall be chained or fastened to any pole, sign, tree or other\nobject in the public way.\n\n\t(23)\t(Amended by Ord. No. 171,913, Eff. 3\/15\/98.)  The Sidewalk Vending\nAdministrator may from time to time recommend rules and regulations to the\nBoard.  The Board may adopt such rules and regulations as it deems necessary to\nimplement the provisions of this subsection.\n\n\t(24)\tRevocation, Suspension or Non-renewal.  (Amended by Ord. No. 171,913,\nEff. 3\/15\/98.)\n\n\t(A)\tAfter notice and hearing in accordance with Section 22.02 of the Municipal\nCode, the Community Development Department may revoke or suspend any permit\nissued pursuant to this subsection or decline to renew any such permit, if the\npermittee has:\n\n\t1.\tKnowingly made any false, misleading or fraudulent statement of  material\nfact in its application for a permit;\n\n\t2.\tBeen convicted of any criminal act in connection with the operation of the\npermitted activity, or any of the crimes set forth in Subdivision (13) of this\nsubsection;\n\n\t3.\tViolated any of the operating requirements set forth in Subdivision (22) of\nthis subsection;\n\n\t4.\tViolated any rule or regulation promulgated by the Board with respect to\nthis subdivision;\n\n\t5.\tFailed to comply with any order by the department to cease and desist from\nany violation; or\n\n\t6.\tIn any other way endangered the public health, safety or welfare in the\nconducting of its sidewalk vending activities.\n\n\t(B)\tA permittee who has had his or her permit revoked or whose application for\nrenewal has been declined shall not be eligible to apply for another permit\nunder this subdivision until 12 months after the date of revocation or renewal\ndeclination.\n\n\t(C)\tAny action revoking or suspending a license may be appealed to the Board\nwithin 60 days of the action of suspension or revocation.  The Board shall hear\nand make a determination on the appeal.\n\n\t(25)\tEnforcement and Penalties.\n\n\t(A)\tWithin each district the provisions of this Subsection (m) shall be\nenforced by the Street Use Inspection Division of the Bureau of Street\nMaintenance of the Department of Public Works.\n\n\t(B)\tThe Department may issue an order to immediately cease and desist from any\nviolation of this Subsection (m) or any rule or regulation of the Board.\n\n\t(C)\tIt shall be a violation of law to fail to comply with any of the provisions\nof Subdivision (22) of this Subsection (m).  The first, second and third\nviolations of Subdivision (22) of Subsection (m) shall each be infractions. \nThe commission of a fourth violation of any of the provisions of Subdivision\n(22) of Subsection (m) within a two-year period after the commission of the\nfirst violation shall be a misdemeanor.\n\n\t(D)\tIt shall be illegal for any person to display any imitation or facsimile of\na vending permit, vendor identification badge or decal which has not been issued\nby the Department.\n"}