{"section_number":"42.15","edition_id":"1","section_id":"536","structure_id":"21","catch_line":"Vending And Excessive Noise On Beaches Prohibited.","history":"","full_text":"  VENDING AND EXCESSIVE NOISE ON BEACHES PROHIBITED.\n\t(Amended by Ord. No. 181,963, Eff. 1\/20\/12.)\n\n\tA.\tDefinitions. For purposes of this Section, the following words or phrases shall have the following meanings:\n\n\t1.\tBoard. The Board of Recreation and Park Commissioners of the City of Los Angeles.\n\n\t2.\tBoardwalk. The Boardwalk is the manmade promenade that runs parallel to the beach and is designated or referred to as “Ocean Front Walk” or just the “Boardwalk”. The Boardwalk runs from the City of Santa Monica on the north to the City of El Segundo on the south. A map depicting the Boardwalk is available for inspection and copying at the Police Substation or at the Recreation Office.\n\n\t3.\tCity. The City of Los Angeles, a municipal corporation.\n\n\t4.\tDesignated Space or Designated Spaces. A Designated Space or Designated Spaces are the 205 areas on the Boardwalk designated by the City and located between Navy Street on the north and 17th Avenue on the south. A map depicting the Designated Spaces is available for inspection and copying at the Police Substation or at the Recreation Office.\n\n\t5.\tDepartment. The Department of Recreation and Parks of the City of Los Angeles.\n\n\t6.\tDonation. A gift; a voluntary act which is not required and does not require anything in return.\n\n\t7.\tFood. Any type of edible substance or beverage.\n\n\t8.\tGoods or Merchandise. Any items that are not food.\n\n\t9.\tHandcrafts. Objects made either by hand or with the help of devices used to shape or produce the objects through such methods as weaving, carving, stitching, sewing, lacing, and beading including objects such as jewelry, pottery, silver work, leather goods, and trinkets. Most Handcrafts have more than nominal utility apart from any communicative value they possess. Most commonly, Handcrafts do not communicate a message, idea, or concept to others, are often mass produced or produced with limited variation. Handcrafts do not include visual arts.\n\n\t10.\tPagodas. The shade structures and seating, plus the area within a ten foot radius around each of the shade structures and seating, located on the Boardwalk at Clubhouse Avenue, Breeze Avenue, Park Avenue, Sunset Avenue and Dudley Avenue. A map depicting the Pagodas is available for inspection and copying at the Police Substation or at the Recreation Office.\n\n\t11.\tPerform, Performing, Performance or Performances. To engage in any of the following activities on public property: playing musical instruments, singing, dancing, acting, pantomiming, puppeteering, juggling, reciting, engaging in magic, creating visual art in its entirety, presenting or enacting a play, work of music, work of art, physical or mental feat, or other constitutionally protected entertainment or form of expression. The terms Perform, Performing, Performance or Performances shall not include:\n\n\t(a)\tThe application of substances to others’ skin, including but not limited to, paints, dyes and inks;\n\n\t(b)\tThe provision of personal services such as massage or hair weaving, cutting or styling;\n\n\t(c)\tthe completion or other partial creation of visual art;\n\n\t(d)\tthe creation of visual art which is mass produced or produced with limited variation; or \n\n\t(e)\tthe creation of Handcrafts.\n\n\t12.\tPerformer. A Performer is a Person who Performs. Performer includes the employers, employees, and agents of a Performer. Indicia of being a performer include, but are not limited to, setting up performance equipment, staging or orienting the performance towards the public, performing in the same location for an extended period of time, performing in the public over multiple days, seeking voluntary contributions through passing around a hat or leaving open an instrument case or other receptacle, and soliciting donations after a performance.\n\n\t13.\tPerson or Persons. One or more natural persons, individuals, groups, businesses, business trusts, companies, corporations, joint ventures, joint stock companies, partnership, entities, associations, clubs or organizations composed of two or more individuals (or the manager, lessee, agent, servant, officer or employee of any of them), whether engaged in business, nonprofit or any other activity.\n\n\t14.\tPolice Substation. The Police Substation is the Los Angeles Police Department office building located at 17th Avenue and Ocean Front Walk.\n\n\t15.\tProgram Rules. Rules adopted by the Board pursuant to its Charter authority and made applicable to use of the public space on and adjacent to the Boardwalk. The Program Rules will be adopted at a duly noticed public hearing at which the public is provided an opportunity to comment, as required by the Ralph M. Brown Act, at least ten (10) days prior to implementation. The Program Rules, as may be amended from time-to-time by the Board, shall be available for inspection and copying at the Police Substation or at the Recreation Office.\n\n\t16.\tPushcart. Any mobile device that holds Food or Goods or Merchandise, as defined in this Subsection, and is used to vend.\n\n\t17.\tRecreation Area. The area between Horizon and 20th Avenues that includes the Boardwalk, grassy areas, the Police Substation, which is co-located with an office of the City’s Department of Recreation and Parks, Muscle Beach, paddle tennis courts, skate park, skate plaza and other recreational facilities. This does not include the area west of the Boardwalk immediately adjacent to this area. A map of the Recreation Area is available for inspection and copying at the Police Substation or at the Recreation Office.\n\n\t18.\tRecreation Office. The Recreation Office is an office of the City’s Department of Recreation and Parks that is physically co-located with the Police Substation at 17th Avenue and Ocean Front Walk.\n\n\t19.\tSunset. Sunset is the time at which the sun’s disk descends below the western horizon. The precise moment of Sunset can be determined by reference to various, publicly available almanacs and newspapers of general circulation in Los Angeles.\n\n\t20.\tVend or Vending. To sell, offer for sale, expose or display for sale, solicit offers to purchase, or to barter Food, Goods or Merchandise, or services in any area from a stand, table, Pushcart, motor vehicle, bicycle, or by a Person with or without the use of any other device or other method of transportation, or to require someone to pay a fee or to set, negotiate, or establish a fee before providing Food, Goods or Merchandise, or services, even if characterized by the Vendor as a Donation.\n\n\t21.\tVendor. A Vendor is a Person who Vends. Vendor includes the employers, employees, and agents of a Vendor.\n\n\t22.\tWestside of the Boardwalk. The area on the ocean-side of the Boardwalk. A map depicting the Westside of the Boardwalk is available for inspection and copying at the Police Substation or at the Recreation Office.\n\n\tB.\tFindings and Purposes. The City Council of the City of Los Angeles finds and declares as follows:\n\n\t1.\tThe Boardwalk and Recreation Area constitute a major tourist attraction in the City, hosting approximately 16 million visitors annually. The Boardwalk and Recreation Area are limited spaces geographically, located in a narrow, linear City park that is bounded by the beach to the West and private property to the East. The total width of the Boardwalk is only ten feet in certain sections and only as wide as 50 feet in other limited areas. The space is further constrained by the fact the Boardwalk and Recreation Area serve as emergency ingress and egress routes.\n\n\t2.\tHistorically, visitors, including tourists, have been drawn to Venice beach because, the Boardwalk and Recreation Area served as a traditional public forum for performance and visual artists, as well as other free speech activity. Vendors of Food, Goods and Merchandise viewed the large crowds of visitors to the Boardwalk and Recreation Area as a pool of potential customers and Vending proliferated. As the numbers of commercial Vendors increased, the number of Performers and persons engaging in free speech activities decreased both because of the limited amount of space and because of the change in atmosphere from a vibrant center of art and expression to a commercial “flea market” atmosphere. Competing interests for space on the Boardwalk and Recreation Area intensified and physical altercations for space and disturbances of the peace resulted in law enforcement responses and arrests.\n\n\t3.\tUnregulated Vending and Performances adversely affect the historic character of the Boardwalk, hamper rather than encourage a wide variety of performances, visual artists and other free speech activity, as well as jeopardize the public safety of visitors to the Boardwalk, resulting in an economic and cultural loss to the City. Therefore, the Boardwalk requires reasonable time, place, and manner restrictions to retain its unique historic character as a center of performance, art, and other free speech activity, preserve its status as a tourist attraction, protect the commercial life of the Boardwalk, and ensure the safety and enjoyment of residents, visitors, advocates, artists, performers, and Vendors alike. Due to its unique historical, geographical, and physical characteristics, the Boardwalk requires its own set of rules and regulations different from other public parks in the City.\n\n\t4.\tUnregulated Vending and Performing harms the Boardwalk, and therefore must be regulated because:\n\n\t(a)\tTourists are deterred from visiting or shopping at the Boardwalk as they are constantly approached, solicited, and sometimes harassed by unregulated Vendors and Performers. Regulation is therefore necessary to manage the time, place, and manner of Vending on the Boardwalk, in order to ensure that tourists are not deterred from visiting or shopping at the Boardwalk;\n\n\t(b)\tThe amount of space on the Boardwalk that is available for performing and visual artists and for political advocacy is limited due to the size of the Boardwalk and the large crowds of visitors that the Boardwalk attracts. Due to the limited amount of space, unregulated Vending along the Boardwalk prevents many Persons from engaging in performance, art, advocacy or other expressive activities. The lack of regulations for Vending, Performing and noise has resulted in conflicting claims for the available spaces. Numerous altercations occurred, in competition for locations and amounts of space, during time periods in which the City lacked regulations for noise and a system for allocating available space for Vending and Performing. Frequently, the altercations became violent requiring law enforcement response to preserve the public peace. Persons wishing to secure spaces often arrive prior to dawn and create loud noise in setting up their displays, thereby disturbing the public peace, including the peace of the residents on and near the Boardwalk, and requiring a law enforcement response. Unregulated, the Boardwalk became a place where only the strongest and earliest arrivals could secure space to exercise their rights of free expression without threat of intimidation. Regulation is necessary, therefore, to manage the use of the limited space on the Boardwalk to prevent conflicting claims for the space and to allocate the limited space available fairly to all who desire to use it for lawful purposes;\n\n\t(c)\tTables, Pushcarts, stands, and certain equipment of Vendors and Performers impede the orderly movement of pedestrian traffic along the narrow Boardwalk and may make the Boardwalk unsafe for pedestrians by limiting the City’s ability to effect crowd management and control. Certain equipment of Vendors and Performers contributes to visual clutter and blight, especially when it impacts the ability of Boardwalk visitors to see the Pacific Ocean. Regulating the use of equipment by Vendors and Performers therefore is necessary to manage the orderly movement of pedestrian traffic. Regulation also is necessary to avoid injuries to pedestrians as well as ensure the existence of emergency and non-emergency ingress and egress between the beach and the Boardwalk;\n\n\t(d)\tThe Vendors, Performers and their equipment impede the ingress and egress of emergency and public safety vehicles by creating physical obstacles to emergency response and administration of aid to those in need of immediate medical attention and to victims of criminal activity. Regulation is therefore necessary to ensure that Vendors, Performers and their equipment do not interfere with emergency response vehicles that provide assistance to individuals with medical needs and victims of criminal activity;\n\n\t(e)\tUnregulated Vending has resulted in the sale of stolen, defective or counterfeit merchandise. Regulation therefore is necessary to protect the public and the Boardwalk commercial life;\n\n\t(f)\tUnregulated Vending of personal services has resulted in activities that are illegal and harmful to human health, including the offering of services by unlicensed Vendors of services for which a license is required by the State of California, physical assaults and the application of toxic chemicals to Persons;\n\n\t(g)\tUnregulated Vending causes visual clutter\/blight along the Boardwalk, impedes views of the beach and the Pacific Ocean, and threatens the City’s ability to attract tourists and preserve businesses along the Boardwalk. Regulation therefore is necessary to manage the number of Vendors, the size of their equipment and displays, and the location of Vending activity;\n\n\t(h)\tUnregulated Vending creates unnecessary, excessive and annoying noise on the Boardwalk, is detrimental to the public health, welfare and safety and contrary to the public interest, harms residents, the commercial life of the Boardwalk and the historic character of the Boardwalk, and diminishes the quality of life for those who visit, live or work on or near the Boardwalk. Regulation therefore is necessary to establish restrictions on noise at the Boardwalk; and\n\n\t(i)\tThe Recreation Area is a site that is uniquely suitable to and frequently used for events that require pre-planning and advanced notice. The Recreation Area is the location of the Police Substation where vehicles require the ability for unobstructed ingress and egress. Due to the size, shape, and physical attributes of the Recreation Area (including a skate park and plaza, paddle tennis courts and exercise equipment), it is also a site uniquely suitable to and used by many Persons for skateboarding, paddle tennis, and other sports and exercise. The Recreation Area is the home of historic “Muscle Beach”, a popular tourist attraction. Muscle Beach is world renowned as home of physical fitness advocates and body builders, including Jack La Lanne (considered to be the father of the modern fitness movement), Arnold Schwarzenegger, Franco Columbo and Dave Draper.\n\n\tC.\tBeach Vending Prohibition. Except as specifically allowed in this Section, no Person shall engage in Vending upon any public beach lands or properties adjoining the waterfront of the Pacific Ocean, or upon any immediately adjacent Boardwalk, sidewalk or public way between the southerly boundary of the City of Santa Monica and the northerly boundary of the City of El Segundo and between the northwesterly boundary of the City of Santa Monica and the northwesterly boundary of the City of Los Angeles.\n\n\tD.\tVending and Performing on Designated Spaces. To address the findings and purposes set forth in this Section, the City has created reasonable time, place, and manner restrictions on Vending and noise, as well as to facilitate Performing. To preserve the Boardwalk’s rich history of fostering new artists, performance, and other free speech activity, the City has divided the available space on the Boardwalk into 205 areas, known as Designated Spaces, where:\n\n\t1.\tPersons can engage in traditional expressive speech and petitioning activities, and can Vend the following expressive items: newspapers, leaflets, pamphlets, bumper stickers, patches and\/or buttons.\n\n\t2.\tPersons can Vend the following items, which have been created, written or composed by the Vendor or Performer: books, audio, video, or other recordings of their performances, paintings, photographs, prints, sculptures or any other item that is inherently communicative and is of nominal value or utility apart from its communication.\n\n\t3.\tAlthough an item may have some expressive purpose, it will be deemed to have more than nominal utility apart from its communication if it has a common and dominant non-expressive purpose. Examples of items that have more than nominal utility apart from their communication and thus are subject to the Vending ban under the provisions of this Section, include but are not limited to, the following: housewares, appliances, articles of clothing, sunglasses, auto parts, oils, incense, perfume, crystals, lotions, candles, jewelry, toys and stuffed animals.\n\n\t4.\tPerformers can Perform.\n\n\t5.\tAny Vendor conducting lawful Vending under Subsections D.1. and D.2., above, must comply with applicable tax and licensing requirements.\n\n\tE.\tAllocation and Use of Designated Spaces. The City’s Board of Recreation and Parks Commissioners shall designate a total of 205 spaces on the Boardwalk, referred to as the “Designated Spaces”. The Designated Spaces will be available for use in accordance with a first-come, first-served system or any other legally permissible allocation system adopted by the Board at a duly noticed public hearing at which the public is provided an opportunity to comment, as required by the Ralph M. Brown Act, posted at the Recreation Office for at least ten (10) days prior to implementation.\n\n\tThe 205 Designated Spaces shall be made available for the activities described in Subsection D. above. Five of the Designated Spaces shall be double-sized, large act spaces for Performers whose number of Performers plus audience can be anticipated to exceed 25 Persons. Two of the regular-sized Designated Spaces shall be made available for Persons engaging in any activity that is described in Subsection D. and who are predominantly giving away Food. The remainder of the regular-sized, Designated Spaces shall be made available for Persons engaging in any exempt activity described in Subsection D.\n\n\tPersons using the 205 Designated Spaces are subject to, and shall comply with, the following restrictions and the Program Rules adopted by the Board:\n\n\t1.\tThe five double-sized, large act Performer spaces historically have been used by Performers (such as acrobats) whose performances require more space than is available in a single-sized, Designated Space, and have been used by Performers who attract large crowds due to the nature of their performances. The five, double-sized, large act Performer spaces are the only spaces able to safely accommodate large scale performances or a large audience and, therefore, in order to facilitate a variety of Performances in these double-sized spaces, the Performer spaces are subject to a rotation requirement, whereby each Performer using one of the five Performer spaces shall relinquish the space on the hour, every hour, whenever another Performer is waiting to use the Performer space in which the Performer is Performing.\n\n\t2.\tNo Person shall Vend any item in a Designated Space, except as expressly authorized by Subsection D.\n\n\t3.\tNo Person shall place or allow anything in any Designated Space to extend beyond the boundaries of the Designated Space nor place anything adjacent to the Designated Space nor obstruct or impede the access areas between the Designated Spaces.\n\n\t4.\tNo Person shall Vend in, Perform in, or place or allow any item to extend into a designated emergency ingress and egress area. A map depicting the emergency ingress and egress areas is available for inspection and copying at the Police Substation or at the Recreation Office.\n\n\t5.\tThe City desires to balance the goal of avoiding visual clutter and blight against the need of Performers and Vendors exempt pursuant to Subsection D., above, to have shade from the sun. Additionally, the City desires to balance the goal of avoiding visual clutter and blight against the desire of Performers and Vendors exempt pursuant to Subsection D., above to use equipment common to exempted Performing and Vending activities. Accordingly, the following rules relating to shade, Performing and Vending equipment: are adopted as follows: No Person shall place or allow any item (except an umbrella, sun shade, easel, display board or microphone stand) exceeding four feet above ground in any Designated Space, nor shall any Person cause or allow a Designated Space to be enclosed. An umbrella or sun shade shall not exceed 8 feet above ground and shall be open on all sides. An easel, display board or microphone stand shall not exceed 6 feet in height. Persons shall not hang objects of any nature on or from any umbrella, sun shade, easel or display board.\n\n\t6.\tNo Person occupying a Designated Space shall leave that Designated Space for a period longer than 45 consecutive minutes without first removing all items from the Designated Space.\n\n\t7.\tNo Person shall occupy more than one single regular-sized or double-sized Designated Space at any given time, nor shall any Person solicit another Person to obtain or occupy a Designated Space on his or her behalf.\n\n\t8.\tNo Person shall purchase, sell, barter or exchange any Designated Space with any other Person.\n\n\t9.\tNo Person shall set up or set down items in, take down items from or block, or attempt to reserve a Designated Space between Sunset and 9:00 a.m.\n\n\t10.\tAny umbrella used in connection with the activities authorized in the Designated Spaces must be adequately secured in an upright position with a diameter no greater than 8 feet.\n\n\t11.\tDesignated Spaces must be kept clean and free of litter and debris. No permanent markings shall be made in any Designated Space. Any temporary marking made in any Designated Space must be removed from the Designated Space when the Person using the Designated Space vacates the Designated Space or by Sunset, whichever is earlier.\n\n\t12.\tNo open flames combustible fuel or gasoline-fueled generators are allowed in any Designated Space. Electric cords may not be connected outside the assigned space or to any City or private power source.\n\n\tF.\tSpecial Rules for Other Areas of the Boardwalk.\n\n\t1.\tAreas Outside of the Designated Spaces, Pagodas, and Recreation Area.\n\n\t(a)\tAreas where use of equipment is prohibited. The activities described in Subsection D. may occur in all areas covered by this Section outside the Designated Spaces, Pagodas, and Recreation Area, provided that no Person may set up a display table, easel, stand, equipment or other furniture, use a Pushcart or other vehicle or place any item on the property defined in Subsection C. except as provided in Paragraph (b) of this Subdivision.\n\n\t(b)\tAreas where limited use of equipment is permitted. The activities described in Subsection D., but not including Vending, may occur on the Westside of the Boardwalk outside the Designated Spaces, Pagodas, Recreation Area and other areas designed as access points for or constitute routes for emergency ingress and egress. In connection with permissible activities in the area on the Westside of the Boardwalk, outside the Designated Spaces, Pagodas, Recreation Area and other areas designated for emergency ingress and egress, a Person may set up a display table, easel, stand, equipment or other furniture, a Pushcart or other vehicle, or place an item on the ground in the areas where limited use of equipment is permitted, subject to reasonable size and height restrictions set forth in paragraph E.5., herein, provided the equipment or the activity associated with the equipment does not materially impede or obstruct pedestrian or vehicular traffic or areas designed for emergency ingress and egress. Nothing in this paragraph shall be construed to allow a person to use or set up equipment in connection with Vending.\n\n\t(c)\tThe areas in which use of equipment is prohibited and areas in which limited use of equipment is permitted is available for inspection and copying at Police Substation or Recreation Office.\n\n\t2.\tThe Recreation Area.\n\n\t(a)\tThe Recreation Area is a limited space containing a confluence of public safety ingress and egress routes, and at which pre-planned events, recreation activities and tourism occur. The City’s Board of Recreation and Parks Commissioners may allocate use of the Recreation Area through the adoption of Program Rules detailing an advance reservation system or any other legally permissible allocation system, and the advance reservation system or other legally permissible allocation system contained in the Program Rules will be adopted by the Board at a duly noticed public hearing at which the public is provided an opportunity to comment, as required by the Ralph M. Brown Act, and made effective after reasonable public notice by posting at the Recreation Office for at least ten (10) days prior to implementation. A copy of the Program Rules shall be available for inspection and copying at the Police Substation or the Recreation Office.\n\n\t(b)\tNo Vending, and no display tables, easels, stands, equipment, Pushcarts or other vehicles, or structures shall be allowed in the Recreation Area except as may be expressly authorized by the Board in connection with the Board’s pre-approval of the use of the Recreation Area.\n\n\t(c)\tNo Person shall use the Recreation Area or any part of the Recreation Area while the Recreation Area or that part of the Recreation Area has been reserved, set aside, is being used, set up, maintained or designed for a specific recreational purpose, park purpose or event authorized by the City through the Department or Board. When the City, through the Department or Board, has reserved, intends to use, set up, maintain or designate the Recreation Area or any part of the Recreation Area for a specific recreational purpose, park purpose or event, the Department will make available for inspection and copying at the Police Substation or Recreation Office information describing the nature of the authorized park purpose or event, the location of the park purpose or event and the times during which the park purpose or event will take place.\n\n\tG.\tUse of City Property for Vending, Performing, or Display Prohibited. No Person shall use or obstruct access to any City-owned or maintained property or equipment, including, but not limited to, street furniture, benches, planters, trash receptacles, Pagodas or other structures or equipment installed on public property, for Vending, Performing, or display of anything whatsoever.\n\n\tH.\tNoise Regulation for all Property on or Abutting the Boardwalk.\n\n\t1.\tNo Person whether on the Boardwalk or on private or public property abutting the Boardwalk shall create any noise, or allow the creation of any noise, which causes the noise level to exceed the following Lmax levels between 9:00 a.m. and Sunset:\n\n\t(a)\t75 dBA, when measured at a minimum distance of 25 feet from the source of the noise; or,\n\n\t(b)\t96 dBA, when measured at a minimum distance of one foot from the source of the noise.\n\n\tWhen Lmax levels are measured for noise emanating from a building located on private property adjacent to the Boardwalk, the measurement shall be taken from the property line dividing the private property and the Boardwalk.\n\n\t2.\tNothing in this Section shall be construed as prohibiting the City from enforcing other provisions of this Code regulating noise and sound levels. At all times, the noise and sound provisions of Chapter 11 of the Los Angeles Municipal Code, Articles 1 through 5, inclusive, and Los Angeles Municipal Code Sections 63.44 B.6., 41.42, 41.57, 53.63 shall apply. \n\n\t3.\tNo Person shall interfere with or resist the taking of any noise measurement authorized by this Section.\n\n\tI.\tViolations. Any Person violating a provision of this Section shall be subject to the following penalties:\n\n\t1.\tFirst violation. A first violation of this Section shall be an infraction punishable by a fine in the amount of $100.\n\n\t2.\tSecond and subsequent violations. A second violation and all subsequent violations shall be subject to the provisions of Section 11.00 of the L.A.M.C, including prosecution as an infraction punishable by a fine in the amount of $250, or prosecution as a misdemeanor punishable by a fine of not more than $1,000 or by imprisonment in the County Jail for a period of not more than six months, or by both a fine and imprisonment.\n\n\t3.\tNothing in this Section shall be construed as prohibiting the City from enforcing any and all other provisions of this Code or other applicable laws. At all times, Los Angeles Municipal Code Section 63.44, which regulates the use of park and recreational facilities, shall apply.\n\n\tJ.\tOther Applicable Opening and Closing Hours. Nothing in this Section amends or extends the opening or closing hours otherwise established by law for any area subject to this Section. \n\n\tK.\tPosted Notice. The City shall post signs providing notice of the existence of rules for the allocation and use of the Designated Spaces, Recreation Area and Boardwalk areas near the entrances to the Designated Spaces and the Recreation Area. A complete copy of this Section shall be available for inspection and copying at the Police Substation or at the Recreation Office.\n\n\tL.\tSeverability. If any portion, subsection, sentence, clause or phrase of this Section is for any reason held by a court of competent jurisdiction to be invalid, such a decision shall not affect the validity of the remaining portions of this Ordinance. The City Council hereby declares that it would have passed this Section and each portion or subsection, sentence, clause and phrase herein, irrespective of the fact that any one or more portions, subsections, sentences, clauses or phrases be declared invalid.","order_by":"15","ancestry":{"1":{"id":"21","name":"Soliciting – Sales","identifier":"2","label":"article","url":"\/4\/2\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2783","structure_id":"21","section_number":"42.00","catch_line":"Regulation Of Soliciting And Sales In Streets.","url":"\/42.00\/","token":"42.00"},"1":{"id":"1898","structure_id":"21","section_number":"42.00.1","catch_line":"Sales From Ice Cream Trucks.","url":"\/42.00.1\/","token":"42.00.1"},"2":{"id":"25","structure_id":"21","section_number":"42.01","catch_line":"Street – Sidewalk – Pedestriansbuilding Setback.","url":"\/42.01\/","token":"42.01"},"3":{"id":"2496","structure_id":"21","section_number":"42.02","catch_line":"Street – Sidewalk – Adjacent Property – Soliciting Trade.","url":"\/42.02\/","token":"42.02"},"4":{"id":"1038","structure_id":"21","section_number":"42.03","catch_line":"Selling Of Tickets Of Admission To Places Of Public Assemblage In Public Places And Places Open To The Public Prohibited – Exceptions.","url":"\/42.03\/","token":"42.03"},"5":{"id":"2448","structure_id":"21","section_number":"42.04","catch_line":"Street – Sidewalk – Soliciting Patronage.","url":"\/42.04\/","token":"42.04"},"6":{"id":"2256","structure_id":"21","section_number":"42.05","catch_line":"Street – Sidewalk – Soliciting Patronage Transportation.","url":"\/42.05\/","token":"42.05"},"7":{"id":"1089","structure_id":"21","section_number":"42.06","catch_line":"Railroad – Stage Depot – Soliciting Patronage.","url":"\/42.06\/","token":"42.06"},"8":{"id":"137","structure_id":"21","section_number":"42.07","catch_line":"Common Carrier – Soliciting Patronage On.","url":"\/42.07\/","token":"42.07"},"9":{"id":"3152","structure_id":"21","section_number":"42.08","catch_line":"Street – Sidewalk – Soliciting Patronage Prohibited In Area.","url":"\/42.08\/","token":"42.08"},"10":{"id":"697","structure_id":"21","section_number":"42.09","catch_line":"Soliciting Patronage – Manner Of.","url":"\/42.09\/","token":"42.09"},"11":{"id":"3012","structure_id":"21","section_number":"42.10","catch_line":"Solicitors Of Patronage – Interference With.","url":"\/42.10\/","token":"42.10"},"12":{"id":"1603","structure_id":"21","section_number":"42.11","catch_line":"Hotel – Loitering.","url":"\/42.11\/","token":"42.11"},"13":{"id":"3737","structure_id":"21","section_number":"42.11.1","catch_line":"Depots – Stations – Airports – Loitering About Prohibited.","url":"\/42.11.1\/","token":"42.11.1"},"14":{"id":"2115","structure_id":"21","section_number":"42.12","catch_line":"Alms – Soliciting In Buildings.","url":"\/42.12\/","token":"42.12"},"15":{"id":"999","structure_id":"21","section_number":"42.13","catch_line":"Peddlers – Venders – Hours.","url":"\/42.13\/","token":"42.13"},"16":{"id":"1499","structure_id":"21","section_number":"42.14","catch_line":"Soliciting – Use Of City Name.","url":"\/42.14\/","token":"42.14"},"17":{"id":"397","structure_id":"21","section_number":"42.14.1","catch_line":"Soliciting On City Property.","url":"\/42.14.1\/","token":"42.14.1"},"18":{"id":"536","structure_id":"21","section_number":"42.15","catch_line":"Vending And Excessive Noise On Beaches Prohibited.","url":"\/42.15\/","token":"42.15"},"19":{"id":"518","structure_id":"21","section_number":"42.19","catch_line":"Magazine Subscriptions – Sales For Future Delivery – Where Solicitation Prohibited.","url":"\/42.19\/","token":"42.19"},"20":{"id":"3319","structure_id":"21","section_number":"42.20","catch_line":"Food And Drink Establishments – Annoyance Of Customers\nForbidden.","url":"\/42.20\/","token":"42.20"}},"next_section":{"id":"518","structure_id":"21","section_number":"42.19","catch_line":"Magazine Subscriptions – Sales For Future Delivery – Where Solicitation Prohibited.","url":"\/42.19\/","token":"42.19"},"metadata":false,"references":false,"url":"\/42.15\/","token":"42.15","formats":{"txt":"\/42.15.txt","json":"\/42.15.xml"},"dublin_core":{"Title":"Vending And Excessive Noise On Beaches Prohibited.","Type":"Text","Format":"text\/html","Identifier":"§ 42.15","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nVENDING AND EXCESSIVE NOISE ON BEACHES PROHIBITED. (§ 42.15)\n\n  VENDING AND EXCESSIVE NOISE ON BEACHES PROHIBITED.\n\t(Amended by Ord. No. 181,963, Eff. 1\/20\/12.)\tA.\tDefinitions. For purposes of\nthis Section, the following words or phrases shall have the following\nmeanings:\t1.\tBoard. The Board of Recreation and Park Commissioners of the City\nof Los Angeles.\t2.\tBoardwalk. The Boardwalk is the manmade promenade that runs\nparallel to the beach and is designated or referred to as “Ocean Front Walk”\nor just the “Boardwalk”. The Boardwalk runs from the City of Santa Monica on\nthe north to the City of El Segundo on the south. A map depicting the Boardwalk\nis available for inspection and copying at the Police Substation or at the\nRecreation Office.\t3.\tCity. The City of Los Angeles, a municipal\ncorporation.\t4.\tDesignated Space or Designated Spaces. A Designated Space or\nDesignated Spaces are the 205 areas on the Boardwalk designated by the City and\nlocated between Navy Street on the north and 17th Avenue on the south. A map\ndepicting the Designated Spaces is available for inspection and copying at the\nPolice Substation or at the Recreation Office.\t5.\tDepartment. The Department of\nRecreation and Parks of the City of Los Angeles.\t6.\tDonation. A gift; a\nvoluntary act which is not required and does not require anything in\nreturn.\t7.\tFood. Any type of edible substance or beverage.\t8.\tGoods or\nMerchandise. Any items that are not food.\t9.\tHandcrafts. Objects made either by\nhand or with the help of devices used to shape or produce the objects through\nsuch methods as weaving, carving, stitching, sewing, lacing, and beading\nincluding objects such as jewelry, pottery, silver work, leather goods, and\ntrinkets. Most Handcrafts have more than nominal utility apart from any\ncommunicative value they possess. Most commonly, Handcrafts do not communicate a\nmessage, idea, or concept to others, are often mass produced or produced with\nlimited variation. Handcrafts do not include visual arts.\t10.\tPagodas. The shade\nstructures and seating, plus the area within a ten foot radius around each of\nthe shade structures and seating, located on the Boardwalk at Clubhouse Avenue,\nBreeze Avenue, Park Avenue, Sunset Avenue and Dudley Avenue. A map depicting the\nPagodas is available for inspection and copying at the Police Substation or at\nthe Recreation Office.\t11.\tPerform, Performing, Performance or Performances. To\nengage in any of the following activities on public property: playing musical\ninstruments, singing, dancing, acting, pantomiming, puppeteering, juggling,\nreciting, engaging in magic, creating visual art in its entirety, presenting or\nenacting a play, work of music, work of art, physical or mental feat, or other\nconstitutionally protected entertainment or form of expression. The terms\nPerform, Performing, Performance or Performances shall not include:\t(a)\tThe\napplication of substances to others’ skin, including but not limited to,\npaints, dyes and inks;\t(b)\tThe provision of personal services such as massage or\nhair weaving, cutting or styling;\t(c)\tthe completion or other partial creation\nof visual art;\t(d)\tthe creation of visual art which is mass produced or produced\nwith limited variation; or \t(e)\tthe creation of Handcrafts.\t12.\tPerformer. A\nPerformer is a Person who Performs. Performer includes the employers, employees,\nand agents of a Performer. Indicia of being a performer include, but are not\nlimited to, setting up performance equipment, staging or orienting the\nperformance towards the public, performing in the same location for an extended\nperiod of time, performing in the public over multiple days, seeking voluntary\ncontributions through passing around a hat or leaving open an instrument case or\nother receptacle, and soliciting donations after a performance.\t13.\tPerson or\nPersons. One or more natural persons, individuals, groups, businesses, business\ntrusts, companies, corporations, joint ventures, joint stock companies,\npartnership, entities, associations, clubs or organizations composed of two or\nmore individuals (or the manager, lessee, agent, servant, officer or employee of\nany of them), whether engaged in business, nonprofit or any other\nactivity.\t14.\tPolice Substation. The Police Substation is the Los Angeles Police\nDepartment office building located at 17th Avenue and Ocean Front\nWalk.\t15.\tProgram Rules. Rules adopted by the Board pursuant to its Charter\nauthority and made applicable to use of the public space on and adjacent to the\nBoardwalk. The Program Rules will be adopted at a duly noticed public hearing at\nwhich the public is provided an opportunity to comment, as required by the Ralph\nM. Brown Act, at least ten (10) days prior to implementation. The Program Rules,\nas may be amended from time-to-time by the Board, shall be available for\ninspection and copying at the Police Substation or at the Recreation\nOffice.\t16.\tPushcart. Any mobile device that holds Food or Goods or Merchandise,\nas defined in this Subsection, and is used to vend.\t17.\tRecreation Area. The\narea between Horizon and 20th Avenues that includes the Boardwalk, grassy areas,\nthe Police Substation, which is co-located with an office of the City’s\nDepartment of Recreation and Parks, Muscle Beach, paddle tennis courts, skate\npark, skate plaza and other recreational facilities. This does not include the\narea west of the Boardwalk immediately adjacent to this area. A map of the\nRecreation Area is available for inspection and copying at the Police Substation\nor at the Recreation Office.\t18.\tRecreation Office. The Recreation Office is an\noffice of the City’s Department of Recreation and Parks that is physically\nco-located with the Police Substation at 17th Avenue and Ocean Front\nWalk.\t19.\tSunset. Sunset is the time at which the sun’s disk descends below\nthe western horizon. The precise moment of Sunset can be determined by reference\nto various, publicly available almanacs and newspapers of general circulation in\nLos Angeles.\t20.\tVend or Vending. To sell, offer for sale, expose or display for\nsale, solicit offers to purchase, or to barter Food, Goods or Merchandise, or\nservices in any area from a stand, table, Pushcart, motor vehicle, bicycle, or\nby a Person with or without the use of any other device or other method of\ntransportation, or to require someone to pay a fee or to set, negotiate, or\nestablish a fee before providing Food, Goods or Merchandise, or services, even\nif characterized by the Vendor as a Donation.\t21.\tVendor. A Vendor is a Person\nwho Vends. Vendor includes the employers, employees, and agents of a\nVendor.\t22.\tWestside of the Boardwalk. The area on the ocean-side of the\nBoardwalk. A map depicting the Westside of the Boardwalk is available for\ninspection and copying at the Police Substation or at the Recreation\nOffice.\tB.\tFindings and Purposes. The City Council of the City of Los Angeles\nfinds and declares as follows:\t1.\tThe Boardwalk and Recreation Area constitute a\nmajor tourist attraction in the City, hosting approximately 16 million visitors\nannually. The Boardwalk and Recreation Area are limited spaces geographically,\nlocated in a narrow, linear City park that is bounded by the beach to the West\nand private property to the East. The total width of the Boardwalk is only ten\nfeet in certain sections and only as wide as 50 feet in other limited areas. The\nspace is further constrained by the fact the Boardwalk and Recreation Area serve\nas emergency ingress and egress routes.\t2.\tHistorically, visitors, including\ntourists, have been drawn to Venice beach because, the Boardwalk and Recreation\nArea served as a traditional public forum for performance and visual artists, as\nwell as other free speech activity. Vendors of Food, Goods and Merchandise\nviewed the large crowds of visitors to the Boardwalk and Recreation Area as a\npool of potential customers and Vending proliferated. As the numbers of\ncommercial Vendors increased, the number of Performers and persons engaging in\nfree speech activities decreased both because of the limited amount of space and\nbecause of the change in atmosphere from a vibrant center of art and expression\nto a commercial “flea market” atmosphere. Competing interests for space on\nthe Boardwalk and Recreation Area intensified and physical altercations for\nspace and disturbances of the peace resulted in law enforcement responses and\narrests.\t3.\tUnregulated Vending and Performances adversely affect the historic\ncharacter of the Boardwalk, hamper rather than encourage a wide variety of\nperformances, visual artists and other free speech activity, as well as\njeopardize the public safety of visitors to the Boardwalk, resulting in an\neconomic and cultural loss to the City. Therefore, the Boardwalk requires\nreasonable time, place, and manner restrictions to retain its unique historic\ncharacter as a center of performance, art, and other free speech activity,\npreserve its status as a tourist attraction, protect the commercial life of the\nBoardwalk, and ensure the safety and enjoyment of residents, visitors,\nadvocates, artists, performers, and Vendors alike. Due to its unique historical,\ngeographical, and physical characteristics, the Boardwalk requires its own set\nof rules and regulations different from other public parks in the\nCity.\t4.\tUnregulated Vending and Performing harms the Boardwalk, and therefore\nmust be regulated because:\t(a)\tTourists are deterred from visiting or shopping\nat the Boardwalk as they are constantly approached, solicited, and sometimes\nharassed by unregulated Vendors and Performers. Regulation is therefore\nnecessary to manage the time, place, and manner of Vending on the Boardwalk, in\norder to ensure that tourists are not deterred from visiting or shopping at the\nBoardwalk;\t(b)\tThe amount of space on the Boardwalk that is available for\nperforming and visual artists and for political advocacy is limited due to the\nsize of the Boardwalk and the large crowds of visitors that the Boardwalk\nattracts. Due to the limited amount of space, unregulated Vending along the\nBoardwalk prevents many Persons from engaging in performance, art, advocacy or\nother expressive activities. The lack of regulations for Vending, Performing and\nnoise has resulted in conflicting claims for the available spaces. Numerous\naltercations occurred, in competition for locations and amounts of space, during\ntime periods in which the City lacked regulations for noise and a system for\nallocating available space for Vending and Performing. Frequently, the\naltercations became violent requiring law enforcement response to preserve the\npublic peace. Persons wishing to secure spaces often arrive prior to dawn and\ncreate loud noise in setting up their displays, thereby disturbing the public\npeace, including the peace of the residents on and near the Boardwalk, and\nrequiring a law enforcement response. Unregulated, the Boardwalk became a place\nwhere only the strongest and earliest arrivals could secure space to exercise\ntheir rights of free expression without threat of intimidation. Regulation is\nnecessary, therefore, to manage the use of the limited space on the Boardwalk to\nprevent conflicting claims for the space and to allocate the limited space\navailable fairly to all who desire to use it for lawful purposes;\t(c)\tTables,\nPushcarts, stands, and certain equipment of Vendors and Performers impede the\norderly movement of pedestrian traffic along the narrow Boardwalk and may make\nthe Boardwalk unsafe for pedestrians by limiting the City’s ability to effect\ncrowd management and control. Certain equipment of Vendors and Performers\ncontributes to visual clutter and blight, especially when it impacts the ability\nof Boardwalk visitors to see the Pacific Ocean. Regulating the use of equipment\nby Vendors and Performers therefore is necessary to manage the orderly movement\nof pedestrian traffic. Regulation also is necessary to avoid injuries to\npedestrians as well as ensure the existence of emergency and non-emergency\ningress and egress between the beach and the Boardwalk;\t(d)\tThe Vendors,\nPerformers and their equipment impede the ingress and egress of emergency and\npublic safety vehicles by creating physical obstacles to emergency response and\nadministration of aid to those in need of immediate medical attention and to\nvictims of criminal activity. Regulation is therefore necessary to ensure that\nVendors, Performers and their equipment do not interfere with emergency response\nvehicles that provide assistance to individuals with medical needs and victims\nof criminal activity;\t(e)\tUnregulated Vending has resulted in the sale of\nstolen, defective or counterfeit merchandise. Regulation therefore is necessary\nto protect the public and the Boardwalk commercial life;\t(f)\tUnregulated Vending\nof personal services has resulted in activities that are illegal and harmful to\nhuman health, including the offering of services by unlicensed Vendors of\nservices for which a license is required by the State of California, physical\nassaults and the application of toxic chemicals to Persons;\t(g)\tUnregulated\nVending causes visual clutter\/blight along the Boardwalk, impedes views of the\nbeach and the Pacific Ocean, and threatens the City’s ability to attract\ntourists and preserve businesses along the Boardwalk. Regulation therefore is\nnecessary to manage the number of Vendors, the size of their equipment and\ndisplays, and the location of Vending activity;\t(h)\tUnregulated Vending creates\nunnecessary, excessive and annoying noise on the Boardwalk, is detrimental to\nthe public health, welfare and safety and contrary to the public interest, harms\nresidents, the commercial life of the Boardwalk and the historic character of\nthe Boardwalk, and diminishes the quality of life for those who visit, live or\nwork on or near the Boardwalk. Regulation therefore is necessary to establish\nrestrictions on noise at the Boardwalk; and\t(i)\tThe Recreation Area is a site\nthat is uniquely suitable to and frequently used for events that require\npre-planning and advanced notice. The Recreation Area is the location of the\nPolice Substation where vehicles require the ability for unobstructed ingress\nand egress. Due to the size, shape, and physical attributes of the Recreation\nArea (including a skate park and plaza, paddle tennis courts and exercise\nequipment), it is also a site uniquely suitable to and used by many Persons for\nskateboarding, paddle tennis, and other sports and exercise. The Recreation Area\nis the home of historic “Muscle Beach”, a popular tourist attraction. Muscle\nBeach is world renowned as home of physical fitness advocates and body builders,\nincluding Jack La Lanne (considered to be the father of the modern fitness\nmovement), Arnold Schwarzenegger, Franco Columbo and Dave Draper.\tC.\tBeach\nVending Prohibition. Except as specifically allowed in this Section, no Person\nshall engage in Vending upon any public beach lands or properties adjoining the\nwaterfront of the Pacific Ocean, or upon any immediately adjacent Boardwalk,\nsidewalk or public way between the southerly boundary of the City of Santa\nMonica and the northerly boundary of the City of El Segundo and between the\nnorthwesterly boundary of the City of Santa Monica and the northwesterly\nboundary of the City of Los Angeles.\tD.\tVending and Performing on Designated\nSpaces. To address the findings and purposes set forth in this Section, the City\nhas created reasonable time, place, and manner restrictions on Vending and\nnoise, as well as to facilitate Performing. To preserve the Boardwalk’s rich\nhistory of fostering new artists, performance, and other free speech activity,\nthe City has divided the available space on the Boardwalk into 205 areas, known\nas Designated Spaces, where:\t1.\tPersons can engage in traditional expressive\nspeech and petitioning activities, and can Vend the following expressive items:\nnewspapers, leaflets, pamphlets, bumper stickers, patches and\/or\nbuttons.\t2.\tPersons can Vend the following items, which have been created,\nwritten or composed by the Vendor or Performer: books, audio, video, or other\nrecordings of their performances, paintings, photographs, prints, sculptures or\nany other item that is inherently communicative and is of nominal value or\nutility apart from its communication.\t3.\tAlthough an item may have some\nexpressive purpose, it will be deemed to have more than nominal utility apart\nfrom its communication if it has a common and dominant non-expressive purpose.\nExamples of items that have more than nominal utility apart from their\ncommunication and thus are subject to the Vending ban under the provisions of\nthis Section, include but are not limited to, the following: housewares,\nappliances, articles of clothing, sunglasses, auto parts, oils, incense,\nperfume, crystals, lotions, candles, jewelry, toys and stuffed\nanimals.\t4.\tPerformers can Perform.\t5.\tAny Vendor conducting lawful Vending\nunder Subsections D.1. and D.2., above, must comply with applicable tax and\nlicensing requirements.\tE.\tAllocation and Use of Designated Spaces. The City’s\nBoard of Recreation and Parks Commissioners shall designate a total of 205\nspaces on the Boardwalk, referred to as the “Designated Spaces”. The\nDesignated Spaces will be available for use in accordance with a first-come,\nfirst-served system or any other legally permissible allocation system adopted\nby the Board at a duly noticed public hearing at which the public is provided an\nopportunity to comment, as required by the Ralph M. Brown Act, posted at the\nRecreation Office for at least ten (10) days prior to implementation.\tThe 205\nDesignated Spaces shall be made available for the activities described in\nSubsection D. above. Five of the Designated Spaces shall be double-sized, large\nact spaces for Performers whose number of Performers plus audience can be\nanticipated to exceed 25 Persons. Two of the regular-sized Designated Spaces\nshall be made available for Persons engaging in any activity that is described\nin Subsection D. and who are predominantly giving away Food. The remainder of\nthe regular-sized, Designated Spaces shall be made available for Persons\nengaging in any exempt activity described in Subsection D.\tPersons using the 205\nDesignated Spaces are subject to, and shall comply with, the following\nrestrictions and the Program Rules adopted by the Board:\t1.\tThe five\ndouble-sized, large act Performer spaces historically have been used by\nPerformers (such as acrobats) whose performances require more space than is\navailable in a single-sized, Designated Space, and have been used by Performers\nwho attract large crowds due to the nature of their performances. The five,\ndouble-sized, large act Performer spaces are the only spaces able to safely\naccommodate large scale performances or a large audience and, therefore, in\norder to facilitate a variety of Performances in these double-sized spaces, the\nPerformer spaces are subject to a rotation requirement, whereby each Performer\nusing one of the five Performer spaces shall relinquish the space on the hour,\nevery hour, whenever another Performer is waiting to use the Performer space in\nwhich the Performer is Performing.\t2.\tNo Person shall Vend any item in a\nDesignated Space, except as expressly authorized by Subsection D.\t3.\tNo Person\nshall place or allow anything in any Designated Space to extend beyond the\nboundaries of the Designated Space nor place anything adjacent to the Designated\nSpace nor obstruct or impede the access areas between the Designated\nSpaces.\t4.\tNo Person shall Vend in, Perform in, or place or allow any item to\nextend into a designated emergency ingress and egress area. A map depicting the\nemergency ingress and egress areas is available for inspection and copying at\nthe Police Substation or at the Recreation Office.\t5.\tThe City desires to\nbalance the goal of avoiding visual clutter and blight against the need of\nPerformers and Vendors exempt pursuant to Subsection D., above, to have shade\nfrom the sun. Additionally, the City desires to balance the goal of avoiding\nvisual clutter and blight against the desire of Performers and Vendors exempt\npursuant to Subsection D., above to use equipment common to exempted Performing\nand Vending activities. Accordingly, the following rules relating to shade,\nPerforming and Vending equipment: are adopted as follows: No Person shall place\nor allow any item (except an umbrella, sun shade, easel, display board or\nmicrophone stand) exceeding four feet above ground in any Designated Space, nor\nshall any Person cause or allow a Designated Space to be enclosed. An umbrella\nor sun shade shall not exceed 8 feet above ground and shall be open on all\nsides. An easel, display board or microphone stand shall not exceed 6 feet in\nheight. Persons shall not hang objects of any nature on or from any umbrella,\nsun shade, easel or display board.\t6.\tNo Person occupying a Designated Space\nshall leave that Designated Space for a period longer than 45 consecutive\nminutes without first removing all items from the Designated Space.\t7.\tNo Person\nshall occupy more than one single regular-sized or double-sized Designated Space\nat any given time, nor shall any Person solicit another Person to obtain or\noccupy a Designated Space on his or her behalf.\t8.\tNo Person shall purchase,\nsell, barter or exchange any Designated Space with any other Person.\t9.\tNo\nPerson shall set up or set down items in, take down items from or block, or\nattempt to reserve a Designated Space between Sunset and 9:00 a.m.\t10.\tAny\numbrella used in connection with the activities authorized in the Designated\nSpaces must be adequately secured in an upright position with a diameter no\ngreater than 8 feet.\t11.\tDesignated Spaces must be kept clean and free of litter\nand debris. No permanent markings shall be made in any Designated Space. Any\ntemporary marking made in any Designated Space must be removed from the\nDesignated Space when the Person using the Designated Space vacates the\nDesignated Space or by Sunset, whichever is earlier.\t12.\tNo open flames\ncombustible fuel or gasoline-fueled generators are allowed in any Designated\nSpace. Electric cords may not be connected outside the assigned space or to any\nCity or private power source.\tF.\tSpecial Rules for Other Areas of the\nBoardwalk.\t1.\tAreas Outside of the Designated Spaces, Pagodas, and Recreation\nArea.\t(a)\tAreas where use of equipment is prohibited. The activities described\nin Subsection D. may occur in all areas covered by this Section outside the\nDesignated Spaces, Pagodas, and Recreation Area, provided that no Person may set\nup a display table, easel, stand, equipment or other furniture, use a Pushcart\nor other vehicle or place any item on the property defined in Subsection C.\nexcept as provided in Paragraph (b) of this Subdivision.\t(b)\tAreas where limited\nuse of equipment is permitted. The activities described in Subsection D., but\nnot including Vending, may occur on the Westside of the Boardwalk outside the\nDesignated Spaces, Pagodas, Recreation Area and other areas designed as access\npoints for or constitute routes for emergency ingress and egress. In connection\nwith permissible activities in the area on the Westside of the Boardwalk,\noutside the Designated Spaces, Pagodas, Recreation Area and other areas\ndesignated for emergency ingress and egress, a Person may set up a display\ntable, easel, stand, equipment or other furniture, a Pushcart or other vehicle,\nor place an item on the ground in the areas where limited use of equipment is\npermitted, subject to reasonable size and height restrictions set forth in\nparagraph E.5., herein, provided the equipment or the activity associated with\nthe equipment does not materially impede or obstruct pedestrian or vehicular\ntraffic or areas designed for emergency ingress and egress. Nothing in this\nparagraph shall be construed to allow a person to use or set up equipment in\nconnection with Vending.\t(c)\tThe areas in which use of equipment is prohibited\nand areas in which limited use of equipment is permitted is available for\ninspection and copying at Police Substation or Recreation Office.\t2.\tThe\nRecreation Area.\t(a)\tThe Recreation Area is a limited space containing a\nconfluence of public safety ingress and egress routes, and at which pre-planned\nevents, recreation activities and tourism occur. The City’s Board of\nRecreation and Parks Commissioners may allocate use of the Recreation Area\nthrough the adoption of Program Rules detailing an advance reservation system or\nany other legally permissible allocation system, and the advance reservation\nsystem or other legally permissible allocation system contained in the Program\nRules will be adopted by the Board at a duly noticed public hearing at which the\npublic is provided an opportunity to comment, as required by the Ralph M. Brown\nAct, and made effective after reasonable public notice by posting at the\nRecreation Office for at least ten (10) days prior to implementation. A copy of\nthe Program Rules shall be available for inspection and copying at the Police\nSubstation or the Recreation Office.\t(b)\tNo Vending, and no display tables,\neasels, stands, equipment, Pushcarts or other vehicles, or structures shall be\nallowed in the Recreation Area except as may be expressly authorized by the\nBoard in connection with the Board’s pre-approval of the use of the Recreation\nArea.\t(c)\tNo Person shall use the Recreation Area or any part of the Recreation\nArea while the Recreation Area or that part of the Recreation Area has been\nreserved, set aside, is being used, set up, maintained or designed for a\nspecific recreational purpose, park purpose or event authorized by the City\nthrough the Department or Board. When the City, through the Department or Board,\nhas reserved, intends to use, set up, maintain or designate the Recreation Area\nor any part of the Recreation Area for a specific recreational purpose, park\npurpose or event, the Department will make available for inspection and copying\nat the Police Substation or Recreation Office information describing the nature\nof the authorized park purpose or event, the location of the park purpose or\nevent and the times during which the park purpose or event will take\nplace.\tG.\tUse of City Property for Vending, Performing, or Display Prohibited.\nNo Person shall use or obstruct access to any City-owned or maintained property\nor equipment, including, but not limited to, street furniture, benches,\nplanters, trash receptacles, Pagodas or other structures or equipment installed\non public property, for Vending, Performing, or display of anything\nwhatsoever.\tH.\tNoise Regulation for all Property on or Abutting the\nBoardwalk.\t1.\tNo Person whether on the Boardwalk or on private or public\nproperty abutting the Boardwalk shall create any noise, or allow the creation of\nany noise, which causes the noise level to exceed the following Lmax levels\nbetween 9:00 a.m. and Sunset:\t(a)\t75 dBA, when measured at a minimum distance of\n25 feet from the source of the noise; or,\t(b)\t96 dBA, when measured at a minimum\ndistance of one foot from the source of the noise.\tWhen Lmax levels are measured\nfor noise emanating from a building located on private property adjacent to the\nBoardwalk, the measurement shall be taken from the property line dividing the\nprivate property and the Boardwalk.\t2.\tNothing in this Section shall be\nconstrued as prohibiting the City from enforcing other provisions of this Code\nregulating noise and sound levels. At all times, the noise and sound provisions\nof Chapter 11 of the Los Angeles Municipal Code, Articles 1 through 5,\ninclusive, and Los Angeles Municipal Code Sections 63.44 B.6., 41.42, 41.57,\n53.63 shall apply. \t3.\tNo Person shall interfere with or resist the taking of\nany noise measurement authorized by this Section.\tI.\tViolations. Any Person\nviolating a provision of this Section shall be subject to the following\npenalties:\t1.\tFirst violation. A first violation of this Section shall be an\ninfraction punishable by a fine in the amount of $100.\t2.\tSecond and subsequent\nviolations. A second violation and all subsequent violations shall be subject to\nthe provisions of Section 11.00 of the L.A.M.C, including prosecution as an\ninfraction punishable by a fine in the amount of $250, or prosecution as a\nmisdemeanor punishable by a fine of not more than $1,000 or by imprisonment in\nthe County Jail for a period of not more than six months, or by both a fine and\nimprisonment.\t3.\tNothing in this Section shall be construed as prohibiting the\nCity from enforcing any and all other provisions of this Code or other\napplicable laws. At all times, Los Angeles Municipal Code Section 63.44, which\nregulates the use of park and recreational facilities, shall apply.\tJ.\tOther\nApplicable Opening and Closing Hours. Nothing in this Section amends or extends\nthe opening or closing hours otherwise established by law for any area subject\nto this Section. \tK.\tPosted Notice. The City shall post signs providing notice\nof the existence of rules for the allocation and use of the Designated Spaces,\nRecreation Area and Boardwalk areas near the entrances to the Designated Spaces\nand the Recreation Area. A complete copy of this Section shall be available for\ninspection and copying at the Police Substation or at the Recreation\nOffice.\tL.\tSeverability. If any portion, subsection, sentence, clause or phrase\nof this Section is for any reason held by a court of competent jurisdiction to\nbe invalid, such a decision shall not affect the validity of the remaining\nportions of this Ordinance. The City Council hereby declares that it would have\npassed this Section and each portion or subsection, sentence, clause and phrase\nherein, irrespective of the fact that any one or more portions, subsections,\nsentences, clauses or phrases be declared invalid.\n","html":"\n\t\t\t\t\t<section><p>  VENDING AND EXCESSIVE NOISE ON BEACHES PROHIBITED.\n\t(Amended by Ord. No. 181,963, Eff. 1\/20\/12.)<br \/><br \/>\tA.\tDefinitions. For purposes of this Section, the following words or phrases shall have the following meanings:<br \/><br \/>\t1.\tBoard. The Board of Recreation and Park Commissioners of the City of Los Angeles.<br \/><br \/>\t2.\tBoardwalk. The Boardwalk is the manmade promenade that runs parallel to the beach and is designated or referred to as “Ocean Front Walk” or just the “Boardwalk”. The Boardwalk runs from the City of Santa Monica on the north to the City of El Segundo on the south. A map depicting the Boardwalk is available for inspection and copying at the Police Substation or at the Recreation Office.<br \/><br \/>\t3.\tCity. The City of Los Angeles, a municipal corporation.<br \/><br \/>\t4.\tDesignated Space or Designated Spaces. A Designated Space or Designated Spaces are the 205 areas on the Boardwalk designated by the City and located between Navy Street on the north and 17th Avenue on the south. A map depicting the Designated Spaces is available for inspection and copying at the Police Substation or at the Recreation Office.<br \/><br \/>\t5.\tDepartment. The Department of Recreation and Parks of the City of Los Angeles.<br \/><br \/>\t6.\tDonation. A gift; a voluntary act which is not required and does not require anything in return.<br \/><br \/>\t7.\tFood. Any type of edible substance or beverage.<br \/><br \/>\t8.\tGoods or Merchandise. Any items that are not food.<br \/><br \/>\t9.\tHandcrafts. <span class=\"dictionary\">Objects<\/span> made either by hand or with the help of devices used to shape or produce the <span class=\"dictionary\">objects<\/span> through such methods as weaving, carving, stitching, sewing, lacing, and beading including <span class=\"dictionary\">objects<\/span> such as jewelry, pottery, silver work, leather goods, and trinkets. Most Handcrafts have more than nominal utility apart from any communicative value they possess. Most commonly, Handcrafts do not communicate a message, idea, or concept to others, are often mass produced or produced with limited variation. Handcrafts do not include visual arts.<br \/><br \/>\t10.\tPagodas. The shade structures and seating, plus the area within a ten foot radius around each of the shade structures and seating, located on the Boardwalk at Clubhouse Avenue, Breeze Avenue, Park Avenue, Sunset Avenue and Dudley Avenue. A map depicting the Pagodas is available for inspection and copying at the Police Substation or at the Recreation Office.<br \/><br \/>\t11.\tPerform, Performing, Performance or Performances. To engage in any of the following activities on public property: playing musical instruments, singing, dancing, acting, pantomiming, puppeteering, juggling, reciting, engaging in magic, creating visual art in its entirety, presenting or enacting a play, work of music, work of art, physical or mental feat, or other constitutionally protected entertainment or form of expression. The terms Perform, Performing, Performance or Performances shall not include:<br \/><br \/>\t(a)\tThe application of substances to others’ skin, including but not limited to, paints, dyes and inks;<br \/><br \/>\t(b)\tThe provision of personal services such as massage or hair weaving, cutting or styling;<br \/><br \/>\t(c)\tthe completion or other partial creation of visual art;<br \/><br \/>\t(d)\tthe creation of visual art which is mass produced or produced with limited variation; or <br \/><br \/>\t(e)\tthe creation of Handcrafts.<br \/><br \/>\t12.\tPerformer. A Performer is a Person who Performs. Performer includes the employers, employees, and agents of a Performer. Indicia of being a performer include, but are not limited to, setting up performance equipment, staging or orienting the performance towards the public, performing in the same location for an extended period of time, performing in the public over multiple days, seeking voluntary contributions through passing around a hat or leaving open an instrument case or other receptacle, and soliciting donations after a performance.<br \/><br \/>\t13.\tPerson or Persons. One or more natural persons, individuals, groups, businesses, business trusts, companies, corporations, joint ventures, joint stock companies, partnership, entities, associations, clubs or organizations composed of two or more individuals (or the manager, lessee, agent, servant, officer or employee of any of them), whether engaged in business, nonprofit or any other activity.<br \/><br \/>\t14.\tPolice Substation. The Police Substation is the Los Angeles Police Department office building located at 17th Avenue and Ocean Front Walk.<br \/><br \/>\t15.\tProgram Rules. Rules adopted by the Board pursuant to its Charter authority and made applicable to use of the public space on and adjacent to the Boardwalk. The Program Rules will be adopted at a duly noticed public <span class=\"dictionary\">hearing<\/span> at which the public is provided an opportunity to comment, as required by the Ralph M. Brown Act, at least ten (10) days prior to implementation. The Program Rules, as may be amended from time-to-time by the Board, shall be available for inspection and copying at the Police Substation or at the Recreation Office.<br \/><br \/>\t16.\tPushcart. Any mobile device that holds Food or Goods or Merchandise, as defined in this Subsection, and is used to vend.<br \/><br \/>\t17.\tRecreation Area. The area between Horizon and 20th Avenues that includes the Boardwalk, grassy areas, the Police Substation, which is co-located with an office of the City’s Department of Recreation and Parks, Muscle Beach, paddle tennis <span class=\"dictionary\">courts<\/span>, skate park, skate plaza and other recreational facilities. This does not include the area west of the Boardwalk immediately adjacent to this area. A map of the Recreation Area is available for inspection and copying at the Police Substation or at the Recreation Office.<br \/><br \/>\t18.\tRecreation Office. The Recreation Office is an office of the City’s Department of Recreation and Parks that is physically co-located with the Police Substation at 17th Avenue and Ocean Front Walk.<br \/><br \/>\t19.\tSunset. Sunset is the time at which the sun’s disk descends below the western horizon. The precise moment of Sunset can be determined by reference to various, publicly available almanacs and newspapers of general circulation in Los Angeles.<br \/><br \/>\t20.\tVend or Vending. To sell, offer for sale, expose or display for sale, solicit offers to purchase, or to barter Food, Goods or Merchandise, or services in any area from a stand, table, Pushcart, motor vehicle, bicycle, or by a Person with or without the use of any other device or other method of transportation, or to require someone to pay a fee or to set, negotiate, or establish a fee before providing Food, Goods or Merchandise, or services, even if characterized by the Vendor as a Donation.<br \/><br \/>\t21.\tVendor. A Vendor is a Person who Vends. Vendor includes the employers, employees, and agents of a Vendor.<br \/><br \/>\t22.\tWestside of the Boardwalk. The area on the ocean-side of the Boardwalk. A map depicting the Westside of the Boardwalk is available for inspection and copying at the Police Substation or at the Recreation Office.<br \/><br \/>\tB.\t<span class=\"dictionary\">Findings<\/span> and Purposes. The City Council of the City of Los Angeles finds and declares as follows:<br \/><br \/>\t1.\tThe Boardwalk and Recreation Area constitute a major tourist attraction in the City, hosting approximately 16 million visitors annually. The Boardwalk and Recreation Area are limited spaces geographically, located in a narrow, linear City park that is bounded by the beach to the West and private property to the East. The total width of the Boardwalk is only ten feet in certain sections and only as wide as 50 feet in other limited areas. The space is further constrained by the <span class=\"dictionary\">fact<\/span> the Boardwalk and Recreation Area serve as emergency ingress and egress routes.<br \/><br \/>\t2.\tHistorically, visitors, including tourists, have been drawn to Venice beach because, the Boardwalk and Recreation Area served as a traditional public forum for performance and visual artists, as well as other free speech activity. Vendors of Food, Goods and Merchandise viewed the large crowds of visitors to the Boardwalk and Recreation Area as a pool of potential customers and Vending proliferated. As the numbers of commercial Vendors increased, the number of Performers and persons engaging in free speech activities decreased both because of the limited amount of space and because of the change in atmosphere from a vibrant center of art and expression to a commercial “flea market” atmosphere. Competing interests for space on the Boardwalk and Recreation Area intensified and physical altercations for space and disturbances of the peace resulted in <span class=\"dictionary\">law<\/span> enforcement responses and <span class=\"dictionary\">arrests<\/span>.<br \/><br \/>\t3.\tUnregulated Vending and Performances adversely affect the historic character of the Boardwalk, hamper rather than encourage a wide variety of performances, visual artists and other free speech activity, as well as jeopardize the public safety of visitors to the Boardwalk, resulting in an economic and cultural loss to the City. Therefore, the Boardwalk requires reasonable time, place, and manner restrictions to retain its unique historic character as a center of performance, art, and other free speech activity, preserve its status as a tourist attraction, protect the commercial life of the Boardwalk, and ensure the safety and enjoyment of residents, visitors, advocates, artists, performers, and Vendors alike. Due to its unique historical, geographical, and physical characteristics, the Boardwalk requires its own set of rules and regulations different from other public parks in the City.<br \/><br \/>\t4.\tUnregulated Vending and Performing harms the Boardwalk, and therefore must be regulated because:<br \/><br \/>\t(a)\tTourists are deterred from visiting or shopping at the Boardwalk as they are constantly approached, solicited, and sometimes harassed by unregulated Vendors and Performers. Regulation is therefore necessary to manage the time, place, and manner of Vending on the Boardwalk, in <span class=\"dictionary\">order<\/span> to ensure that tourists are not deterred from visiting or shopping at the Boardwalk;<br \/><br \/>\t(b)\tThe amount of space on the Boardwalk that is available for performing and visual artists and for political advocacy is limited due to the size of the Boardwalk and the large crowds of visitors that the Boardwalk attracts. Due to the limited amount of space, unregulated Vending along the Boardwalk prevents many Persons from engaging in performance, art, advocacy or other expressive activities. The lack of regulations for Vending, Performing and noise has resulted in conflicting claims for the available spaces. Numerous altercations occurred, in competition for locations and amounts of space, during time periods in which the City lacked regulations for noise and a system for allocating available space for Vending and Performing. Frequently, the altercations became violent requiring <span class=\"dictionary\">law<\/span> enforcement response to preserve the public peace. Persons wishing to secure spaces often arrive prior to dawn and create loud noise in setting up their displays, thereby disturbing the public peace, including the peace of the residents on and near the Boardwalk, and requiring a <span class=\"dictionary\">law<\/span> enforcement response. Unregulated, the Boardwalk became a place where only the strongest and earliest arrivals could secure space to exercise their rights of free expression without threat of intimidation. Regulation is necessary, therefore, to manage the use of the limited space on the Boardwalk to prevent conflicting claims for the space and to allocate the limited space available fairly to all who desire to use it for lawful purposes;<br \/><br \/>\t(c)\tTables, Pushcarts, stands, and certain equipment of Vendors and Performers impede the orderly movement of pedestrian traffic along the narrow Boardwalk and may make the Boardwalk unsafe for pedestrians by limiting the City’s ability to effect crowd management and control. Certain equipment of Vendors and Performers contributes to visual clutter and blight, especially when it impacts the ability of Boardwalk visitors to see the Pacific Ocean. Regulating the use of equipment by Vendors and Performers therefore is necessary to manage the orderly movement of pedestrian traffic. Regulation also is necessary to avoid injuries to pedestrians as well as ensure the existence of emergency and non-emergency ingress and egress between the beach and the Boardwalk;<br \/><br \/>\t(d)\tThe Vendors, Performers and their equipment impede the ingress and egress of emergency and public safety vehicles by creating physical obstacles to emergency response and administration of aid to those in need of immediate medical attention and to victims of criminal activity. Regulation is therefore necessary to ensure that Vendors, Performers and their equipment do not interfere with emergency response vehicles that provide assistance to individuals with medical needs and victims of criminal activity;<br \/><br \/>\t(e)\tUnregulated Vending has resulted in the sale of stolen, defective or counterfeit merchandise. Regulation therefore is necessary to protect the public and the Boardwalk commercial life;<br \/><br \/>\t(f)\tUnregulated Vending of personal services has resulted in activities that are illegal and harmful to human health, including the offering of services by unlicensed Vendors of services for which a license is required by the State of California, physical <span class=\"dictionary\">assaults<\/span> and the application of toxic chemicals to Persons;<br \/><br \/>\t(g)\tUnregulated Vending causes visual clutter\/blight along the Boardwalk, impedes views of the beach and the Pacific Ocean, and threatens the City’s ability to attract tourists and preserve businesses along the Boardwalk. Regulation therefore is necessary to manage the number of Vendors, the size of their equipment and displays, and the location of Vending activity;<br \/><br \/>\t(h)\tUnregulated Vending creates unnecessary, excessive and annoying noise on the Boardwalk, is detrimental to the public health, welfare and safety and contrary to the public interest, harms residents, the commercial life of the Boardwalk and the historic character of the Boardwalk, and diminishes the quality of life for those who visit, live or work on or near the Boardwalk. Regulation therefore is necessary to establish restrictions on noise at the Boardwalk; and<br \/><br \/>\t(i)\tThe Recreation Area is a site that is uniquely suitable to and frequently used for events that require pre-planning and advanced notice. The Recreation Area is the location of the Police Substation where vehicles require the ability for unobstructed ingress and egress. Due to the size, shape, and physical attributes of the Recreation Area (including a skate park and plaza, paddle tennis <span class=\"dictionary\">courts<\/span> and exercise equipment), it is also a site uniquely suitable to and used by many Persons for skateboarding, paddle tennis, and other sports and exercise. The Recreation Area is the home of historic “Muscle Beach”, a popular tourist attraction. Muscle Beach is world renowned as home of physical fitness advocates and body builders, including Jack La Lanne (considered to be the father of the modern fitness movement), Arnold Schwarzenegger, Franco Columbo and Dave Draper.<br \/><br \/>\tC.\tBeach Vending Prohibition. Except as specifically allowed in this Section, no Person shall engage in Vending upon any public beach lands or properties adjoining the waterfront of the Pacific Ocean, or upon any immediately adjacent Boardwalk, sidewalk or public way between the southerly boundary of the City of Santa Monica and the northerly boundary of the City of El Segundo and between the northwesterly boundary of the City of Santa Monica and the northwesterly boundary of the City of Los Angeles.<br \/><br \/>\tD.\tVending and Performing on Designated Spaces. To address the <span class=\"dictionary\">findings<\/span> and purposes set forth in this Section, the City has created reasonable time, place, and manner restrictions on Vending and noise, as well as to facilitate Performing. To preserve the Boardwalk’s rich history of fostering new artists, performance, and other free speech activity, the City has divided the available space on the Boardwalk into 205 areas, known as Designated Spaces, where:<br \/><br \/>\t1.\tPersons can engage in traditional expressive speech and petitioning activities, and can Vend the following expressive items: newspapers, leaflets, pamphlets, bumper stickers, patches and\/or buttons.<br \/><br \/>\t2.\tPersons can Vend the following items, which have been created, written or composed by the Vendor or Performer: books, audio, video, or other recordings of their performances, paintings, photographs, prints, sculptures or any other item that is inherently communicative and is of nominal value or utility apart from its communication.<br \/><br \/>\t3.\tAlthough an item may have some expressive purpose, it will be deemed to have more than nominal utility apart from its communication if it has a common and dominant non-expressive purpose. Examples of items that have more than nominal utility apart from their communication and thus are subject to the Vending ban under the provisions of this Section, include but are not limited to, the following: housewares, appliances, articles of clothing, sunglasses, auto parts, oils, incense, perfume, crystals, lotions, candles, jewelry, toys and stuffed animals.<br \/><br \/>\t4.\tPerformers can Perform.<br \/><br \/>\t5.\tAny Vendor conducting lawful Vending under Subsections D.1. and D.2., above, must comply with applicable tax and licensing requirements.<br \/><br \/>\tE.\tAllocation and Use of Designated Spaces. The City’s Board of Recreation and Parks Commissioners shall designate a total of 205 spaces on the Boardwalk, referred to as the “Designated Spaces”. The Designated Spaces will be available for use in accordance with a first-come, first-served system or any other legally permissible allocation system adopted by the Board at a duly noticed public <span class=\"dictionary\">hearing<\/span> at which the public is provided an opportunity to comment, as required by the Ralph M. Brown Act, posted at the Recreation Office for at least ten (10) days prior to implementation.<br \/><br \/>\tThe 205 Designated Spaces shall be made available for the activities described in Subsection D. above. Five of the Designated Spaces shall be double-sized, large act spaces for Performers whose number of Performers plus audience can be anticipated to exceed 25 Persons. Two of the regular-sized Designated Spaces shall be made available for Persons engaging in any activity that is described in Subsection D. and who are predominantly giving away Food. The remainder of the regular-sized, Designated Spaces shall be made available for Persons engaging in any exempt activity described in Subsection D.<br \/><br \/>\tPersons using the 205 Designated Spaces are subject to, and shall comply with, the following restrictions and the Program Rules adopted by the Board:<br \/><br \/>\t1.\tThe five double-sized, large act Performer spaces historically have been used by Performers (such as acrobats) whose performances require more space than is available in a single-sized, Designated Space, and have been used by Performers who attract large crowds due to the nature of their performances. The five, double-sized, large act Performer spaces are the only spaces able to safely accommodate large scale performances or a large audience and, therefore, in <span class=\"dictionary\">order<\/span> to facilitate a variety of Performances in these double-sized spaces, the Performer spaces are subject to a rotation requirement, whereby each Performer using one of the five Performer spaces shall relinquish the space on the hour, every hour, whenever another Performer is waiting to use the Performer space in which the Performer is Performing.<br \/><br \/>\t2.\tNo Person shall Vend any item in a Designated Space, except as expressly authorized by Subsection D.<br \/><br \/>\t3.\tNo Person shall place or allow anything in any Designated Space to extend beyond the boundaries of the Designated Space nor place anything adjacent to the Designated Space nor obstruct or impede the access areas between the Designated Spaces.<br \/><br \/>\t4.\tNo Person shall Vend in, Perform in, or place or allow any item to extend into a designated emergency ingress and egress area. A map depicting the emergency ingress and egress areas is available for inspection and copying at the Police Substation or at the Recreation Office.<br \/><br \/>\t5.\tThe City desires to balance the goal of avoiding visual clutter and blight against the need of Performers and Vendors exempt pursuant to Subsection D., above, to have shade from the sun. Additionally, the City desires to balance the goal of avoiding visual clutter and blight against the desire of Performers and Vendors exempt pursuant to Subsection D., above to use equipment common to exempted Performing and Vending activities. Accordingly, the following rules relating to shade, Performing and Vending equipment: are adopted as follows: No Person shall place or allow any item (except an umbrella, sun shade, easel, display board or microphone stand) exceeding four feet above ground in any Designated Space, nor shall any Person cause or allow a Designated Space to be enclosed. An umbrella or sun shade shall not exceed 8 feet above ground and shall be open on all sides. An easel, display board or microphone stand shall not exceed 6 feet in height. Persons shall not hang <span class=\"dictionary\">objects<\/span> of any nature on or from any umbrella, sun shade, easel or display board.<br \/><br \/>\t6.\tNo Person occupying a Designated Space shall leave that Designated Space for a period longer than 45 consecutive minutes without first removing all items from the Designated Space.<br \/><br \/>\t7.\tNo Person shall occupy more than one single regular-sized or double-sized Designated Space at any given time, nor shall any Person solicit another Person to obtain or occupy a Designated Space on his or her behalf.<br \/><br \/>\t8.\tNo Person shall purchase, sell, barter or exchange any Designated Space with any other Person.<br \/><br \/>\t9.\tNo Person shall set up or set down items in, take down items from or block, or attempt to reserve a Designated Space between Sunset and 9:00 a.m.<br \/><br \/>\t10.\tAny umbrella used in connection with the activities authorized in the Designated Spaces must be adequately secured in an upright position with a diameter no greater than 8 feet.<br \/><br \/>\t11.\tDesignated Spaces must be kept clean and free of litter and debris. No permanent markings shall be made in any Designated Space. Any temporary marking made in any Designated Space must be removed from the Designated Space when the Person using the Designated Space vacates the Designated Space or by Sunset, whichever is earlier.<br \/><br \/>\t12.\tNo open flames combustible fuel or gasoline-fueled generators are allowed in any Designated Space. Electric cords may not be connected outside the assigned space or to any City or private power source.<br \/><br \/>\tF.\tSpecial Rules for Other Areas of the Boardwalk.<br \/><br \/>\t1.\tAreas Outside of the Designated Spaces, Pagodas, and Recreation Area.<br \/><br \/>\t(a)\tAreas where use of equipment is prohibited. The activities described in Subsection D. may occur in all areas covered by this Section outside the Designated Spaces, Pagodas, and Recreation Area, provided that no Person may set up a display table, easel, stand, equipment or other furniture, use a Pushcart or other vehicle or place any item on the property defined in Subsection C. except as provided in Paragraph (b) of this Subdivision.<br \/><br \/>\t(b)\tAreas where limited use of equipment is permitted. The activities described in Subsection D., but not including Vending, may occur on the Westside of the Boardwalk outside the Designated Spaces, Pagodas, Recreation Area and other areas designed as access points for or constitute routes for emergency ingress and egress. In connection with permissible activities in the area on the Westside of the Boardwalk, outside the Designated Spaces, Pagodas, Recreation Area and other areas designated for emergency ingress and egress, a Person may set up a display table, easel, stand, equipment or other furniture, a Pushcart or other vehicle, or place an item on the ground in the areas where limited use of equipment is permitted, subject to reasonable size and height restrictions set forth in paragraph E.5., herein, provided the equipment or the activity associated with the equipment does not materially impede or obstruct pedestrian or vehicular traffic or areas designed for emergency ingress and egress. Nothing in this paragraph shall be construed to allow a person to use or set up equipment in connection with Vending.<br \/><br \/>\t(c)\tThe areas in which use of equipment is prohibited and areas in which limited use of equipment is permitted is available for inspection and copying at Police Substation or Recreation Office.<br \/><br \/>\t2.\tThe Recreation Area.<br \/><br \/>\t(a)\tThe Recreation Area is a limited space containing a confluence of public safety ingress and egress routes, and at which pre-planned events, recreation activities and tourism occur. The City’s Board of Recreation and Parks Commissioners may allocate use of the Recreation Area through the adoption of Program Rules detailing an advance reservation system or any other legally permissible allocation system, and the advance reservation system or other legally permissible allocation system contained in the Program Rules will be adopted by the Board at a duly noticed public <span class=\"dictionary\">hearing<\/span> at which the public is provided an opportunity to comment, as required by the Ralph M. Brown Act, and made effective after reasonable public notice by posting at the Recreation Office for at least ten (10) days prior to implementation. A copy of the Program Rules shall be available for inspection and copying at the Police Substation or the Recreation Office.<br \/><br \/>\t(b)\tNo Vending, and no display tables, easels, stands, equipment, Pushcarts or other vehicles, or structures shall be allowed in the Recreation Area except as may be expressly authorized by the Board in connection with the Board’s pre-approval of the use of the Recreation Area.<br \/><br \/>\t(c)\tNo Person shall use the Recreation Area or any part of the Recreation Area while the Recreation Area or that part of the Recreation Area has been reserved, set aside, is being used, set up, maintained or designed for a specific recreational purpose, park purpose or event authorized by the City through the Department or Board. When the City, through the Department or Board, has reserved, intends to use, set up, maintain or designate the Recreation Area or any part of the Recreation Area for a specific recreational purpose, park purpose or event, the Department will make available for inspection and copying at the Police Substation or Recreation Office information describing the nature of the authorized park purpose or event, the location of the park purpose or event and the times during which the park purpose or event will take place.<br \/><br \/>\tG.\tUse of City Property for Vending, Performing, or Display Prohibited. No Person shall use or obstruct access to any City-owned or maintained property or equipment, including, but not limited to, street furniture, benches, planters, trash receptacles, Pagodas or other structures or equipment installed on public property, for Vending, Performing, or display of anything whatsoever.<br \/><br \/>\tH.\tNoise Regulation for all Property on or Abutting the Boardwalk.<br \/><br \/>\t1.\tNo Person whether on the Boardwalk or on private or public property abutting the Boardwalk shall create any noise, or allow the creation of any noise, which causes the noise level to exceed the following Lmax levels between 9:00 a.m. and Sunset:<br \/><br \/>\t(a)\t75 dBA, when measured at a minimum distance of 25 feet from the source of the noise; or,<br \/><br \/>\t(b)\t96 dBA, when measured at a minimum distance of one foot from the source of the noise.<br \/><br \/>\tWhen Lmax levels are measured for noise emanating from a building located on private property adjacent to the Boardwalk, the measurement shall be taken from the property line dividing the private property and the Boardwalk.<br \/><br \/>\t2.\tNothing in this Section shall be construed as prohibiting the City from enforcing other provisions of this Code regulating noise and sound levels. At all times, the noise and sound provisions of Chapter 11 of the Los Angeles Municipal Code, Articles 1 through 5, inclusive, and Los Angeles Municipal Code Sections 63.44 B.6., 41.42, 41.57, 53.63 shall apply. <br \/><br \/>\t3.\tNo Person shall interfere with or resist the taking of any noise measurement authorized by this Section.<br \/><br \/>\tI.\tViolations. Any Person violating a provision of this Section shall be subject to the following penalties:<br \/><br \/>\t1.\tFirst violation. A first violation of this Section shall be an infraction punishable by a fine in the amount of $100.<br \/><br \/>\t2.\tSecond and subsequent violations. A second violation and all subsequent violations shall be subject to the provisions of Section 11.00 of the L.A.M.C, including <span class=\"dictionary\">prosecution<\/span> as an infraction punishable by a fine in the amount of $250, or <span class=\"dictionary\">prosecution<\/span> as a <span class=\"dictionary\">misdemeanor<\/span> punishable by a fine of not more than $1,000 or by imprisonment in the <span class=\"dictionary\">County Jail<\/span> for a period of not more than six months, or by both a fine and imprisonment.<br \/><br \/>\t3.\tNothing in this Section shall be construed as prohibiting the City from enforcing any and all other provisions of this Code or other applicable <span class=\"dictionary\">laws<\/span>. At all times, Los Angeles Municipal Code Section 63.44, which regulates the use of park and recreational facilities, shall apply.<br \/><br \/>\tJ.\tOther Applicable Opening and Closing Hours. Nothing in this Section <span class=\"dictionary\">amends<\/span> or extends the opening or closing hours otherwise established by <span class=\"dictionary\">law<\/span> for any area subject to this Section. <br \/><br \/>\tK.\tPosted Notice. The City shall post signs providing notice of the existence of rules for the allocation and use of the Designated Spaces, Recreation Area and Boardwalk areas near the entrances to the Designated Spaces and the Recreation Area. A complete copy of this Section shall be available for inspection and copying at the Police Substation or at the Recreation Office.<br \/><br \/>\tL.\tSeverability. If any portion, subsection, sentence, clause or phrase of this Section is for any reason held by a <span class=\"dictionary\">court<\/span> of competent <span class=\"dictionary\">jurisdiction<\/span> to be invalid, such a decision shall not affect the validity of the remaining portions of this <span class=\"dictionary\">Ordinance<\/span>. The City Council hereby declares that it would have passed this Section and each portion or subsection, sentence, clause and phrase herein, irrespective of the <span class=\"dictionary\">fact<\/span> that any one or more portions, subsections, sentences, clauses or phrases be declared invalid.<\/p><\/section>","previous_section":{"id":"397","structure_id":"21","section_number":"42.14.1","catch_line":"Soliciting On City Property.","url":"\/42.14.1\/","token":"42.14.1"},"text":{"0":{"id":"529","text":"  VENDING AND EXCESSIVE NOISE ON BEACHES PROHIBITED.\n\t(Amended by Ord. No. 181,963, Eff. 1\/20\/12.)\tA.\tDefinitions. For purposes of this Section, the following words or phrases shall have the following meanings:\t1.\tBoard. The Board of Recreation and Park Commissioners of the City of Los Angeles.\t2.\tBoardwalk. The Boardwalk is the manmade promenade that runs parallel to the beach and is designated or referred to as “Ocean Front Walk” or just the “Boardwalk”. The Boardwalk runs from the City of Santa Monica on the north to the City of El Segundo on the south. A map depicting the Boardwalk is available for inspection and copying at the Police Substation or at the Recreation Office.\t3.\tCity. The City of Los Angeles, a municipal corporation.\t4.\tDesignated Space or Designated Spaces. A Designated Space or Designated Spaces are the 205 areas on the Boardwalk designated by the City and located between Navy Street on the north and 17th Avenue on the south. A map depicting the Designated Spaces is available for inspection and copying at the Police Substation or at the Recreation Office.\t5.\tDepartment. The Department of Recreation and Parks of the City of Los Angeles.\t6.\tDonation. A gift; a voluntary act which is not required and does not require anything in return.\t7.\tFood. Any type of edible substance or beverage.\t8.\tGoods or Merchandise. Any items that are not food.\t9.\tHandcrafts. Objects made either by hand or with the help of devices used to shape or produce the objects through such methods as weaving, carving, stitching, sewing, lacing, and beading including objects such as jewelry, pottery, silver work, leather goods, and trinkets. Most Handcrafts have more than nominal utility apart from any communicative value they possess. Most commonly, Handcrafts do not communicate a message, idea, or concept to others, are often mass produced or produced with limited variation. Handcrafts do not include visual arts.\t10.\tPagodas. The shade structures and seating, plus the area within a ten foot radius around each of the shade structures and seating, located on the Boardwalk at Clubhouse Avenue, Breeze Avenue, Park Avenue, Sunset Avenue and Dudley Avenue. A map depicting the Pagodas is available for inspection and copying at the Police Substation or at the Recreation Office.\t11.\tPerform, Performing, Performance or Performances. To engage in any of the following activities on public property: playing musical instruments, singing, dancing, acting, pantomiming, puppeteering, juggling, reciting, engaging in magic, creating visual art in its entirety, presenting or enacting a play, work of music, work of art, physical or mental feat, or other constitutionally protected entertainment or form of expression. The terms Perform, Performing, Performance or Performances shall not include:\t(a)\tThe application of substances to others’ skin, including but not limited to, paints, dyes and inks;\t(b)\tThe provision of personal services such as massage or hair weaving, cutting or styling;\t(c)\tthe completion or other partial creation of visual art;\t(d)\tthe creation of visual art which is mass produced or produced with limited variation; or \t(e)\tthe creation of Handcrafts.\t12.\tPerformer. A Performer is a Person who Performs. Performer includes the employers, employees, and agents of a Performer. Indicia of being a performer include, but are not limited to, setting up performance equipment, staging or orienting the performance towards the public, performing in the same location for an extended period of time, performing in the public over multiple days, seeking voluntary contributions through passing around a hat or leaving open an instrument case or other receptacle, and soliciting donations after a performance.\t13.\tPerson or Persons. One or more natural persons, individuals, groups, businesses, business trusts, companies, corporations, joint ventures, joint stock companies, partnership, entities, associations, clubs or organizations composed of two or more individuals (or the manager, lessee, agent, servant, officer or employee of any of them), whether engaged in business, nonprofit or any other activity.\t14.\tPolice Substation. The Police Substation is the Los Angeles Police Department office building located at 17th Avenue and Ocean Front Walk.\t15.\tProgram Rules. Rules adopted by the Board pursuant to its Charter authority and made applicable to use of the public space on and adjacent to the Boardwalk. The Program Rules will be adopted at a duly noticed public hearing at which the public is provided an opportunity to comment, as required by the Ralph M. Brown Act, at least ten (10) days prior to implementation. The Program Rules, as may be amended from time-to-time by the Board, shall be available for inspection and copying at the Police Substation or at the Recreation Office.\t16.\tPushcart. Any mobile device that holds Food or Goods or Merchandise, as defined in this Subsection, and is used to vend.\t17.\tRecreation Area. The area between Horizon and 20th Avenues that includes the Boardwalk, grassy areas, the Police Substation, which is co-located with an office of the City’s Department of Recreation and Parks, Muscle Beach, paddle tennis courts, skate park, skate plaza and other recreational facilities. This does not include the area west of the Boardwalk immediately adjacent to this area. A map of the Recreation Area is available for inspection and copying at the Police Substation or at the Recreation Office.\t18.\tRecreation Office. The Recreation Office is an office of the City’s Department of Recreation and Parks that is physically co-located with the Police Substation at 17th Avenue and Ocean Front Walk.\t19.\tSunset. Sunset is the time at which the sun’s disk descends below the western horizon. The precise moment of Sunset can be determined by reference to various, publicly available almanacs and newspapers of general circulation in Los Angeles.\t20.\tVend or Vending. To sell, offer for sale, expose or display for sale, solicit offers to purchase, or to barter Food, Goods or Merchandise, or services in any area from a stand, table, Pushcart, motor vehicle, bicycle, or by a Person with or without the use of any other device or other method of transportation, or to require someone to pay a fee or to set, negotiate, or establish a fee before providing Food, Goods or Merchandise, or services, even if characterized by the Vendor as a Donation.\t21.\tVendor. A Vendor is a Person who Vends. Vendor includes the employers, employees, and agents of a Vendor.\t22.\tWestside of the Boardwalk. The area on the ocean-side of the Boardwalk. A map depicting the Westside of the Boardwalk is available for inspection and copying at the Police Substation or at the Recreation Office.\tB.\tFindings and Purposes. The City Council of the City of Los Angeles finds and declares as follows:\t1.\tThe Boardwalk and Recreation Area constitute a major tourist attraction in the City, hosting approximately 16 million visitors annually. The Boardwalk and Recreation Area are limited spaces geographically, located in a narrow, linear City park that is bounded by the beach to the West and private property to the East. The total width of the Boardwalk is only ten feet in certain sections and only as wide as 50 feet in other limited areas. The space is further constrained by the fact the Boardwalk and Recreation Area serve as emergency ingress and egress routes.\t2.\tHistorically, visitors, including tourists, have been drawn to Venice beach because, the Boardwalk and Recreation Area served as a traditional public forum for performance and visual artists, as well as other free speech activity. Vendors of Food, Goods and Merchandise viewed the large crowds of visitors to the Boardwalk and Recreation Area as a pool of potential customers and Vending proliferated. As the numbers of commercial Vendors increased, the number of Performers and persons engaging in free speech activities decreased both because of the limited amount of space and because of the change in atmosphere from a vibrant center of art and expression to a commercial “flea market” atmosphere. Competing interests for space on the Boardwalk and Recreation Area intensified and physical altercations for space and disturbances of the peace resulted in law enforcement responses and arrests.\t3.\tUnregulated Vending and Performances adversely affect the historic character of the Boardwalk, hamper rather than encourage a wide variety of performances, visual artists and other free speech activity, as well as jeopardize the public safety of visitors to the Boardwalk, resulting in an economic and cultural loss to the City. Therefore, the Boardwalk requires reasonable time, place, and manner restrictions to retain its unique historic character as a center of performance, art, and other free speech activity, preserve its status as a tourist attraction, protect the commercial life of the Boardwalk, and ensure the safety and enjoyment of residents, visitors, advocates, artists, performers, and Vendors alike. Due to its unique historical, geographical, and physical characteristics, the Boardwalk requires its own set of rules and regulations different from other public parks in the City.\t4.\tUnregulated Vending and Performing harms the Boardwalk, and therefore must be regulated because:\t(a)\tTourists are deterred from visiting or shopping at the Boardwalk as they are constantly approached, solicited, and sometimes harassed by unregulated Vendors and Performers. Regulation is therefore necessary to manage the time, place, and manner of Vending on the Boardwalk, in order to ensure that tourists are not deterred from visiting or shopping at the Boardwalk;\t(b)\tThe amount of space on the Boardwalk that is available for performing and visual artists and for political advocacy is limited due to the size of the Boardwalk and the large crowds of visitors that the Boardwalk attracts. Due to the limited amount of space, unregulated Vending along the Boardwalk prevents many Persons from engaging in performance, art, advocacy or other expressive activities. The lack of regulations for Vending, Performing and noise has resulted in conflicting claims for the available spaces. Numerous altercations occurred, in competition for locations and amounts of space, during time periods in which the City lacked regulations for noise and a system for allocating available space for Vending and Performing. Frequently, the altercations became violent requiring law enforcement response to preserve the public peace. Persons wishing to secure spaces often arrive prior to dawn and create loud noise in setting up their displays, thereby disturbing the public peace, including the peace of the residents on and near the Boardwalk, and requiring a law enforcement response. Unregulated, the Boardwalk became a place where only the strongest and earliest arrivals could secure space to exercise their rights of free expression without threat of intimidation. Regulation is necessary, therefore, to manage the use of the limited space on the Boardwalk to prevent conflicting claims for the space and to allocate the limited space available fairly to all who desire to use it for lawful purposes;\t(c)\tTables, Pushcarts, stands, and certain equipment of Vendors and Performers impede the orderly movement of pedestrian traffic along the narrow Boardwalk and may make the Boardwalk unsafe for pedestrians by limiting the City’s ability to effect crowd management and control. Certain equipment of Vendors and Performers contributes to visual clutter and blight, especially when it impacts the ability of Boardwalk visitors to see the Pacific Ocean. Regulating the use of equipment by Vendors and Performers therefore is necessary to manage the orderly movement of pedestrian traffic. Regulation also is necessary to avoid injuries to pedestrians as well as ensure the existence of emergency and non-emergency ingress and egress between the beach and the Boardwalk;\t(d)\tThe Vendors, Performers and their equipment impede the ingress and egress of emergency and public safety vehicles by creating physical obstacles to emergency response and administration of aid to those in need of immediate medical attention and to victims of criminal activity. Regulation is therefore necessary to ensure that Vendors, Performers and their equipment do not interfere with emergency response vehicles that provide assistance to individuals with medical needs and victims of criminal activity;\t(e)\tUnregulated Vending has resulted in the sale of stolen, defective or counterfeit merchandise. Regulation therefore is necessary to protect the public and the Boardwalk commercial life;\t(f)\tUnregulated Vending of personal services has resulted in activities that are illegal and harmful to human health, including the offering of services by unlicensed Vendors of services for which a license is required by the State of California, physical assaults and the application of toxic chemicals to Persons;\t(g)\tUnregulated Vending causes visual clutter\/blight along the Boardwalk, impedes views of the beach and the Pacific Ocean, and threatens the City’s ability to attract tourists and preserve businesses along the Boardwalk. Regulation therefore is necessary to manage the number of Vendors, the size of their equipment and displays, and the location of Vending activity;\t(h)\tUnregulated Vending creates unnecessary, excessive and annoying noise on the Boardwalk, is detrimental to the public health, welfare and safety and contrary to the public interest, harms residents, the commercial life of the Boardwalk and the historic character of the Boardwalk, and diminishes the quality of life for those who visit, live or work on or near the Boardwalk. Regulation therefore is necessary to establish restrictions on noise at the Boardwalk; and\t(i)\tThe Recreation Area is a site that is uniquely suitable to and frequently used for events that require pre-planning and advanced notice. The Recreation Area is the location of the Police Substation where vehicles require the ability for unobstructed ingress and egress. Due to the size, shape, and physical attributes of the Recreation Area (including a skate park and plaza, paddle tennis courts and exercise equipment), it is also a site uniquely suitable to and used by many Persons for skateboarding, paddle tennis, and other sports and exercise. The Recreation Area is the home of historic “Muscle Beach”, a popular tourist attraction. Muscle Beach is world renowned as home of physical fitness advocates and body builders, including Jack La Lanne (considered to be the father of the modern fitness movement), Arnold Schwarzenegger, Franco Columbo and Dave Draper.\tC.\tBeach Vending Prohibition. Except as specifically allowed in this Section, no Person shall engage in Vending upon any public beach lands or properties adjoining the waterfront of the Pacific Ocean, or upon any immediately adjacent Boardwalk, sidewalk or public way between the southerly boundary of the City of Santa Monica and the northerly boundary of the City of El Segundo and between the northwesterly boundary of the City of Santa Monica and the northwesterly boundary of the City of Los Angeles.\tD.\tVending and Performing on Designated Spaces. To address the findings and purposes set forth in this Section, the City has created reasonable time, place, and manner restrictions on Vending and noise, as well as to facilitate Performing. To preserve the Boardwalk’s rich history of fostering new artists, performance, and other free speech activity, the City has divided the available space on the Boardwalk into 205 areas, known as Designated Spaces, where:\t1.\tPersons can engage in traditional expressive speech and petitioning activities, and can Vend the following expressive items: newspapers, leaflets, pamphlets, bumper stickers, patches and\/or buttons.\t2.\tPersons can Vend the following items, which have been created, written or composed by the Vendor or Performer: books, audio, video, or other recordings of their performances, paintings, photographs, prints, sculptures or any other item that is inherently communicative and is of nominal value or utility apart from its communication.\t3.\tAlthough an item may have some expressive purpose, it will be deemed to have more than nominal utility apart from its communication if it has a common and dominant non-expressive purpose. Examples of items that have more than nominal utility apart from their communication and thus are subject to the Vending ban under the provisions of this Section, include but are not limited to, the following: housewares, appliances, articles of clothing, sunglasses, auto parts, oils, incense, perfume, crystals, lotions, candles, jewelry, toys and stuffed animals.\t4.\tPerformers can Perform.\t5.\tAny Vendor conducting lawful Vending under Subsections D.1. and D.2., above, must comply with applicable tax and licensing requirements.\tE.\tAllocation and Use of Designated Spaces. The City’s Board of Recreation and Parks Commissioners shall designate a total of 205 spaces on the Boardwalk, referred to as the “Designated Spaces”. The Designated Spaces will be available for use in accordance with a first-come, first-served system or any other legally permissible allocation system adopted by the Board at a duly noticed public hearing at which the public is provided an opportunity to comment, as required by the Ralph M. Brown Act, posted at the Recreation Office for at least ten (10) days prior to implementation.\tThe 205 Designated Spaces shall be made available for the activities described in Subsection D. above. Five of the Designated Spaces shall be double-sized, large act spaces for Performers whose number of Performers plus audience can be anticipated to exceed 25 Persons. Two of the regular-sized Designated Spaces shall be made available for Persons engaging in any activity that is described in Subsection D. and who are predominantly giving away Food. The remainder of the regular-sized, Designated Spaces shall be made available for Persons engaging in any exempt activity described in Subsection D.\tPersons using the 205 Designated Spaces are subject to, and shall comply with, the following restrictions and the Program Rules adopted by the Board:\t1.\tThe five double-sized, large act Performer spaces historically have been used by Performers (such as acrobats) whose performances require more space than is available in a single-sized, Designated Space, and have been used by Performers who attract large crowds due to the nature of their performances. The five, double-sized, large act Performer spaces are the only spaces able to safely accommodate large scale performances or a large audience and, therefore, in order to facilitate a variety of Performances in these double-sized spaces, the Performer spaces are subject to a rotation requirement, whereby each Performer using one of the five Performer spaces shall relinquish the space on the hour, every hour, whenever another Performer is waiting to use the Performer space in which the Performer is Performing.\t2.\tNo Person shall Vend any item in a Designated Space, except as expressly authorized by Subsection D.\t3.\tNo Person shall place or allow anything in any Designated Space to extend beyond the boundaries of the Designated Space nor place anything adjacent to the Designated Space nor obstruct or impede the access areas between the Designated Spaces.\t4.\tNo Person shall Vend in, Perform in, or place or allow any item to extend into a designated emergency ingress and egress area. A map depicting the emergency ingress and egress areas is available for inspection and copying at the Police Substation or at the Recreation Office.\t5.\tThe City desires to balance the goal of avoiding visual clutter and blight against the need of Performers and Vendors exempt pursuant to Subsection D., above, to have shade from the sun. Additionally, the City desires to balance the goal of avoiding visual clutter and blight against the desire of Performers and Vendors exempt pursuant to Subsection D., above to use equipment common to exempted Performing and Vending activities. Accordingly, the following rules relating to shade, Performing and Vending equipment: are adopted as follows: No Person shall place or allow any item (except an umbrella, sun shade, easel, display board or microphone stand) exceeding four feet above ground in any Designated Space, nor shall any Person cause or allow a Designated Space to be enclosed. An umbrella or sun shade shall not exceed 8 feet above ground and shall be open on all sides. An easel, display board or microphone stand shall not exceed 6 feet in height. Persons shall not hang objects of any nature on or from any umbrella, sun shade, easel or display board.\t6.\tNo Person occupying a Designated Space shall leave that Designated Space for a period longer than 45 consecutive minutes without first removing all items from the Designated Space.\t7.\tNo Person shall occupy more than one single regular-sized or double-sized Designated Space at any given time, nor shall any Person solicit another Person to obtain or occupy a Designated Space on his or her behalf.\t8.\tNo Person shall purchase, sell, barter or exchange any Designated Space with any other Person.\t9.\tNo Person shall set up or set down items in, take down items from or block, or attempt to reserve a Designated Space between Sunset and 9:00 a.m.\t10.\tAny umbrella used in connection with the activities authorized in the Designated Spaces must be adequately secured in an upright position with a diameter no greater than 8 feet.\t11.\tDesignated Spaces must be kept clean and free of litter and debris. No permanent markings shall be made in any Designated Space. Any temporary marking made in any Designated Space must be removed from the Designated Space when the Person using the Designated Space vacates the Designated Space or by Sunset, whichever is earlier.\t12.\tNo open flames combustible fuel or gasoline-fueled generators are allowed in any Designated Space. Electric cords may not be connected outside the assigned space or to any City or private power source.\tF.\tSpecial Rules for Other Areas of the Boardwalk.\t1.\tAreas Outside of the Designated Spaces, Pagodas, and Recreation Area.\t(a)\tAreas where use of equipment is prohibited. The activities described in Subsection D. may occur in all areas covered by this Section outside the Designated Spaces, Pagodas, and Recreation Area, provided that no Person may set up a display table, easel, stand, equipment or other furniture, use a Pushcart or other vehicle or place any item on the property defined in Subsection C. except as provided in Paragraph (b) of this Subdivision.\t(b)\tAreas where limited use of equipment is permitted. The activities described in Subsection D., but not including Vending, may occur on the Westside of the Boardwalk outside the Designated Spaces, Pagodas, Recreation Area and other areas designed as access points for or constitute routes for emergency ingress and egress. In connection with permissible activities in the area on the Westside of the Boardwalk, outside the Designated Spaces, Pagodas, Recreation Area and other areas designated for emergency ingress and egress, a Person may set up a display table, easel, stand, equipment or other furniture, a Pushcart or other vehicle, or place an item on the ground in the areas where limited use of equipment is permitted, subject to reasonable size and height restrictions set forth in paragraph E.5., herein, provided the equipment or the activity associated with the equipment does not materially impede or obstruct pedestrian or vehicular traffic or areas designed for emergency ingress and egress. Nothing in this paragraph shall be construed to allow a person to use or set up equipment in connection with Vending.\t(c)\tThe areas in which use of equipment is prohibited and areas in which limited use of equipment is permitted is available for inspection and copying at Police Substation or Recreation Office.\t2.\tThe Recreation Area.\t(a)\tThe Recreation Area is a limited space containing a confluence of public safety ingress and egress routes, and at which pre-planned events, recreation activities and tourism occur. The City’s Board of Recreation and Parks Commissioners may allocate use of the Recreation Area through the adoption of Program Rules detailing an advance reservation system or any other legally permissible allocation system, and the advance reservation system or other legally permissible allocation system contained in the Program Rules will be adopted by the Board at a duly noticed public hearing at which the public is provided an opportunity to comment, as required by the Ralph M. Brown Act, and made effective after reasonable public notice by posting at the Recreation Office for at least ten (10) days prior to implementation. A copy of the Program Rules shall be available for inspection and copying at the Police Substation or the Recreation Office.\t(b)\tNo Vending, and no display tables, easels, stands, equipment, Pushcarts or other vehicles, or structures shall be allowed in the Recreation Area except as may be expressly authorized by the Board in connection with the Board’s pre-approval of the use of the Recreation Area.\t(c)\tNo Person shall use the Recreation Area or any part of the Recreation Area while the Recreation Area or that part of the Recreation Area has been reserved, set aside, is being used, set up, maintained or designed for a specific recreational purpose, park purpose or event authorized by the City through the Department or Board. When the City, through the Department or Board, has reserved, intends to use, set up, maintain or designate the Recreation Area or any part of the Recreation Area for a specific recreational purpose, park purpose or event, the Department will make available for inspection and copying at the Police Substation or Recreation Office information describing the nature of the authorized park purpose or event, the location of the park purpose or event and the times during which the park purpose or event will take place.\tG.\tUse of City Property for Vending, Performing, or Display Prohibited. No Person shall use or obstruct access to any City-owned or maintained property or equipment, including, but not limited to, street furniture, benches, planters, trash receptacles, Pagodas or other structures or equipment installed on public property, for Vending, Performing, or display of anything whatsoever.\tH.\tNoise Regulation for all Property on or Abutting the Boardwalk.\t1.\tNo Person whether on the Boardwalk or on private or public property abutting the Boardwalk shall create any noise, or allow the creation of any noise, which causes the noise level to exceed the following Lmax levels between 9:00 a.m. and Sunset:\t(a)\t75 dBA, when measured at a minimum distance of 25 feet from the source of the noise; or,\t(b)\t96 dBA, when measured at a minimum distance of one foot from the source of the noise.\tWhen Lmax levels are measured for noise emanating from a building located on private property adjacent to the Boardwalk, the measurement shall be taken from the property line dividing the private property and the Boardwalk.\t2.\tNothing in this Section shall be construed as prohibiting the City from enforcing other provisions of this Code regulating noise and sound levels. At all times, the noise and sound provisions of Chapter 11 of the Los Angeles Municipal Code, Articles 1 through 5, inclusive, and Los Angeles Municipal Code Sections 63.44 B.6., 41.42, 41.57, 53.63 shall apply. \t3.\tNo Person shall interfere with or resist the taking of any noise measurement authorized by this Section.\tI.\tViolations. Any Person violating a provision of this Section shall be subject to the following penalties:\t1.\tFirst violation. A first violation of this Section shall be an infraction punishable by a fine in the amount of $100.\t2.\tSecond and subsequent violations. A second violation and all subsequent violations shall be subject to the provisions of Section 11.00 of the L.A.M.C, including prosecution as an infraction punishable by a fine in the amount of $250, or prosecution as a misdemeanor punishable by a fine of not more than $1,000 or by imprisonment in the County Jail for a period of not more than six months, or by both a fine and imprisonment.\t3.\tNothing in this Section shall be construed as prohibiting the City from enforcing any and all other provisions of this Code or other applicable laws. At all times, Los Angeles Municipal Code Section 63.44, which regulates the use of park and recreational facilities, shall apply.\tJ.\tOther Applicable Opening and Closing Hours. Nothing in this Section amends or extends the opening or closing hours otherwise established by law for any area subject to this Section. \tK.\tPosted Notice. The City shall post signs providing notice of the existence of rules for the allocation and use of the Designated Spaces, Recreation Area and Boardwalk areas near the entrances to the Designated Spaces and the Recreation Area. A complete copy of this Section shall be available for inspection and copying at the Police Substation or at the Recreation Office.\tL.\tSeverability. If any portion, subsection, sentence, clause or phrase of this Section is for any reason held by a court of competent jurisdiction to be invalid, such a decision shall not affect the validity of the remaining portions of this Ordinance. The City Council hereby declares that it would have passed this Section and each portion or subsection, sentence, clause and phrase herein, irrespective of the fact that any one or more portions, subsections, sentences, clauses or phrases be declared invalid.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}