{"section_number":"43.20","edition_id":"1","section_id":"1158","structure_id":"15","catch_line":"Water Mains – Interference With.","history":"","full_text":"  WATER MAINS – INTERFERENCE WITH.\n\n\t(a)\tNo person shall make, use or maintain any connection in any manner with any water main, service connection pipe, fire hydrant stub pipe, conduit or flume owned, controlled or operated by any person or municipality authorized by law to distribute water for domestic or other use, without the knowledge of consent of such person or municipality authorized by law to so distribute water; provided, however, that nothing contained herein shall be deemed to prevent the connection of pipes, hose or other means of using water to lawfully installed service pipes for the use of water lawfully passing through a meter installed for the measuring of such water.\n\n\t(b)\tNo person shall turn on, or use water for domestic or other purposes by means of any connection with any water main, water meter, service connection pipe, fire hydrant, stub pipe, conduit, flume or other appliance or method whereby water is withdrawn from the possession, custody and control of any person or municipality authorized by law to furnish water for domestic or other use, without first securing the consent of such person or municipality so to do.\n\n\t(c)\tNo person shall tamper in any manner with any water meter, weir or other water measuring device installed for the purpose of measuring water used or intended to be used for domestic or other purposes; open any shut-off valve or other connection between such meter or measuring device and any water main, or water supply pipe so that water may pass into or through said meter or measuring device; or in any manner change the connection between the water discharge outlets and appliances upon private property and the water mains or other pipes or methods of conveying water by any person or municipality authorized by law to furnish water for domestic or other use in such manner that water may be used or drawn from any water main or water supply pipe without passing through a meter installed for measuring such water, without the knowledge or consent of such person or municipality.","order_by":"20","ancestry":{"1":{"id":"15","name":"Gambling, Fraud And Deceit (*)","identifier":"3","label":"article","url":"\/4\/3\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"1980","structure_id":"15","section_number":"43.00","catch_line":"Definitions.","url":"\/43.00\/","token":"43.00"},"1":{"id":"1804","structure_id":"15","section_number":"43.01","catch_line":"Gambling – Dice Shaking.","url":"\/43.01\/","token":"43.01"},"2":{"id":"443","structure_id":"15","section_number":"43.01.1","catch_line":"Bingo For Charitable Purposes.","url":"\/43.01.1\/","token":"43.01.1"},"3":{"id":"2716","structure_id":"15","section_number":"43.05.1","catch_line":"Coin Games And Similar Contrivances – Possession Prohibited.","url":"\/43.05.1\/","token":"43.05.1"},"4":{"id":"2519","structure_id":"15","section_number":"43.05.2","catch_line":"Games – Unlawful Possession – Declared To Be A Nuisance.","url":"\/43.05.2\/","token":"43.05.2"},"5":{"id":"2515","structure_id":"15","section_number":"43.12","catch_line":"Lottery – Visiting.","url":"\/43.12\/","token":"43.12"},"6":{"id":"1766","structure_id":"15","section_number":"43.13","catch_line":"Exhibiting Gambling Equipment.","url":"\/43.13\/","token":"43.13"},"7":{"id":"119","structure_id":"15","section_number":"43.13.1","catch_line":"Visiting Gambling Rooms.","url":"\/43.13.1\/","token":"43.13.1"},"8":{"id":"870","structure_id":"15","section_number":"43.13.2","catch_line":"Present At Gambling.","url":"\/43.13.2\/","token":"43.13.2"},"9":{"id":"3312","structure_id":"15","section_number":"43.13.3","catch_line":"Gambling House.","url":"\/43.13.3\/","token":"43.13.3"},"10":{"id":"961","structure_id":"15","section_number":"43.17","catch_line":"Taxicabs – Cars For Hire – Defrauding.","url":"\/43.17\/","token":"43.17"},"11":{"id":"271","structure_id":"15","section_number":"43.18","catch_line":"Taxicab – Misrepresenting Identity.","url":"\/43.18\/","token":"43.18"},"12":{"id":"1158","structure_id":"15","section_number":"43.20","catch_line":"Water Mains – Interference With.","url":"\/43.20\/","token":"43.20"},"13":{"id":"3756","structure_id":"15","section_number":"43.21","catch_line":"Civil Service – Giving False Information.","url":"\/43.21\/","token":"43.21"},"14":{"id":"1586","structure_id":"15","section_number":"43.22","catch_line":"Clearing House Certificates – Imitating.","url":"\/43.22\/","token":"43.22"},"15":{"id":"2495","structure_id":"15","section_number":"43.24","catch_line":"Shoe Shine Parlors – Signs Required.","url":"\/43.24\/","token":"43.24"},"16":{"id":"708","structure_id":"15","section_number":"43.25","catch_line":"Restaurant – Menus Required.","url":"\/43.25\/","token":"43.25"},"17":{"id":"13","structure_id":"15","section_number":"43.26","catch_line":"Retail Grocery Price Marking.","url":"\/43.26\/","token":"43.26"},"18":{"id":"2300","structure_id":"15","section_number":"43.28","catch_line":"Tort Claims – Soliciting.","url":"\/43.28\/","token":"43.28"},"19":{"id":"3591","structure_id":"15","section_number":"43.29","catch_line":"Employers – Requiring Employees To Wear Service Uniforms.","url":"\/43.29\/","token":"43.29"},"20":{"id":"4142","structure_id":"15","section_number":"43.30","catch_line":"Fortune Telling.","url":"\/43.30\/","token":"43.30"},"21":{"id":"1672","structure_id":"15","section_number":"43.31","catch_line":"Fortune Telling – Exemptions.","url":"\/43.31\/","token":"43.31"},"22":{"id":"3450","structure_id":"15","section_number":"43.32","catch_line":"Petitions – Misrepresentation Of Contents.","url":"\/43.32\/","token":"43.32"},"23":{"id":"2206","structure_id":"15","section_number":"43.39","catch_line":"Examinations – Impersonation Prohibited.","url":"\/43.39\/","token":"43.39"}},"next_section":{"id":"3756","structure_id":"15","section_number":"43.21","catch_line":"Civil Service – Giving False Information.","url":"\/43.21\/","token":"43.21"},"metadata":false,"references":false,"url":"\/43.20\/","token":"43.20","formats":{"txt":"\/43.20.txt","json":"\/43.20.xml"},"dublin_core":{"Title":"Water Mains – Interference With.","Type":"Text","Format":"text\/html","Identifier":"§ 43.20","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nWATER MAINS – INTERFERENCE WITH. (§ 43.20)\n\n  WATER MAINS – INTERFERENCE WITH.\t(a)\tNo person shall make, use or maintain\nany connection in any manner with any water main, service connection pipe, fire\nhydrant stub pipe, conduit or flume owned, controlled or operated by any person\nor municipality authorized by law to distribute water for domestic or other use,\nwithout the knowledge of consent of such person or municipality authorized by\nlaw to so distribute water; provided, however, that nothing contained herein\nshall be deemed to prevent the connection of pipes, hose or other means of using\nwater to lawfully installed service pipes for the use of water lawfully passing\nthrough a meter installed for the measuring of such water.\t(b)\tNo person shall\nturn on, or use water for domestic or other purposes by means of any connection\nwith any water main, water meter, service connection pipe, fire hydrant, stub\npipe, conduit, flume or other appliance or method whereby water is withdrawn\nfrom the possession, custody and control of any person or municipality\nauthorized by law to furnish water for domestic or other use, without first\nsecuring the consent of such person or municipality so to do.\t(c)\tNo person\nshall tamper in any manner with any water meter, weir or other water measuring\ndevice installed for the purpose of measuring water used or intended to be used\nfor domestic or other purposes; open any shut-off valve or other connection\nbetween such meter or measuring device and any water main, or water supply pipe\nso that water may pass into or through said meter or measuring device; or in any\nmanner change the connection between the water discharge outlets and appliances\nupon private property and the water mains or other pipes or methods of conveying\nwater by any person or municipality authorized by law to furnish water for\ndomestic or other use in such manner that water may be used or drawn from any\nwater main or water supply pipe without passing through a meter installed for\nmeasuring such water, without the knowledge or consent of such person or\nmunicipality.\n","html":"\n\t\t\t\t\t<section><p>  WATER MAINS – INTERFERENCE WITH.<br \/><br \/>\t(a)\tNo person shall make, use or maintain any connection in any manner with any water main, service connection pipe, fire hydrant stub pipe, conduit or flume owned, controlled or operated by any person or municipality authorized by <span class=\"dictionary\">law<\/span> to distribute water for domestic or other use, without the knowledge of consent of such person or municipality authorized by <span class=\"dictionary\">law<\/span> to so distribute water; provided, however, that nothing contained herein shall be deemed to prevent the connection of pipes, hose or other means of using water to lawfully installed service pipes for the use of water lawfully passing through a meter installed for the measuring of such water.<br \/><br \/>\t(b)\tNo person shall turn on, or use water for domestic or other purposes by means of any connection with any water main, water meter, service connection pipe, fire hydrant, stub pipe, conduit, flume or other appliance or method whereby water is withdrawn from the <span class=\"dictionary\">possession<\/span>, <span class=\"dictionary\">custody<\/span> and control of any person or municipality authorized by <span class=\"dictionary\">law<\/span> to furnish water for domestic or other use, without first securing the consent of such person or municipality so to do.<br \/><br \/>\t(c)\tNo person shall tamper in any manner with any water meter, weir or other water measuring device installed for the purpose of measuring water used or intended to be used for domestic or other purposes; open any shut-off valve or other connection between such meter or measuring device and any water main, or water supply pipe so that water may pass into or through said meter or measuring device; or in any manner change the connection between the water discharge outlets and appliances upon private property and the water mains or other pipes or methods of conveying water by any person or municipality authorized by <span class=\"dictionary\">law<\/span> to furnish water for domestic or other use in such manner that water may be used or drawn from any water main or water supply pipe without passing through a meter installed for measuring such water, without the knowledge or consent of such person or municipality.<\/p><\/section>","previous_section":{"id":"271","structure_id":"15","section_number":"43.18","catch_line":"Taxicab – Misrepresenting Identity.","url":"\/43.18\/","token":"43.18"},"text":{"0":{"id":"1145","text":"  WATER MAINS – INTERFERENCE WITH.\t(a)\tNo person shall make, use or maintain any connection in any manner with any water main, service connection pipe, fire hydrant stub pipe, conduit or flume owned, controlled or operated by any person or municipality authorized by law to distribute water for domestic or other use, without the knowledge of consent of such person or municipality authorized by law to so distribute water; provided, however, that nothing contained herein shall be deemed to prevent the connection of pipes, hose or other means of using water to lawfully installed service pipes for the use of water lawfully passing through a meter installed for the measuring of such water.\t(b)\tNo person shall turn on, or use water for domestic or other purposes by means of any connection with any water main, water meter, service connection pipe, fire hydrant, stub pipe, conduit, flume or other appliance or method whereby water is withdrawn from the possession, custody and control of any person or municipality authorized by law to furnish water for domestic or other use, without first securing the consent of such person or municipality so to do.\t(c)\tNo person shall tamper in any manner with any water meter, weir or other water measuring device installed for the purpose of measuring water used or intended to be used for domestic or other purposes; open any shut-off valve or other connection between such meter or measuring device and any water main, or water supply pipe so that water may pass into or through said meter or measuring device; or in any manner change the connection between the water discharge outlets and appliances upon private property and the water mains or other pipes or methods of conveying water by any person or municipality authorized by law to furnish water for domestic or other use in such manner that water may be used or drawn from any water main or water supply pipe without passing through a meter installed for measuring such water, without the knowledge or consent of such person or municipality.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}