{"section_number":"44.14","edition_id":"1","section_id":"989","structure_id":"91","catch_line":"Commercial Fund-Raisers And Solicitors.","history":"","full_text":"  COMMERCIAL FUND-RAISERS AND SOLICITORS.\n\t(Amended by Ord. No. 175,060, Eff. 3\/4\/03.)\n\n\t(a)\tCommercial Fund-Raisers.  No commercial fund-raiser shall solicit charitable contributions for any actual or purported charitable purpose without a license issued by the Department. A commercial fund-raiser shall not solicit charitable contributions for any person without first notifying the Department.  A commercial fund-raiser shall notify the Department in writing of all contracts and working agreements with each charitable organization with which the commercial fund-raiser is associated.\n\n\t(b)\tApplication. Applicants shall file for a commercial fund-raiser’s license on forms furnished by the Department.\n\n\t(c)\tInvestigation.  The Department shall  investigate the applicant and verify:\n\n\t(1)\tThat the applicant has not been convicted of a felony or a misdemeanor involving moral turpitude within the past seven (7) years; and\n\n\t(2)\tThat all statements in the application are true. \n\n\t(d)\tIssuance.  The Department shall issue to the applicant a license to solicit as a commercial fund-raiser when all of the foregoing conditions are met. If all of the foregoing conditions have not been met, the Department shall deny a license to the applicant, subject to the following conditions:\n\n\t(1)\tThe Department shall notify the applicant in writing, no later than 15 days after receipt of the complete application of the reasons for denial of a license;\n\n\t(2)\tThe applicant may appeal the denial of a license by written request filed with the Board of Police Commissioners within 10 days after notification of the denial;\n\n\t(3)\tThe Board of Police Commissioners shall schedule a hearing within 30 days after receipt of the request for appeal and shall send notice of the time and place of the hearing to the applicant by certified mail no later than ten days prior to the date set for the hearing;\n\n\t(4)\tThe applicant and the Department may submit evidence relative to their respective positions in writing prior to the hearing or in writing or orally at the hearing and the burden of proof at the hearing shall be upon the Department; and \n\n\t(5)\tThe hearing shall be held before the Board of Police Commissioners, which shall notify the applicant in writing of its decision within five days after completion of the hearing process. The Department shall immediately issue the license upon a finding by the Board of Police Commissioners that the Department has failed to sustain its burden of proof at the hearing.  The Department shall not issue a license upon a finding by the Board of Police Commissioners that the Department has met its burden of proof at the hearing. Upon a denial of a license, the Department may seek an injunction to prohibit any act in violation of this section.\n\n\t(e)\tRevocation.  A commercial fund-raiser’s license may be revoked if the Department finds that any act or omission of such commercial fund-raiser or his or her agents or employees in making any solicitation or in the conduct of the business of a commercial fund- raiser is illegal or fraudulent. The Department must revoke a commercial fund-raiser’s license if it finds the existence of any grounds upon which the issuance of such license would be denied under this section. No revocation of a commercial fund-raiser’s license shall be effective except upon notice and an opportunity to be heard as provided in Subsection (d) of this section.\n\n\t(f)\tExpiration.  Each commercial fund-raiser’s license shall expire 12 months after issuance.\n\n\t(g)\tFunds.  A commercial fund-raiser shall not commingle charitable contributions with his or her funds or property.\n\n\t(h)\tSolicitors.\n\n\t(1)\tIt shall be unlawful for any commercial fund-raiser to cause or permit any person for compensation to solicit or receive any charitable contribution unless such person is licensed as a solicitor by the Department. Each solicitor shall be under the direction and control of a licensed commercial fund-raiser.\n\n\t(2)\tExcept as provided in Subsections (a) through (h) of this section, no person shall for compensation solicit charitable contributions for or on behalf of any other person without a license issued by the Department.\n\n\t(3)\tEach initial application shall be accompanied by the applicant’s photograph and fingerprints, on forms prescribed by the Department, and by a fingerprint processing fee payable to the Department.  The Department is authorized to adjust the amount of the fee for the processing of fingerprints so that it is equal in amount to the fee charged to the City of Los Angeles by the State of California for the processing of fingerprints.  The fingerprint processing fee shall not exceed the amount charged to the City by the State.\n\n\t(4)\tA solicitor’s license shall be issued upon verification by the Department that  the  statements in the application are true and that the applicant has not been convicted of any felony or misdemeanor involving moral turpitude within the past seven years.\n\n\t(5)\tA solicitor must notify the Department in writing of any change of address and of any termination or change of employment.\n\n\t(6)\tA solicitor’s license may be revoked if the Department finds that any act or omission of such solicitor in making any solicitation is illegal or fraudulent. The Department must revoke a solicitor’s license if it finds the existence of any grounds upon which the issuance of such license would be denied under this subsection. No revocation of a solicitor’s license shall be effective except upon notice and an opportunity to be heard as provided in Subsection (d) of this section.\n\n\t(7)\tConsideration of a solicitor’s license application and issuance or denial of a license shall be subject to the time periods and procedures set forth in Subsection (d) of this section.  Each solicitor’s license shall expire 12 months after issuance.","order_by":"14","ancestry":{"1":{"id":"91","name":"Philanthropy","identifier":"4","label":"article","url":"\/4\/4\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"647","structure_id":"91","section_number":"44.00","catch_line":"Definitions.","url":"\/44.00\/","token":"44.00"},"1":{"id":"685","structure_id":"91","section_number":"44.01","catch_line":"Powers Of Board.","url":"\/44.01\/","token":"44.01"},"2":{"id":"1922","structure_id":"91","section_number":"44.02","catch_line":"Powers And Duties Of The Department.","url":"\/44.02\/","token":"44.02"},"3":{"id":"1037","structure_id":"91","section_number":"44.03","catch_line":"Fraud.","url":"\/44.03\/","token":"44.03"},"4":{"id":"476","structure_id":"91","section_number":"44.04","catch_line":"Notice Of Intention.","url":"\/44.04\/","token":"44.04"},"5":{"id":"3678","structure_id":"91","section_number":"44.05","catch_line":"Out Of State Organizations.","url":"\/44.05\/","token":"44.05"},"6":{"id":"3088","structure_id":"91","section_number":"44.06","catch_line":"Accounting System.","url":"\/44.06\/","token":"44.06"},"7":{"id":"666","structure_id":"91","section_number":"44.07","catch_line":"Coin Containers.","url":"\/44.07\/","token":"44.07"},"8":{"id":"2477","structure_id":"91","section_number":"44.08","catch_line":"Solicitations On Behalf Of Other Persons.","url":"\/44.08\/","token":"44.08"},"9":{"id":"716","structure_id":"91","section_number":"44.09","catch_line":"Solicitation – Information Card.","url":"\/44.09\/","token":"44.09"},"10":{"id":"1929","structure_id":"91","section_number":"44.10","catch_line":"Report Of Results Of Activity.","url":"\/44.10\/","token":"44.10"},"11":{"id":"459","structure_id":"91","section_number":"44.11","catch_line":"Receipts For Contributions.","url":"\/44.11\/","token":"44.11"},"12":{"id":"2677","structure_id":"91","section_number":"44.12","catch_line":"Exemptions.","url":"\/44.12\/","token":"44.12"},"13":{"id":"519","structure_id":"91","section_number":"44.13","catch_line":"Hours Of Solicitation.","url":"\/44.13\/","token":"44.13"},"14":{"id":"989","structure_id":"91","section_number":"44.14","catch_line":"Commercial Fund-Raisers And Solicitors.","url":"\/44.14\/","token":"44.14"},"15":{"id":"2682","structure_id":"91","section_number":"44.15","catch_line":"Endorsement.","url":"\/44.15\/","token":"44.15"}},"next_section":{"id":"2682","structure_id":"91","section_number":"44.15","catch_line":"Endorsement.","url":"\/44.15\/","token":"44.15"},"metadata":false,"references":false,"url":"\/44.14\/","token":"44.14","formats":{"txt":"\/44.14.txt","json":"\/44.14.xml"},"dublin_core":{"Title":"Commercial Fund-Raisers And Solicitors.","Type":"Text","Format":"text\/html","Identifier":"§ 44.14","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nCOMMERCIAL FUND-RAISERS AND SOLICITORS. (§ 44.14)\n\n  COMMERCIAL FUND-RAISERS AND SOLICITORS.\n\t(Amended by Ord. No. 175,060, Eff. 3\/4\/03.)\t(a)\tCommercial Fund-Raisers.  No\ncommercial fund-raiser shall solicit charitable contributions for any actual or\npurported charitable purpose without a license issued by the Department. A\ncommercial fund-raiser shall not solicit charitable contributions for any person\nwithout first notifying the Department.  A commercial fund-raiser shall notify\nthe Department in writing of all contracts and working agreements with each\ncharitable organization with which the commercial fund-raiser is\nassociated.\t(b)\tApplication. Applicants shall file for a commercial\nfund-raiser’s license on forms furnished by the\nDepartment.\t(c)\tInvestigation.  The Department shall  investigate the\napplicant and verify:\t(1)\tThat the applicant has not been convicted of a felony\nor a misdemeanor involving moral turpitude within the past seven (7) years;\nand\t(2)\tThat all statements in the application are true. \t(d)\tIssuance.  The\nDepartment shall issue to the applicant a license to solicit as a commercial\nfund-raiser when all of the foregoing conditions are met. If all of the\nforegoing conditions have not been met, the Department shall deny a license to\nthe applicant, subject to the following conditions:\t(1)\tThe Department shall\nnotify the applicant in writing, no later than 15 days after receipt of the\ncomplete application of the reasons for denial of a license;\t(2)\tThe applicant\nmay appeal the denial of a license by written request filed with the Board of\nPolice Commissioners within 10 days after notification of the denial;\t(3)\tThe\nBoard of Police Commissioners shall schedule a hearing within 30 days after\nreceipt of the request for appeal and shall send notice of the time and place of\nthe hearing to the applicant by certified mail no later than ten days prior to\nthe date set for the hearing;\t(4)\tThe applicant and the Department may submit\nevidence relative to their respective positions in writing prior to the hearing\nor in writing or orally at the hearing and the burden of proof at the hearing\nshall be upon the Department; and \t(5)\tThe hearing shall be held before the\nBoard of Police Commissioners, which shall notify the applicant in writing of\nits decision within five days after completion of the hearing process. The\nDepartment shall immediately issue the license upon a finding by the Board of\nPolice Commissioners that the Department has failed to sustain its burden of\nproof at the hearing.  The Department shall not issue a license upon a finding\nby the Board of Police Commissioners that the Department has met its burden of\nproof at the hearing. Upon a denial of a license, the Department may seek an\ninjunction to prohibit any act in violation of this section.\t(e)\tRevocation.  A\ncommercial fund-raiser’s license may be revoked if the Department finds that\nany act or omission of such commercial fund-raiser or his or her agents or\nemployees in making any solicitation or in the conduct of the business of a\ncommercial fund- raiser is illegal or fraudulent. The Department must revoke a\ncommercial fund-raiser’s license if it finds the existence of any grounds upon\nwhich the issuance of such license would be denied under this section. No\nrevocation of a commercial fund-raiser’s license shall be effective except\nupon notice and an opportunity to be heard as provided in Subsection (d) of this\nsection.\t(f)\tExpiration.  Each commercial fund-raiser’s license shall expire\n12 months after issuance.\t(g)\tFunds.  A commercial fund-raiser shall not\ncommingle charitable contributions with his or her funds or\nproperty.\t(h)\tSolicitors.\t(1)\tIt shall be unlawful for any commercial\nfund-raiser to cause or permit any person for compensation to solicit or receive\nany charitable contribution unless such person is licensed as a solicitor by the\nDepartment. Each solicitor shall be under the direction and control of a\nlicensed commercial fund-raiser.\t(2)\tExcept as provided in Subsections (a)\nthrough (h) of this section, no person shall for compensation solicit charitable\ncontributions for or on behalf of any other person without a license issued by\nthe Department.\t(3)\tEach initial application shall be accompanied by the\napplicant’s photograph and fingerprints, on forms prescribed by the\nDepartment, and by a fingerprint processing fee payable to the Department.  The\nDepartment is authorized to adjust the amount of the fee for the processing of\nfingerprints so that it is equal in amount to the fee charged to the City of Los\nAngeles by the State of California for the processing of fingerprints.  The\nfingerprint processing fee shall not exceed the amount charged to the City by\nthe State.\t(4)\tA solicitor’s license shall be issued upon verification by the\nDepartment that  the  statements in the application are true and that the\napplicant has not been convicted of any felony or misdemeanor involving moral\nturpitude within the past seven years.\t(5)\tA solicitor must notify the\nDepartment in writing of any change of address and of any termination or change\nof employment.\t(6)\tA solicitor’s license may be revoked if the Department\nfinds that any act or omission of such solicitor in making any solicitation is\nillegal or fraudulent. The Department must revoke a solicitor’s license if it\nfinds the existence of any grounds upon which the issuance of such license would\nbe denied under this subsection. No revocation of a solicitor’s license shall\nbe effective except upon notice and an opportunity to be heard as provided in\nSubsection (d) of this section.\t(7)\tConsideration of a solicitor’s license\napplication and issuance or denial of a license shall be subject to the time\nperiods and procedures set forth in Subsection (d) of this section.  Each\nsolicitor’s license shall expire 12 months after issuance.\n","html":"\n\t\t\t\t\t<section><p>  COMMERCIAL FUND-RAISERS AND SOLICITORS.\n\t(Amended by Ord. No. 175,060, Eff. 3\/4\/03.)<br \/><br \/>\t(a)\tCommercial Fund-Raisers.  No commercial fund-raiser shall solicit charitable contributions for any actual or purported charitable purpose without a license issued by the Department. A commercial fund-raiser shall not solicit charitable contributions for any person without first notifying the Department.  A commercial fund-raiser shall notify the Department in writing of all <span class=\"dictionary\">contracts<\/span> and working agreements with each charitable organization with which the commercial fund-raiser is associated.<br \/><br \/>\t(b)\tApplication. Applicants shall file for a commercial fund-raiser’s license on forms furnished by the Department.<br \/><br \/>\t(c)\tInvestigation.  The Department shall  investigate the applicant and verify:<br \/><br \/>\t(1)\tThat the applicant has not been convicted of a <span class=\"dictionary\">felony<\/span> or a <span class=\"dictionary\">misdemeanor<\/span> involving <span class=\"dictionary\">moral turpitude<\/span> within the past seven (7) years; and<br \/><br \/>\t(2)\tThat all statements in the application are true. <br \/><br \/>\t(d)\tIssuance.  The Department shall <span class=\"dictionary\">issue<\/span> to the applicant a license to solicit as a commercial fund-raiser when all of the foregoing conditions are met. If all of the foregoing conditions have not been met, the Department shall deny a license to the applicant, subject to the following conditions:<br \/><br \/>\t(1)\tThe Department shall notify the applicant in writing, no later than 15 days after receipt of the complete application of the reasons for denial of a license;<br \/><br \/>\t(2)\tThe applicant may <span class=\"dictionary\">appeal<\/span> the denial of a license by written request filed with the Board of Police Commissioners within 10 days after notification of the denial;<br \/><br \/>\t(3)\tThe Board of Police Commissioners shall schedule a <span class=\"dictionary\">hearing<\/span> within 30 days after receipt of the request for <span class=\"dictionary\">appeal<\/span> and shall send notice of the time and place of the <span class=\"dictionary\">hearing<\/span> to the applicant by certified mail no later than ten days prior to the date set for the <span class=\"dictionary\">hearing<\/span>;<br \/><br \/>\t(4)\tThe applicant and the Department may submit <span class=\"dictionary\">evidence<\/span> relative to their respective positions in writing prior to the <span class=\"dictionary\">hearing<\/span> or in writing or orally at the <span class=\"dictionary\">hearing<\/span> and the <span class=\"dictionary\">burden of proof<\/span> at the <span class=\"dictionary\">hearing<\/span> shall be upon the Department; and <br \/><br \/>\t(5)\tThe <span class=\"dictionary\">hearing<\/span> shall be held before the Board of Police Commissioners, which shall notify the applicant in writing of its decision within five days after completion of the <span class=\"dictionary\">hearing<\/span> process. The Department shall immediately <span class=\"dictionary\">issue<\/span> the license upon a <span class=\"dictionary\">finding<\/span> by the Board of Police Commissioners that the Department has failed to <span class=\"dictionary\">sustain<\/span> its <span class=\"dictionary\">burden of proof<\/span> at the <span class=\"dictionary\">hearing<\/span>.  The Department shall not <span class=\"dictionary\">issue<\/span> a license upon a <span class=\"dictionary\">finding<\/span> by the Board of Police Commissioners that the Department has met its <span class=\"dictionary\">burden of proof<\/span> at the <span class=\"dictionary\">hearing<\/span>. Upon a denial of a license, the Department may seek an <span class=\"dictionary\">injunction<\/span> to prohibit any act in violation of this section.<br \/><br \/>\t(e)\t<span class=\"dictionary\">Revocation<\/span>.  A commercial fund-raiser’s license may be revoked if the Department finds that any act or omission of such commercial fund-raiser or his or her agents or employees in making any solicitation or in the conduct of the business of a commercial fund- raiser is illegal or fraudulent. The Department must revoke a commercial fund-raiser’s license if it finds the existence of any grounds upon which the issuance of such license would be denied under this section. No <span class=\"dictionary\">revocation<\/span> of a commercial fund-raiser’s license shall be effective except upon notice and an opportunity to be heard as provided in Subsection (d) of this section.<br \/><br \/>\t(f)\tExpiration.  Each commercial fund-raiser’s license shall expire 12 months after issuance.<br \/><br \/>\t(g)\tFunds.  A commercial fund-raiser shall not commingle charitable contributions with his or her funds or property.<br \/><br \/>\t(h)\tSolicitors.<br \/><br \/>\t(1)\tIt shall be unlawful for any commercial fund-raiser to cause or permit any person for compensation to solicit or receive any charitable contribution unless such person is licensed as a solicitor by the Department. Each solicitor shall be under the direction and control of a licensed commercial fund-raiser.<br \/><br \/>\t(2)\tExcept as provided in Subsections (a) through (h) of this section, no person shall for compensation solicit charitable contributions for or on behalf of any other person without a license issued by the Department.<br \/><br \/>\t(3)\tEach initial application shall be accompanied by the applicant’s photograph and fingerprints, on forms prescribed by the Department, and by a fingerprint processing fee payable to the Department.  The Department is authorized to adjust the amount of the fee for the processing of fingerprints so that it is equal in amount to the fee charged to the City of Los Angeles by the State of California for the processing of fingerprints.  The fingerprint processing fee shall not exceed the amount charged to the City by the State.<br \/><br \/>\t(4)\tA solicitor’s license shall be issued upon verification by the Department that  the  statements in the application are true and that the applicant has not been convicted of any <span class=\"dictionary\">felony<\/span> or <span class=\"dictionary\">misdemeanor<\/span> involving <span class=\"dictionary\">moral turpitude<\/span> within the past seven years.<br \/><br \/>\t(5)\tA solicitor must notify the Department in writing of any change of address and of any termination or change of employment.<br \/><br \/>\t(6)\tA solicitor’s license may be revoked if the Department finds that any act or omission of such solicitor in making any solicitation is illegal or fraudulent. The Department must revoke a solicitor’s license if it finds the existence of any grounds upon which the issuance of such license would be denied under this subsection. No <span class=\"dictionary\">revocation<\/span> of a solicitor’s license shall be effective except upon notice and an opportunity to be heard as provided in Subsection (d) of this section.<br \/><br \/>\t(7)\tConsideration of a solicitor’s license application and issuance or denial of a license shall be subject to the time periods and procedures set forth in Subsection (d) of this section.  Each solicitor’s license shall expire 12 months after issuance.<\/p><\/section>","previous_section":{"id":"519","structure_id":"91","section_number":"44.13","catch_line":"Hours Of Solicitation.","url":"\/44.13\/","token":"44.13"},"text":{"0":{"id":"977","text":"  COMMERCIAL FUND-RAISERS AND SOLICITORS.\n\t(Amended by Ord. No. 175,060, Eff. 3\/4\/03.)\t(a)\tCommercial Fund-Raisers.  No commercial fund-raiser shall solicit charitable contributions for any actual or purported charitable purpose without a license issued by the Department. A commercial fund-raiser shall not solicit charitable contributions for any person without first notifying the Department.  A commercial fund-raiser shall notify the Department in writing of all contracts and working agreements with each charitable organization with which the commercial fund-raiser is associated.\t(b)\tApplication. Applicants shall file for a commercial fund-raiser’s license on forms furnished by the Department.\t(c)\tInvestigation.  The Department shall  investigate the applicant and verify:\t(1)\tThat the applicant has not been convicted of a felony or a misdemeanor involving moral turpitude within the past seven (7) years; and\t(2)\tThat all statements in the application are true. \t(d)\tIssuance.  The Department shall issue to the applicant a license to solicit as a commercial fund-raiser when all of the foregoing conditions are met. If all of the foregoing conditions have not been met, the Department shall deny a license to the applicant, subject to the following conditions:\t(1)\tThe Department shall notify the applicant in writing, no later than 15 days after receipt of the complete application of the reasons for denial of a license;\t(2)\tThe applicant may appeal the denial of a license by written request filed with the Board of Police Commissioners within 10 days after notification of the denial;\t(3)\tThe Board of Police Commissioners shall schedule a hearing within 30 days after receipt of the request for appeal and shall send notice of the time and place of the hearing to the applicant by certified mail no later than ten days prior to the date set for the hearing;\t(4)\tThe applicant and the Department may submit evidence relative to their respective positions in writing prior to the hearing or in writing or orally at the hearing and the burden of proof at the hearing shall be upon the Department; and \t(5)\tThe hearing shall be held before the Board of Police Commissioners, which shall notify the applicant in writing of its decision within five days after completion of the hearing process. The Department shall immediately issue the license upon a finding by the Board of Police Commissioners that the Department has failed to sustain its burden of proof at the hearing.  The Department shall not issue a license upon a finding by the Board of Police Commissioners that the Department has met its burden of proof at the hearing. Upon a denial of a license, the Department may seek an injunction to prohibit any act in violation of this section.\t(e)\tRevocation.  A commercial fund-raiser’s license may be revoked if the Department finds that any act or omission of such commercial fund-raiser or his or her agents or employees in making any solicitation or in the conduct of the business of a commercial fund- raiser is illegal or fraudulent. The Department must revoke a commercial fund-raiser’s license if it finds the existence of any grounds upon which the issuance of such license would be denied under this section. No revocation of a commercial fund-raiser’s license shall be effective except upon notice and an opportunity to be heard as provided in Subsection (d) of this section.\t(f)\tExpiration.  Each commercial fund-raiser’s license shall expire 12 months after issuance.\t(g)\tFunds.  A commercial fund-raiser shall not commingle charitable contributions with his or her funds or property.\t(h)\tSolicitors.\t(1)\tIt shall be unlawful for any commercial fund-raiser to cause or permit any person for compensation to solicit or receive any charitable contribution unless such person is licensed as a solicitor by the Department. Each solicitor shall be under the direction and control of a licensed commercial fund-raiser.\t(2)\tExcept as provided in Subsections (a) through (h) of this section, no person shall for compensation solicit charitable contributions for or on behalf of any other person without a license issued by the Department.\t(3)\tEach initial application shall be accompanied by the applicant’s photograph and fingerprints, on forms prescribed by the Department, and by a fingerprint processing fee payable to the Department.  The Department is authorized to adjust the amount of the fee for the processing of fingerprints so that it is equal in amount to the fee charged to the City of Los Angeles by the State of California for the processing of fingerprints.  The fingerprint processing fee shall not exceed the amount charged to the City by the State.\t(4)\tA solicitor’s license shall be issued upon verification by the Department that  the  statements in the application are true and that the applicant has not been convicted of any felony or misdemeanor involving moral turpitude within the past seven years.\t(5)\tA solicitor must notify the Department in writing of any change of address and of any termination or change of employment.\t(6)\tA solicitor’s license may be revoked if the Department finds that any act or omission of such solicitor in making any solicitation is illegal or fraudulent. The Department must revoke a solicitor’s license if it finds the existence of any grounds upon which the issuance of such license would be denied under this subsection. No revocation of a solicitor’s license shall be effective except upon notice and an opportunity to be heard as provided in Subsection (d) of this section.\t(7)\tConsideration of a solicitor’s license application and issuance or denial of a license shall be subject to the time periods and procedures set forth in Subsection (d) of this section.  Each solicitor’s license shall expire 12 months after issuance.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}