{"section_number":"45.04","edition_id":"1","section_id":"360","structure_id":"72","catch_line":"Daytime Curfew Restrictions For Minors.","history":"","full_text":"  DAYTIME CURFEW RESTRICTIONS FOR MINORS.\n\t(Amended by Ord. No. 182,084, Eff. 4\/13\/12.)\n\n\t(a)\tCurfew.  It is unlawful for any minor under the age of 18, who is subject to compulsory education or to compulsory continuation education, alone or in concert with others, to be present in or upon the public streets, highways, roads, alleys, parks, playgrounds, or other public grounds, public places, public buildings, places or amusement and eating places, vacant lots or any place open to the public during the hours of the day when the school, which the minor would normally attend, is in session, on days when that school is in session.  This section shall not apply to public sidewalks immediately adjacent to school grounds, the entrance areas to schools, or to school grounds.\n\n\t(b)\tExceptions.  The provisions of this section shall not apply when:\n\n\t(1)\tThe minor is accompanied by his or her parent, guardian, or other adult person authorized by the parent or guardian having the care or custody of the minor; or\n\n\t(2)\tThe minor is on an emergency errand directed by his or her parent, guardian or other adult person having the care or custody of the minor; or\n\n\t(3)\tThe minor is attending or going directly to or returning directly from a public meeting or an official school-sponsored sporting event, dance, or activity which is under the direction, supervision, or control of an adult and which is organized, arranged, or sponsored by the City, a local educational authority, or religious or civil organization that is taking responsibility for the minor; or\n\n\t(4)\tThe minor is going directly to or coming directly from their place of gainful employment; or\n\n\t(5)\tThe minor is going directly to or coming directly from a medical appointment; or\n\n\t(6)\tThe minor is carrying in his or her possession a valid, school issued, off-campus permit or pass that authorizes the minor to leave the school campus; or\n\n\t(7)\tThe presence of the minor in one or more of the places identified in Subsection (a) is connected with or required with respect to a business, trade, profession or occupation in which the minor is lawfully engaged; or\n\n\t(8)\tThe minor is involved in an emergency such as a fire, natural disaster, automobile accident, a situation requiring immediate action to prevent serious bodily injury or loss of life, or any unforeseen combination of circumstances or the resulting state, which calls for immediate action; or\n\n\t(9)\tThe minor is in a motor vehicle involved in interstate travel; or\n\n\t(10)\tThe minor is authorized to be absent from his or her school pursuant to the provisions of California Education Code Section 48205, or any other applicable state or federal law; or\n\n\t(11)\tThe minor is traveling in the general direction of his or her school, regardless of whether school has already begun.  If the minor is contacted by law enforcement within a 3 block radius of his or her school within the first 60 minutes after school has begun, it establishes a rebuttable presumption that the minor is traveling to his or her school.\n\n\t(c)\tEnforcement.  Before taking any action to enforce the provisions of this section, police officers shall ask the apparent offender’s age and reason for being in the public place during curfew hours.  The officer shall not issue a citation or make an arrest under this section unless the officer reasonably believes that an offense has occurred, that the minor is required to be in school, and that based on any responses and other circumstances, no exceptions to this section apply.  The officer shall identify the time when the officer first encountered the minor, provide the minor’s stated age, and articulate the justification for the citation’s issuance directly on the citation.\n\n\t(d)\tPenalties for Violation.  A violation of this section is an infraction.  The first and second violations of this section shall only be punishable by either a requirement to provide an attendance plan to the court, developed with the minor and\/or parent or appropriate guardian, or to participate in community service or other appropriate community or school-based program for mentoring, tutoring, credit recovery, or counseling.  The minor shall not be required to perform community service or fulfill program attendance for a total time exceeding 20 hours in any 60-day period, and the hours for performance shall occur during times other than during the minor’s hours of school attendance or employment.\n\n\tThird and subsequent violations of this section shall be punishable by the sanctions for a first or second violation, or may be punishable by a fine not exceeding twenty dollars ($20.00) for any individual minor.  At any time, fines may be waived due to indigence.\n\n\t(e)\tSeverability of Provisions.  If any severable provision of this ordinance or any application thereof is held invalid, that invalidity shall not affect other provisions or applications of the ordinance which can be given effect notwithstanding such invalidity.","order_by":"04","ancestry":{"1":{"id":"72","name":"Minors","identifier":"5","label":"article","url":"\/4\/5\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2647","structure_id":"72","section_number":"45.00","catch_line":"Definitions.","url":"\/45.00\/","token":"45.00"},"1":{"id":"1680","structure_id":"72","section_number":"45.01","catch_line":"Firearms – Knives – Slingshots – Sale To Minors.","url":"\/45.01\/","token":"45.01"},"2":{"id":"2645","structure_id":"72","section_number":"45.02","catch_line":"Firearms – Minors – Possession Of.","url":"\/45.02\/","token":"45.02"},"3":{"id":"2231","structure_id":"72","section_number":"45.03","catch_line":"Nighttime Curfew Restrictions For Minors.","url":"\/45.03\/","token":"45.03"},"4":{"id":"360","structure_id":"72","section_number":"45.04","catch_line":"Daytime Curfew Restrictions For Minors.","url":"\/45.04\/","token":"45.04"},"5":{"id":"1344","structure_id":"72","section_number":"45.06","catch_line":"Minors’ School Books – Sale.","url":"\/45.06\/","token":"45.06"},"6":{"id":"3072","structure_id":"72","section_number":"45.07","catch_line":"Theaters – Minors – Hours Of Attendance.","url":"\/45.07\/","token":"45.07"},"7":{"id":"1120","structure_id":"72","section_number":"45.08","catch_line":"Dancing Academy – When Infant May Attend.","url":"\/45.08\/","token":"45.08"},"8":{"id":"238","structure_id":"72","section_number":"45.09","catch_line":"Dancing Academy – Authorization To Attend.","url":"\/45.09\/","token":"45.09"},"9":{"id":"2943","structure_id":"72","section_number":"45.10","catch_line":"Dancing Academy – False Signature In Authorization.","url":"\/45.10\/","token":"45.10"},"10":{"id":"2191","structure_id":"72","section_number":"45.11","catch_line":"Dancing Academy – Authorization – Filing Of.","url":"\/45.11\/","token":"45.11"},"11":{"id":"1407","structure_id":"72","section_number":"45.13","catch_line":"Dancing Academy – Hours For Instruction.","url":"\/45.13\/","token":"45.13"},"12":{"id":"4046","structure_id":"72","section_number":"45.15","catch_line":"Female Dance Instructors.","url":"\/45.15\/","token":"45.15"},"13":{"id":"3733","structure_id":"72","section_number":"45.16","catch_line":"Dance Halls – Illumination.","url":"\/45.16\/","token":"45.16"},"14":{"id":"2370","structure_id":"72","section_number":"45.17","catch_line":"Dance Halls – Exceptions.","url":"\/45.17\/","token":"45.17"},"15":{"id":"2949","structure_id":"72","section_number":"45.19","catch_line":"Display Of Drug Paraphernalia To Minors.","url":"\/45.19\/","token":"45.19"},"16":{"id":"2304","structure_id":"72","section_number":"45.19.5","catch_line":"Restrictions On Locations Where Drug Paraphernalia May\nBe Sold.","url":"\/45.19.5\/","token":"45.19.5"}},"next_section":{"id":"1344","structure_id":"72","section_number":"45.06","catch_line":"Minors’ School Books – Sale.","url":"\/45.06\/","token":"45.06"},"metadata":false,"references":false,"url":"\/45.04\/","token":"45.04","formats":{"txt":"\/45.04.txt","json":"\/45.04.xml"},"dublin_core":{"Title":"Daytime Curfew Restrictions For Minors.","Type":"Text","Format":"text\/html","Identifier":"§ 45.04","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDAYTIME CURFEW RESTRICTIONS FOR MINORS. (§ 45.04)\n\n  DAYTIME CURFEW RESTRICTIONS FOR MINORS.\n\t(Amended by Ord. No. 182,084, Eff. 4\/13\/12.)\t(a)\tCurfew.  It is unlawful for\nany minor under the age of 18, who is subject to compulsory education or to\ncompulsory continuation education, alone or in concert with others, to be\npresent in or upon the public streets, highways, roads, alleys, parks,\nplaygrounds, or other public grounds, public places, public buildings, places or\namusement and eating places, vacant lots or any place open to the public during\nthe hours of the day when the school, which the minor would normally attend, is\nin session, on days when that school is in session.  This section shall not\napply to public sidewalks immediately adjacent to school grounds, the entrance\nareas to schools, or to school grounds.\t(b)\tExceptions.  The provisions of this\nsection shall not apply when:\t(1)\tThe minor is accompanied by his or her parent,\nguardian, or other adult person authorized by the parent or guardian having the\ncare or custody of the minor; or\t(2)\tThe minor is on an emergency errand\ndirected by his or her parent, guardian or other adult person having the care or\ncustody of the minor; or\t(3)\tThe minor is attending or going directly to or\nreturning directly from a public meeting or an official school-sponsored\nsporting event, dance, or activity which is under the direction, supervision, or\ncontrol of an adult and which is organized, arranged, or sponsored by the City,\na local educational authority, or religious or civil organization that is taking\nresponsibility for the minor; or\t(4)\tThe minor is going directly to or coming\ndirectly from their place of gainful employment; or\t(5)\tThe minor is going\ndirectly to or coming directly from a medical appointment; or\t(6)\tThe minor is\ncarrying in his or her possession a valid, school issued, off-campus permit or\npass that authorizes the minor to leave the school campus; or\t(7)\tThe presence\nof the minor in one or more of the places identified in Subsection (a) is\nconnected with or required with respect to a business, trade, profession or\noccupation in which the minor is lawfully engaged; or\t(8)\tThe minor is involved\nin an emergency such as a fire, natural disaster, automobile accident, a\nsituation requiring immediate action to prevent serious bodily injury or loss of\nlife, or any unforeseen combination of circumstances or the resulting state,\nwhich calls for immediate action; or\t(9)\tThe minor is in a motor vehicle\ninvolved in interstate travel; or\t(10)\tThe minor is authorized to be absent from\nhis or her school pursuant to the provisions of California Education Code\nSection 48205, or any other applicable state or federal law; or\t(11)\tThe minor\nis traveling in the general direction of his or her school, regardless of\nwhether school has already begun.  If the minor is contacted by law enforcement\nwithin a 3 block radius of his or her school within the first 60 minutes after\nschool has begun, it establishes a rebuttable presumption that the minor is\ntraveling to his or her school.\t(c)\tEnforcement.  Before taking any action to\nenforce the provisions of this section, police officers shall ask the apparent\noffender’s age and reason for being in the public place during curfew hours. \nThe officer shall not issue a citation or make an arrest under this section\nunless the officer reasonably believes that an offense has occurred, that the\nminor is required to be in school, and that based on any responses and other\ncircumstances, no exceptions to this section apply.  The officer shall identify\nthe time when the officer first encountered the minor, provide the minor’s\nstated age, and articulate the justification for the citation’s issuance\ndirectly on the citation.\t(d)\tPenalties for Violation.  A violation of this\nsection is an infraction.  The first and second violations of this section\nshall only be punishable by either a requirement to provide an attendance plan\nto the court, developed with the minor and\/or parent or appropriate guardian, or\nto participate in community service or other appropriate community or\nschool-based program for mentoring, tutoring, credit recovery, or counseling. \nThe minor shall not be required to perform community service or fulfill program\nattendance for a total time exceeding 20 hours in any 60-day period, and the\nhours for performance shall occur during times other than during the minor’s\nhours of school attendance or employment.\tThird and subsequent violations of\nthis section shall be punishable by the sanctions for a first or second\nviolation, or may be punishable by a fine not exceeding twenty dollars ($20.00)\nfor any individual minor.  At any time, fines may be waived due to\nindigence.\t(e)\tSeverability of Provisions.  If any severable provision of this\nordinance or any application thereof is held invalid, that invalidity shall not\naffect other provisions or applications of the ordinance which can be given\neffect notwithstanding such invalidity.\n","html":"\n\t\t\t\t\t<section><p>  DAYTIME CURFEW RESTRICTIONS FOR <span class=\"dictionary\">MINORS<\/span>.\n\t(Amended by Ord. No. 182,084, Eff. 4\/13\/12.)<br \/><br \/>\t(a)\tCurfew.  It is unlawful for any <span class=\"dictionary\">minor<\/span> under the age of 18, who is subject to compulsory education or to compulsory continuation education, alone or in concert with others, to be present in or upon the public streets, highways, roads, alleys, parks, playgrounds, or other public grounds, public places, public buildings, places or amusement and eating places, vacant lots or any place open to the public during the hours of the day when the school, which the <span class=\"dictionary\">minor<\/span> would normally attend, is in session, on days when that school is in session.  This section shall not apply to public sidewalks immediately adjacent to school grounds, the entrance areas to schools, or to school grounds.<br \/><br \/>\t(b)\tExceptions.  The provisions of this section shall not apply when:<br \/><br \/>\t(1)\tThe <span class=\"dictionary\">minor<\/span> is accompanied by his or her parent, guardian, or other adult person authorized by the parent or guardian having the care or <span class=\"dictionary\">custody<\/span> of the <span class=\"dictionary\">minor<\/span>; or<br \/><br \/>\t(2)\tThe <span class=\"dictionary\">minor<\/span> is on an emergency errand directed by his or her parent, guardian or other adult person having the care or <span class=\"dictionary\">custody<\/span> of the <span class=\"dictionary\">minor<\/span>; or<br \/><br \/>\t(3)\tThe <span class=\"dictionary\">minor<\/span> is attending or going directly to or returning directly from a public meeting or an official school-sponsored sporting event, dance, or activity which is under the direction, supervision, or control of an adult and which is organized, arranged, or sponsored by the City, a local educational authority, or religious or civil organization that is taking responsibility for the <span class=\"dictionary\">minor<\/span>; or<br \/><br \/>\t(4)\tThe <span class=\"dictionary\">minor<\/span> is going directly to or coming directly from their place of gainful employment; or<br \/><br \/>\t(5)\tThe <span class=\"dictionary\">minor<\/span> is going directly to or coming directly from a medical appointment; or<br \/><br \/>\t(6)\tThe <span class=\"dictionary\">minor<\/span> is carrying in his or her <span class=\"dictionary\">possession<\/span> a valid, school issued, off-campus permit or pass that authorizes the <span class=\"dictionary\">minor<\/span> to leave the school campus; or<br \/><br \/>\t(7)\tThe presence of the <span class=\"dictionary\">minor<\/span> in one or more of the places identified in Subsection (a) is connected with or required with respect to a business, trade, profession or occupation in which the <span class=\"dictionary\">minor<\/span> is lawfully engaged; or<br \/><br \/>\t(8)\tThe <span class=\"dictionary\">minor<\/span> is involved in an emergency such as a fire, natural disaster, automobile accident, a situation requiring immediate action to prevent serious bodily injury or loss of life, or any unforeseen combination of circumstances or the resulting state, which calls for immediate action; or<br \/><br \/>\t(9)\tThe <span class=\"dictionary\">minor<\/span> is in a motor vehicle involved in interstate travel; or<br \/><br \/>\t(10)\tThe <span class=\"dictionary\">minor<\/span> is authorized to be absent from his or her school pursuant to the provisions of California Education Code Section 48205, or any other applicable state or federal <span class=\"dictionary\">law<\/span>; or<br \/><br \/>\t(11)\tThe <span class=\"dictionary\">minor<\/span> is traveling in the general direction of his or her school, regardless of whether school has already begun.  If the <span class=\"dictionary\">minor<\/span> is contacted by <span class=\"dictionary\">law<\/span> enforcement within a 3 block radius of his or her school within the first 60 minutes after school has begun, it establishes a rebuttable <span class=\"dictionary\">presumption<\/span> that the <span class=\"dictionary\">minor<\/span> is traveling to his or her school.<br \/><br \/>\t(c)\tEnforcement.  Before taking any action to enforce the provisions of this section, police officers shall ask the apparent offender’s age and reason for being in the public place during curfew hours.  The officer shall not <span class=\"dictionary\">issue<\/span> a <span class=\"dictionary\">citation<\/span> or make an <span class=\"dictionary\">arrest<\/span> under this section unless the officer reasonably believes that an <span class=\"dictionary\">offense<\/span> has occurred, that the <span class=\"dictionary\">minor<\/span> is required to be in school, and that based on any responses and other circumstances, no exceptions to this section apply.  The officer shall identify the time when the officer first encountered the <span class=\"dictionary\">minor<\/span>, provide the <span class=\"dictionary\">minor<\/span>’s stated age, and articulate the justification for the <span class=\"dictionary\">citation<\/span>’s issuance directly on the <span class=\"dictionary\">citation<\/span>.<br \/><br \/>\t(d)\tPenalties for Violation.  A violation of this section is an infraction.  The first and second violations of this section shall only be punishable by either a requirement to provide an attendance plan to the <span class=\"dictionary\">court<\/span>, developed with the <span class=\"dictionary\">minor<\/span> and\/or parent or appropriate guardian, or to participate in <span class=\"dictionary\">community service<\/span> or other appropriate community or school-based program for mentoring, tutoring, credit recovery, or counseling.  The <span class=\"dictionary\">minor<\/span> shall not be required to perform <span class=\"dictionary\">community service<\/span> or fulfill program attendance for a total time exceeding 20 hours in any 60-day period, and the hours for performance shall occur during times other than during the <span class=\"dictionary\">minor<\/span>’s hours of school attendance or employment.<br \/><br \/>\tThird and subsequent violations of this section shall be punishable by the <span class=\"dictionary\">sanctions<\/span> for a first or second violation, or may be punishable by a fine not exceeding twenty dollars ($20.00) for any individual <span class=\"dictionary\">minor<\/span>.  At any time, fines may be waived due to indigence.<br \/><br \/>\t(e)\tSeverability of Provisions.  If any severable provision of this <span class=\"dictionary\">ordinance<\/span> or any application thereof is held invalid, that invalidity shall not affect other provisions or applications of the <span class=\"dictionary\">ordinance<\/span> which can be given effect notwithstanding such invalidity.<\/p><\/section>","previous_section":{"id":"2231","structure_id":"72","section_number":"45.03","catch_line":"Nighttime Curfew Restrictions For Minors.","url":"\/45.03\/","token":"45.03"},"text":{"0":{"id":"355","text":"  DAYTIME CURFEW RESTRICTIONS FOR MINORS.\n\t(Amended by Ord. No. 182,084, Eff. 4\/13\/12.)\t(a)\tCurfew.  It is unlawful for any minor under the age of 18, who is subject to compulsory education or to compulsory continuation education, alone or in concert with others, to be present in or upon the public streets, highways, roads, alleys, parks, playgrounds, or other public grounds, public places, public buildings, places or amusement and eating places, vacant lots or any place open to the public during the hours of the day when the school, which the minor would normally attend, is in session, on days when that school is in session.  This section shall not apply to public sidewalks immediately adjacent to school grounds, the entrance areas to schools, or to school grounds.\t(b)\tExceptions.  The provisions of this section shall not apply when:\t(1)\tThe minor is accompanied by his or her parent, guardian, or other adult person authorized by the parent or guardian having the care or custody of the minor; or\t(2)\tThe minor is on an emergency errand directed by his or her parent, guardian or other adult person having the care or custody of the minor; or\t(3)\tThe minor is attending or going directly to or returning directly from a public meeting or an official school-sponsored sporting event, dance, or activity which is under the direction, supervision, or control of an adult and which is organized, arranged, or sponsored by the City, a local educational authority, or religious or civil organization that is taking responsibility for the minor; or\t(4)\tThe minor is going directly to or coming directly from their place of gainful employment; or\t(5)\tThe minor is going directly to or coming directly from a medical appointment; or\t(6)\tThe minor is carrying in his or her possession a valid, school issued, off-campus permit or pass that authorizes the minor to leave the school campus; or\t(7)\tThe presence of the minor in one or more of the places identified in Subsection (a) is connected with or required with respect to a business, trade, profession or occupation in which the minor is lawfully engaged; or\t(8)\tThe minor is involved in an emergency such as a fire, natural disaster, automobile accident, a situation requiring immediate action to prevent serious bodily injury or loss of life, or any unforeseen combination of circumstances or the resulting state, which calls for immediate action; or\t(9)\tThe minor is in a motor vehicle involved in interstate travel; or\t(10)\tThe minor is authorized to be absent from his or her school pursuant to the provisions of California Education Code Section 48205, or any other applicable state or federal law; or\t(11)\tThe minor is traveling in the general direction of his or her school, regardless of whether school has already begun.  If the minor is contacted by law enforcement within a 3 block radius of his or her school within the first 60 minutes after school has begun, it establishes a rebuttable presumption that the minor is traveling to his or her school.\t(c)\tEnforcement.  Before taking any action to enforce the provisions of this section, police officers shall ask the apparent offender’s age and reason for being in the public place during curfew hours.  The officer shall not issue a citation or make an arrest under this section unless the officer reasonably believes that an offense has occurred, that the minor is required to be in school, and that based on any responses and other circumstances, no exceptions to this section apply.  The officer shall identify the time when the officer first encountered the minor, provide the minor’s stated age, and articulate the justification for the citation’s issuance directly on the citation.\t(d)\tPenalties for Violation.  A violation of this section is an infraction.  The first and second violations of this section shall only be punishable by either a requirement to provide an attendance plan to the court, developed with the minor and\/or parent or appropriate guardian, or to participate in community service or other appropriate community or school-based program for mentoring, tutoring, credit recovery, or counseling.  The minor shall not be required to perform community service or fulfill program attendance for a total time exceeding 20 hours in any 60-day period, and the hours for performance shall occur during times other than during the minor’s hours of school attendance or employment.\tThird and subsequent violations of this section shall be punishable by the sanctions for a first or second violation, or may be punishable by a fine not exceeding twenty dollars ($20.00) for any individual minor.  At any time, fines may be waived due to indigence.\t(e)\tSeverability of Provisions.  If any severable provision of this ordinance or any application thereof is held invalid, that invalidity shall not affect other provisions or applications of the ordinance which can be given effect notwithstanding such invalidity.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}