{"section_number":"45.19","edition_id":"1","section_id":"2949","structure_id":"72","catch_line":"Display Of Drug Paraphernalia To Minors.","history":"","full_text":"  DISPLAY OF DRUG PARAPHERNALIA TO MINORS.\n\t(Added By Ord. No. 153,791, Eff. 6\/16\/80.)\n\n\tA.\tManagement.  (Amended by Ord. No. 174,793, Eff. 10\/6\/02.)\n\n\t1.\tIt shall be unlawful for any person in charge or control of any business establishment where drug paraphernalia is displayed for sale, offered for sale or sold, to knowingly allow or permit a minor, not accompanied by one or both of his or her parents or by his or her legal guardian, to enter and remain within any business establishment where drug paraphernalia is displayed for sale, offered for sale or sold.\n\n\t2.\tIt shall be unlawful for any person in charge or control of a business establishment where drug paraphernalia is displayed for sale, offered for sale, or sold, to fail to display and maintain or fail to cause to be displayed and maintained, at least one sign stating that a minor may not enter unless accompanied by one or both of his or her parents or by his or her legal guardian.  These signs shall be placed in a conspicuous location near each public entrance to the business establishment where drug paraphernalia is displayed for sale, offered for sale, or sold.\n\n\t3.\tIn the event a substantial number of the public invitees or patrons of a business establishment where drug paraphernalia is displayed for sale, offered for sale or sold, uses a language other than English as a primary language, any sign required pursuant to this section shall be worded in both English and the language or languages involved.\n\n\tB.\tMinors.  In the event a sign or signs have been posted as required by Subsection A above, it shall be unlawful for a minor to enter any business establishment where drug paraphernalia is displayed for sale, offered for sale or sold, unless a minor is accompanied by one or both of his or her parents or by his or her legal guardian.  (Amended by Ord. No. 174,793, Eff. 10\/6\/02.)\n\n\tC.\tDefinitions.\n\n\t1.\t“Drug paraphernalia,” including but not limited to one or more of those items identified in that list set forth in Subdivision 3 hereinbelow, shall mean any device designed primarily for use by individuals for the smoking or ingestion of marijuana, hashish, hashish oil, cocaine, or any other “controlled substance,” as that term is defined in the Health and Safety Code of the State of California.\n\n\t2.\tA device “designed primarily for” such smoking or ingestion set forth in Subdivision 1 above is a device which has been fabricated, constructed, altered, adjusted, or marked especially for use in the smoking or ingestion of marijuana, hashish, hashish oil, cocaine, or any other “controlled substance,” and is peculiarly adapted to such purposes by virtue of a distinctive feature or combination of features associated with drug paraphernalia, notwithstanding that it might also be possible to use such service for some other purpose.\n\n\t3.\tIncludable Items or Devices:\n\n\t(a)\tMetal, wooden, acrylic, glass, stone, plastic, or ceramic pipes, with or without screens, permanent or otherwise, heads, or punctured metal bowls;\n\n\t(b)\tA device constructed so as to prevent the escape of smoke into the air and to channel smoke into a chamber where it may be accumulated to permit inhalation or ingestion of larger quantities of smoke than would otherwise be possible, whether the device is known as a “bong,” or otherwise;\n\n\t(c)\tA smokable pipe constructed with a receptacle or container in which water or other liquid may be placed into which smoke passes and is cooled in the process of being inhaled or ingested;\n\n\t(d)\tA smokable pipe which contains a heating unit, whether the device is known as an “electric pipe,” or otherwise;\n\n\t(e)\tA device constructed so as to permit the simultaneous mixing and ingestion of smoke and nitrous oxide or other compressed gas, whether the device is known as a “buzz bomb,” or otherwise;\n\n\t(f)\tA canister, container or other device with a tube, nozzle or other similar arrangement attached thereto so constructed as to permit the forcing of smoke accumulated therein into the user’s lungs under pressure;\n\n\t(g)\tA device for holding a cigarette, whether the device is known as a “roach clip,” or otherwise;\n\n\t(h)\tA spoon for ingestion through the nose;\n\n\t(i)\tA straw or tube for ingestion through the nose or mouth.","order_by":"19","ancestry":{"1":{"id":"72","name":"Minors","identifier":"5","label":"article","url":"\/4\/5\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2647","structure_id":"72","section_number":"45.00","catch_line":"Definitions.","url":"\/45.00\/","token":"45.00"},"1":{"id":"1680","structure_id":"72","section_number":"45.01","catch_line":"Firearms – Knives – Slingshots – Sale To Minors.","url":"\/45.01\/","token":"45.01"},"2":{"id":"2645","structure_id":"72","section_number":"45.02","catch_line":"Firearms – Minors – Possession Of.","url":"\/45.02\/","token":"45.02"},"3":{"id":"2231","structure_id":"72","section_number":"45.03","catch_line":"Nighttime Curfew Restrictions For Minors.","url":"\/45.03\/","token":"45.03"},"4":{"id":"360","structure_id":"72","section_number":"45.04","catch_line":"Daytime Curfew Restrictions For Minors.","url":"\/45.04\/","token":"45.04"},"5":{"id":"1344","structure_id":"72","section_number":"45.06","catch_line":"Minors’ School Books – Sale.","url":"\/45.06\/","token":"45.06"},"6":{"id":"3072","structure_id":"72","section_number":"45.07","catch_line":"Theaters – Minors – Hours Of Attendance.","url":"\/45.07\/","token":"45.07"},"7":{"id":"1120","structure_id":"72","section_number":"45.08","catch_line":"Dancing Academy – When Infant May Attend.","url":"\/45.08\/","token":"45.08"},"8":{"id":"238","structure_id":"72","section_number":"45.09","catch_line":"Dancing Academy – Authorization To Attend.","url":"\/45.09\/","token":"45.09"},"9":{"id":"2943","structure_id":"72","section_number":"45.10","catch_line":"Dancing Academy – False Signature In Authorization.","url":"\/45.10\/","token":"45.10"},"10":{"id":"2191","structure_id":"72","section_number":"45.11","catch_line":"Dancing Academy – Authorization – Filing Of.","url":"\/45.11\/","token":"45.11"},"11":{"id":"1407","structure_id":"72","section_number":"45.13","catch_line":"Dancing Academy – Hours For Instruction.","url":"\/45.13\/","token":"45.13"},"12":{"id":"4046","structure_id":"72","section_number":"45.15","catch_line":"Female Dance Instructors.","url":"\/45.15\/","token":"45.15"},"13":{"id":"3733","structure_id":"72","section_number":"45.16","catch_line":"Dance Halls – Illumination.","url":"\/45.16\/","token":"45.16"},"14":{"id":"2370","structure_id":"72","section_number":"45.17","catch_line":"Dance Halls – Exceptions.","url":"\/45.17\/","token":"45.17"},"15":{"id":"2949","structure_id":"72","section_number":"45.19","catch_line":"Display Of Drug Paraphernalia To Minors.","url":"\/45.19\/","token":"45.19"},"16":{"id":"2304","structure_id":"72","section_number":"45.19.5","catch_line":"Restrictions On Locations Where Drug Paraphernalia May\nBe Sold.","url":"\/45.19.5\/","token":"45.19.5"}},"next_section":{"id":"2304","structure_id":"72","section_number":"45.19.5","catch_line":"Restrictions On Locations Where Drug Paraphernalia May\nBe Sold.","url":"\/45.19.5\/","token":"45.19.5"},"metadata":false,"references":false,"url":"\/45.19\/","token":"45.19","formats":{"txt":"\/45.19.txt","json":"\/45.19.xml"},"dublin_core":{"Title":"Display Of Drug Paraphernalia To Minors.","Type":"Text","Format":"text\/html","Identifier":"§ 45.19","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDISPLAY OF DRUG PARAPHERNALIA TO MINORS. (§ 45.19)\n\n  DISPLAY OF DRUG PARAPHERNALIA TO MINORS.\n\t(Added By Ord. No. 153,791, Eff. 6\/16\/80.)\tA.\tManagement.  (Amended by Ord.\nNo. 174,793, Eff. 10\/6\/02.)\t1.\tIt shall be unlawful for any person in charge or\ncontrol of any business establishment where drug paraphernalia is displayed for\nsale, offered for sale or sold, to knowingly allow or permit a minor, not\naccompanied by one or both of his or her parents or by his or her legal\nguardian, to enter and remain within any business establishment where drug\nparaphernalia is displayed for sale, offered for sale or sold.\t2.\tIt shall be\nunlawful for any person in charge or control of a business establishment where\ndrug paraphernalia is displayed for sale, offered for sale, or sold, to fail to\ndisplay and maintain or fail to cause to be displayed and maintained, at least\none sign stating that a minor may not enter unless accompanied by one or both of\nhis or her parents or by his or her legal guardian.  These signs shall be\nplaced in a conspicuous location near each public entrance to the business\nestablishment where drug paraphernalia is displayed for sale, offered for sale,\nor sold.\t3.\tIn the event a substantial number of the public invitees or patrons\nof a business establishment where drug paraphernalia is displayed for sale,\noffered for sale or sold, uses a language other than English as a primary\nlanguage, any sign required pursuant to this section shall be worded in both\nEnglish and the language or languages involved.\tB.\tMinors.  In the event a sign\nor signs have been posted as required by Subsection A above, it shall be\nunlawful for a minor to enter any business establishment where drug\nparaphernalia is displayed for sale, offered for sale or sold, unless a minor is\naccompanied by one or both of his or her parents or by his or her legal\nguardian.  (Amended by Ord. No. 174,793, Eff.\n10\/6\/02.)\tC.\tDefinitions.\t1.\t“Drug paraphernalia,” including but not limited\nto one or more of those items identified in that list set forth in Subdivision 3\nhereinbelow, shall mean any device designed primarily for use by individuals for\nthe smoking or ingestion of marijuana, hashish, hashish oil, cocaine, or any\nother “controlled substance,” as that term is defined in the Health and\nSafety Code of the State of California.\t2.\tA device “designed primarily for”\nsuch smoking or ingestion set forth in Subdivision 1 above is a device which has\nbeen fabricated, constructed, altered, adjusted, or marked especially for use in\nthe smoking or ingestion of marijuana, hashish, hashish oil, cocaine, or any\nother “controlled substance,” and is peculiarly adapted to such purposes by\nvirtue of a distinctive feature or combination of features associated with drug\nparaphernalia, notwithstanding that it might also be possible to use such\nservice for some other purpose.\t3.\tIncludable Items or Devices:\t(a)\tMetal,\nwooden, acrylic, glass, stone, plastic, or ceramic pipes, with or without\nscreens, permanent or otherwise, heads, or punctured metal bowls;\t(b)\tA device\nconstructed so as to prevent the escape of smoke into the air and to channel\nsmoke into a chamber where it may be accumulated to permit inhalation or\ningestion of larger quantities of smoke than would otherwise be possible,\nwhether the device is known as a “bong,” or otherwise;\t(c)\tA smokable pipe\nconstructed with a receptacle or container in which water or other liquid may be\nplaced into which smoke passes and is cooled in the process of being inhaled or\ningested;\t(d)\tA smokable pipe which contains a heating unit, whether the device\nis known as an “electric pipe,” or otherwise;\t(e)\tA device constructed so as\nto permit the simultaneous mixing and ingestion of smoke and nitrous oxide or\nother compressed gas, whether the device is known as a “buzz bomb,” or\notherwise;\t(f)\tA canister, container or other device with a tube, nozzle or\nother similar arrangement attached thereto so constructed as to permit the\nforcing of smoke accumulated therein into the user’s lungs under\npressure;\t(g)\tA device for holding a cigarette, whether the device is known as a\n“roach clip,” or otherwise;\t(h)\tA spoon for ingestion through the\nnose;\t(i)\tA straw or tube for ingestion through the nose or mouth.\n","html":"\n\t\t\t\t\t<section><p>  DISPLAY OF DRUG PARAPHERNALIA TO <span class=\"dictionary\">MINORS<\/span>.\n\t(Added By Ord. No. 153,791, Eff. 6\/16\/80.)<br \/><br \/>\tA.\tManagement.  (Amended by Ord. No. 174,793, Eff. 10\/6\/02.)<br \/><br \/>\t1.\tIt shall be unlawful for any person in charge or control of any business establishment where drug paraphernalia is displayed for sale, offered for sale or sold, to knowingly allow or permit a <span class=\"dictionary\">minor<\/span>, not accompanied by one or both of his or her parents or by his or her legal guardian, to enter and remain within any business establishment where drug paraphernalia is displayed for sale, offered for sale or sold.<br \/><br \/>\t2.\tIt shall be unlawful for any person in charge or control of a business establishment where drug paraphernalia is displayed for sale, offered for sale, or sold, to fail to display and maintain or fail to cause to be displayed and maintained, at least one sign stating that a <span class=\"dictionary\">minor<\/span> may not enter unless accompanied by one or both of his or her parents or by his or her legal guardian.  These signs shall be placed in a conspicuous location near each public entrance to the business establishment where drug paraphernalia is displayed for sale, offered for sale, or sold.<br \/><br \/>\t3.\tIn the event a substantial number of the public invitees or patrons of a business establishment where drug paraphernalia is displayed for sale, offered for sale or sold, uses a language other than English as a primary language, any sign required pursuant to this section shall be worded in both English and the language or languages involved.<br \/><br \/>\tB.\t<span class=\"dictionary\">Minors<\/span>.  In the event a sign or signs have been posted as required by Subsection A above, it shall be unlawful for a <span class=\"dictionary\">minor<\/span> to enter any business establishment where drug paraphernalia is displayed for sale, offered for sale or sold, unless a <span class=\"dictionary\">minor<\/span> is accompanied by one or both of his or her parents or by his or her legal guardian.  (Amended by Ord. No. 174,793, Eff. 10\/6\/02.)<br \/><br \/>\tC.\tDefinitions.<br \/><br \/>\t1.\t“Drug paraphernalia,” including but not limited to one or more of those items identified in that list set forth in Subdivision 3 hereinbelow, shall mean any device designed primarily for use by individuals for the smoking or ingestion of marijuana, hashish, hashish oil, cocaine, or any other “controlled substance,” as that term is defined in the Health and Safety Code of the State of California.<br \/><br \/>\t2.\tA device “designed primarily for” such smoking or ingestion set forth in Subdivision 1 above is a device which has been fabricated, constructed, altered, adjusted, or marked especially for use in the smoking or ingestion of marijuana, hashish, hashish oil, cocaine, or any other “controlled substance,” and is peculiarly adapted to such purposes by virtue of a distinctive feature or combination of features associated with drug paraphernalia, notwithstanding that it might also be possible to use such service for some other purpose.<br \/><br \/>\t3.\tIncludable Items or Devices:<br \/><br \/>\t(a)\tMetal, wooden, acrylic, glass, stone, plastic, or ceramic pipes, with or without screens, permanent or otherwise, heads, or punctured metal bowls;<br \/><br \/>\t(b)\tA device constructed so as to prevent the escape of smoke into the air and to channel smoke into a chamber where it may be accumulated to permit inhalation or ingestion of larger quantities of smoke than would otherwise be possible, whether the device is known as a “bong,” or otherwise;<br \/><br \/>\t(c)\tA smokable pipe constructed with a receptacle or container in which water or other liquid may be placed into which smoke passes and is cooled in the process of being inhaled or ingested;<br \/><br \/>\t(d)\tA smokable pipe which contains a heating unit, whether the device is known as an “electric pipe,” or otherwise;<br \/><br \/>\t(e)\tA device constructed so as to permit the simultaneous mixing and ingestion of smoke and nitrous oxide or other compressed gas, whether the device is known as a “buzz bomb,” or otherwise;<br \/><br \/>\t(f)\tA canister, container or other device with a tube, nozzle or other similar arrangement attached thereto so constructed as to permit the forcing of smoke accumulated therein into the user’s lungs under pressure;<br \/><br \/>\t(g)\tA device for holding a cigarette, whether the device is known as a “roach clip,” or otherwise;<br \/><br \/>\t(h)\tA spoon for ingestion through the nose;<br \/><br \/>\t(i)\tA straw or tube for ingestion through the nose or mouth.<\/p><\/section>","previous_section":{"id":"2370","structure_id":"72","section_number":"45.17","catch_line":"Dance Halls – Exceptions.","url":"\/45.17\/","token":"45.17"},"text":{"0":{"id":"2924","text":"  DISPLAY OF DRUG PARAPHERNALIA TO MINORS.\n\t(Added By Ord. No. 153,791, Eff. 6\/16\/80.)\tA.\tManagement.  (Amended by Ord. No. 174,793, Eff. 10\/6\/02.)\t1.\tIt shall be unlawful for any person in charge or control of any business establishment where drug paraphernalia is displayed for sale, offered for sale or sold, to knowingly allow or permit a minor, not accompanied by one or both of his or her parents or by his or her legal guardian, to enter and remain within any business establishment where drug paraphernalia is displayed for sale, offered for sale or sold.\t2.\tIt shall be unlawful for any person in charge or control of a business establishment where drug paraphernalia is displayed for sale, offered for sale, or sold, to fail to display and maintain or fail to cause to be displayed and maintained, at least one sign stating that a minor may not enter unless accompanied by one or both of his or her parents or by his or her legal guardian.  These signs shall be placed in a conspicuous location near each public entrance to the business establishment where drug paraphernalia is displayed for sale, offered for sale, or sold.\t3.\tIn the event a substantial number of the public invitees or patrons of a business establishment where drug paraphernalia is displayed for sale, offered for sale or sold, uses a language other than English as a primary language, any sign required pursuant to this section shall be worded in both English and the language or languages involved.\tB.\tMinors.  In the event a sign or signs have been posted as required by Subsection A above, it shall be unlawful for a minor to enter any business establishment where drug paraphernalia is displayed for sale, offered for sale or sold, unless a minor is accompanied by one or both of his or her parents or by his or her legal guardian.  (Amended by Ord. No. 174,793, Eff. 10\/6\/02.)\tC.\tDefinitions.\t1.\t“Drug paraphernalia,” including but not limited to one or more of those items identified in that list set forth in Subdivision 3 hereinbelow, shall mean any device designed primarily for use by individuals for the smoking or ingestion of marijuana, hashish, hashish oil, cocaine, or any other “controlled substance,” as that term is defined in the Health and Safety Code of the State of California.\t2.\tA device “designed primarily for” such smoking or ingestion set forth in Subdivision 1 above is a device which has been fabricated, constructed, altered, adjusted, or marked especially for use in the smoking or ingestion of marijuana, hashish, hashish oil, cocaine, or any other “controlled substance,” and is peculiarly adapted to such purposes by virtue of a distinctive feature or combination of features associated with drug paraphernalia, notwithstanding that it might also be possible to use such service for some other purpose.\t3.\tIncludable Items or Devices:\t(a)\tMetal, wooden, acrylic, glass, stone, plastic, or ceramic pipes, with or without screens, permanent or otherwise, heads, or punctured metal bowls;\t(b)\tA device constructed so as to prevent the escape of smoke into the air and to channel smoke into a chamber where it may be accumulated to permit inhalation or ingestion of larger quantities of smoke than would otherwise be possible, whether the device is known as a “bong,” or otherwise;\t(c)\tA smokable pipe constructed with a receptacle or container in which water or other liquid may be placed into which smoke passes and is cooled in the process of being inhaled or ingested;\t(d)\tA smokable pipe which contains a heating unit, whether the device is known as an “electric pipe,” or otherwise;\t(e)\tA device constructed so as to permit the simultaneous mixing and ingestion of smoke and nitrous oxide or other compressed gas, whether the device is known as a “buzz bomb,” or otherwise;\t(f)\tA canister, container or other device with a tube, nozzle or other similar arrangement attached thereto so constructed as to permit the forcing of smoke accumulated therein into the user’s lungs under pressure;\t(g)\tA device for holding a cigarette, whether the device is known as a “roach clip,” or otherwise;\t(h)\tA spoon for ingestion through the nose;\t(i)\tA straw or tube for ingestion through the nose or mouth.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}