{"section_number":"45.19.6.2","edition_id":"1","section_id":"651","structure_id":"86","catch_line":"Registration.","history":"","full_text":"  REGISTRATION.\n\t(Added by Ord. No. 181,069, Eff. 3\/14\/10*.)\n\n*Note: See Sec. 3 of this ordinance, as clarified by Sec. 10 of Ord. No. 181,157, regarding the effective date.\n\n\tA.\tRequired.  No collective shall operate until after it has filed a registration form in accordance with the provisions of this article, has paid any adopted registration fees, and its registration has been accepted as complete by the Department of Building and Safety.\n\n\tB.\tMaximum Number of Collectives.\n\n\t1.\tThe maximum number of collectives in the City shall be capped at 70.  However, there may be fewer than 70 collectives if sufficient locations do not exist consistent with Section 45.19.6.3 A.2. of this article for 70 collectives.  To the fullest extent that locations consistent with Section 45.19.6.3 A.2. of this article exist, the 70 collectives shall be proportionally distributed by Community Plan Area, based on each Community Plan Area’s percentage share of the City’s total Community Plan Area population, as estimated by the Department of City Planning as of October 1, 2008, as shown on Table 1, below:\n\n\n  \n    \n      \n        TABLE 1\n      \n    \n    \n      \n        Community Plan Area (“CPA”)\n      \n      \n        Population\n      \n      \n        Pct of Total\n      \n      \n        # of MMCs\n      \n    \n    \n      \n        Arleta – Pacoima\n      \n      \n        105,238\n      \n      \n        2.63%\n      \n      \n        2\n      \n    \n    \n      \n        Bel Air – Beverly Crest\n      \n      \n        21,659\n      \n      \n        0.54%\n      \n      \n        0\n      \n    \n    \n      \n        Boyle Heights\n      \n      \n        92,626\n      \n      \n        2.31%\n      \n      \n        2\n      \n    \n    \n      \n        Brentwood – Pacific Palisades\n      \n      \n        57,513\n      \n      \n        1.44%\n      \n      \n        1\n      \n    \n    \n      \n        Canoga Park – West Hills – Winnetka – Woodland Hills\n      \n      \n        185,670\n      \n      \n        4.64%\n      \n      \n        3\n      \n    \n    \n      \n        Central City\n      \n      \n        31,900\n      \n      \n        0.80%\n      \n      \n        0\n      \n    \n    \n      \n        Central City North\n      \n      \n        32,835\n      \n      \n        0.82%\n      \n      \n        1\n      \n    \n    \n      \n        Chatsworth – Porter Ranch\n      \n      \n        96,251\n      \n      \n        2.40%\n      \n      \n        2\n      \n    \n    \n      \n        Encino – Tarzana\n      \n      \n        74,820\n      \n      \n        1.87%\n      \n      \n        1\n      \n    \n    \n      \n        Granada Hills – Knollwood\n      \n      \n        60,843\n      \n      \n        1.52%\n      \n      \n        1\n      \n    \n    \n      \n        Harbor Gateway\n      \n      \n        42,075\n      \n      \n        1.05%\n      \n      \n        1\n      \n    \n    \n      \n        Hollywood\n      \n      \n        226,137\n      \n      \n        5.65%\n      \n      \n        4\n      \n    \n    \n      \n        Mission Hills – North Hills – Panorama City\n      \n      \n        145,551\n      \n      \n        3.64%\n      \n      \n        3\n      \n    \n    \n      \n        North Hollywood – Valley Village\n      \n      \n        149,245\n      \n      \n        3.73%\n      \n      \n        3\n      \n    \n    \n      \n        Northeast Los Angeles\n      \n      \n        258,188\n      \n      \n        6.45%\n      \n      \n        5\n      \n    \n    \n      \n        Northridge\n      \n      \n        67,415\n      \n      \n        1.68%\n      \n      \n        1\n      \n    \n    \n      \n        Palms- Mar Vista – Del Rey\n      \n      \n        122,666\n      \n      \n        3.06%\n      \n      \n        2\n      \n    \n    \n      \n        Reseda – West Van Nuys\n      \n      \n        106,125\n      \n      \n        2.65%\n      \n      \n        2\n      \n    \n    \n      \n        San Pedro\n      \n      \n        81,921\n      \n      \n        2.05%\n      \n      \n        1\n      \n    \n    \n      \n        Sherman Oaks – Studio City – Toluca Lake – Cahuenga Pass\n      \n      \n        79,028\n      \n      \n        1.97%\n      \n      \n        1\n      \n    \n    \n      \n        Silverlake – Echo Park\n      \n      \n        82,008\n      \n      \n        2.05%\n      \n      \n        1\n      \n    \n    \n      \n        South Los Angeles\n      \n      \n        275,400\n      \n      \n        6.88%\n      \n      \n        5\n      \n    \n    \n      \n        Southeast Los Angeles\n      \n      \n        274,583\n      \n      \n        6.86%\n      \n      \n        5\n      \n    \n    \n      \n        Sun Valley – La Tuna Canyon\n      \n      \n        93,228\n      \n      \n        2.33%\n      \n      \n        2\n      \n    \n    \n      \n        Sunland – Tujunga – Lakeview Terrace – Shadow Hills – East La Tuna Canyon\n      \n      \n        62,644\n      \n      \n        1.56%\n      \n      \n        1\n      \n    \n    \n      \n        Sylmar\n      \n      \n        79,741\n      \n      \n        1.99%\n      \n      \n        1\n      \n    \n    \n      \n        Van Nuys – North Sherman Oaks\n      \n      \n        168,987\n      \n      \n        4.22%\n      \n      \n        3\n      \n    \n    \n      \n        Venice\n      \n      \n        40,943\n      \n      \n        1.02%\n      \n      \n        1\n      \n    \n    \n      \n        West Adams – Baldwin Hills- Leimert Park\n      \n      \n        182,584\n      \n      \n        4.56%\n      \n      \n        3\n      \n    \n    \n      \n        West Los Angeles\n      \n      \n        77,012\n      \n      \n        1.92%\n      \n      \n        1\n      \n    \n    \n      \n        Westchester – Playa Del Rey\n      \n      \n        54,441\n      \n      \n        1.36%\n      \n      \n        1\n      \n    \n    \n      \n        Westlake\n      \n      \n        120,476\n      \n      \n        3.01%\n      \n      \n        2\n      \n    \n    \n      \n        Westwood\n      \n      \n        53,491\n      \n      \n        1.34%\n      \n      \n        1\n      \n    \n    \n      \n        Wilmington – Harbor City\n      \n      \n        80,991\n      \n      \n        2.02%\n      \n      \n        1\n      \n    \n    \n      \n        Wilshire\n      \n      \n        317,248\n      \n      \n        7.92%\n      \n      \n        6\n      \n    \n    \n      \n        Total CPA Population as of Oct. 1, 2008\n      \n      \n        4,001,483\n      \n      \n        100%\n      \n      \n        70\n      \n    \n  \n\n\n\t2.\tNotwithstanding the maximum number of collectives described above, every medical marijuana collective, dispensary, operator, establishment, or provider that (1) was operating in the City on or before September 14, 2007, as proven through three or more of the following dated records in existence in the name of the collective or one of its current owners for the collective’s location as of September 14, 2007: (a)  City of Los Angeles tax registration certificate, (b) State Board of Equalization seller’s permit, (c) property lease, (d) business insurance, (e) collective membership forms, and (f) bill issued by a utility, and one of which must be a City of Los Angeles tax registration certificate, a State Board of Equalization’s seller’s permit, or a utility bill; (2) proves through documentary evidence that it has operated continuously at its September 14, 2007 location, except that its continuous operation may have been disrupted by one move of location as a result of an enforcement letter from a federal governmental entity or by closure as a result of an enforcement letter from the City; (3) proves through documentary evidence that it has been continuously owned, in whole or in part, by at least one of its owners since September 14, 2007, or, as confirmed through documentary evidence, meets all of the following: (a) registered as a California non-profit corporation prior to the June 7, 2010 effective date of this article, (b) has been in good standing at all times since its incorporation, and (c) its chief executive officer, secretary, or chief financial officer identified in its Statement of Information, as filed most recently with the California Secretary of State prior to the June 7, 2010 effective date of this article, was one of its owners as of September 14, 2007; (4) has not been cited for a nuisance or public safety violation of State or local law; and (5) complies currently or identifies to the City during the preinspection process a new operating location that meets all of the distance requirements of Section 45.19.6.3 A.2. of this article, may be eligible to register and operate if it immediately complies with all provisions of State Law, is assigned a priority order pursuant to the City Clerk’s drawing in accordance with Section 45.19.6.2 C.1., satisfies all preinspection and registration requirements of this article, and within 540 days after the June 7, 2010 effective date of this article completes its compliance in full with each provision of this article.  (First Sentence Amended by Ord. No. 181,530, Eff. 1\/28\/11.)  Any collectives allowed to register and operate in excess of 70 shall also be proportionally distributed by Community Plan Area, based on each Community Plan Area’s percentage share of the City’s total Community Plan Area population, as estimated by the Department of City Planning as of October 1, 2008 on Table 1, above.  In determining the number of collectives allowed in each Community Plan Area, the Department of City Planning shall apply these percentages to the total number of collectives that file their intent to register with the City Clerk pursuant to Subsection C.1., below.  (Amended by Ord. No. 181,704, Eff. 5\/13\/11.)\n\n\t3.\tThe total population of the City, the population of the Community Plan Areas, and whether the citywide and Community Plan Area caps meet the needs of qualified patients, persons with identification cards, and their primary caregivers may be reviewed and the caps may be amended by ordinance after notice and hearing by the City Council.  Nothing contained in this article shall be interpreted or deemed to grant or guarantee to any collective, including but not limited to those that meet the requirements set forth in Section 45.19.6.2 B.2. and those granted a priority order pursuant to Section 45.19.6.2 C., the ability to find a location in the Community Plan Area of its choice or within the City more generally that complies with the preinspection requirements set forth in Section 45.19.6.3 since the requirements for each collective, including, but not limited to its address and square footage, as well as its ability to find a willing lessor and to pay rent, are attributes unique to each collective and are beyond the control of the City.  (Amended by Ord. No. 181,530, Eff. 1\/28\/11.)\n\n\tC.\tPriority Order.\n\n\t1.\tAll collectives that meet the requirements set forth in Paragraph 2. of Subsection B. above, including but not limited to those collectives that submitted their notice of intention to register and paid all required fees under this article in June 2010, shall: (a) personally deliver to the Office of the City Clerk no earlier than ten business days and no later than fifteen business days after the effective date of this Temporary Urgency Ordinance: (1) notice of their intention to register under this article, and (2) all required and additionally offered documents, including such forms as may be prescribed by the City Clerk, each under penalty of perjury, that prove that the collective satisfies each of the provisions of Paragraph 2. of Subsection B., and (b) pay a fee of $324.00 to the City Clerk and a fee of $151.00 to the Los Angeles Police Department for each owner and\/or member engaged in the management, in order to continue to be considered for preinspection pursuant to Subsection D., below.  However, no collective may file their notice of intent with the City Clerk or continue to be considered for preinspection if one or more of its owners or members engaged in its management were convicted currently or within the previous ten years of a felony or a crime of moral turpitude, or are currently on parole or probation for the sale or distribution of a controlled substance.  A collective that fully and timely registered with the City under Interim Control Ordinance No. 179,027, as determined by the City Clerk or the Los Angeles Superior Court, shall be deemed to have satisfied both the operating date of September 14, 2007 and the provision of the documents required by subparagraph (1) of Paragraph 2. of Subsection B., and shall not resubmit those documents.  A collective that fully and timely submitted its notice of intention to register and paid all required fees under this article in June 2010 shall be deemed to have satisfied the requirements of this paragraph for payment of fees, and shall not repay those fees.  As soon as practical after receipt of all notices of intent to register, the City Clerk shall notify each collective, by mail to the collective’s location and by posting on the website of the City Clerk, whether it has satisfied all requirements of Sections 45.19.6.2 B.2 and 45.19.6.2 C.1 and is therefore eligible or ineligible to continue to be considered for preinspection and registration, and shall hold a drawing of all eligible collectives for the purpose of selecting those collectives that shall proceed to preinspection.  The names of the eligible collectives shall be drawn, up to a maximum of 100 names, and only these collectives shall proceed to preinspection by the Department of Building and Safety in the priority order in which their names were drawn by the City Clerk.  Eligible collectives whose names are not selected may not start the preinspection and registration process, but may enter any future drawing conducted in accordance with Subsection C.2., below.  (Amended by Ord. No. 181,530, Eff. 1\/28\/11.)\n\n\tThe City Clerk’s determinations of eligibility, ineligibility, and priority order pursuant to this Temporary Urgency Ordinance shall be final and shall be based exclusively on the required forms and documentary proof submitted under penalty of perjury by the collective pursuant to this section, and upon such other government or utility records as may be obtained by the City Clerk that support or contradict the documents submitted by the collective.  Any collective that disputes the City Clerk’s decision that it is ineligible to continue to be considered for preinspection and registration shall personally deliver its notice of challenge to the City Clerk within five business days after the date on which the City Clerk posted its determination of the collective’s ineligibility on its website.  Late challenges will not be accepted.  The notice of challenge must be signed under penalty of perjury by the collective.  The names of all collectives who submit such challenges shall be provisionally added to the names of eligible collectives for the initial drawing of 100 collective names by the City Clerk.  If at any time thereafter a court agrees with the City Clerk’s original determination of ineligibility of the collective, the collective shall be removed from any and all City priority order and preinspection lists, shall be disqualified from all further participation in the original and any subsequent drawings, priority order, preinspection, and registration processes for those collectives determined to be eligible under this subsection, and shall immediately cease operation pursuant to Section 45.19.6.7.  (Amended by Ord. No. 181,530, Eff. 1\/28\/11.)\n\n\t2.\tIf at any time after 540 days following the June 7, 2010 effective date of this article, the total number of registered collectives in the City falls below 70, the City Clerk shall hold, at such time as the City Clerk determines in its sole discretion, additional drawings for the purpose of determining the priority order in which the Department of Building and Safety will consider preinspection and registration of additional collectives.  Each such drawing shall select the number of collective names for preinspection that would bring the total number of registered collectives in the City to 70, and shall select only from the names of eligible collectives that were not previously drawn pursuant to Subsection C.1. above, until all such eligible collective names have been drawn.  Once all of the eligible collective names have been drawn, any collective that notifies the City Clerk within one week after the publication of the date of a priority drawing and pays a fee of $50.00 to the City Clerk and a fee of $151.00 to the Los Angeles Police Department for each owner and\/or member engaged in the management shall be eligible to participate in the drawings.  However, no collective may participate in a drawing if one or more of its owners or members engaged in its management were convicted currently or within the previous 10 years of a felony or a crime of moral turpitude, or are currently on parole or probation for the sale or distribution of a controlled substance.  (Amended by Ord. No. 181,704, Eff. 5\/13\/11.)\n\n\tThe City Clerk shall: create the entry form for participation in the drawings; set the deadline for submittal of all entry forms; establish and publish the drawings’ dates, times, and places; publish the results of all drawings; and have the authority to promulgate additional drawing rules and regulations.  All such rules and regulations shall be published once in a daily newspaper of general circulation in the City, and shall take effect upon publication.  A member engaged in the management of the collective must be present at a drawing in order for the collective to participate.\n\n\tThe order established by the City Clerk in the drawing shall be used by the Department of Building and Safety to determine the order in which the Department of Building and Safety will conduct preinspections pursuant to Subsection D., below, of the collectives that are eligible to register pursuant to this subdivision.\n\n\tD.\tPreinspection.  A collective that is eligible  to apply for preinspection pursuant to Subsections B. or C., above, may thereafter apply to the Department of Building and Safety for  preinspection to verify compliance with the standards set forth in Section 45.19.6.3 A. of this article.  The collective shall provide the address of the proposed collective location; the name, telephone number, and address of a person authorized to accept service of process for the collective; the name(s), telephone number(s), and address(es) of each member engaged in the management of the collective; and a 1,000-foot radius map signed by a licensed civil engineer, architect or land surveyor, that locates and identifies all sensitive uses set forth in Section 45.19.6.3 A.2. of this article.  A preinspection fee pursuant to Section 91.107.3.2 of this Code, plus a research fee for a minimum of three hours of time pursuant to Section 98.0415(f) of this Code, and a registration fee of $688.00 plus any applicable surcharges, shall be paid to the Department of Building and Safety at the time of a request for preinspection.  The Department of Building and Safety shall proceed by priority order within each Community Plan Area to evaluate the compliance of the proposed collectives with the requirements of Section 45.19.6.3 A. of this article. Once the Department of Building and Safety has determined that the maximum number of collectives authorized by Subsection B. of this section complies, the Department of Building and Safety shall stop determining the compliance of more collectives.  Any collective not in compliance with the requirements of Section 45.19.6.3 A. of this article, as determined by the Department of Building and Safety, or not considered for compliance because the cap had already been met, shall be notified by the Department of Building and Safety that it is disqualified from the preinspection and registration process and that it may enter any future drawing conducted in accordance with Subsection C., above.  (Amended by Ord. No. 181,157, Eff. 6\/7\/10.)\n\n\tE.\tNotice of Preinspection.  Prior to accepting a request for preinspection, the Department of Building and Safety shall require proof that the collective has provided written notice to the Police Department, all property owners and occupants within and outside the City that are within 1,000 feet of the exterior boundaries of the location, and to the City Council member of the district in which the collective is proposed to be located, the Certified Neighborhood Council, and any Business Improvement District (“BID”) representing the area in which the collective is located, of: the preinspection request; the proposed location of the collective; the name, telephone number, and address of a person authorized to accept service of process for the collective; the name(s), telephone number(s), and address(es) of each member engaged in the management of the collective; and the onsite telephone number at the collective and the name of the member engaged in the management of the collective who is responsible for receiving, logging, and responding to complaints regarding the collective.  This notification shall be sent by certified mail, postage prepaid, and return receipt requested.  Notices to property owners shall be sent to the last known name and address as shown on the records of the City Engineer or the records of the County Assessor; notices to occupants of all residential, commercial and industrial property can be mailed to “occupant”.  Proof of mailing shall be established if the collective files an affidavit of mailing with the Department of Building and Safety certifying the date on which the notice was sent, a copy of the notice, and a complete list of the names and addresses where the notice was sent.  (Amended by Ord. No. 181,595, Eff. 4\/10\/11.)\n\n\tF.\tRegistration Form.  (Amended by Ord. No. 181,157, Eff. 6\/7\/10.)  Upon receipt of a Department of Building and Safety pre-inspection report verifying compliance with the standards set forth in Section 45.19.6.3 A. of this Article, the collective shall file a registration form with the Department of Building and Safety.  The registration form shall require the following accurate and truthful information:  the address and physical description (e.g., one-story commercial building, etc.) of the proposed location at and upon which the collective will be located; the name, telephone number, and address of a person authorized to accept service of process for the collective; the name(s), telephone number(s), and address(es) of each member engaged in the management of the collective; the onsite telephone number at the collective and the name of the member engaged in the management of the collective who is responsible for receiving, logging, and responding to complaints regarding the collective; and any other information reasonably required to show that the collective complies with this Article.  In addition, the registration form shall confirm the consent by the collective, without requirement for a search warrant, subpoena or court order, for the inspection and copying by the Police Department of the recordings and records required to be maintained under Sections 45.19.6.3, 45.19.6.4, and 45.19.6.5 of this Article, except that private medical records shall be made available by the collective to the Police Department only pursuant to a properly executed search warrant, subpoena, or court order.\n\n\tThe collective shall file an updated registration form quarterly, but only if there were changes during the previous quarter to any of the information provided in the initial registration form or any change in status of compliance with the regulations set forth in Section 45.19.6.3 of this Article.  Each updated registration form shall be accompanied by a fee of $140.00 plus any applicable surcharges.  If an enforcement action has been filed against the collective for any violation of this Article, the updated registration form shall include the names of all of the members of the collective.  A change of location cannot be accomplished by an updated registration form, but shall instead require a new pre-inspection and registration.  Each and every member who is engaged in the management of the collective shall print his or her name and sign the initial registration form and any subsequent updated registration form, under penalty of perjury certifying that all information contained in the registration form is true and correct.  It shall be the sole responsibility of the members engaged in the management of the collective to ensure that all forms and documents are submitted as required by this Article and that the information provided is accurate, complete and timely submitted.  A collective cannot operate under an updated registration until the updated registration has been filed with the Department of Building and Safety and the appropriate fee has been paid.\n\n\tG.\tAdditional Registration Documents.  As attachments to the original and any subsequently updated registration form, the collective shall provide to the Department of Building and Safety:  (1) proof that the property owner of the location, and landlord if applicable, was given written notice sent by certified mail, postage prepaid, and return receipt requested that the collective intends to file the registration form and that the owner of the location, and landlord if applicable, has received a copy of the information contained in the registration form; (2) for each member engaged in the management of the collective, a fully legible copy of one government-issued form of identification, such as a social security card, a state driver’s license or identification card, or a passport; and (3) the collective’s Certificate of Occupancy within 10 days of issuance.\n\n\tH.\tRegistration Timetables.  All collectives that meet the requirements described in Subsection B., above, shall comply with the following timetable:  (1) they shall notify the City Clerk of their intent to register under this article within one week after the effective date of this ordinance; (2) they shall complete their preinspection obligations under Subsections D. and E., above, within thirty (30) days after receiving priority under Subsection C., above, to apply for preinspection; and (3) they shall comply in full with all registration and other provisions of this article within 540 days after the effective date of this ordinance.  All other collectives shall comply with the following timetable:  (1) they shall notify the City Clerk of their intent to register under this article within one week after the publication by the City Clerk of the date of a priority drawing that will be conducted because the total number of registered collectives in the City has fallen below 70; and (2) they shall complete their preinspection obligations under Subsections D. and E., above, within thirty (30) days after receiving priority order under Subsection C., above, to apply for preinspection; and (3) they shall comply in full with all registration and other provisions of this article within 180 days after the publication by the City Clerk of the date of a priority drawing that will be conducted because the total number of registered collectives in the City has fallen below 70.  A collective that does not comply with its applicable timetable shall be disqualified from further participation in the registration process.  (Amended by Ord. No. 181,704, Eff. 5\/13\/11.)\n\n\tFor the purposes of this subsection, a collective shall be in compliance with Section 45.19.6.3 A. of this article if it has obtained all required building permit(s) and the permit(s) is valid and has not been expired by the Department of Building and Safety pursuant to the provisions of Section 98.0602 of the Code.  Notwithstanding the provisions of Section 12.26 A.3. of the Code, the submission of plans sufficient for a complete plan check and the payment of a fee shall not confer a vested right to establish a collective.  The provisions of Section 91.106.4.3.1 of this Code shall apply to any building permit issued for a collective.\n\n\tI.\tCompleted Registration.  The Department of Building and Safety, after verification that all required fees have been paid, shall mail proof of a completed registration and any subsequent updated registration to the person authorized to accept service of process on behalf of the collective, to the owner of the location, the City Council member of the district in which the collective is located, the Certified Neighborhood Council, and to any applicable Business Improvement District (“BID”) in which the collective is located.\n\n\tJ.\tTerm of Registration\/Renewal.  Each registration shall expire two years from the date the Department of Building and Safety mails proof of the completed registration to the person authorized to accept service of process on behalf of the collective.  A collective that has operated at all times in strict compliance with this article may seek to renew its registration 90 days prior to the registration’s expiration.  The process for renewal of the registration shall be the same as the process for the original registration as set forth in this section except that any and all applicable 360-day deadlines to comply shall be reduced to 90 days to comply.  Upon registration expiration without renewal, the collective shall cease all operations.  (Amended by Ord. No. 181,530, Eff. 1\/28\/11.)\n\n\tK.\tRegistration Null and Void.  A registration accepted as complete under this article shall become null and void upon the cessation of marijuana cultivation at the location for 90 days or longer, upon the relocation of the collective to a different location, upon conviction of the collective or any of its members for a violation of a provision of this article, or two years after the issuance of the registration as set forth in Subsection I., above, if not renewed.  (Amended by Ord. No. 181,530, Eff. 1\/28\/11.)\n\n\tL.\tNo Vested or Nonconforming Rights.  No registration or building permit issued pursuant to this article shall confer vested or nonconforming rights upon anyone, including but not limited to the collective, its owners, its management, its members, or the property owner of its location, to the continued operation of a collective at the location at any time after the expiration of the registration of the collective.  (Added by Ord. No. 181,530, Eff. 1\/28\/11.)","order_by":"19.6.2","ancestry":{"1":{"id":"86","name":"Medical Marijuana Collective","identifier":"5.1","label":"article","url":"\/4\/5.1\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2032","structure_id":"86","section_number":"45.19.6","catch_line":"Purposes And Intent.","url":"\/45.19.6\/","token":"45.19.6"},"1":{"id":"1126","structure_id":"86","section_number":"45.19.6.1","catch_line":"Definitions.","url":"\/45.19.6.1\/","token":"45.19.6.1"},"2":{"id":"873","structure_id":"86","section_number":"45.19.6.10","catch_line":"Sunset Clause.","url":"\/45.19.6.10\/","token":"45.19.6.10"},"3":{"id":"651","structure_id":"86","section_number":"45.19.6.2","catch_line":"Registration.","url":"\/45.19.6.2\/","token":"45.19.6.2"},"4":{"id":"1283","structure_id":"86","section_number":"45.19.6.3","catch_line":"Regulations.","url":"\/45.19.6.3\/","token":"45.19.6.3"},"5":{"id":"3838","structure_id":"86","section_number":"45.19.6.4","catch_line":"Maintenance Of Records.","url":"\/45.19.6.4\/","token":"45.19.6.4"},"6":{"id":"1998","structure_id":"86","section_number":"45.19.6.5","catch_line":"Audits And Testing.","url":"\/45.19.6.5\/","token":"45.19.6.5"},"7":{"id":"2218","structure_id":"86","section_number":"45.19.6.6","catch_line":"Inspection And Enforcement Responsibilities.","url":"\/45.19.6.6\/","token":"45.19.6.6"},"8":{"id":"2053","structure_id":"86","section_number":"45.19.6.7","catch_line":"Existing Medical Marijuana Operations.","url":"\/45.19.6.7\/","token":"45.19.6.7"},"9":{"id":"2926","structure_id":"86","section_number":"45.19.6.8","catch_line":"Compliance With This Article And State Law.","url":"\/45.19.6.8\/","token":"45.19.6.8"},"10":{"id":"407","structure_id":"86","section_number":"45.19.6.9","catch_line":"Violation And Enforcement.","url":"\/45.19.6.9\/","token":"45.19.6.9"}},"next_section":{"id":"1283","structure_id":"86","section_number":"45.19.6.3","catch_line":"Regulations.","url":"\/45.19.6.3\/","token":"45.19.6.3"},"metadata":false,"references":false,"url":"\/45.19.6.2\/","token":"45.19.6.2","formats":{"txt":"\/45.19.6.2.txt","json":"\/45.19.6.2.xml"},"dublin_core":{"Title":"Registration.","Type":"Text","Format":"text\/html","Identifier":"§ 45.19.6.2","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nREGISTRATION. (§ 45.19.6.2)\n\n  REGISTRATION.\n\t(Added by Ord. No. 181,069, Eff. 3\/14\/10*.)*Note: See Sec. 3 of this ordinance,\nas clarified by Sec. 10 of Ord. No. 181,157, regarding the effective\ndate.\tA.\tRequired.  No collective shall operate until after it has filed a\nregistration form in accordance with the provisions of this article, has paid\nany adopted registration fees, and its registration has been accepted as\ncomplete by the Department of Building and Safety.\tB.\tMaximum Number of\nCollectives.\t1.\tThe maximum number of collectives in the City shall be capped at\n70.  However, there may be fewer than 70 collectives if sufficient locations do\nnot exist consistent with Section 45.19.6.3 A.2. of this article for 70\ncollectives.  To the fullest extent that locations consistent with Section\n45.19.6.3 A.2. of this article exist, the 70 collectives shall be proportionally\ndistributed by Community Plan Area, based on each Community Plan Area’s\npercentage share of the City’s total Community Plan Area population, as\nestimated by the Department of City Planning as of October 1, 2008, as shown on\nTable 1, below:\n  \n    \n      \n        TABLE 1\n      \n    \n    \n      \n        Community Plan Area (“CPA”)\n      \n      \n        Population\n      \n      \n        Pct of Total\n      \n      \n        # of MMCs\n      \n    \n    \n      \n        Arleta – Pacoima\n      \n      \n        105,238\n      \n      \n        2.63%\n      \n      \n        2\n      \n    \n    \n      \n        Bel Air – Beverly Crest\n      \n      \n        21,659\n      \n      \n        0.54%\n      \n      \n        0\n      \n    \n    \n      \n        Boyle Heights\n      \n      \n        92,626\n      \n      \n        2.31%\n      \n      \n        2\n      \n    \n    \n      \n        Brentwood – Pacific Palisades\n      \n      \n        57,513\n      \n      \n        1.44%\n      \n      \n        1\n      \n    \n    \n      \n        Canoga Park – West Hills – Winnetka – Woodland Hills\n      \n      \n        185,670\n      \n      \n        4.64%\n      \n      \n        3\n      \n    \n    \n      \n        Central City\n      \n      \n        31,900\n      \n      \n        0.80%\n      \n      \n        0\n      \n    \n    \n      \n        Central City North\n      \n      \n        32,835\n      \n      \n        0.82%\n      \n      \n        1\n      \n    \n    \n      \n        Chatsworth – Porter Ranch\n      \n      \n        96,251\n      \n      \n        2.40%\n      \n      \n        2\n      \n    \n    \n      \n        Encino – Tarzana\n      \n      \n        74,820\n      \n      \n        1.87%\n      \n      \n        1\n      \n    \n    \n      \n        Granada Hills – Knollwood\n      \n      \n        60,843\n      \n      \n        1.52%\n      \n      \n        1\n      \n    \n    \n      \n        Harbor Gateway\n      \n      \n        42,075\n      \n      \n        1.05%\n      \n      \n        1\n      \n    \n    \n      \n        Hollywood\n      \n      \n        226,137\n      \n      \n        5.65%\n      \n      \n        4\n      \n    \n    \n      \n        Mission Hills – North Hills – Panorama City\n      \n      \n        145,551\n      \n      \n        3.64%\n      \n      \n        3\n      \n    \n    \n      \n        North Hollywood – Valley Village\n      \n      \n        149,245\n      \n      \n        3.73%\n      \n      \n        3\n      \n    \n    \n      \n        Northeast Los Angeles\n      \n      \n        258,188\n      \n      \n        6.45%\n      \n      \n        5\n      \n    \n    \n      \n        Northridge\n      \n      \n        67,415\n      \n      \n        1.68%\n      \n      \n        1\n      \n    \n    \n      \n        Palms- Mar Vista – Del Rey\n      \n      \n        122,666\n      \n      \n        3.06%\n      \n      \n        2\n      \n    \n    \n      \n        Reseda – West Van Nuys\n      \n      \n        106,125\n      \n      \n        2.65%\n      \n      \n        2\n      \n    \n    \n      \n        San Pedro\n      \n      \n        81,921\n      \n      \n        2.05%\n      \n      \n        1\n      \n    \n    \n      \n        Sherman Oaks – Studio City – Toluca Lake – Cahuenga Pass\n      \n      \n        79,028\n      \n      \n        1.97%\n      \n      \n        1\n      \n    \n    \n      \n        Silverlake – Echo Park\n      \n      \n        82,008\n      \n      \n        2.05%\n      \n      \n        1\n      \n    \n    \n      \n        South Los Angeles\n      \n      \n        275,400\n      \n      \n        6.88%\n      \n      \n        5\n      \n    \n    \n      \n        Southeast Los Angeles\n      \n      \n        274,583\n      \n      \n        6.86%\n      \n      \n        5\n      \n    \n    \n      \n        Sun Valley – La Tuna Canyon\n      \n      \n        93,228\n      \n      \n        2.33%\n      \n      \n        2\n      \n    \n    \n      \n        Sunland – Tujunga – Lakeview Terrace – Shadow Hills – East La\nTuna Canyon\n      \n      \n        62,644\n      \n      \n        1.56%\n      \n      \n        1\n      \n    \n    \n      \n        Sylmar\n      \n      \n        79,741\n      \n      \n        1.99%\n      \n      \n        1\n      \n    \n    \n      \n        Van Nuys – North Sherman Oaks\n      \n      \n        168,987\n      \n      \n        4.22%\n      \n      \n        3\n      \n    \n    \n      \n        Venice\n      \n      \n        40,943\n      \n      \n        1.02%\n      \n      \n        1\n      \n    \n    \n      \n        West Adams – Baldwin Hills- Leimert Park\n      \n      \n        182,584\n      \n      \n        4.56%\n      \n      \n        3\n      \n    \n    \n      \n        West Los Angeles\n      \n      \n        77,012\n      \n      \n        1.92%\n      \n      \n        1\n      \n    \n    \n      \n        Westchester – Playa Del Rey\n      \n      \n        54,441\n      \n      \n        1.36%\n      \n      \n        1\n      \n    \n    \n      \n        Westlake\n      \n      \n        120,476\n      \n      \n        3.01%\n      \n      \n        2\n      \n    \n    \n      \n        Westwood\n      \n      \n        53,491\n      \n      \n        1.34%\n      \n      \n        1\n      \n    \n    \n      \n        Wilmington – Harbor City\n      \n      \n        80,991\n      \n      \n        2.02%\n      \n      \n        1\n      \n    \n    \n      \n        Wilshire\n      \n      \n        317,248\n      \n      \n        7.92%\n      \n      \n        6\n      \n    \n    \n      \n        Total CPA Population as of Oct. 1, 2008\n      \n      \n        4,001,483\n      \n      \n        100%\n      \n      \n        70\n      \n    \n  \n\t2.\tNotwithstanding the maximum number of collectives described above, every\nmedical marijuana collective, dispensary, operator, establishment, or provider\nthat (1) was operating in the City on or before September 14, 2007, as proven\nthrough three or more of the following dated records in existence in the name of\nthe collective or one of its current owners for the collective’s location as\nof September 14, 2007: (a)  City of Los Angeles tax registration certificate,\n(b) State Board of Equalization seller’s permit, (c) property lease, (d)\nbusiness insurance, (e) collective membership forms, and (f) bill issued by a\nutility, and one of which must be a City of Los Angeles tax registration\ncertificate, a State Board of Equalization’s seller’s permit, or a utility\nbill; (2) proves through documentary evidence that it has operated continuously\nat its September 14, 2007 location, except that its continuous operation may\nhave been disrupted by one move of location as a result of an enforcement letter\nfrom a federal governmental entity or by closure as a result of an enforcement\nletter from the City; (3) proves through documentary evidence that it has been\ncontinuously owned, in whole or in part, by at least one of its owners since\nSeptember 14, 2007, or, as confirmed through documentary evidence, meets all of\nthe following: (a) registered as a California non-profit corporation prior to\nthe June 7, 2010 effective date of this article, (b) has been in good standing\nat all times since its incorporation, and (c) its chief executive officer,\nsecretary, or chief financial officer identified in its Statement of\nInformation, as filed most recently with the California Secretary of State prior\nto the June 7, 2010 effective date of this article, was one of its owners as of\nSeptember 14, 2007; (4) has not been cited for a nuisance or public safety\nviolation of State or local law; and (5) complies currently or identifies to the\nCity during the preinspection process a new operating location that meets all of\nthe distance requirements of Section 45.19.6.3 A.2. of this article, may be\neligible to register and operate if it immediately complies with all provisions\nof State Law, is assigned a priority order pursuant to the City Clerk’s\ndrawing in accordance with Section 45.19.6.2 C.1., satisfies all preinspection\nand registration requirements of this article, and within 540 days after the\nJune 7, 2010 effective date of this article completes its compliance in full\nwith each provision of this article.  (First Sentence Amended by Ord. No.\n181,530, Eff. 1\/28\/11.)  Any collectives allowed to register and operate in\nexcess of 70 shall also be proportionally distributed by Community Plan Area,\nbased on each Community Plan Area’s percentage share of the City’s total\nCommunity Plan Area population, as estimated by the Department of City Planning\nas of October 1, 2008 on Table 1, above.  In determining the number of\ncollectives allowed in each Community Plan Area, the Department of City Planning\nshall apply these percentages to the total number of collectives that file their\nintent to register with the City Clerk pursuant to Subsection C.1., below. \n(Amended by Ord. No. 181,704, Eff. 5\/13\/11.)\t3.\tThe total population of the\nCity, the population of the Community Plan Areas, and whether the citywide and\nCommunity Plan Area caps meet the needs of qualified patients, persons with\nidentification cards, and their primary caregivers may be reviewed and the caps\nmay be amended by ordinance after notice and hearing by the City Council. \nNothing contained in this article shall be interpreted or deemed to grant or\nguarantee to any collective, including but not limited to those that meet the\nrequirements set forth in Section 45.19.6.2 B.2. and those granted a priority\norder pursuant to Section 45.19.6.2 C., the ability to find a location in the\nCommunity Plan Area of its choice or within the City more generally that\ncomplies with the preinspection requirements set forth in Section 45.19.6.3\nsince the requirements for each collective, including, but not limited to its\naddress and square footage, as well as its ability to find a willing lessor and\nto pay rent, are attributes unique to each collective and are beyond the control\nof the City.  (Amended by Ord. No. 181,530, Eff. 1\/28\/11.)\tC.\tPriority\nOrder.\t1.\tAll collectives that meet the requirements set forth in Paragraph 2.\nof Subsection B. above, including but not limited to those collectives that\nsubmitted their notice of intention to register and paid all required fees under\nthis article in June 2010, shall: (a) personally deliver to the Office of the\nCity Clerk no earlier than ten business days and no later than fifteen business\ndays after the effective date of this Temporary Urgency Ordinance: (1) notice of\ntheir intention to register under this article, and (2) all required and\nadditionally offered documents, including such forms as may be prescribed by the\nCity Clerk, each under penalty of perjury, that prove that the collective\nsatisfies each of the provisions of Paragraph 2. of Subsection B., and (b) pay a\nfee of $324.00 to the City Clerk and a fee of $151.00 to the Los Angeles Police\nDepartment for each owner and\/or member engaged in the management, in order to\ncontinue to be considered for preinspection pursuant to Subsection D., below. \nHowever, no collective may file their notice of intent with the City Clerk or\ncontinue to be considered for preinspection if one or more of its owners or\nmembers engaged in its management were convicted currently or within the\nprevious ten years of a felony or a crime of moral turpitude, or are currently\non parole or probation for the sale or distribution of a controlled substance. \nA collective that fully and timely registered with the City under Interim\nControl Ordinance No. 179,027, as determined by the City Clerk or the Los\nAngeles Superior Court, shall be deemed to have satisfied both the operating\ndate of September 14, 2007 and the provision of the documents required by\nsubparagraph (1) of Paragraph 2. of Subsection B., and shall not resubmit those\ndocuments.  A collective that fully and timely submitted its notice of\nintention to register and paid all required fees under this article in June 2010\nshall be deemed to have satisfied the requirements of this paragraph for payment\nof fees, and shall not repay those fees.  As soon as practical after receipt of\nall notices of intent to register, the City Clerk shall notify each collective,\nby mail to the collective’s location and by posting on the website of the City\nClerk, whether it has satisfied all requirements of Sections 45.19.6.2 B.2 and\n45.19.6.2 C.1 and is therefore eligible or ineligible to continue to be\nconsidered for preinspection and registration, and shall hold a drawing of all\neligible collectives for the purpose of selecting those collectives that shall\nproceed to preinspection.  The names of the eligible collectives shall be\ndrawn, up to a maximum of 100 names, and only these collectives shall proceed to\npreinspection by the Department of Building and Safety in the priority order in\nwhich their names were drawn by the City Clerk.  Eligible collectives whose\nnames are not selected may not start the preinspection and registration process,\nbut may enter any future drawing conducted in accordance with Subsection C.2.,\nbelow.  (Amended by Ord. No. 181,530, Eff. 1\/28\/11.)\tThe City Clerk’s\ndeterminations of eligibility, ineligibility, and priority order pursuant to\nthis Temporary Urgency Ordinance shall be final and shall be based exclusively\non the required forms and documentary proof submitted under penalty of perjury\nby the collective pursuant to this section, and upon such other government or\nutility records as may be obtained by the City Clerk that support or contradict\nthe documents submitted by the collective.  Any collective that disputes the\nCity Clerk’s decision that it is ineligible to continue to be considered for\npreinspection and registration shall personally deliver its notice of challenge\nto the City Clerk within five business days after the date on which the City\nClerk posted its determination of the collective’s ineligibility on its\nwebsite.  Late challenges will not be accepted.  The notice of challenge must\nbe signed under penalty of perjury by the collective.  The names of all\ncollectives who submit such challenges shall be provisionally added to the names\nof eligible collectives for the initial drawing of 100 collective names by the\nCity Clerk.  If at any time thereafter a court agrees with the City Clerk’s\noriginal determination of ineligibility of the collective, the collective shall\nbe removed from any and all City priority order and preinspection lists, shall\nbe disqualified from all further participation in the original and any\nsubsequent drawings, priority order, preinspection, and registration processes\nfor those collectives determined to be eligible under this subsection, and shall\nimmediately cease operation pursuant to Section 45.19.6.7.  (Amended by Ord.\nNo. 181,530, Eff. 1\/28\/11.)\t2.\tIf at any time after 540 days following the June\n7, 2010 effective date of this article, the total number of registered\ncollectives in the City falls below 70, the City Clerk shall hold, at such time\nas the City Clerk determines in its sole discretion, additional drawings for the\npurpose of determining the priority order in which the Department of Building\nand Safety will consider preinspection and registration of additional\ncollectives.  Each such drawing shall select the number of collective names for\npreinspection that would bring the total number of registered collectives in the\nCity to 70, and shall select only from the names of eligible collectives that\nwere not previously drawn pursuant to Subsection C.1. above, until all such\neligible collective names have been drawn.  Once all of the eligible collective\nnames have been drawn, any collective that notifies the City Clerk within one\nweek after the publication of the date of a priority drawing and pays a fee of\n$50.00 to the City Clerk and a fee of $151.00 to the Los Angeles Police\nDepartment for each owner and\/or member engaged in the management shall be\neligible to participate in the drawings.  However, no collective may\nparticipate in a drawing if one or more of its owners or members engaged in its\nmanagement were convicted currently or within the previous 10 years of a felony\nor a crime of moral turpitude, or are currently on parole or probation for the\nsale or distribution of a controlled substance.  (Amended by Ord. No. 181,704,\nEff. 5\/13\/11.)\tThe City Clerk shall: create the entry form for participation in\nthe drawings; set the deadline for submittal of all entry forms; establish and\npublish the drawings’ dates, times, and places; publish the results of all\ndrawings; and have the authority to promulgate additional drawing rules and\nregulations.  All such rules and regulations shall be published once in a daily\nnewspaper of general circulation in the City, and shall take effect upon\npublication.  A member engaged in the management of the collective must be\npresent at a drawing in order for the collective to participate.\tThe order\nestablished by the City Clerk in the drawing shall be used by the Department of\nBuilding and Safety to determine the order in which the Department of Building\nand Safety will conduct preinspections pursuant to Subsection D., below, of the\ncollectives that are eligible to register pursuant to this\nsubdivision.\tD.\tPreinspection.  A collective that is eligible  to apply for\npreinspection pursuant to Subsections B. or C., above, may thereafter apply to\nthe Department of Building and Safety for  preinspection to verify compliance\nwith the standards set forth in Section 45.19.6.3 A. of this article.  The\ncollective shall provide the address of the proposed collective location; the\nname, telephone number, and address of a person authorized to accept service of\nprocess for the collective; the name(s), telephone number(s), and address(es) of\neach member engaged in the management of the collective; and a 1,000-foot radius\nmap signed by a licensed civil engineer, architect or land surveyor, that\nlocates and identifies all sensitive uses set forth in Section 45.19.6.3 A.2. of\nthis article.  A preinspection fee pursuant to Section 91.107.3.2 of this Code,\nplus a research fee for a minimum of three hours of time pursuant to Section\n98.0415(f) of this Code, and a registration fee of $688.00 plus any applicable\nsurcharges, shall be paid to the Department of Building and Safety at the time\nof a request for preinspection.  The Department of Building and Safety shall\nproceed by priority order within each Community Plan Area to evaluate the\ncompliance of the proposed collectives with the requirements of Section\n45.19.6.3 A. of this article. Once the Department of Building and Safety has\ndetermined that the maximum number of collectives authorized by Subsection B. of\nthis section complies, the Department of Building and Safety shall stop\ndetermining the compliance of more collectives.  Any collective not in\ncompliance with the requirements of Section 45.19.6.3 A. of this article, as\ndetermined by the Department of Building and Safety, or not considered for\ncompliance because the cap had already been met, shall be notified by the\nDepartment of Building and Safety that it is disqualified from the preinspection\nand registration process and that it may enter any future drawing conducted in\naccordance with Subsection C., above.  (Amended by Ord. No. 181,157, Eff.\n6\/7\/10.)\tE.\tNotice of Preinspection.  Prior to accepting a request for\npreinspection, the Department of Building and Safety shall require proof that\nthe collective has provided written notice to the Police Department, all\nproperty owners and occupants within and outside the City that are within 1,000\nfeet of the exterior boundaries of the location, and to the City Council member\nof the district in which the collective is proposed to be located, the Certified\nNeighborhood Council, and any Business Improvement District (“BID”)\nrepresenting the area in which the collective is located, of: the preinspection\nrequest; the proposed location of the collective; the name, telephone number,\nand address of a person authorized to accept service of process for the\ncollective; the name(s), telephone number(s), and address(es) of each member\nengaged in the management of the collective; and the onsite telephone number at\nthe collective and the name of the member engaged in the management of the\ncollective who is responsible for receiving, logging, and responding to\ncomplaints regarding the collective.  This notification shall be sent by\ncertified mail, postage prepaid, and return receipt requested.  Notices to\nproperty owners shall be sent to the last known name and address as shown on the\nrecords of the City Engineer or the records of the County Assessor; notices to\noccupants of all residential, commercial and industrial property can be mailed\nto “occupant”.  Proof of mailing shall be established if the collective\nfiles an affidavit of mailing with the Department of Building and Safety\ncertifying the date on which the notice was sent, a copy of the notice, and a\ncomplete list of the names and addresses where the notice was sent.  (Amended\nby Ord. No. 181,595, Eff. 4\/10\/11.)\tF.\tRegistration Form.  (Amended by Ord. No.\n181,157, Eff. 6\/7\/10.)  Upon receipt of a Department of Building and Safety\npre-inspection report verifying compliance with the standards set forth in\nSection 45.19.6.3 A. of this Article, the collective shall file a registration\nform with the Department of Building and Safety.  The registration form shall\nrequire the following accurate and truthful information:  the address and\nphysical description (e.g., one-story commercial building, etc.) of the proposed\nlocation at and upon which the collective will be located; the name, telephone\nnumber, and address of a person authorized to accept service of process for the\ncollective; the name(s), telephone number(s), and address(es) of each member\nengaged in the management of the collective; the onsite telephone number at the\ncollective and the name of the member engaged in the management of the\ncollective who is responsible for receiving, logging, and responding to\ncomplaints regarding the collective; and any other information reasonably\nrequired to show that the collective complies with this Article.  In addition,\nthe registration form shall confirm the consent by the collective, without\nrequirement for a search warrant, subpoena or court order, for the inspection\nand copying by the Police Department of the recordings and records required to\nbe maintained under Sections 45.19.6.3, 45.19.6.4, and 45.19.6.5 of this\nArticle, except that private medical records shall be made available by the\ncollective to the Police Department only pursuant to a properly executed search\nwarrant, subpoena, or court order.\tThe collective shall file an updated\nregistration form quarterly, but only if there were changes during the previous\nquarter to any of the information provided in the initial registration form or\nany change in status of compliance with the regulations set forth in Section\n45.19.6.3 of this Article.  Each updated registration form shall be accompanied\nby a fee of $140.00 plus any applicable surcharges.  If an enforcement action\nhas been filed against the collective for any violation of this Article, the\nupdated registration form shall include the names of all of the members of the\ncollective.  A change of location cannot be accomplished by an updated\nregistration form, but shall instead require a new pre-inspection and\nregistration.  Each and every member who is engaged in the management of the\ncollective shall print his or her name and sign the initial registration form\nand any subsequent updated registration form, under penalty of perjury\ncertifying that all information contained in the registration form is true and\ncorrect.  It shall be the sole responsibility of the members engaged in the\nmanagement of the collective to ensure that all forms and documents are\nsubmitted as required by this Article and that the information provided is\naccurate, complete and timely submitted.  A collective cannot operate under an\nupdated registration until the updated registration has been filed with the\nDepartment of Building and Safety and the appropriate fee has been\npaid.\tG.\tAdditional Registration Documents.  As attachments to the original and\nany subsequently updated registration form, the collective shall provide to the\nDepartment of Building and Safety:  (1) proof that the property owner of the\nlocation, and landlord if applicable, was given written notice sent by certified\nmail, postage prepaid, and return receipt requested that the collective intends\nto file the registration form and that the owner of the location, and landlord\nif applicable, has received a copy of the information contained in the\nregistration form; (2) for each member engaged in the management of the\ncollective, a fully legible copy of one government-issued form of\nidentification, such as a social security card, a state driver’s license or\nidentification card, or a passport; and (3) the collective’s Certificate of\nOccupancy within 10 days of issuance.\tH.\tRegistration Timetables.  All\ncollectives that meet the requirements described in Subsection B., above, shall\ncomply with the following timetable:  (1) they shall notify the City Clerk of\ntheir intent to register under this article within one week after the effective\ndate of this ordinance; (2) they shall complete their preinspection obligations\nunder Subsections D. and E., above, within thirty (30) days after receiving\npriority under Subsection C., above, to apply for preinspection; and (3) they\nshall comply in full with all registration and other provisions of this article\nwithin 540 days after the effective date of this ordinance.  All other\ncollectives shall comply with the following timetable:  (1) they shall notify\nthe City Clerk of their intent to register under this article within one week\nafter the publication by the City Clerk of the date of a priority drawing that\nwill be conducted because the total number of registered collectives in the City\nhas fallen below 70; and (2) they shall complete their preinspection obligations\nunder Subsections D. and E., above, within thirty (30) days after receiving\npriority order under Subsection C., above, to apply for preinspection; and (3)\nthey shall comply in full with all registration and other provisions of this\narticle within 180 days after the publication by the City Clerk of the date of a\npriority drawing that will be conducted because the total number of registered\ncollectives in the City has fallen below 70.  A collective that does not comply\nwith its applicable timetable shall be disqualified from further participation\nin the registration process.  (Amended by Ord. No. 181,704, Eff. 5\/13\/11.)\tFor\nthe purposes of this subsection, a collective shall be in compliance with\nSection 45.19.6.3 A. of this article if it has obtained all required building\npermit(s) and the permit(s) is valid and has not been expired by the Department\nof Building and Safety pursuant to the provisions of Section 98.0602 of the\nCode.  Notwithstanding the provisions of Section 12.26 A.3. of the Code, the\nsubmission of plans sufficient for a complete plan check and the payment of a\nfee shall not confer a vested right to establish a collective.  The provisions\nof Section 91.106.4.3.1 of this Code shall apply to any building permit issued\nfor a collective.\tI.\tCompleted Registration.  The Department of Building and\nSafety, after verification that all required fees have been paid, shall mail\nproof of a completed registration and any subsequent updated registration to the\nperson authorized to accept service of process on behalf of the collective, to\nthe owner of the location, the City Council member of the district in which the\ncollective is located, the Certified Neighborhood Council, and to any applicable\nBusiness Improvement District (“BID”) in which the collective is\nlocated.\tJ.\tTerm of Registration\/Renewal.  Each registration shall expire two\nyears from the date the Department of Building and Safety mails proof of the\ncompleted registration to the person authorized to accept service of process on\nbehalf of the collective.  A collective that has operated at all times in\nstrict compliance with this article may seek to renew its registration 90 days\nprior to the registration’s expiration.  The process for renewal of the\nregistration shall be the same as the process for the original registration as\nset forth in this section except that any and all applicable 360-day deadlines\nto comply shall be reduced to 90 days to comply.  Upon registration expiration\nwithout renewal, the collective shall cease all operations.  (Amended by Ord.\nNo. 181,530, Eff. 1\/28\/11.)\tK.\tRegistration Null and Void.  A registration\naccepted as complete under this article shall become null and void upon the\ncessation of marijuana cultivation at the location for 90 days or longer, upon\nthe relocation of the collective to a different location, upon conviction of the\ncollective or any of its members for a violation of a provision of this article,\nor two years after the issuance of the registration as set forth in Subsection\nI., above, if not renewed.  (Amended by Ord. No. 181,530, Eff. 1\/28\/11.)\tL.\tNo\nVested or Nonconforming Rights.  No registration or building permit issued\npursuant to this article shall confer vested or nonconforming rights upon\nanyone, including but not limited to the collective, its owners, its management,\nits members, or the property owner of its location, to the continued operation\nof a collective at the location at any time after the expiration of the\nregistration of the collective.  (Added by Ord. No. 181,530, Eff. 1\/28\/11.)\n","html":"\n\t\t\t\t\t<section><p>  REGISTRATION.\n\t(Added by Ord. No. 181,069, Eff. 3\/14\/10*.)<br \/><br \/>*Note: See Sec. 3 of this <span class=\"dictionary\">ordinance<\/span>, as clarified by Sec. 10 of Ord. No. 181,157, regarding the effective date.<br \/><br \/>\tA.\tRequired.  No collective shall operate until after it has filed a registration form in accordance with the provisions of this article, has paid any adopted registration fees, and its registration has been accepted as complete by the Department of Building and Safety.<br \/><br \/>\tB.\tMaximum Number of Collectives.<br \/><br \/>\t1.\tThe maximum number of collectives in the City shall be capped at 70.  However, there may be fewer than 70 collectives if sufficient locations do not exist consistent with Section 45.19.6.3 A.2. of this article for 70 collectives.  To the fullest extent that locations consistent with Section 45.19.6.3 A.2. of this article exist, the 70 collectives shall be proportionally distributed by Community Plan Area, based on each Community Plan Area’s percentage share of the City’s total Community Plan Area population, as estimated by the Department of City Planning as of October 1, 2008, as shown on Table 1, below:<br \/><br \/>\n  \n    \n      \n        TABLE 1\n      \n    \n    \n      \n        Community Plan Area (“CPA”)\n      \n      \n        Population\n      \n      \n        Pct of Total\n      \n      \n        # of MMCs\n      \n    \n    \n      \n        Arleta – Pacoima\n      \n      \n        105,238\n      \n      \n        2.63%\n      \n      \n        2\n      \n    \n    \n      \n        Bel Air – Beverly Crest\n      \n      \n        21,659\n      \n      \n        0.54%\n      \n      \n        0\n      \n    \n    \n      \n        Boyle Heights\n      \n      \n        92,626\n      \n      \n        2.31%\n      \n      \n        2\n      \n    \n    \n      \n        Brentwood – Pacific Palisades\n      \n      \n        57,513\n      \n      \n        1.44%\n      \n      \n        1\n      \n    \n    \n      \n        Canoga Park – West Hills – Winnetka – Woodland Hills\n      \n      \n        185,670\n      \n      \n        4.64%\n      \n      \n        3\n      \n    \n    \n      \n        Central City\n      \n      \n        31,900\n      \n      \n        0.80%\n      \n      \n        0\n      \n    \n    \n      \n        Central City North\n      \n      \n        32,835\n      \n      \n        0.82%\n      \n      \n        1\n      \n    \n    \n      \n        Chatsworth – Porter Ranch\n      \n      \n        96,251\n      \n      \n        2.40%\n      \n      \n        2\n      \n    \n    \n      \n        Encino – Tarzana\n      \n      \n        74,820\n      \n      \n        1.87%\n      \n      \n        1\n      \n    \n    \n      \n        Granada Hills – Knollwood\n      \n      \n        60,843\n      \n      \n        1.52%\n      \n      \n        1\n      \n    \n    \n      \n        Harbor Gateway\n      \n      \n        42,075\n      \n      \n        1.05%\n      \n      \n        1\n      \n    \n    \n      \n        Hollywood\n      \n      \n        226,137\n      \n      \n        5.65%\n      \n      \n        4\n      \n    \n    \n      \n        Mission Hills – North Hills – Panorama City\n      \n      \n        145,551\n      \n      \n        3.64%\n      \n      \n        3\n      \n    \n    \n      \n        North Hollywood – Valley Village\n      \n      \n        149,245\n      \n      \n        3.73%\n      \n      \n        3\n      \n    \n    \n      \n        Northeast Los Angeles\n      \n      \n        258,188\n      \n      \n        6.45%\n      \n      \n        5\n      \n    \n    \n      \n        Northridge\n      \n      \n        67,415\n      \n      \n        1.68%\n      \n      \n        1\n      \n    \n    \n      \n        Palms- Mar Vista – Del Rey\n      \n      \n        122,666\n      \n      \n        3.06%\n      \n      \n        2\n      \n    \n    \n      \n        Reseda – West Van Nuys\n      \n      \n        106,125\n      \n      \n        2.65%\n      \n      \n        2\n      \n    \n    \n      \n        San Pedro\n      \n      \n        81,921\n      \n      \n        2.05%\n      \n      \n        1\n      \n    \n    \n      \n        Sherman Oaks – Studio City – Toluca Lake – Cahuenga Pass\n      \n      \n        79,028\n      \n      \n        1.97%\n      \n      \n        1\n      \n    \n    \n      \n        Silverlake – Echo Park\n      \n      \n        82,008\n      \n      \n        2.05%\n      \n      \n        1\n      \n    \n    \n      \n        South Los Angeles\n      \n      \n        275,400\n      \n      \n        6.88%\n      \n      \n        5\n      \n    \n    \n      \n        Southeast Los Angeles\n      \n      \n        274,583\n      \n      \n        6.86%\n      \n      \n        5\n      \n    \n    \n      \n        Sun Valley – La Tuna Canyon\n      \n      \n        93,228\n      \n      \n        2.33%\n      \n      \n        2\n      \n    \n    \n      \n        Sunland – Tujunga – Lakeview Terrace – Shadow Hills – East La Tuna Canyon\n      \n      \n        62,644\n      \n      \n        1.56%\n      \n      \n        1\n      \n    \n    \n      \n        Sylmar\n      \n      \n        79,741\n      \n      \n        1.99%\n      \n      \n        1\n      \n    \n    \n      \n        Van Nuys – North Sherman Oaks\n      \n      \n        168,987\n      \n      \n        4.22%\n      \n      \n        3\n      \n    \n    \n      \n        Venice\n      \n      \n        40,943\n      \n      \n        1.02%\n      \n      \n        1\n      \n    \n    \n      \n        West Adams – Baldwin Hills- Leimert Park\n      \n      \n        182,584\n      \n      \n        4.56%\n      \n      \n        3\n      \n    \n    \n      \n        West Los Angeles\n      \n      \n        77,012\n      \n      \n        1.92%\n      \n      \n        1\n      \n    \n    \n      \n        Westchester – Playa Del Rey\n      \n      \n        54,441\n      \n      \n        1.36%\n      \n      \n        1\n      \n    \n    \n      \n        Westlake\n      \n      \n        120,476\n      \n      \n        3.01%\n      \n      \n        2\n      \n    \n    \n      \n        Westwood\n      \n      \n        53,491\n      \n      \n        1.34%\n      \n      \n        1\n      \n    \n    \n      \n        Wilmington – Harbor City\n      \n      \n        80,991\n      \n      \n        2.02%\n      \n      \n        1\n      \n    \n    \n      \n        Wilshire\n      \n      \n        317,248\n      \n      \n        7.92%\n      \n      \n        6\n      \n    \n    \n      \n        Total CPA Population as of Oct. 1, 2008\n      \n      \n        4,001,483\n      \n      \n        100%\n      \n      \n        70\n      \n    \n  <br \/><br \/>\n\t2.\tNotwithstanding the maximum number of collectives described above, every medical marijuana collective, dispensary, operator, establishment, or provider that (1) was operating in the City on or before September 14, 2007, as proven through three or more of the following dated records in existence in the name of the collective or one of its current owners for the collective’s location as of September 14, 2007: (a)  City of Los Angeles tax registration certificate, (b) State Board of Equalization seller’s permit, (c) property lease, (d) business insurance, (e) collective membership forms, and (f) bill issued by a utility, and one of which must be a City of Los Angeles tax registration certificate, a State Board of Equalization’s seller’s permit, or a utility bill; (2) proves through documentary <span class=\"dictionary\">evidence<\/span> that it has operated continuously at its September 14, 2007 location, except that its continuous operation may have been disrupted by one move of location as a result of an enforcement letter from a federal governmental entity or by closure as a result of an enforcement letter from the City; (3) proves through documentary <span class=\"dictionary\">evidence<\/span> that it has been continuously owned, in whole or in part, by at least one of its owners since September 14, 2007, or, as confirmed through documentary <span class=\"dictionary\">evidence<\/span>, meets all of the following: (a) registered as a California non-profit corporation prior to the June 7, 2010 effective date of this article, (b) has been in good standing at all times since its incorporation, and (c) its chief executive officer, secretary, or chief financial officer identified in its Statement of Information, as filed most recently with the California Secretary of State prior to the June 7, 2010 effective date of this article, was one of its owners as of September 14, 2007; (4) has not been cited for a nuisance or public safety violation of State or local <span class=\"dictionary\">law<\/span>; and (5) complies currently or identifies to the City during the preinspection process a new operating location that meets all of the distance requirements of Section 45.19.6.3 A.2. of this article, may be eligible to register and operate if it immediately complies with all provisions of State <span class=\"dictionary\">Law<\/span>, is assigned a priority order pursuant to the City Clerk’s drawing in accordance with Section 45.19.6.2 C.1., satisfies all preinspection and registration requirements of this article, and within 540 days after the June 7, 2010 effective date of this article completes its compliance in full with each provision of this article.  (First Sentence Amended by Ord. No. 181,530, Eff. 1\/28\/11.)  Any collectives allowed to register and operate in excess of 70 shall also be proportionally distributed by Community Plan Area, based on each Community Plan Area’s percentage share of the City’s total Community Plan Area population, as estimated by the Department of City Planning as of October 1, 2008 on Table 1, above.  In determining the number of collectives allowed in each Community Plan Area, the Department of City Planning shall apply these percentages to the total number of collectives that file their <span class=\"dictionary\">intent<\/span> to register with the City Clerk pursuant to Subsection C.1., below.  (Amended by Ord. No. 181,704, Eff. 5\/13\/11.)<br \/><br \/>\t3.\tThe total population of the City, the population of the Community Plan Areas, and whether the citywide and Community Plan Area caps meet the needs of qualified patients, persons with identification cards, and their primary caregivers may be reviewed and the caps may be amended by <span class=\"dictionary\">ordinance<\/span> after notice and <span class=\"dictionary\">hearing<\/span> by the City Council.  Nothing contained in this article shall be interpreted or deemed to grant or guarantee to any collective, including but not limited to those that meet the requirements set forth in Section 45.19.6.2 B.2. and those granted a priority order pursuant to Section 45.19.6.2 C., the ability to find a location in the Community Plan Area of its choice or within the City more generally that complies with the preinspection requirements set forth in Section 45.19.6.3 since the requirements for each collective, including, but not limited to its address and square footage, as well as its ability to find a willing lessor and to pay rent, are attributes unique to each collective and are beyond the control of the City.  (Amended by Ord. No. 181,530, Eff. 1\/28\/11.)<br \/><br \/>\tC.\tPriority Order.<br \/><br \/>\t1.\tAll collectives that meet the requirements set forth in Paragraph 2. of Subsection B. above, including but not limited to those collectives that submitted their notice of intention to register and paid all required fees under this article in June 2010, shall: (a) personally deliver to the Office of the City Clerk no earlier than ten business days and no later than fifteen business days after the effective date of this Temporary Urgency <span class=\"dictionary\">Ordinance<\/span>: (1) notice of their intention to register under this article, and (2) all required and additionally offered documents, including such forms as may be prescribed by the City Clerk, each under <span class=\"dictionary\">penalty<\/span> of <span class=\"dictionary\">perjury<\/span>, that prove that the collective satisfies each of the provisions of Paragraph 2. of Subsection B., and (b) pay a fee of $324.00 to the City Clerk and a fee of $151.00 to the Los Angeles Police Department for each owner and\/or member engaged in the management, in order to continue to be considered for preinspection pursuant to Subsection D., below.  However, no collective may file their notice of <span class=\"dictionary\">intent<\/span> with the City Clerk or continue to be considered for preinspection if one or more of its owners or members engaged in its management were convicted currently or within the previous ten years of a <span class=\"dictionary\">felony<\/span> or a <span class=\"dictionary\">crime<\/span> of <span class=\"dictionary\">moral turpitude<\/span>, or are currently on <span class=\"dictionary\">parole<\/span> or <span class=\"dictionary\">probation<\/span> for the sale or distribution of a controlled substance.  A collective that fully and timely registered with the City under Interim Control <span class=\"dictionary\">Ordinance<\/span> No. 179,027, as determined by the City Clerk or the Los Angeles Superior Court, shall be deemed to have satisfied both the operating date of September 14, 2007 and the provision of the documents required by subparagraph (1) of Paragraph 2. of Subsection B., and shall not resubmit those documents.  A collective that fully and timely submitted its notice of intention to register and paid all required fees under this article in June 2010 shall be deemed to have satisfied the requirements of this paragraph for payment of fees, and shall not repay those fees.  As soon as practical after receipt of all notices of <span class=\"dictionary\">intent<\/span> to register, the City Clerk shall notify each collective, by mail to the collective’s location and by posting on the website of the City Clerk, whether it has satisfied all requirements of Sections 45.19.6.2 B.2 and 45.19.6.2 C.1 and is therefore eligible or ineligible to continue to be considered for preinspection and registration, and shall hold a drawing of all eligible collectives for the purpose of selecting those collectives that shall proceed to preinspection.  The names of the eligible collectives shall be drawn, up to a maximum of 100 names, and only these collectives shall proceed to preinspection by the Department of Building and Safety in the priority order in which their names were drawn by the City Clerk.  Eligible collectives whose names are not selected may not start the preinspection and registration process, but may enter any future drawing conducted in accordance with Subsection C.2., below.  (Amended by Ord. No. 181,530, Eff. 1\/28\/11.)<br \/><br \/>\tThe City Clerk’s determinations of eligibility, ineligibility, and priority order pursuant to this Temporary Urgency <span class=\"dictionary\">Ordinance<\/span> shall be final and shall be based exclusively on the required forms and documentary proof submitted under <span class=\"dictionary\">penalty<\/span> of <span class=\"dictionary\">perjury<\/span> by the collective pursuant to this section, and upon such other government or utility records as may be obtained by the City Clerk that support or contradict the documents submitted by the collective.  Any collective that disputes the City Clerk’s decision that it is ineligible to continue to be considered for preinspection and registration shall personally deliver its notice of challenge to the City Clerk within five business days after the date on which the City Clerk posted its determination of the collective’s ineligibility on its website.  Late challenges will not be accepted.  The notice of challenge must be signed under <span class=\"dictionary\">penalty<\/span> of <span class=\"dictionary\">perjury<\/span> by the collective.  The names of all collectives who submit such challenges shall be provisionally added to the names of eligible collectives for the initial drawing of 100 collective names by the City Clerk.  If at any time thereafter a court agrees with the City Clerk’s original determination of ineligibility of the collective, the collective shall be removed from any and all City priority order and preinspection lists, shall be disqualified from all further participation in the original and any subsequent drawings, priority order, preinspection, and registration processes for those collectives determined to be eligible under this subsection, and shall immediately cease operation pursuant to Section 45.19.6.7.  (Amended by Ord. No. 181,530, Eff. 1\/28\/11.)<br \/><br \/>\t2.\tIf at any time after 540 days following the June 7, 2010 effective date of this article, the total number of registered collectives in the City falls below 70, the City Clerk shall hold, at such time as the City Clerk determines in its sole discretion, additional drawings for the purpose of determining the priority order in which the Department of Building and Safety will consider preinspection and registration of additional collectives.  Each such drawing shall select the number of collective names for preinspection that would bring the total number of registered collectives in the City to 70, and shall select only from the names of eligible collectives that were not previously drawn pursuant to Subsection C.1. above, until all such eligible collective names have been drawn.  Once all of the eligible collective names have been drawn, any collective that notifies the City Clerk within one week after the publication of the date of a priority drawing and pays a fee of $50.00 to the City Clerk and a fee of $151.00 to the Los Angeles Police Department for each owner and\/or member engaged in the management shall be eligible to participate in the drawings.  However, no collective may participate in a drawing if one or more of its owners or members engaged in its management were convicted currently or within the previous 10 years of a <span class=\"dictionary\">felony<\/span> or a <span class=\"dictionary\">crime<\/span> of <span class=\"dictionary\">moral turpitude<\/span>, or are currently on <span class=\"dictionary\">parole<\/span> or <span class=\"dictionary\">probation<\/span> for the sale or distribution of a controlled substance.  (Amended by Ord. No. 181,704, Eff. 5\/13\/11.)<br \/><br \/>\tThe City Clerk shall: create the entry form for participation in the drawings; set the deadline for submittal of all entry forms; establish and publish the drawings’ dates, times, and places; publish the results of all drawings; and have the authority to promulgate additional drawing rules and regulations.  All such rules and regulations shall be published once in a daily newspaper of general circulation in the City, and shall take effect upon publication.  A member engaged in the management of the collective must be present at a drawing in order for the collective to participate.<br \/><br \/>\tThe order established by the City Clerk in the drawing shall be used by the Department of Building and Safety to determine the order in which the Department of Building and Safety will conduct preinspections pursuant to Subsection D., below, of the collectives that are eligible to register pursuant to this subdivision.<br \/><br \/>\tD.\tPreinspection.  A collective that is eligible  to apply for preinspection pursuant to Subsections B. or C., above, may thereafter apply to the Department of Building and Safety for  preinspection to verify compliance with the standards set forth in Section 45.19.6.3 A. of this article.  The collective shall provide the address of the proposed collective location; the name, telephone number, and address of a person authorized to accept <span class=\"dictionary\">service of process<\/span> for the collective; the name(s), telephone number(s), and address(es) of each member engaged in the management of the collective; and a 1,000-foot radius map signed by a licensed civil engineer, architect or land surveyor, that locates and identifies all sensitive uses set forth in Section 45.19.6.3 A.2. of this article.  A preinspection fee pursuant to Section 91.107.3.2 of this Code, plus a research fee for a minimum of three hours of time pursuant to Section 98.0415(f) of this Code, and a registration fee of $688.00 plus any applicable surcharges, shall be paid to the Department of Building and Safety at the time of a request for preinspection.  The Department of Building and Safety shall proceed by priority order within each Community Plan Area to evaluate the compliance of the proposed collectives with the requirements of Section 45.19.6.3 A. of this article. Once the Department of Building and Safety has determined that the maximum number of collectives authorized by Subsection B. of this section complies, the Department of Building and Safety shall stop determining the compliance of more collectives.  Any collective not in compliance with the requirements of Section 45.19.6.3 A. of this article, as determined by the Department of Building and Safety, or not considered for compliance because the cap had already been met, shall be notified by the Department of Building and Safety that it is disqualified from the preinspection and registration process and that it may enter any future drawing conducted in accordance with Subsection C., above.  (Amended by Ord. No. 181,157, Eff. 6\/7\/10.)<br \/><br \/>\tE.\tNotice of Preinspection.  Prior to accepting a request for preinspection, the Department of Building and Safety shall require proof that the collective has provided written notice to the Police Department, all property owners and occupants within and outside the City that are within 1,000 feet of the exterior boundaries of the location, and to the City Council member of the district in which the collective is proposed to be located, the Certified Neighborhood Council, and any Business Improvement District (“BID”) representing the area in which the collective is located, of: the preinspection request; the proposed location of the collective; the name, telephone number, and address of a person authorized to accept <span class=\"dictionary\">service of process<\/span> for the collective; the name(s), telephone number(s), and address(es) of each member engaged in the management of the collective; and the onsite telephone number at the collective and the name of the member engaged in the management of the collective who is responsible for receiving, logging, and responding to complaints regarding the collective.  This notification shall be sent by certified mail, postage prepaid, and return receipt requested.  Notices to property owners shall be sent to the last known name and address as shown on the records of the City Engineer or the records of the County Assessor; notices to occupants of all residential, commercial and industrial property can be mailed to “occupant”.  Proof of mailing shall be established if the collective files an <span class=\"dictionary\">affidavit<\/span> of mailing with the Department of Building and Safety certifying the date on which the notice was sent, a copy of the notice, and a complete list of the names and addresses where the notice was sent.  (Amended by Ord. No. 181,595, Eff. 4\/10\/11.)<br \/><br \/>\tF.\tRegistration Form.  (Amended by Ord. No. 181,157, Eff. 6\/7\/10.)  Upon receipt of a Department of Building and Safety pre-inspection report verifying compliance with the standards set forth in Section 45.19.6.3 A. of this Article, the collective shall file a registration form with the Department of Building and Safety.  The registration form shall require the following accurate and truthful information:  the address and physical description (e.g., one-story commercial building, etc.) of the proposed location at and upon which the collective will be located; the name, telephone number, and address of a person authorized to accept <span class=\"dictionary\">service of process<\/span> for the collective; the name(s), telephone number(s), and address(es) of each member engaged in the management of the collective; the onsite telephone number at the collective and the name of the member engaged in the management of the collective who is responsible for receiving, logging, and responding to complaints regarding the collective; and any other information reasonably required to show that the collective complies with this Article.  In addition, the registration form shall confirm the consent by the collective, without requirement for a <span class=\"dictionary\">search warrant<\/span>, <span class=\"dictionary\">subpoena<\/span> or <span class=\"dictionary\">court order<\/span>, for the inspection and copying by the Police Department of the recordings and records required to be maintained under Sections 45.19.6.3, 45.19.6.4, and 45.19.6.5 of this Article, except that private medical records shall be made available by the collective to the Police Department only pursuant to a properly executed <span class=\"dictionary\">search warrant<\/span>, <span class=\"dictionary\">subpoena<\/span>, or <span class=\"dictionary\">court order<\/span>.<br \/><br \/>\tThe collective shall file an updated registration form quarterly, but only if there were changes during the previous quarter to any of the information provided in the initial registration form or any change in status of compliance with the regulations set forth in Section 45.19.6.3 of this Article.  Each updated registration form shall be accompanied by a fee of $140.00 plus any applicable surcharges.  If an enforcement action has been filed against the collective for any violation of this Article, the updated registration form shall include the names of all of the members of the collective.  A change of location cannot be accomplished by an updated registration form, but shall instead require a new pre-inspection and registration.  Each and every member who is engaged in the management of the collective shall print his or her name and sign the initial registration form and any subsequent updated registration form, under <span class=\"dictionary\">penalty<\/span> of <span class=\"dictionary\">perjury<\/span> certifying that all information contained in the registration form is true and correct.  It shall be the sole responsibility of the members engaged in the management of the collective to ensure that all forms and documents are submitted as required by this Article and that the information provided is accurate, complete and timely submitted.  A collective cannot operate under an updated registration until the updated registration has been filed with the Department of Building and Safety and the appropriate fee has been paid.<br \/><br \/>\tG.\tAdditional Registration Documents.  As <span class=\"dictionary\">attachments<\/span> to the original and any subsequently updated registration form, the collective shall provide to the Department of Building and Safety:  (1) proof that the property owner of the location, and landlord if applicable, was given written notice sent by certified mail, postage prepaid, and return receipt requested that the collective intends to file the registration form and that the owner of the location, and landlord if applicable, has received a copy of the information contained in the registration form; (2) for each member engaged in the management of the collective, a fully legible copy of one government-issued form of identification, such as a social security card, a state driver’s license or identification card, or a passport; and (3) the collective’s Certificate of Occupancy within 10 days of issuance.<br \/><br \/>\tH.\tRegistration Timetables.  All collectives that meet the requirements described in Subsection B., above, shall comply with the following timetable:  (1) they shall notify the City Clerk of their <span class=\"dictionary\">intent<\/span> to register under this article within one week after the effective date of this <span class=\"dictionary\">ordinance<\/span>; (2) they shall complete their preinspection obligations under Subsections D. and E., above, within thirty (30) days after receiving priority under Subsection C., above, to apply for preinspection; and (3) they shall comply in full with all registration and other provisions of this article within 540 days after the effective date of this <span class=\"dictionary\">ordinance<\/span>.  All other collectives shall comply with the following timetable:  (1) they shall notify the City Clerk of their <span class=\"dictionary\">intent<\/span> to register under this article within one week after the publication by the City Clerk of the date of a priority drawing that will be conducted because the total number of registered collectives in the City has fallen below 70; and (2) they shall complete their preinspection obligations under Subsections D. and E., above, within thirty (30) days after receiving priority order under Subsection C., above, to apply for preinspection; and (3) they shall comply in full with all registration and other provisions of this article within 180 days after the publication by the City Clerk of the date of a priority drawing that will be conducted because the total number of registered collectives in the City has fallen below 70.  A collective that does not comply with its applicable timetable shall be disqualified from further participation in the registration process.  (Amended by Ord. No. 181,704, Eff. 5\/13\/11.)<br \/><br \/>\tFor the purposes of this subsection, a collective shall be in compliance with Section 45.19.6.3 A. of this article if it has obtained all required building permit(s) and the permit(s) is valid and has not been expired by the Department of Building and Safety pursuant to the provisions of Section 98.0602 of the Code.  Notwithstanding the provisions of Section 12.26 A.3. of the Code, the submission of plans sufficient for a complete plan check and the payment of a fee shall not confer a vested right to establish a collective.  The provisions of Section 91.106.4.3.1 of this Code shall apply to any building permit issued for a collective.<br \/><br \/>\tI.\tCompleted Registration.  The Department of Building and Safety, after verification that all required fees have been paid, shall mail proof of a completed registration and any subsequent updated registration to the person authorized to accept <span class=\"dictionary\">service of process<\/span> on behalf of the collective, to the owner of the location, the City Council member of the district in which the collective is located, the Certified Neighborhood Council, and to any applicable Business Improvement District (“BID”) in which the collective is located.<br \/><br \/>\tJ.\tTerm of Registration\/Renewal.  Each registration shall expire two years from the date the Department of Building and Safety mails proof of the completed registration to the person authorized to accept <span class=\"dictionary\">service of process<\/span> on behalf of the collective.  A collective that has operated at all times in strict compliance with this article may seek to renew its registration 90 days prior to the registration’s expiration.  The process for renewal of the registration shall be the same as the process for the original registration as set forth in this section except that any and all applicable 360-day deadlines to comply shall be reduced to 90 days to comply.  Upon registration expiration without renewal, the collective shall cease all operations.  (Amended by Ord. No. 181,530, Eff. 1\/28\/11.)<br \/><br \/>\tK.\tRegistration Null and Void.  A registration accepted as complete under this article shall become null and void upon the cessation of marijuana cultivation at the location for 90 days or longer, upon the relocation of the collective to a different location, upon <span class=\"dictionary\">conviction<\/span> of the collective or any of its members for a violation of a provision of this article, or two years after the issuance of the registration as set forth in Subsection I., above, if not renewed.  (Amended by Ord. No. 181,530, Eff. 1\/28\/11.)<br \/><br \/>\tL.\tNo Vested or Nonconforming Rights.  No registration or building permit issued pursuant to this article shall confer vested or nonconforming rights upon anyone, including but not limited to the collective, its owners, its management, its members, or the property owner of its location, to the continued operation of a collective at the location at any time after the expiration of the registration of the collective.  (Added by Ord. No. 181,530, Eff. 1\/28\/11.)<\/p><\/section>","previous_section":{"id":"873","structure_id":"86","section_number":"45.19.6.10","catch_line":"Sunset Clause.","url":"\/45.19.6.10\/","token":"45.19.6.10"},"text":{"0":{"id":"643","text":"  REGISTRATION.\n\t(Added by Ord. No. 181,069, Eff. 3\/14\/10*.)*Note: See Sec. 3 of this ordinance, as clarified by Sec. 10 of Ord. No. 181,157, regarding the effective date.\tA.\tRequired.  No collective shall operate until after it has filed a registration form in accordance with the provisions of this article, has paid any adopted registration fees, and its registration has been accepted as complete by the Department of Building and Safety.\tB.\tMaximum Number of Collectives.\t1.\tThe maximum number of collectives in the City shall be capped at 70.  However, there may be fewer than 70 collectives if sufficient locations do not exist consistent with Section 45.19.6.3 A.2. of this article for 70 collectives.  To the fullest extent that locations consistent with Section 45.19.6.3 A.2. of this article exist, the 70 collectives shall be proportionally distributed by Community Plan Area, based on each Community Plan Area’s percentage share of the City’s total Community Plan Area population, as estimated by the Department of City Planning as of October 1, 2008, as shown on Table 1, below:\n  \n    \n      \n        TABLE 1\n      \n    \n    \n      \n        Community Plan Area (“CPA”)\n      \n      \n        Population\n      \n      \n        Pct of Total\n      \n      \n        # of MMCs\n      \n    \n    \n      \n        Arleta – Pacoima\n      \n      \n        105,238\n      \n      \n        2.63%\n      \n      \n        2\n      \n    \n    \n      \n        Bel Air – Beverly Crest\n      \n      \n        21,659\n      \n      \n        0.54%\n      \n      \n        0\n      \n    \n    \n      \n        Boyle Heights\n      \n      \n        92,626\n      \n      \n        2.31%\n      \n      \n        2\n      \n    \n    \n      \n        Brentwood – Pacific Palisades\n      \n      \n        57,513\n      \n      \n        1.44%\n      \n      \n        1\n      \n    \n    \n      \n        Canoga Park – West Hills – Winnetka – Woodland Hills\n      \n      \n        185,670\n      \n      \n        4.64%\n      \n      \n        3\n      \n    \n    \n      \n        Central City\n      \n      \n        31,900\n      \n      \n        0.80%\n      \n      \n        0\n      \n    \n    \n      \n        Central City North\n      \n      \n        32,835\n      \n      \n        0.82%\n      \n      \n        1\n      \n    \n    \n      \n        Chatsworth – Porter Ranch\n      \n      \n        96,251\n      \n      \n        2.40%\n      \n      \n        2\n      \n    \n    \n      \n        Encino – Tarzana\n      \n      \n        74,820\n      \n      \n        1.87%\n      \n      \n        1\n      \n    \n    \n      \n        Granada Hills – Knollwood\n      \n      \n        60,843\n      \n      \n        1.52%\n      \n      \n        1\n      \n    \n    \n      \n        Harbor Gateway\n      \n      \n        42,075\n      \n      \n        1.05%\n      \n      \n        1\n      \n    \n    \n      \n        Hollywood\n      \n      \n        226,137\n      \n      \n        5.65%\n      \n      \n        4\n      \n    \n    \n      \n        Mission Hills – North Hills – Panorama City\n      \n      \n        145,551\n      \n      \n        3.64%\n      \n      \n        3\n      \n    \n    \n      \n        North Hollywood – Valley Village\n      \n      \n        149,245\n      \n      \n        3.73%\n      \n      \n        3\n      \n    \n    \n      \n        Northeast Los Angeles\n      \n      \n        258,188\n      \n      \n        6.45%\n      \n      \n        5\n      \n    \n    \n      \n        Northridge\n      \n      \n        67,415\n      \n      \n        1.68%\n      \n      \n        1\n      \n    \n    \n      \n        Palms- Mar Vista – Del Rey\n      \n      \n        122,666\n      \n      \n        3.06%\n      \n      \n        2\n      \n    \n    \n      \n        Reseda – West Van Nuys\n      \n      \n        106,125\n      \n      \n        2.65%\n      \n      \n        2\n      \n    \n    \n      \n        San Pedro\n      \n      \n        81,921\n      \n      \n        2.05%\n      \n      \n        1\n      \n    \n    \n      \n        Sherman Oaks – Studio City – Toluca Lake – Cahuenga Pass\n      \n      \n        79,028\n      \n      \n        1.97%\n      \n      \n        1\n      \n    \n    \n      \n        Silverlake – Echo Park\n      \n      \n        82,008\n      \n      \n        2.05%\n      \n      \n        1\n      \n    \n    \n      \n        South Los Angeles\n      \n      \n        275,400\n      \n      \n        6.88%\n      \n      \n        5\n      \n    \n    \n      \n        Southeast Los Angeles\n      \n      \n        274,583\n      \n      \n        6.86%\n      \n      \n        5\n      \n    \n    \n      \n        Sun Valley – La Tuna Canyon\n      \n      \n        93,228\n      \n      \n        2.33%\n      \n      \n        2\n      \n    \n    \n      \n        Sunland – Tujunga – Lakeview Terrace – Shadow Hills – East La Tuna Canyon\n      \n      \n        62,644\n      \n      \n        1.56%\n      \n      \n        1\n      \n    \n    \n      \n        Sylmar\n      \n      \n        79,741\n      \n      \n        1.99%\n      \n      \n        1\n      \n    \n    \n      \n        Van Nuys – North Sherman Oaks\n      \n      \n        168,987\n      \n      \n        4.22%\n      \n      \n        3\n      \n    \n    \n      \n        Venice\n      \n      \n        40,943\n      \n      \n        1.02%\n      \n      \n        1\n      \n    \n    \n      \n        West Adams – Baldwin Hills- Leimert Park\n      \n      \n        182,584\n      \n      \n        4.56%\n      \n      \n        3\n      \n    \n    \n      \n        West Los Angeles\n      \n      \n        77,012\n      \n      \n        1.92%\n      \n      \n        1\n      \n    \n    \n      \n        Westchester – Playa Del Rey\n      \n      \n        54,441\n      \n      \n        1.36%\n      \n      \n        1\n      \n    \n    \n      \n        Westlake\n      \n      \n        120,476\n      \n      \n        3.01%\n      \n      \n        2\n      \n    \n    \n      \n        Westwood\n      \n      \n        53,491\n      \n      \n        1.34%\n      \n      \n        1\n      \n    \n    \n      \n        Wilmington – Harbor City\n      \n      \n        80,991\n      \n      \n        2.02%\n      \n      \n        1\n      \n    \n    \n      \n        Wilshire\n      \n      \n        317,248\n      \n      \n        7.92%\n      \n      \n        6\n      \n    \n    \n      \n        Total CPA Population as of Oct. 1, 2008\n      \n      \n        4,001,483\n      \n      \n        100%\n      \n      \n        70\n      \n    \n  \n\t2.\tNotwithstanding the maximum number of collectives described above, every medical marijuana collective, dispensary, operator, establishment, or provider that (1) was operating in the City on or before September 14, 2007, as proven through three or more of the following dated records in existence in the name of the collective or one of its current owners for the collective’s location as of September 14, 2007: (a)  City of Los Angeles tax registration certificate, (b) State Board of Equalization seller’s permit, (c) property lease, (d) business insurance, (e) collective membership forms, and (f) bill issued by a utility, and one of which must be a City of Los Angeles tax registration certificate, a State Board of Equalization’s seller’s permit, or a utility bill; (2) proves through documentary evidence that it has operated continuously at its September 14, 2007 location, except that its continuous operation may have been disrupted by one move of location as a result of an enforcement letter from a federal governmental entity or by closure as a result of an enforcement letter from the City; (3) proves through documentary evidence that it has been continuously owned, in whole or in part, by at least one of its owners since September 14, 2007, or, as confirmed through documentary evidence, meets all of the following: (a) registered as a California non-profit corporation prior to the June 7, 2010 effective date of this article, (b) has been in good standing at all times since its incorporation, and (c) its chief executive officer, secretary, or chief financial officer identified in its Statement of Information, as filed most recently with the California Secretary of State prior to the June 7, 2010 effective date of this article, was one of its owners as of September 14, 2007; (4) has not been cited for a nuisance or public safety violation of State or local law; and (5) complies currently or identifies to the City during the preinspection process a new operating location that meets all of the distance requirements of Section 45.19.6.3 A.2. of this article, may be eligible to register and operate if it immediately complies with all provisions of State Law, is assigned a priority order pursuant to the City Clerk’s drawing in accordance with Section 45.19.6.2 C.1., satisfies all preinspection and registration requirements of this article, and within 540 days after the June 7, 2010 effective date of this article completes its compliance in full with each provision of this article.  (First Sentence Amended by Ord. No. 181,530, Eff. 1\/28\/11.)  Any collectives allowed to register and operate in excess of 70 shall also be proportionally distributed by Community Plan Area, based on each Community Plan Area’s percentage share of the City’s total Community Plan Area population, as estimated by the Department of City Planning as of October 1, 2008 on Table 1, above.  In determining the number of collectives allowed in each Community Plan Area, the Department of City Planning shall apply these percentages to the total number of collectives that file their intent to register with the City Clerk pursuant to Subsection C.1., below.  (Amended by Ord. No. 181,704, Eff. 5\/13\/11.)\t3.\tThe total population of the City, the population of the Community Plan Areas, and whether the citywide and Community Plan Area caps meet the needs of qualified patients, persons with identification cards, and their primary caregivers may be reviewed and the caps may be amended by ordinance after notice and hearing by the City Council.  Nothing contained in this article shall be interpreted or deemed to grant or guarantee to any collective, including but not limited to those that meet the requirements set forth in Section 45.19.6.2 B.2. and those granted a priority order pursuant to Section 45.19.6.2 C., the ability to find a location in the Community Plan Area of its choice or within the City more generally that complies with the preinspection requirements set forth in Section 45.19.6.3 since the requirements for each collective, including, but not limited to its address and square footage, as well as its ability to find a willing lessor and to pay rent, are attributes unique to each collective and are beyond the control of the City.  (Amended by Ord. No. 181,530, Eff. 1\/28\/11.)\tC.\tPriority Order.\t1.\tAll collectives that meet the requirements set forth in Paragraph 2. of Subsection B. above, including but not limited to those collectives that submitted their notice of intention to register and paid all required fees under this article in June 2010, shall: (a) personally deliver to the Office of the City Clerk no earlier than ten business days and no later than fifteen business days after the effective date of this Temporary Urgency Ordinance: (1) notice of their intention to register under this article, and (2) all required and additionally offered documents, including such forms as may be prescribed by the City Clerk, each under penalty of perjury, that prove that the collective satisfies each of the provisions of Paragraph 2. of Subsection B., and (b) pay a fee of $324.00 to the City Clerk and a fee of $151.00 to the Los Angeles Police Department for each owner and\/or member engaged in the management, in order to continue to be considered for preinspection pursuant to Subsection D., below.  However, no collective may file their notice of intent with the City Clerk or continue to be considered for preinspection if one or more of its owners or members engaged in its management were convicted currently or within the previous ten years of a felony or a crime of moral turpitude, or are currently on parole or probation for the sale or distribution of a controlled substance.  A collective that fully and timely registered with the City under Interim Control Ordinance No. 179,027, as determined by the City Clerk or the Los Angeles Superior Court, shall be deemed to have satisfied both the operating date of September 14, 2007 and the provision of the documents required by subparagraph (1) of Paragraph 2. of Subsection B., and shall not resubmit those documents.  A collective that fully and timely submitted its notice of intention to register and paid all required fees under this article in June 2010 shall be deemed to have satisfied the requirements of this paragraph for payment of fees, and shall not repay those fees.  As soon as practical after receipt of all notices of intent to register, the City Clerk shall notify each collective, by mail to the collective’s location and by posting on the website of the City Clerk, whether it has satisfied all requirements of Sections 45.19.6.2 B.2 and 45.19.6.2 C.1 and is therefore eligible or ineligible to continue to be considered for preinspection and registration, and shall hold a drawing of all eligible collectives for the purpose of selecting those collectives that shall proceed to preinspection.  The names of the eligible collectives shall be drawn, up to a maximum of 100 names, and only these collectives shall proceed to preinspection by the Department of Building and Safety in the priority order in which their names were drawn by the City Clerk.  Eligible collectives whose names are not selected may not start the preinspection and registration process, but may enter any future drawing conducted in accordance with Subsection C.2., below.  (Amended by Ord. No. 181,530, Eff. 1\/28\/11.)\tThe City Clerk’s determinations of eligibility, ineligibility, and priority order pursuant to this Temporary Urgency Ordinance shall be final and shall be based exclusively on the required forms and documentary proof submitted under penalty of perjury by the collective pursuant to this section, and upon such other government or utility records as may be obtained by the City Clerk that support or contradict the documents submitted by the collective.  Any collective that disputes the City Clerk’s decision that it is ineligible to continue to be considered for preinspection and registration shall personally deliver its notice of challenge to the City Clerk within five business days after the date on which the City Clerk posted its determination of the collective’s ineligibility on its website.  Late challenges will not be accepted.  The notice of challenge must be signed under penalty of perjury by the collective.  The names of all collectives who submit such challenges shall be provisionally added to the names of eligible collectives for the initial drawing of 100 collective names by the City Clerk.  If at any time thereafter a court agrees with the City Clerk’s original determination of ineligibility of the collective, the collective shall be removed from any and all City priority order and preinspection lists, shall be disqualified from all further participation in the original and any subsequent drawings, priority order, preinspection, and registration processes for those collectives determined to be eligible under this subsection, and shall immediately cease operation pursuant to Section 45.19.6.7.  (Amended by Ord. No. 181,530, Eff. 1\/28\/11.)\t2.\tIf at any time after 540 days following the June 7, 2010 effective date of this article, the total number of registered collectives in the City falls below 70, the City Clerk shall hold, at such time as the City Clerk determines in its sole discretion, additional drawings for the purpose of determining the priority order in which the Department of Building and Safety will consider preinspection and registration of additional collectives.  Each such drawing shall select the number of collective names for preinspection that would bring the total number of registered collectives in the City to 70, and shall select only from the names of eligible collectives that were not previously drawn pursuant to Subsection C.1. above, until all such eligible collective names have been drawn.  Once all of the eligible collective names have been drawn, any collective that notifies the City Clerk within one week after the publication of the date of a priority drawing and pays a fee of $50.00 to the City Clerk and a fee of $151.00 to the Los Angeles Police Department for each owner and\/or member engaged in the management shall be eligible to participate in the drawings.  However, no collective may participate in a drawing if one or more of its owners or members engaged in its management were convicted currently or within the previous 10 years of a felony or a crime of moral turpitude, or are currently on parole or probation for the sale or distribution of a controlled substance.  (Amended by Ord. No. 181,704, Eff. 5\/13\/11.)\tThe City Clerk shall: create the entry form for participation in the drawings; set the deadline for submittal of all entry forms; establish and publish the drawings’ dates, times, and places; publish the results of all drawings; and have the authority to promulgate additional drawing rules and regulations.  All such rules and regulations shall be published once in a daily newspaper of general circulation in the City, and shall take effect upon publication.  A member engaged in the management of the collective must be present at a drawing in order for the collective to participate.\tThe order established by the City Clerk in the drawing shall be used by the Department of Building and Safety to determine the order in which the Department of Building and Safety will conduct preinspections pursuant to Subsection D., below, of the collectives that are eligible to register pursuant to this subdivision.\tD.\tPreinspection.  A collective that is eligible  to apply for preinspection pursuant to Subsections B. or C., above, may thereafter apply to the Department of Building and Safety for  preinspection to verify compliance with the standards set forth in Section 45.19.6.3 A. of this article.  The collective shall provide the address of the proposed collective location; the name, telephone number, and address of a person authorized to accept service of process for the collective; the name(s), telephone number(s), and address(es) of each member engaged in the management of the collective; and a 1,000-foot radius map signed by a licensed civil engineer, architect or land surveyor, that locates and identifies all sensitive uses set forth in Section 45.19.6.3 A.2. of this article.  A preinspection fee pursuant to Section 91.107.3.2 of this Code, plus a research fee for a minimum of three hours of time pursuant to Section 98.0415(f) of this Code, and a registration fee of $688.00 plus any applicable surcharges, shall be paid to the Department of Building and Safety at the time of a request for preinspection.  The Department of Building and Safety shall proceed by priority order within each Community Plan Area to evaluate the compliance of the proposed collectives with the requirements of Section 45.19.6.3 A. of this article. Once the Department of Building and Safety has determined that the maximum number of collectives authorized by Subsection B. of this section complies, the Department of Building and Safety shall stop determining the compliance of more collectives.  Any collective not in compliance with the requirements of Section 45.19.6.3 A. of this article, as determined by the Department of Building and Safety, or not considered for compliance because the cap had already been met, shall be notified by the Department of Building and Safety that it is disqualified from the preinspection and registration process and that it may enter any future drawing conducted in accordance with Subsection C., above.  (Amended by Ord. No. 181,157, Eff. 6\/7\/10.)\tE.\tNotice of Preinspection.  Prior to accepting a request for preinspection, the Department of Building and Safety shall require proof that the collective has provided written notice to the Police Department, all property owners and occupants within and outside the City that are within 1,000 feet of the exterior boundaries of the location, and to the City Council member of the district in which the collective is proposed to be located, the Certified Neighborhood Council, and any Business Improvement District (“BID”) representing the area in which the collective is located, of: the preinspection request; the proposed location of the collective; the name, telephone number, and address of a person authorized to accept service of process for the collective; the name(s), telephone number(s), and address(es) of each member engaged in the management of the collective; and the onsite telephone number at the collective and the name of the member engaged in the management of the collective who is responsible for receiving, logging, and responding to complaints regarding the collective.  This notification shall be sent by certified mail, postage prepaid, and return receipt requested.  Notices to property owners shall be sent to the last known name and address as shown on the records of the City Engineer or the records of the County Assessor; notices to occupants of all residential, commercial and industrial property can be mailed to “occupant”.  Proof of mailing shall be established if the collective files an affidavit of mailing with the Department of Building and Safety certifying the date on which the notice was sent, a copy of the notice, and a complete list of the names and addresses where the notice was sent.  (Amended by Ord. No. 181,595, Eff. 4\/10\/11.)\tF.\tRegistration Form.  (Amended by Ord. No. 181,157, Eff. 6\/7\/10.)  Upon receipt of a Department of Building and Safety pre-inspection report verifying compliance with the standards set forth in Section 45.19.6.3 A. of this Article, the collective shall file a registration form with the Department of Building and Safety.  The registration form shall require the following accurate and truthful information:  the address and physical description (e.g., one-story commercial building, etc.) of the proposed location at and upon which the collective will be located; the name, telephone number, and address of a person authorized to accept service of process for the collective; the name(s), telephone number(s), and address(es) of each member engaged in the management of the collective; the onsite telephone number at the collective and the name of the member engaged in the management of the collective who is responsible for receiving, logging, and responding to complaints regarding the collective; and any other information reasonably required to show that the collective complies with this Article.  In addition, the registration form shall confirm the consent by the collective, without requirement for a search warrant, subpoena or court order, for the inspection and copying by the Police Department of the recordings and records required to be maintained under Sections 45.19.6.3, 45.19.6.4, and 45.19.6.5 of this Article, except that private medical records shall be made available by the collective to the Police Department only pursuant to a properly executed search warrant, subpoena, or court order.\tThe collective shall file an updated registration form quarterly, but only if there were changes during the previous quarter to any of the information provided in the initial registration form or any change in status of compliance with the regulations set forth in Section 45.19.6.3 of this Article.  Each updated registration form shall be accompanied by a fee of $140.00 plus any applicable surcharges.  If an enforcement action has been filed against the collective for any violation of this Article, the updated registration form shall include the names of all of the members of the collective.  A change of location cannot be accomplished by an updated registration form, but shall instead require a new pre-inspection and registration.  Each and every member who is engaged in the management of the collective shall print his or her name and sign the initial registration form and any subsequent updated registration form, under penalty of perjury certifying that all information contained in the registration form is true and correct.  It shall be the sole responsibility of the members engaged in the management of the collective to ensure that all forms and documents are submitted as required by this Article and that the information provided is accurate, complete and timely submitted.  A collective cannot operate under an updated registration until the updated registration has been filed with the Department of Building and Safety and the appropriate fee has been paid.\tG.\tAdditional Registration Documents.  As attachments to the original and any subsequently updated registration form, the collective shall provide to the Department of Building and Safety:  (1) proof that the property owner of the location, and landlord if applicable, was given written notice sent by certified mail, postage prepaid, and return receipt requested that the collective intends to file the registration form and that the owner of the location, and landlord if applicable, has received a copy of the information contained in the registration form; (2) for each member engaged in the management of the collective, a fully legible copy of one government-issued form of identification, such as a social security card, a state driver’s license or identification card, or a passport; and (3) the collective’s Certificate of Occupancy within 10 days of issuance.\tH.\tRegistration Timetables.  All collectives that meet the requirements described in Subsection B., above, shall comply with the following timetable:  (1) they shall notify the City Clerk of their intent to register under this article within one week after the effective date of this ordinance; (2) they shall complete their preinspection obligations under Subsections D. and E., above, within thirty (30) days after receiving priority under Subsection C., above, to apply for preinspection; and (3) they shall comply in full with all registration and other provisions of this article within 540 days after the effective date of this ordinance.  All other collectives shall comply with the following timetable:  (1) they shall notify the City Clerk of their intent to register under this article within one week after the publication by the City Clerk of the date of a priority drawing that will be conducted because the total number of registered collectives in the City has fallen below 70; and (2) they shall complete their preinspection obligations under Subsections D. and E., above, within thirty (30) days after receiving priority order under Subsection C., above, to apply for preinspection; and (3) they shall comply in full with all registration and other provisions of this article within 180 days after the publication by the City Clerk of the date of a priority drawing that will be conducted because the total number of registered collectives in the City has fallen below 70.  A collective that does not comply with its applicable timetable shall be disqualified from further participation in the registration process.  (Amended by Ord. No. 181,704, Eff. 5\/13\/11.)\tFor the purposes of this subsection, a collective shall be in compliance with Section 45.19.6.3 A. of this article if it has obtained all required building permit(s) and the permit(s) is valid and has not been expired by the Department of Building and Safety pursuant to the provisions of Section 98.0602 of the Code.  Notwithstanding the provisions of Section 12.26 A.3. of the Code, the submission of plans sufficient for a complete plan check and the payment of a fee shall not confer a vested right to establish a collective.  The provisions of Section 91.106.4.3.1 of this Code shall apply to any building permit issued for a collective.\tI.\tCompleted Registration.  The Department of Building and Safety, after verification that all required fees have been paid, shall mail proof of a completed registration and any subsequent updated registration to the person authorized to accept service of process on behalf of the collective, to the owner of the location, the City Council member of the district in which the collective is located, the Certified Neighborhood Council, and to any applicable Business Improvement District (“BID”) in which the collective is located.\tJ.\tTerm of Registration\/Renewal.  Each registration shall expire two years from the date the Department of Building and Safety mails proof of the completed registration to the person authorized to accept service of process on behalf of the collective.  A collective that has operated at all times in strict compliance with this article may seek to renew its registration 90 days prior to the registration’s expiration.  The process for renewal of the registration shall be the same as the process for the original registration as set forth in this section except that any and all applicable 360-day deadlines to comply shall be reduced to 90 days to comply.  Upon registration expiration without renewal, the collective shall cease all operations.  (Amended by Ord. No. 181,530, Eff. 1\/28\/11.)\tK.\tRegistration Null and Void.  A registration accepted as complete under this article shall become null and void upon the cessation of marijuana cultivation at the location for 90 days or longer, upon the relocation of the collective to a different location, upon conviction of the collective or any of its members for a violation of a provision of this article, or two years after the issuance of the registration as set forth in Subsection I., above, if not renewed.  (Amended by Ord. No. 181,530, Eff. 1\/28\/11.)\tL.\tNo Vested or Nonconforming Rights.  No registration or building permit issued pursuant to this article shall confer vested or nonconforming rights upon anyone, including but not limited to the collective, its owners, its management, its members, or the property owner of its location, to the continued operation of a collective at the location at any time after the expiration of the registration of the collective.  (Added by Ord. No. 181,530, Eff. 1\/28\/11.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}