{"section_number":"45.23","edition_id":"1","section_id":"3664","structure_id":"89","catch_line":"Exceptions.","history":"","full_text":"  EXCEPTIONS.\n\t(Added by Ord. No. 172,212, Eff. 10\/23\/98, Oper. 10\/23\/99.)\n\n\tThe prohibitions set forth in this article shall not apply to the following signs advertising tobacco products.  This section shall not be construed to permit any sign that is otherwise restricted or prohibited by law.\n\n\tA.\tThe placement of signs advertising tobacco products:\n\n\t(1)\tInside the premises of a building that lawfully sells tobacco products, unless such sign is attached to, affixed to, leaning against, or otherwise placed within three feet of any window or door in such a manner that it is visible from outside the building; or\n\n\t(2)\tOn commercial vehicles used exclusively for transporting tobacco products.\n\n\tB.\tAny on-site sign that contains the name or slogan of a business that lawfully sells tobacco products that has been placed at or upon the business premises for the purpose of identifying the business.\n\n\tC.\tAny on-site sign that contains only generic word descriptions of cigarettes, cigars, tobacco, smoke, or any other generic description of tobacco products.\n\n\tD.\tAny neon or electrically charged sign, if otherwise allowed by the Los Angeles Municipal Code, within the premises of a building that lawfully sells tobacco products that is provided as part of a promotion of a particular brand of tobacco products, unless such sign is attached to, affixed to, leaning against, or otherwise placed within three feet of any window or door in such a manner that it is visible from outside the building.\n\n\tE.\tAny sign located inside a stadium, arena, or amphitheater, provided the sign cannot be seen from outside the stadium, arena, or amphitheater.\n\n\tF.\tAny sign or other form of advertising on a Metropolitan Transit Authority vehicle, or any other government operated, contracted or licensed mode or method of transportation.  This exception shall not apply to any mode or method of transportation operated, contracted or licensed by the City of Los Angeles.\n\n\tG.\tThe display of public service messages or similar announcement opposing the use of tobacco products or that are designed to encourage minors to refrain from using or purchasing tobacco products.  However, this subsection shall not be construed to permit an advertisement which purports to oppose the use of tobacco products when that message is conveyed in conjunction with the display of a recognized tobacco company logo, trademark or name used for marketing or promotion of tobacco products.\n\n\tH.\tAny sign advertising of tobacco products that is otherwise consistent with the signage provisions contained in Article IV and Exhibit I of the Reciprocal Easement and Environmental Restriction Agreement by and among the City of Los Angeles, the Community Redevelopment Agency of the City of Los Angeles, and L. A. Arena Land Company, Inc., recorded in the official records of the County of Los Angeles as Instrument No. 95801502.\n\tI.\tThe display of any non-commercial message.","order_by":"23","ancestry":{"1":{"id":"89","name":"Restrictions On Signs Advertising Tobacco Products","identifier":"5.2.5","label":"article","url":"\/4\/5.2.5\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2056","structure_id":"89","section_number":"45.20","catch_line":"Purpose.","url":"\/45.20\/","token":"45.20"},"1":{"id":"449","structure_id":"89","section_number":"45.21","catch_line":"Definitions.","url":"\/45.21\/","token":"45.21"},"2":{"id":"1594","structure_id":"89","section_number":"45.22","catch_line":"Prohibitions.","url":"\/45.22\/","token":"45.22"},"3":{"id":"3664","structure_id":"89","section_number":"45.23","catch_line":"Exceptions.","url":"\/45.23\/","token":"45.23"},"4":{"id":"3383","structure_id":"89","section_number":"45.24","catch_line":"Enforcement.","url":"\/45.24\/","token":"45.24"},"5":{"id":"1631","structure_id":"89","section_number":"45.25","catch_line":"Operative Date.","url":"\/45.25\/","token":"45.25"}},"next_section":{"id":"3383","structure_id":"89","section_number":"45.24","catch_line":"Enforcement.","url":"\/45.24\/","token":"45.24"},"metadata":false,"references":false,"url":"\/45.23\/","token":"45.23","formats":{"txt":"\/45.23.txt","json":"\/45.23.xml"},"dublin_core":{"Title":"Exceptions.","Type":"Text","Format":"text\/html","Identifier":"§ 45.23","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nEXCEPTIONS. (§ 45.23)\n\n  EXCEPTIONS.\n\t(Added by Ord. No. 172,212, Eff. 10\/23\/98, Oper. 10\/23\/99.)\tThe prohibitions\nset forth in this article shall not apply to the following signs advertising\ntobacco products.  This section shall not be construed to permit any sign that\nis otherwise restricted or prohibited by law.\tA.\tThe placement of signs\nadvertising tobacco products:\t(1)\tInside the premises of a building that\nlawfully sells tobacco products, unless such sign is attached to, affixed to,\nleaning against, or otherwise placed within three feet of any window or door in\nsuch a manner that it is visible from outside the building; or\t(2)\tOn commercial\nvehicles used exclusively for transporting tobacco products.\tB.\tAny on-site sign\nthat contains the name or slogan of a business that lawfully sells tobacco\nproducts that has been placed at or upon the business premises for the purpose\nof identifying the business.\tC.\tAny on-site sign that contains only generic word\ndescriptions of cigarettes, cigars, tobacco, smoke, or any other generic\ndescription of tobacco products.\tD.\tAny neon or electrically charged sign, if\notherwise allowed by the Los Angeles Municipal Code, within the premises of a\nbuilding that lawfully sells tobacco products that is provided as part of a\npromotion of a particular brand of tobacco products, unless such sign is\nattached to, affixed to, leaning against, or otherwise placed within three feet\nof any window or door in such a manner that it is visible from outside the\nbuilding.\tE.\tAny sign located inside a stadium, arena, or amphitheater, provided\nthe sign cannot be seen from outside the stadium, arena, or amphitheater.\tF.\tAny\nsign or other form of advertising on a Metropolitan Transit Authority vehicle,\nor any other government operated, contracted or licensed mode or method of\ntransportation.  This exception shall not apply to any mode or method of\ntransportation operated, contracted or licensed by the City of Los\nAngeles.\tG.\tThe display of public service messages or similar announcement\nopposing the use of tobacco products or that are designed to encourage minors to\nrefrain from using or purchasing tobacco products.  However, this subsection\nshall not be construed to permit an advertisement which purports to oppose the\nuse of tobacco products when that message is conveyed in conjunction with the\ndisplay of a recognized tobacco company logo, trademark or name used for\nmarketing or promotion of tobacco products.\tH.\tAny sign advertising of tobacco\nproducts that is otherwise consistent with the signage provisions contained in\nArticle IV and Exhibit I of the Reciprocal Easement and Environmental\nRestriction Agreement by and among the City of Los Angeles, the Community\nRedevelopment Agency of the City of Los Angeles, and L. A. Arena Land Company,\nInc., recorded in the official records of the County of Los Angeles as\nInstrument No. 95801502.\n\tI.\tThe display of any non-commercial message.\n","html":"\n\t\t\t\t\t<section><p>  EXCEPTIONS.\n\t(Added by Ord. No. 172,212, Eff. 10\/23\/98, Oper. 10\/23\/99.)<br \/><br \/>\tThe prohibitions set forth in this article shall not apply to the following signs advertising tobacco products.  This section shall not be construed to permit any sign that is otherwise restricted or prohibited by <span class=\"dictionary\">law<\/span>.<br \/><br \/>\tA.\tThe placement of signs advertising tobacco products:<br \/><br \/>\t(1)\tInside the premises of a building that lawfully sells tobacco products, unless such sign is attached to, affixed to, leaning against, or otherwise placed within three feet of any window or door in such a manner that it is visible from outside the building; or<br \/><br \/>\t(2)\tOn commercial vehicles used exclusively for transporting tobacco products.<br \/><br \/>\tB.\tAny on-site sign that contains the name or slogan of a business that lawfully sells tobacco products that has been placed at or upon the business premises for the purpose of identifying the business.<br \/><br \/>\tC.\tAny on-site sign that contains only generic word descriptions of cigarettes, cigars, tobacco, smoke, or any other generic description of tobacco products.<br \/><br \/>\tD.\tAny neon or electrically charged sign, if otherwise allowed by the Los Angeles Municipal Code, within the premises of a building that lawfully sells tobacco products that is provided as part of a promotion of a particular brand of tobacco products, unless such sign is attached to, affixed to, leaning against, or otherwise placed within three feet of any window or door in such a manner that it is visible from outside the building.<br \/><br \/>\tE.\tAny sign located inside a stadium, arena, or amphitheater, provided the sign cannot be seen from outside the stadium, arena, or amphitheater.<br \/><br \/>\tF.\tAny sign or other form of advertising on a Metropolitan Transit Authority vehicle, or any other government operated, contracted or licensed mode or method of transportation.  This exception shall not apply to any mode or method of transportation operated, contracted or licensed by the City of Los Angeles.<br \/><br \/>\tG.\tThe display of public service messages or similar announcement opposing the use of tobacco products or that are designed to encourage <span class=\"dictionary\">minors<\/span> to refrain from using or purchasing tobacco products.  However, this subsection shall not be construed to permit an advertisement which purports to oppose the use of tobacco products when that message is conveyed in conjunction with the display of a recognized tobacco company logo, trademark or name used for marketing or promotion of tobacco products.<br \/><br \/>\tH.\tAny sign advertising of tobacco products that is otherwise consistent with the signage provisions contained in Article IV and Exhibit I of the Reciprocal Easement and Environmental Restriction Agreement by and among the City of Los Angeles, the Community Redevelopment Agency of the City of Los Angeles, and L. A. Arena Land Company, Inc., recorded in the official records of the County of Los Angeles as Instrument No. 95801502.\n\tI.\tThe display of any non-commercial message.<\/p><\/section>","previous_section":{"id":"1594","structure_id":"89","section_number":"45.22","catch_line":"Prohibitions.","url":"\/45.22\/","token":"45.22"},"text":{"0":{"id":"3638","text":"  EXCEPTIONS.\n\t(Added by Ord. No. 172,212, Eff. 10\/23\/98, Oper. 10\/23\/99.)\tThe prohibitions set forth in this article shall not apply to the following signs advertising tobacco products.  This section shall not be construed to permit any sign that is otherwise restricted or prohibited by law.\tA.\tThe placement of signs advertising tobacco products:\t(1)\tInside the premises of a building that lawfully sells tobacco products, unless such sign is attached to, affixed to, leaning against, or otherwise placed within three feet of any window or door in such a manner that it is visible from outside the building; or\t(2)\tOn commercial vehicles used exclusively for transporting tobacco products.\tB.\tAny on-site sign that contains the name or slogan of a business that lawfully sells tobacco products that has been placed at or upon the business premises for the purpose of identifying the business.\tC.\tAny on-site sign that contains only generic word descriptions of cigarettes, cigars, tobacco, smoke, or any other generic description of tobacco products.\tD.\tAny neon or electrically charged sign, if otherwise allowed by the Los Angeles Municipal Code, within the premises of a building that lawfully sells tobacco products that is provided as part of a promotion of a particular brand of tobacco products, unless such sign is attached to, affixed to, leaning against, or otherwise placed within three feet of any window or door in such a manner that it is visible from outside the building.\tE.\tAny sign located inside a stadium, arena, or amphitheater, provided the sign cannot be seen from outside the stadium, arena, or amphitheater.\tF.\tAny sign or other form of advertising on a Metropolitan Transit Authority vehicle, or any other government operated, contracted or licensed mode or method of transportation.  This exception shall not apply to any mode or method of transportation operated, contracted or licensed by the City of Los Angeles.\tG.\tThe display of public service messages or similar announcement opposing the use of tobacco products or that are designed to encourage minors to refrain from using or purchasing tobacco products.  However, this subsection shall not be construed to permit an advertisement which purports to oppose the use of tobacco products when that message is conveyed in conjunction with the display of a recognized tobacco company logo, trademark or name used for marketing or promotion of tobacco products.\tH.\tAny sign advertising of tobacco products that is otherwise consistent with the signage provisions contained in Article IV and Exhibit I of the Reciprocal Easement and Environmental Restriction Agreement by and among the City of Los Angeles, the Community Redevelopment Agency of the City of Los Angeles, and L. A. Arena Land Company, Inc., recorded in the official records of the County of Los Angeles as Instrument No. 95801502.\n\tI.\tThe display of any non-commercial message.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}