{"section_number":"45.21","edition_id":"1","section_id":"449","structure_id":"89","catch_line":"Definitions.","history":"","full_text":"  DEFINITIONS.\n\t(Added by Ord. No. 172,212, Eff. 10\/23\/98, Oper. 10\/23\/99.)\n\n\tThe following words and phrases, whenever used in this article, shall be construed as defined in this section.  Words and phrases not defined herein shall be construed as defined in Sections 11.01, 12.03 and 91.6203 of this Code.\n\n\tA.\tEntertainment Park – a commercial enterprise that offers rides, games and other entertainment.\n\n\tB.\tPublic Parks and Playgrounds – an area of land, beach or pier set aside for public recreational and\/or ornamental purposes, which is under the control, operation or management of a governmental agency, and wherein there may be an area containing, but not limited to, equipment such as swings and seesaws, athletic fields, baseball diamonds, basketball courts, tennis courts, or swimming pools.\n\n\tC.\tPublicly Visible Location – any outdoor location visible to the general public including, but not limited to, off-site signs, pole signs, wall signs, projecting signs, monument signs, illuminated architectural canopy signs, marquee signs, mural signs, freestanding signboards, and roof signs, and, including, any location that is inside a building wherein the sign is attached to, affixed to, leaning against, or otherwise placed within three feet of any window or door in such a manner that it is visible from outside the building.  The term “publicly visible location” shall not include any location that is visible only by those inside the building premises.\n\n\tD.\tReligious Institution – any building or structure that is maintained and used exclusively for religious worship, including customary incidental, educational and social activities in conjunction therewith.\n\n\tE.\tResidential Use – any lot that is identified in the adopted Community Plan as having a Commercial Land Use designation that permits residential uses.\n\n\tF.\tResidential Zone – any RA, RE, RS, R1, RU, RW1, R2, RD, RMP, RW2, R3, R4 or R5 zoned lot as set forth in Section 12.04 of this Code.\n\n\tG.\tSchools – an institution of learning for minors, whether public or private, which offers instruction in those courses of study required by the California Education Code or which is maintained pursuant to standards set by the State Board of Education. This definition includes kindergarten, elementary, junior high, senior high or any special institution of learning under the jurisdiction of the State Department of Education, but it does not include a vocational or professional institution or an institution of higher education, including a community or junior college, college or university.\n\n\tH.\tTobacco Products – any substance containing tobacco leaf, including but not limited to cigarettes, cigars, pipes, tobacco snuff, chewing tobacco and dipping tobacco; cigarette papers; or any other instrument or paraphernalia that is designed for the smoking or ingestion of tobacco or products prepared from tobacco.\n\n\tI.\tYouth Center – any designated indoor, public, private or parochial facility, other than a private residence or a multiple dwelling unit, which contains programs which provide, on a regular basis, activities or services for persons who have not yet reached the age of 18 years, including, but not limited to, community-based programs, after-school programs, weekend programs, violence prevention programs, leadership development programs, vocational programs, substance abuse prevention programs, individual or group counseling, remedial, tutorial or other educational assistance or enrichment, music, art, dance and other recreational or cultural activities, physical fitness activities and sports programs.","order_by":"21","ancestry":{"1":{"id":"89","name":"Restrictions On Signs Advertising Tobacco Products","identifier":"5.2.5","label":"article","url":"\/4\/5.2.5\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2056","structure_id":"89","section_number":"45.20","catch_line":"Purpose.","url":"\/45.20\/","token":"45.20"},"1":{"id":"449","structure_id":"89","section_number":"45.21","catch_line":"Definitions.","url":"\/45.21\/","token":"45.21"},"2":{"id":"1594","structure_id":"89","section_number":"45.22","catch_line":"Prohibitions.","url":"\/45.22\/","token":"45.22"},"3":{"id":"3664","structure_id":"89","section_number":"45.23","catch_line":"Exceptions.","url":"\/45.23\/","token":"45.23"},"4":{"id":"3383","structure_id":"89","section_number":"45.24","catch_line":"Enforcement.","url":"\/45.24\/","token":"45.24"},"5":{"id":"1631","structure_id":"89","section_number":"45.25","catch_line":"Operative Date.","url":"\/45.25\/","token":"45.25"}},"next_section":{"id":"1594","structure_id":"89","section_number":"45.22","catch_line":"Prohibitions.","url":"\/45.22\/","token":"45.22"},"metadata":false,"references":false,"url":"\/45.21\/","token":"45.21","formats":{"txt":"\/45.21.txt","json":"\/45.21.xml"},"dublin_core":{"Title":"Definitions.","Type":"Text","Format":"text\/html","Identifier":"§ 45.21","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS. (§ 45.21)\n\n  DEFINITIONS.\n\t(Added by Ord. No. 172,212, Eff. 10\/23\/98, Oper. 10\/23\/99.)\tThe following words\nand phrases, whenever used in this article, shall be construed as defined in\nthis section.  Words and phrases not defined herein shall be construed as\ndefined in Sections 11.01, 12.03 and 91.6203 of this Code.\tA.\tEntertainment Park\n– a commercial enterprise that offers rides, games and other\nentertainment.\tB.\tPublic Parks and Playgrounds – an area of land, beach or\npier set aside for public recreational and\/or ornamental purposes, which is\nunder the control, operation or management of a governmental agency, and wherein\nthere may be an area containing, but not limited to, equipment such as swings\nand seesaws, athletic fields, baseball diamonds, basketball courts, tennis\ncourts, or swimming pools.\tC.\tPublicly Visible Location – any outdoor location\nvisible to the general public including, but not limited to, off-site signs,\npole signs, wall signs, projecting signs, monument signs, illuminated\narchitectural canopy signs, marquee signs, mural signs, freestanding signboards,\nand roof signs, and, including, any location that is inside a building wherein\nthe sign is attached to, affixed to, leaning against, or otherwise placed within\nthree feet of any window or door in such a manner that it is visible from\noutside the building.  The term “publicly visible location” shall not\ninclude any location that is visible only by those inside the building\npremises.\tD.\tReligious Institution – any building or structure that is\nmaintained and used exclusively for religious worship, including customary\nincidental, educational and social activities in conjunction\ntherewith.\tE.\tResidential Use – any lot that is identified in the adopted\nCommunity Plan as having a Commercial Land Use designation that permits\nresidential uses.\tF.\tResidential Zone – any RA, RE, RS, R1, RU, RW1, R2, RD,\nRMP, RW2, R3, R4 or R5 zoned lot as set forth in Section 12.04 of this\nCode.\tG.\tSchools – an institution of learning for minors, whether public or\nprivate, which offers instruction in those courses of study required by the\nCalifornia Education Code or which is maintained pursuant to standards set by\nthe State Board of Education. This definition includes kindergarten, elementary,\njunior high, senior high or any special institution of learning under the\njurisdiction of the State Department of Education, but it does not include a\nvocational or professional institution or an institution of higher education,\nincluding a community or junior college, college or university.\tH.\tTobacco\nProducts – any substance containing tobacco leaf, including but not limited to\ncigarettes, cigars, pipes, tobacco snuff, chewing tobacco and dipping tobacco;\ncigarette papers; or any other instrument or paraphernalia that is designed for\nthe smoking or ingestion of tobacco or products prepared from tobacco.\tI.\tYouth\nCenter – any designated indoor, public, private or parochial facility, other\nthan a private residence or a multiple dwelling unit, which contains programs\nwhich provide, on a regular basis, activities or services for persons who have\nnot yet reached the age of 18 years, including, but not limited to,\ncommunity-based programs, after-school programs, weekend programs, violence\nprevention programs, leadership development programs, vocational programs,\nsubstance abuse prevention programs, individual or group counseling, remedial,\ntutorial or other educational assistance or enrichment, music, art, dance and\nother recreational or cultural activities, physical fitness activities and\nsports programs.\n","html":"\n\t\t\t\t\t<section><p>  DEFINITIONS.\n\t(Added by Ord. No. 172,212, Eff. 10\/23\/98, Oper. 10\/23\/99.)<br \/><br \/>\tThe following words and phrases, whenever used in this article, shall be construed as defined in this section.  Words and phrases not defined herein shall be construed as defined in Sections 11.01, 12.03 and 91.6203 of this Code.<br \/><br \/>\tA.\tEntertainment Park – a commercial enterprise that offers rides, games and other entertainment.<br \/><br \/>\tB.\tPublic Parks and Playgrounds – an area of land, beach or pier set aside for public recreational and\/or ornamental purposes, which is under the control, operation or management of a governmental agency, and wherein there may be an area containing, but not limited to, equipment such as swings and seesaws, athletic fields, baseball diamonds, basketball <span class=\"dictionary\">courts<\/span>, tennis <span class=\"dictionary\">courts<\/span>, or swimming pools.<br \/><br \/>\tC.\tPublicly Visible Location – any outdoor location visible to the general public including, but not limited to, off-site signs, pole signs, wall signs, projecting signs, monument signs, illuminated architectural canopy signs, marquee signs, mural signs, freestanding signboards, and roof signs, and, including, any location that is inside a building wherein the sign is attached to, affixed to, leaning against, or otherwise placed within three feet of any window or door in such a manner that it is visible from outside the building.  The term “publicly visible location” shall not include any location that is visible only by those inside the building premises.<br \/><br \/>\tD.\tReligious Institution – any building or structure that is maintained and used exclusively for religious worship, including customary incidental, educational and social activities in conjunction therewith.<br \/><br \/>\tE.\tResidential Use – any lot that is identified in the adopted Community Plan as having a Commercial Land Use designation that permits residential uses.<br \/><br \/>\tF.\tResidential Zone – any RA, RE, RS, R1, RU, RW1, R2, RD, RMP, RW2, R3, R4 or R5 zoned lot as set forth in Section 12.04 of this Code.<br \/><br \/>\tG.\tSchools – an institution of learning for <span class=\"dictionary\">minors<\/span>, whether public or private, which offers instruction in those courses of study required by the California Education Code or which is maintained pursuant to standards set by the State Board of Education. This definition includes kindergarten, elementary, junior high, senior high or any special institution of learning under the <span class=\"dictionary\">jurisdiction<\/span> of the State Department of Education, but it does not include a vocational or professional institution or an institution of higher education, including a community or junior college, college or university.<br \/><br \/>\tH.\tTobacco Products – any substance containing tobacco leaf, including but not limited to cigarettes, cigars, pipes, tobacco snuff, chewing tobacco and dipping tobacco; cigarette papers; or any other instrument or paraphernalia that is designed for the smoking or ingestion of tobacco or products prepared from tobacco.<br \/><br \/>\tI.\tYouth Center – any designated indoor, public, private or parochial facility, other than a private residence or a multiple dwelling unit, which contains programs which provide, on a regular basis, activities or services for persons who have not yet reached the age of 18 years, including, but not limited to, community-based programs, after-school programs, weekend programs, violence prevention programs, leadership development programs, vocational programs, substance abuse prevention programs, individual or group counseling, remedial, tutorial or other educational assistance or enrichment, music, art, dance and other recreational or cultural activities, physical fitness activities and sports programs.<\/p><\/section>","text":{"0":{"id":"442","text":"  DEFINITIONS.\n\t(Added by Ord. No. 172,212, Eff. 10\/23\/98, Oper. 10\/23\/99.)\tThe following words and phrases, whenever used in this article, shall be construed as defined in this section.  Words and phrases not defined herein shall be construed as defined in Sections 11.01, 12.03 and 91.6203 of this Code.\tA.\tEntertainment Park – a commercial enterprise that offers rides, games and other entertainment.\tB.\tPublic Parks and Playgrounds – an area of land, beach or pier set aside for public recreational and\/or ornamental purposes, which is under the control, operation or management of a governmental agency, and wherein there may be an area containing, but not limited to, equipment such as swings and seesaws, athletic fields, baseball diamonds, basketball courts, tennis courts, or swimming pools.\tC.\tPublicly Visible Location – any outdoor location visible to the general public including, but not limited to, off-site signs, pole signs, wall signs, projecting signs, monument signs, illuminated architectural canopy signs, marquee signs, mural signs, freestanding signboards, and roof signs, and, including, any location that is inside a building wherein the sign is attached to, affixed to, leaning against, or otherwise placed within three feet of any window or door in such a manner that it is visible from outside the building.  The term “publicly visible location” shall not include any location that is visible only by those inside the building premises.\tD.\tReligious Institution – any building or structure that is maintained and used exclusively for religious worship, including customary incidental, educational and social activities in conjunction therewith.\tE.\tResidential Use – any lot that is identified in the adopted Community Plan as having a Commercial Land Use designation that permits residential uses.\tF.\tResidential Zone – any RA, RE, RS, R1, RU, RW1, R2, RD, RMP, RW2, R3, R4 or R5 zoned lot as set forth in Section 12.04 of this Code.\tG.\tSchools – an institution of learning for minors, whether public or private, which offers instruction in those courses of study required by the California Education Code or which is maintained pursuant to standards set by the State Board of Education. This definition includes kindergarten, elementary, junior high, senior high or any special institution of learning under the jurisdiction of the State Department of Education, but it does not include a vocational or professional institution or an institution of higher education, including a community or junior college, college or university.\tH.\tTobacco Products – any substance containing tobacco leaf, including but not limited to cigarettes, cigars, pipes, tobacco snuff, chewing tobacco and dipping tobacco; cigarette papers; or any other instrument or paraphernalia that is designed for the smoking or ingestion of tobacco or products prepared from tobacco.\tI.\tYouth Center – any designated indoor, public, private or parochial facility, other than a private residence or a multiple dwelling unit, which contains programs which provide, on a regular basis, activities or services for persons who have not yet reached the age of 18 years, including, but not limited to, community-based programs, after-school programs, weekend programs, violence prevention programs, leadership development programs, vocational programs, substance abuse prevention programs, individual or group counseling, remedial, tutorial or other educational assistance or enrichment, music, art, dance and other recreational or cultural activities, physical fitness activities and sports programs.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"previous_section":{"id":"2056","structure_id":"89","section_number":"45.20","catch_line":"Purpose.","url":"\/45.20\/","token":"45.20"}}