{"section_number":"45.53","edition_id":"1","section_id":"1770","structure_id":"108","catch_line":"Exemptions.","history":"","full_text":"  EXEMPTIONS.\n\t(Added by Ord. No. 153,406, Eff. 3\/8\/80.)\n\n\tNothing contained in this article shall apply to or be construed:\n\n\tA.\tTo affect a housing project or development owned by a nonprofit corporation during such period of time as it is operated exclusively for elderly persons and their spouses (including, but not limited to, housing accommodations subsidized under the Section 8 of the Housing Act of 1974 and Section 202 of the Housing Act of 1959 federal housing programs).\n\n\tB.\tTo affect any state licensed nursing home, convalescent home, or community care facility.\n\n\tC.\tTo affect any housing project or development whose combined total number of housing accommodations exceeds 250 in number, whether located on the same or on one or more contiguous parcels of property, if greater than 50% of the housing accommodations are rented to elderly persons and their spouses, provided that no less than 25% of its total housing accommodations are designated for rental or lease to tenants with a minor child or children. The person owning or having authorized control of the rental housing project or development shall have discretion to determine the location of those housing accommodations to be designated for tenants with a minor child or children. (Redesignated Subsec. “C” by Ord. No. 153,942, Eff. 7\/1\/80.)","order_by":"53","ancestry":{"1":{"id":"108","name":"\nProhibition Against Discrimination In Housing Based On Age","identifier":"5.5","label":"article","url":"\/4\/5.5\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"3583","structure_id":"108","section_number":"45.50","catch_line":"Findings And Purpose.","url":"\/45.50\/","token":"45.50"},"1":{"id":"1548","structure_id":"108","section_number":"45.51","catch_line":"Definitions.","url":"\/45.51\/","token":"45.51"},"2":{"id":"4091","structure_id":"108","section_number":"45.52","catch_line":"Prohibited Activities.","url":"\/45.52\/","token":"45.52"},"3":{"id":"1770","structure_id":"108","section_number":"45.53","catch_line":"Exemptions.","url":"\/45.53\/","token":"45.53"},"4":{"id":"1746","structure_id":"108","section_number":"45.54","catch_line":"Financial Obligations Requirements Not Prohibited.","url":"\/45.54\/","token":"45.54"},"5":{"id":"639","structure_id":"108","section_number":"45.55","catch_line":"Remedies.","url":"\/45.55\/","token":"45.55"}},"next_section":{"id":"1746","structure_id":"108","section_number":"45.54","catch_line":"Financial Obligations Requirements Not Prohibited.","url":"\/45.54\/","token":"45.54"},"metadata":false,"references":false,"url":"\/45.53\/","token":"45.53","formats":{"txt":"\/45.53.txt","json":"\/45.53.xml"},"dublin_core":{"Title":"Exemptions.","Type":"Text","Format":"text\/html","Identifier":"§ 45.53","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nEXEMPTIONS. (§ 45.53)\n\n  EXEMPTIONS.\n\t(Added by Ord. No. 153,406, Eff. 3\/8\/80.)\tNothing contained in this article\nshall apply to or be construed:\tA.\tTo affect a housing project or development\nowned by a nonprofit corporation during such period of time as it is operated\nexclusively for elderly persons and their spouses (including, but not limited\nto, housing accommodations subsidized under the Section 8 of the Housing Act of\n1974 and Section 202 of the Housing Act of 1959 federal housing programs).\tB.\tTo\naffect any state licensed nursing home, convalescent home, or community care\nfacility.\tC.\tTo affect any housing project or development whose combined total\nnumber of housing accommodations exceeds 250 in number, whether located on the\nsame or on one or more contiguous parcels of property, if greater than 50% of\nthe housing accommodations are rented to elderly persons and their spouses,\nprovided that no less than 25% of its total housing accommodations are\ndesignated for rental or lease to tenants with a minor child or children. The\nperson owning or having authorized control of the rental housing project or\ndevelopment shall have discretion to determine the location of those housing\naccommodations to be designated for tenants with a minor child or children.\n(Redesignated Subsec. “C” by Ord. No. 153,942, Eff. 7\/1\/80.)\n","html":"\n\t\t\t\t\t<section><p>  EXEMPTIONS.\n\t(Added by Ord. No. 153,406, Eff. 3\/8\/80.)<br \/><br \/>\tNothing contained in this article shall apply to or be construed:<br \/><br \/>\tA.\tTo affect a housing project or development owned by a nonprofit corporation during such period of time as it is operated exclusively for elderly persons and their spouses (including, but not limited to, housing accommodations subsidized under the Section 8 of the Housing Act of 1974 and Section 202 of the Housing Act of 1959 federal housing programs).<br \/><br \/>\tB.\tTo affect any state licensed nursing home, convalescent home, or community care facility.<br \/><br \/>\tC.\tTo affect any housing project or development whose combined total number of housing accommodations exceeds 250 in number, whether located on the same or on one or more contiguous parcels of property, if greater than 50% of the housing accommodations are rented to elderly persons and their spouses, provided that no less than 25% of its total housing accommodations are designated for rental or lease to tenants with a <span class=\"dictionary\">minor<\/span> child or children. The person owning or having authorized control of the rental housing project or development shall have discretion to determine the location of those housing accommodations to be designated for tenants with a <span class=\"dictionary\">minor<\/span> child or children. (Redesignated Subsec. “C” by Ord. No. 153,942, Eff. 7\/1\/80.)<\/p><\/section>","previous_section":{"id":"4091","structure_id":"108","section_number":"45.52","catch_line":"Prohibited Activities.","url":"\/45.52\/","token":"45.52"},"text":{"0":{"id":"1754","text":"  EXEMPTIONS.\n\t(Added by Ord. No. 153,406, Eff. 3\/8\/80.)\tNothing contained in this article shall apply to or be construed:\tA.\tTo affect a housing project or development owned by a nonprofit corporation during such period of time as it is operated exclusively for elderly persons and their spouses (including, but not limited to, housing accommodations subsidized under the Section 8 of the Housing Act of 1974 and Section 202 of the Housing Act of 1959 federal housing programs).\tB.\tTo affect any state licensed nursing home, convalescent home, or community care facility.\tC.\tTo affect any housing project or development whose combined total number of housing accommodations exceeds 250 in number, whether located on the same or on one or more contiguous parcels of property, if greater than 50% of the housing accommodations are rented to elderly persons and their spouses, provided that no less than 25% of its total housing accommodations are designated for rental or lease to tenants with a minor child or children. The person owning or having authorized control of the rental housing project or development shall have discretion to determine the location of those housing accommodations to be designated for tenants with a minor child or children. (Redesignated Subsec. “C” by Ord. No. 153,942, Eff. 7\/1\/80.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}