{"section_number":"45.52","edition_id":"1","section_id":"4091","structure_id":"108","catch_line":"Prohibited Activities.","history":"","full_text":"  PROHIBITED ACTIVITIES.\n\t(Added by Ord. No. 153,406, Eff. 3\/8\/80.):\n\n\tIt shall be unlawful for any person having a housing accommodation for rent or lease, or any authorized agent or employee of such person, to do or attempt to do any of the following:\n\n\tA.\tRefuse to rent or lease a housing accommodation, refuse to negotiate for the rental or lease of a housing accommodation, or otherwise deny to or withhold from, any person or persons, a housing accommodation on the basis of age, parenthood, pregnancy, or the potential or actual tenancy of a minor child.\n\n\tB.\tDiscriminate against any person in the terms, conditions, or privileges of the rental or lease of a housing accommodation, or in the provision of services, facilities, or benefits, in connection therewith, on the basis of age, parenthood, pregnancy, or the potential or actual tenancy of a minor child. However, nothing herein shall preclude any person from imposing restrictions on the use of common areas, facilities, and services which are reasonably necessary to protect the health and safety of a minor child.\n\n\tC.\tRepresent to any person on the basis of age, parenthood, pregnancy, or the potential or actual tenancy of a minor child that a housing accommodation is not available for inspection, rental, or lease when such housing accommodation is, in fact, available.\n\n\tD.\tMake, print, or publish; or cause to be made, printed, or published any notice, statement, sign, advertisement, application, or contract with regard to a housing accommodation offered by that person that indicates any preference, limitation, or discrimination with respect to age, parenthood, pregnancy, or the potential or actual tenancy of a minor child.\n\n\tE.\tInclude in any rental agreement or lease for a housing accommodation, a clause or condition providing that as a condition of continued tenancy, the tenants shall remain childless or shall not bear children or otherwise not maintain a household with a person of a certain age.","order_by":"52","ancestry":{"1":{"id":"108","name":"\nProhibition Against Discrimination In Housing Based On Age","identifier":"5.5","label":"article","url":"\/4\/5.5\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"3583","structure_id":"108","section_number":"45.50","catch_line":"Findings And Purpose.","url":"\/45.50\/","token":"45.50"},"1":{"id":"1548","structure_id":"108","section_number":"45.51","catch_line":"Definitions.","url":"\/45.51\/","token":"45.51"},"2":{"id":"4091","structure_id":"108","section_number":"45.52","catch_line":"Prohibited Activities.","url":"\/45.52\/","token":"45.52"},"3":{"id":"1770","structure_id":"108","section_number":"45.53","catch_line":"Exemptions.","url":"\/45.53\/","token":"45.53"},"4":{"id":"1746","structure_id":"108","section_number":"45.54","catch_line":"Financial Obligations Requirements Not Prohibited.","url":"\/45.54\/","token":"45.54"},"5":{"id":"639","structure_id":"108","section_number":"45.55","catch_line":"Remedies.","url":"\/45.55\/","token":"45.55"}},"next_section":{"id":"1770","structure_id":"108","section_number":"45.53","catch_line":"Exemptions.","url":"\/45.53\/","token":"45.53"},"metadata":false,"references":false,"url":"\/45.52\/","token":"45.52","formats":{"txt":"\/45.52.txt","json":"\/45.52.xml"},"dublin_core":{"Title":"Prohibited Activities.","Type":"Text","Format":"text\/html","Identifier":"§ 45.52","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPROHIBITED ACTIVITIES. (§ 45.52)\n\n  PROHIBITED ACTIVITIES.\n\t(Added by Ord. No. 153,406, Eff. 3\/8\/80.):\tIt shall be unlawful for any person\nhaving a housing accommodation for rent or lease, or any authorized agent or\nemployee of such person, to do or attempt to do any of the following:\tA.\tRefuse\nto rent or lease a housing accommodation, refuse to negotiate for the rental or\nlease of a housing accommodation, or otherwise deny to or withhold from, any\nperson or persons, a housing accommodation on the basis of age, parenthood,\npregnancy, or the potential or actual tenancy of a minor child.\tB.\tDiscriminate\nagainst any person in the terms, conditions, or privileges of the rental or\nlease of a housing accommodation, or in the provision of services, facilities,\nor benefits, in connection therewith, on the basis of age, parenthood,\npregnancy, or the potential or actual tenancy of a minor child. However, nothing\nherein shall preclude any person from imposing restrictions on the use of common\nareas, facilities, and services which are reasonably necessary to protect the\nhealth and safety of a minor child.\tC.\tRepresent to any person on the basis of\nage, parenthood, pregnancy, or the potential or actual tenancy of a minor child\nthat a housing accommodation is not available for inspection, rental, or lease\nwhen such housing accommodation is, in fact, available.\tD.\tMake, print, or\npublish; or cause to be made, printed, or published any notice, statement, sign,\nadvertisement, application, or contract with regard to a housing accommodation\noffered by that person that indicates any preference, limitation, or\ndiscrimination with respect to age, parenthood, pregnancy, or the potential or\nactual tenancy of a minor child.\tE.\tInclude in any rental agreement or lease for\na housing accommodation, a clause or condition providing that as a condition of\ncontinued tenancy, the tenants shall remain childless or shall not bear children\nor otherwise not maintain a household with a person of a certain age.\n","html":"\n\t\t\t\t\t<section><p>  PROHIBITED ACTIVITIES.\n\t(Added by Ord. No. 153,406, Eff. 3\/8\/80.):<br \/><br \/>\tIt shall be unlawful for any person having a housing accommodation for rent or lease, or any authorized agent or employee of such person, to do or attempt to do any of the following:<br \/><br \/>\tA.\tRefuse to rent or lease a housing accommodation, refuse to negotiate for the rental or lease of a housing accommodation, or otherwise deny to or withhold from, any person or persons, a housing accommodation on the basis of age, parenthood, pregnancy, or the potential or actual tenancy of a <span class=\"dictionary\">minor<\/span> child.<br \/><br \/>\tB.\tDiscriminate against any person in the terms, conditions, or <span class=\"dictionary\">privileges<\/span> of the rental or lease of a housing accommodation, or in the provision of services, facilities, or benefits, in connection therewith, on the basis of age, parenthood, pregnancy, or the potential or actual tenancy of a <span class=\"dictionary\">minor<\/span> child. However, nothing herein shall preclude any person from imposing restrictions on the use of common areas, facilities, and services which are reasonably necessary to protect the health and safety of a <span class=\"dictionary\">minor<\/span> child.<br \/><br \/>\tC.\tRepresent to any person on the basis of age, parenthood, pregnancy, or the potential or actual tenancy of a <span class=\"dictionary\">minor<\/span> child that a housing accommodation is not available for inspection, rental, or lease when such housing accommodation is, in <span class=\"dictionary\">fact<\/span>, available.<br \/><br \/>\tD.\tMake, print, or publish; or cause to be made, printed, or published any notice, statement, sign, advertisement, application, or <span class=\"dictionary\">contract<\/span> with regard to a housing accommodation offered by that person that indicates any preference, limitation, or discrimination with respect to age, parenthood, pregnancy, or the potential or actual tenancy of a <span class=\"dictionary\">minor<\/span> child.<br \/><br \/>\tE.\tInclude in any rental agreement or lease for a housing accommodation, a clause or condition providing that as a condition of continued tenancy, the tenants shall remain childless or shall not bear children or otherwise not maintain a household with a person of a certain age.<\/p><\/section>","previous_section":{"id":"1548","structure_id":"108","section_number":"45.51","catch_line":"Definitions.","url":"\/45.51\/","token":"45.51"},"text":{"0":{"id":"4064","text":"  PROHIBITED ACTIVITIES.\n\t(Added by Ord. No. 153,406, Eff. 3\/8\/80.):\tIt shall be unlawful for any person having a housing accommodation for rent or lease, or any authorized agent or employee of such person, to do or attempt to do any of the following:\tA.\tRefuse to rent or lease a housing accommodation, refuse to negotiate for the rental or lease of a housing accommodation, or otherwise deny to or withhold from, any person or persons, a housing accommodation on the basis of age, parenthood, pregnancy, or the potential or actual tenancy of a minor child.\tB.\tDiscriminate against any person in the terms, conditions, or privileges of the rental or lease of a housing accommodation, or in the provision of services, facilities, or benefits, in connection therewith, on the basis of age, parenthood, pregnancy, or the potential or actual tenancy of a minor child. However, nothing herein shall preclude any person from imposing restrictions on the use of common areas, facilities, and services which are reasonably necessary to protect the health and safety of a minor child.\tC.\tRepresent to any person on the basis of age, parenthood, pregnancy, or the potential or actual tenancy of a minor child that a housing accommodation is not available for inspection, rental, or lease when such housing accommodation is, in fact, available.\tD.\tMake, print, or publish; or cause to be made, printed, or published any notice, statement, sign, advertisement, application, or contract with regard to a housing accommodation offered by that person that indicates any preference, limitation, or discrimination with respect to age, parenthood, pregnancy, or the potential or actual tenancy of a minor child.\tE.\tInclude in any rental agreement or lease for a housing accommodation, a clause or condition providing that as a condition of continued tenancy, the tenants shall remain childless or shall not bear children or otherwise not maintain a household with a person of a certain age.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}