{"section_number":"45.61","edition_id":"1","section_id":"224","structure_id":"71","catch_line":"Definitions.","history":"","full_text":"  DEFINITIONS.\n\n\tThe following words and phrases, whenever used in this article, shall be construed as defined in this section. Words and phrases not defined herein shall be construed as defined in Section 12.03 of this Code, if defined therein.\n\n\tA.\tHousing Services: Services connected with the use or occupancy of a rental unit including but not limited to, utilities (including light, heat, water and telephone), ordinary repairs or replacement, and maintenance, including painting. This term shall also include the provision of elevator service, laundry facilities and privileges, common recreational facilities, janitor service, resident manager, refuse removal, furnishings, food service, parking and any other benefits, privileges or facilities.\n\n\tB.\tLandlord: An owner, lessor, or sublessor, (including any person, firm, corporation, partnership, or other entity) who receives or is entitled to receive rent for the use of any rental unit, or the agent, representative or successor of any of the foregoing.\n\n\tC.\tRent: The consideration, including any bonus, benefits or gratuity, demanded or received by a landlord for or in connection with the use or occupancy of a rental unit, including but not limited to monies demanded or paid for the following: meals where required by the landlord as a condition of the tenancy; parking; furnishings; other housing services of any kind; subletting; or security deposits.\n\n\tD.\tRental Units: All dwelling units, efficiency dwelling units, guest rooms, and suites in the City of Los Angeles, as defined in Section 12.03 of this Code, rented or offered for rent for living or dwelling purposes, the land and buildings appurtenant thereto, and all housing services, privileges, furnishings and facilities supplied in connection with the use or occupancy thereof, including garage and parking facilities. This term shall also include mobile homes, whether rent is paid for the mobile homes and the land upon which the mobile home is located, or rent is paid for the land alone. The term shall not include:\n\n\t1.\tHousing accommodations in any hospital; state licensed community care facility; convent; monastery; extended medical care facility; asylum; fraternity or sorority house; or housing accommodations owned, operated, leased or managed primarily for occupancy by its students by an institution of higher education, a  vocational school, a high school, or an elementary school.\n\n\t2.\tHousing accommodations designed and operated exclusively for senior citizens or retirees, and their spouses, or retirement homes.\n\n\t3.\tHousing accommodations which are reserved exclusively for either single or married students or for students with minor dependents who live with them.\n\n\t4.\tHousing accommodations which a government unit, agency or authority owns, operates, or manages, or which are specifically exempted from municipal regulation by state or federal law or administrative regulation.\n\n\tE.\tStudent: Any person enrolled in an institution of higher education, vocational school, high school, or elementary school.","order_by":"61","ancestry":{"1":{"id":"71","name":"Prohibition Against Discrimination Based On Student Status","identifier":"5.6","label":"article","url":"\/4\/5.6\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2270","structure_id":"71","section_number":"45.60","catch_line":"Findings And Purpose.","url":"\/45.60\/","token":"45.60"},"1":{"id":"224","structure_id":"71","section_number":"45.61","catch_line":"Definitions.","url":"\/45.61\/","token":"45.61"},"2":{"id":"2489","structure_id":"71","section_number":"45.62","catch_line":"Prohibited Activities.","url":"\/45.62\/","token":"45.62"},"3":{"id":"1970","structure_id":"71","section_number":"45.63","catch_line":"Discrimination Against Non-Students.","url":"\/45.63\/","token":"45.63"},"4":{"id":"260","structure_id":"71","section_number":"45.64","catch_line":"Remedies.","url":"\/45.64\/","token":"45.64"}},"next_section":{"id":"2489","structure_id":"71","section_number":"45.62","catch_line":"Prohibited Activities.","url":"\/45.62\/","token":"45.62"},"metadata":false,"references":false,"url":"\/45.61\/","token":"45.61","formats":{"txt":"\/45.61.txt","json":"\/45.61.xml"},"dublin_core":{"Title":"Definitions.","Type":"Text","Format":"text\/html","Identifier":"§ 45.61","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS. (§ 45.61)\n\n  DEFINITIONS.\tThe following words and phrases, whenever used in this article,\nshall be construed as defined in this section. Words and phrases not defined\nherein shall be construed as defined in Section 12.03 of this Code, if defined\ntherein.\tA.\tHousing Services: Services connected with the use or occupancy of a\nrental unit including but not limited to, utilities (including light, heat,\nwater and telephone), ordinary repairs or replacement, and maintenance,\nincluding painting. This term shall also include the provision of elevator\nservice, laundry facilities and privileges, common recreational facilities,\njanitor service, resident manager, refuse removal, furnishings, food service,\nparking and any other benefits, privileges or facilities.\tB.\tLandlord: An owner,\nlessor, or sublessor, (including any person, firm, corporation, partnership, or\nother entity) who receives or is entitled to receive rent for the use of any\nrental unit, or the agent, representative or successor of any of the\nforegoing.\tC.\tRent: The consideration, including any bonus, benefits or\ngratuity, demanded or received by a landlord for or in connection with the use\nor occupancy of a rental unit, including but not limited to monies demanded or\npaid for the following: meals where required by the landlord as a condition of\nthe tenancy; parking; furnishings; other housing services of any kind;\nsubletting; or security deposits.\tD.\tRental Units: All dwelling units,\nefficiency dwelling units, guest rooms, and suites in the City of Los Angeles,\nas defined in Section 12.03 of this Code, rented or offered for rent for living\nor dwelling purposes, the land and buildings appurtenant thereto, and all\nhousing services, privileges, furnishings and facilities supplied in connection\nwith the use or occupancy thereof, including garage and parking facilities. This\nterm shall also include mobile homes, whether rent is paid for the mobile homes\nand the land upon which the mobile home is located, or rent is paid for the land\nalone. The term shall not include:\t1.\tHousing accommodations in any hospital;\nstate licensed community care facility; convent; monastery; extended medical\ncare facility; asylum; fraternity or sorority house; or housing accommodations\nowned, operated, leased or managed primarily for occupancy by its students by an\ninstitution of higher education, a  vocational school, a high school, or an\nelementary school.\t2.\tHousing accommodations designed and operated exclusively\nfor senior citizens or retirees, and their spouses, or retirement\nhomes.\t3.\tHousing accommodations which are reserved exclusively for either\nsingle or married students or for students with minor dependents who live with\nthem.\t4.\tHousing accommodations which a government unit, agency or authority\nowns, operates, or manages, or which are specifically exempted from municipal\nregulation by state or federal law or administrative regulation.\tE.\tStudent: Any\nperson enrolled in an institution of higher education, vocational school, high\nschool, or elementary school.\n","html":"\n\t\t\t\t\t<section><p>  DEFINITIONS.<br \/><br \/>\tThe following words and phrases, whenever used in this article, shall be construed as defined in this section. Words and phrases not defined herein shall be construed as defined in Section 12.03 of this Code, if defined therein.<br \/><br \/>\tA.\tHousing Services: Services connected with the use or occupancy of a rental unit including but not limited to, utilities (including light, heat, water and telephone), ordinary repairs or replacement, and maintenance, including painting. This term shall also include the provision of elevator service, laundry facilities and <span class=\"dictionary\">privileges<\/span>, common recreational facilities, janitor service, resident manager, refuse removal, furnishings, food service, parking and any other benefits, <span class=\"dictionary\">privileges<\/span> or facilities.<br \/><br \/>\tB.\tLandlord: An owner, lessor, or sublessor, (including any person, firm, corporation, partnership, or other entity) who receives or is entitled to receive rent for the use of any rental unit, or the agent, representative or successor of any of the foregoing.<br \/><br \/>\tC.\tRent: The consideration, including any bonus, benefits or gratuity, demanded or received by a landlord for or in connection with the use or occupancy of a rental unit, including but not limited to monies demanded or paid for the following: meals where required by the landlord as a condition of the tenancy; parking; furnishings; other housing services of any kind; subletting; or security deposits.<br \/><br \/>\tD.\tRental Units: All dwelling units, efficiency dwelling units, guest rooms, and suites in the City of Los Angeles, as defined in Section 12.03 of this Code, rented or offered for rent for living or dwelling purposes, the land and buildings appurtenant thereto, and all housing services, <span class=\"dictionary\">privileges<\/span>, furnishings and facilities supplied in connection with the use or occupancy thereof, including garage and parking facilities. This term shall also include mobile homes, whether rent is paid for the mobile homes and the land upon which the mobile home is located, or rent is paid for the land alone. The term shall not include:<br \/><br \/>\t1.\tHousing accommodations in any hospital; state licensed community care facility; convent; monastery; extended medical care facility; asylum; fraternity or sorority house; or housing accommodations owned, operated, leased or managed primarily for occupancy by its students by an institution of higher education, a  vocational school, a high school, or an elementary school.<br \/><br \/>\t2.\tHousing accommodations designed and operated exclusively for senior citizens or retirees, and their spouses, or retirement homes.<br \/><br \/>\t3.\tHousing accommodations which are reserved exclusively for either single or married students or for students with <span class=\"dictionary\">minor<\/span> dependents who live with them.<br \/><br \/>\t4.\tHousing accommodations which a government unit, agency or authority owns, operates, or manages, or which are specifically exempted from municipal regulation by state or federal <span class=\"dictionary\">law<\/span> or administrative regulation.<br \/><br \/>\tE.\tStudent: Any person enrolled in an institution of higher education, vocational school, high school, or elementary school.<\/p><\/section>","text":{"0":{"id":"221","text":"  DEFINITIONS.\tThe following words and phrases, whenever used in this article, shall be construed as defined in this section. Words and phrases not defined herein shall be construed as defined in Section 12.03 of this Code, if defined therein.\tA.\tHousing Services: Services connected with the use or occupancy of a rental unit including but not limited to, utilities (including light, heat, water and telephone), ordinary repairs or replacement, and maintenance, including painting. This term shall also include the provision of elevator service, laundry facilities and privileges, common recreational facilities, janitor service, resident manager, refuse removal, furnishings, food service, parking and any other benefits, privileges or facilities.\tB.\tLandlord: An owner, lessor, or sublessor, (including any person, firm, corporation, partnership, or other entity) who receives or is entitled to receive rent for the use of any rental unit, or the agent, representative or successor of any of the foregoing.\tC.\tRent: The consideration, including any bonus, benefits or gratuity, demanded or received by a landlord for or in connection with the use or occupancy of a rental unit, including but not limited to monies demanded or paid for the following: meals where required by the landlord as a condition of the tenancy; parking; furnishings; other housing services of any kind; subletting; or security deposits.\tD.\tRental Units: All dwelling units, efficiency dwelling units, guest rooms, and suites in the City of Los Angeles, as defined in Section 12.03 of this Code, rented or offered for rent for living or dwelling purposes, the land and buildings appurtenant thereto, and all housing services, privileges, furnishings and facilities supplied in connection with the use or occupancy thereof, including garage and parking facilities. This term shall also include mobile homes, whether rent is paid for the mobile homes and the land upon which the mobile home is located, or rent is paid for the land alone. The term shall not include:\t1.\tHousing accommodations in any hospital; state licensed community care facility; convent; monastery; extended medical care facility; asylum; fraternity or sorority house; or housing accommodations owned, operated, leased or managed primarily for occupancy by its students by an institution of higher education, a  vocational school, a high school, or an elementary school.\t2.\tHousing accommodations designed and operated exclusively for senior citizens or retirees, and their spouses, or retirement homes.\t3.\tHousing accommodations which are reserved exclusively for either single or married students or for students with minor dependents who live with them.\t4.\tHousing accommodations which a government unit, agency or authority owns, operates, or manages, or which are specifically exempted from municipal regulation by state or federal law or administrative regulation.\tE.\tStudent: Any person enrolled in an institution of higher education, vocational school, high school, or elementary school.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"previous_section":{"id":"2270","structure_id":"71","section_number":"45.60","catch_line":"Findings And Purpose.","url":"\/45.60\/","token":"45.60"}}