{"section_number":"45.62","edition_id":"1","section_id":"2489","structure_id":"71","catch_line":"Prohibited Activities.","history":"","full_text":"  PROHIBITED ACTIVITIES.\n\n\tA landlord shall not do or attempt to do any of the following:\n\n\tA.\tRefuse to rent or lease a rental unit, refuse to negotiate for the rental or lease of a rental unit, evict from a rental unit, or otherwise deny to or withhold a rental unit from any person on the basis of the person’s status as a student.\n\n\tB.\tRent or lease a rental unit on less favorable terms, conditions or privileges, or discriminate in the provision of housing services to any person on the basis of the person’s status as a student.\n\n\tC.\tRepresent to any person that a rental unit is not available for inspection, rental or lease when such rental unit is, in fact, available on the basis of the person’s status as a student.\n\n\tD.\tMake, print, publish, or cause to be made, printed, or published any notice, statement, sign, advertisement, application, or contract with regard to a rental unit that indicates any preference, limitation, or discrimination with respect to a person’s status as a student.","order_by":"62","ancestry":{"1":{"id":"71","name":"Prohibition Against Discrimination Based On Student Status","identifier":"5.6","label":"article","url":"\/4\/5.6\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2270","structure_id":"71","section_number":"45.60","catch_line":"Findings And Purpose.","url":"\/45.60\/","token":"45.60"},"1":{"id":"224","structure_id":"71","section_number":"45.61","catch_line":"Definitions.","url":"\/45.61\/","token":"45.61"},"2":{"id":"2489","structure_id":"71","section_number":"45.62","catch_line":"Prohibited Activities.","url":"\/45.62\/","token":"45.62"},"3":{"id":"1970","structure_id":"71","section_number":"45.63","catch_line":"Discrimination Against Non-Students.","url":"\/45.63\/","token":"45.63"},"4":{"id":"260","structure_id":"71","section_number":"45.64","catch_line":"Remedies.","url":"\/45.64\/","token":"45.64"}},"next_section":{"id":"1970","structure_id":"71","section_number":"45.63","catch_line":"Discrimination Against Non-Students.","url":"\/45.63\/","token":"45.63"},"metadata":false,"references":false,"url":"\/45.62\/","token":"45.62","formats":{"txt":"\/45.62.txt","json":"\/45.62.xml"},"dublin_core":{"Title":"Prohibited Activities.","Type":"Text","Format":"text\/html","Identifier":"§ 45.62","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPROHIBITED ACTIVITIES. (§ 45.62)\n\n  PROHIBITED ACTIVITIES.\tA landlord shall not do or attempt to do any of the\nfollowing:\tA.\tRefuse to rent or lease a rental unit, refuse to negotiate for the\nrental or lease of a rental unit, evict from a rental unit, or otherwise deny to\nor withhold a rental unit from any person on the basis of the person’s status\nas a student.\tB.\tRent or lease a rental unit on less favorable terms, conditions\nor privileges, or discriminate in the provision of housing services to any\nperson on the basis of the person’s status as a student.\tC.\tRepresent to any\nperson that a rental unit is not available for inspection, rental or lease when\nsuch rental unit is, in fact, available on the basis of the person’s status as\na student.\tD.\tMake, print, publish, or cause to be made, printed, or published\nany notice, statement, sign, advertisement, application, or contract with regard\nto a rental unit that indicates any preference, limitation, or discrimination\nwith respect to a person’s status as a student.\n","html":"\n\t\t\t\t\t<section><p>  PROHIBITED ACTIVITIES.<br \/><br \/>\tA landlord shall not do or attempt to do any of the following:<br \/><br \/>\tA.\tRefuse to rent or lease a rental unit, refuse to negotiate for the rental or lease of a rental unit, evict from a rental unit, or otherwise deny to or withhold a rental unit from any person on the basis of the person’s status as a student.<br \/><br \/>\tB.\tRent or lease a rental unit on less favorable terms, conditions or <span class=\"dictionary\">privileges<\/span>, or discriminate in the provision of housing services to any person on the basis of the person’s status as a student.<br \/><br \/>\tC.\tRepresent to any person that a rental unit is not available for inspection, rental or lease when such rental unit is, in <span class=\"dictionary\">fact<\/span>, available on the basis of the person’s status as a student.<br \/><br \/>\tD.\tMake, print, publish, or cause to be made, printed, or published any notice, statement, sign, advertisement, application, or <span class=\"dictionary\">contract<\/span> with regard to a rental unit that indicates any preference, limitation, or discrimination with respect to a person’s status as a student.<\/p><\/section>","previous_section":{"id":"224","structure_id":"71","section_number":"45.61","catch_line":"Definitions.","url":"\/45.61\/","token":"45.61"},"text":{"0":{"id":"2466","text":"  PROHIBITED ACTIVITIES.\tA landlord shall not do or attempt to do any of the following:\tA.\tRefuse to rent or lease a rental unit, refuse to negotiate for the rental or lease of a rental unit, evict from a rental unit, or otherwise deny to or withhold a rental unit from any person on the basis of the person’s status as a student.\tB.\tRent or lease a rental unit on less favorable terms, conditions or privileges, or discriminate in the provision of housing services to any person on the basis of the person’s status as a student.\tC.\tRepresent to any person that a rental unit is not available for inspection, rental or lease when such rental unit is, in fact, available on the basis of the person’s status as a student.\tD.\tMake, print, publish, or cause to be made, printed, or published any notice, statement, sign, advertisement, application, or contract with regard to a rental unit that indicates any preference, limitation, or discrimination with respect to a person’s status as a student.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}