{"section_number":"45.72","edition_id":"1","section_id":"405","structure_id":"85","catch_line":"Prohibited Activities.","history":"","full_text":"  PROHIBITED ACTIVITIES.\n\n\tA mobilehome park operator shall not do or attempt to do any of the following:\n\n\tA.\tRefuse to rent or lease a mobilehome site, refuse to negotiate for the rental or lease of a mobilehome site, evict from a mobilehome site or otherwise deny to or withhold a mobilehome site from any mobilehome owner on the basis of the age of the mobilehome.\n\n\tB.\tRent or lease a mobilehome site on less favorable terms, conditions or privileges, or discriminate in the provision of services to any mobilehome owner on the basis of the age of the mobilehome.\n\n\tC.\tRepresent to any mobilehome owner that a mobilehome site is not available for inspection, rental or lease when such mobilehome site is, in fact, available on the basis of the age of the mobilehome.\n\n\tD.\tMake, print, publish, or cause to be made, printed, or published any notice, statement, sign advertisement, application, or contract with regard to a mobilehome site that indicates any preference, limitation, or discrimination with respect to the age of the mobilehome.\n\n\tEXCEPTIONS:\n\n\t(1)\tNotwithstanding the above prohibitions, in the event of the sale of a mobilehome in the park to a third party, and in order to upgrade the quality of the park, the mobilehome park operator may require the removal of the mobilehome from the park where:\n\n\t(a)\tThe mobilehome is less than 10 feet wide.\n\n\t(b)\tThe mobilehome is more than 20 years old, or more than 25 years old if manufactured after September 15, 1971, and is 20 feet wide or more and the mobilehome does not comply with the health and safety standards provided in Sections 18550, 18552, and 18605 of the Health and Safety Code, and the regulations established thereunder.\n\n\t(c)\tThe mobilehome is more than 17 years old, or more than 25 years old if manufactured after September 15,1971, and is less than 20 feet wide and the mobilehome does not comply with the construction and safety standards under Sections 18550, 18552 and 18605 of the Health and Safety Code, and the regulations established thereunder.\n\n\t(d)\tThe mobilehome is in a significantly rundown condition or in disrepair, as determined by the general condition of the mobilehome and its acceptability to the health and safety of the occupants and to the public, exclusive of its age. The mobilehome park operator shall use reasonable discretion in determining the general condition of the mobilehome and its accessory structures. The mobilehome park operator shall bear the burden of demonstrating that the mobilehome is in a significantly rundown condition or in disrepair.\n\n\t(2)\tThe mobilehome park operator may refuse to rent or lease a mobilehome site for a mobilehome entering the park after the effective date of this section if:\n\n\t(a)\tThe mobilehome is less than 10 feet wide.\n\n\t(b)\tThe mobilehome is more than 20 years old, or more than 25 years old if manufactured after September 15, 1971 and is 20 feet wide or more and the mobilehome does not comply with the health and safety standards provided in Sections 18550,18552 and 18605 of the Health and Safety Code, and the regulations established thereunder.\n\n\t(c)\tThe mobilehome is more than 17 years old, or more than 25 years old if manufactured after September 15,1971, and is less than 20 feet wide and the mobilehome does not comply with the construction and safety standards under Sections 18550,18552, and 18605 of the Health and Safety Code, and the regulations established thereunder.\n\n\t(d)\tThe mobilehome is in a significantly rundown condition or is in disrepair, as determined by the general condition of the mobilehome and its acceptability to the health and safety of the occupants and to the public, exclusive of its age. The mobilehome park operator shall use reasonable discretion in determining the general condition of the mobilehome and its accessory structures. The mobilehome park operator shall bear the burden of demonstrating that the mobilehome is in a significantly rundown condition or in disrepair.","order_by":"72","ancestry":{"1":{"id":"85","name":"Prohibition Of Discrimination In Mobilehome Parks Against Owners Of Mobilehomes Based On The Age Of Their Mobilehomes","identifier":"5.7","label":"article","url":"\/4\/5.7\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"1502","structure_id":"85","section_number":"45.70","catch_line":"Purpose.","url":"\/45.70\/","token":"45.70"},"1":{"id":"2180","structure_id":"85","section_number":"45.71","catch_line":"Definitions.","url":"\/45.71\/","token":"45.71"},"2":{"id":"405","structure_id":"85","section_number":"45.72","catch_line":"Prohibited Activities.","url":"\/45.72\/","token":"45.72"},"3":{"id":"1015","structure_id":"85","section_number":"45.73","catch_line":"Remedies.","url":"\/45.73\/","token":"45.73"}},"next_section":{"id":"1015","structure_id":"85","section_number":"45.73","catch_line":"Remedies.","url":"\/45.73\/","token":"45.73"},"metadata":false,"references":false,"url":"\/45.72\/","token":"45.72","formats":{"txt":"\/45.72.txt","json":"\/45.72.xml"},"dublin_core":{"Title":"Prohibited Activities.","Type":"Text","Format":"text\/html","Identifier":"§ 45.72","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPROHIBITED ACTIVITIES. (§ 45.72)\n\n  PROHIBITED ACTIVITIES.\tA mobilehome park operator shall not do or attempt to\ndo any of the following:\tA.\tRefuse to rent or lease a mobilehome site, refuse to\nnegotiate for the rental or lease of a mobilehome site, evict from a mobilehome\nsite or otherwise deny to or withhold a mobilehome site from any mobilehome\nowner on the basis of the age of the mobilehome.\tB.\tRent or lease a mobilehome\nsite on less favorable terms, conditions or privileges, or discriminate in the\nprovision of services to any mobilehome owner on the basis of the age of the\nmobilehome.\tC.\tRepresent to any mobilehome owner that a mobilehome site is not\navailable for inspection, rental or lease when such mobilehome site is, in fact,\navailable on the basis of the age of the mobilehome.\tD.\tMake, print, publish, or\ncause to be made, printed, or published any notice, statement, sign\nadvertisement, application, or contract with regard to a mobilehome site that\nindicates any preference, limitation, or discrimination with respect to the age\nof the mobilehome.\tEXCEPTIONS:\t(1)\tNotwithstanding the above prohibitions, in\nthe event of the sale of a mobilehome in the park to a third party, and in order\nto upgrade the quality of the park, the mobilehome park operator may require the\nremoval of the mobilehome from the park where:\t(a)\tThe mobilehome is less than\n10 feet wide.\t(b)\tThe mobilehome is more than 20 years old, or more than 25\nyears old if manufactured after September 15, 1971, and is 20 feet wide or more\nand the mobilehome does not comply with the health and safety standards provided\nin Sections 18550, 18552, and 18605 of the Health and Safety Code, and the\nregulations established thereunder.\t(c)\tThe mobilehome is more than 17 years\nold, or more than 25 years old if manufactured after September 15,1971, and is\nless than 20 feet wide and the mobilehome does not comply with the construction\nand safety standards under Sections 18550, 18552 and 18605 of the Health and\nSafety Code, and the regulations established thereunder.\t(d)\tThe mobilehome is\nin a significantly rundown condition or in disrepair, as determined by the\ngeneral condition of the mobilehome and its acceptability to the health and\nsafety of the occupants and to the public, exclusive of its age. The mobilehome\npark operator shall use reasonable discretion in determining the general\ncondition of the mobilehome and its accessory structures. The mobilehome park\noperator shall bear the burden of demonstrating that the mobilehome is in a\nsignificantly rundown condition or in disrepair.\t(2)\tThe mobilehome park\noperator may refuse to rent or lease a mobilehome site for a mobilehome entering\nthe park after the effective date of this section if:\t(a)\tThe mobilehome is less\nthan 10 feet wide.\t(b)\tThe mobilehome is more than 20 years old, or more than 25\nyears old if manufactured after September 15, 1971 and is 20 feet wide or more\nand the mobilehome does not comply with the health and safety standards provided\nin Sections 18550,18552 and 18605 of the Health and Safety Code, and the\nregulations established thereunder.\t(c)\tThe mobilehome is more than 17 years\nold, or more than 25 years old if manufactured after September 15,1971, and is\nless than 20 feet wide and the mobilehome does not comply with the construction\nand safety standards under Sections 18550,18552, and 18605 of the Health and\nSafety Code, and the regulations established thereunder.\t(d)\tThe mobilehome is\nin a significantly rundown condition or is in disrepair, as determined by the\ngeneral condition of the mobilehome and its acceptability to the health and\nsafety of the occupants and to the public, exclusive of its age. The mobilehome\npark operator shall use reasonable discretion in determining the general\ncondition of the mobilehome and its accessory structures. The mobilehome park\noperator shall bear the burden of demonstrating that the mobilehome is in a\nsignificantly rundown condition or in disrepair.\n","html":"\n\t\t\t\t\t<section><p>  PROHIBITED ACTIVITIES.<br \/><br \/>\tA mobilehome park operator shall not do or attempt to do any of the following:<br \/><br \/>\tA.\tRefuse to rent or lease a mobilehome site, refuse to negotiate for the rental or lease of a mobilehome site, evict from a mobilehome site or otherwise deny to or withhold a mobilehome site from any mobilehome owner on the basis of the age of the mobilehome.<br \/><br \/>\tB.\tRent or lease a mobilehome site on less favorable terms, conditions or <span class=\"dictionary\">privileges<\/span>, or discriminate in the provision of services to any mobilehome owner on the basis of the age of the mobilehome.<br \/><br \/>\tC.\tRepresent to any mobilehome owner that a mobilehome site is not available for inspection, rental or lease when such mobilehome site is, in <span class=\"dictionary\">fact<\/span>, available on the basis of the age of the mobilehome.<br \/><br \/>\tD.\tMake, print, publish, or cause to be made, printed, or published any notice, statement, sign advertisement, application, or <span class=\"dictionary\">contract<\/span> with regard to a mobilehome site that indicates any preference, limitation, or discrimination with respect to the age of the mobilehome.<br \/><br \/>\tEXCEPTIONS:<br \/><br \/>\t(1)\tNotwithstanding the above prohibitions, in the event of the sale of a mobilehome in the park to a third <span class=\"dictionary\">party<\/span>, and in <span class=\"dictionary\">order<\/span> to upgrade the quality of the park, the mobilehome park operator may require the removal of the mobilehome from the park where:<br \/><br \/>\t(a)\tThe mobilehome is less than 10 feet wide.<br \/><br \/>\t(b)\tThe mobilehome is more than 20 years old, or more than 25 years old if manufactured after September 15, 1971, and is 20 feet wide or more and the mobilehome does not comply with the health and safety standards provided in Sections 18550, 18552, and 18605 of the Health and Safety Code, and the regulations established thereunder.<br \/><br \/>\t(c)\tThe mobilehome is more than 17 years old, or more than 25 years old if manufactured after September 15,1971, and is less than 20 feet wide and the mobilehome does not comply with the construction and safety standards under Sections 18550, 18552 and 18605 of the Health and Safety Code, and the regulations established thereunder.<br \/><br \/>\t(d)\tThe mobilehome is in a significantly rundown condition or in disrepair, as determined by the general condition of the mobilehome and its acceptability to the health and safety of the occupants and to the public, exclusive of its age. The mobilehome park operator shall use reasonable discretion in determining the general condition of the mobilehome and its <span class=\"dictionary\">accessory<\/span> structures. The mobilehome park operator shall bear the burden of demonstrating that the mobilehome is in a significantly rundown condition or in disrepair.<br \/><br \/>\t(2)\tThe mobilehome park operator may refuse to rent or lease a mobilehome site for a mobilehome entering the park after the effective date of this section if:<br \/><br \/>\t(a)\tThe mobilehome is less than 10 feet wide.<br \/><br \/>\t(b)\tThe mobilehome is more than 20 years old, or more than 25 years old if manufactured after September 15, 1971 and is 20 feet wide or more and the mobilehome does not comply with the health and safety standards provided in Sections 18550,18552 and 18605 of the Health and Safety Code, and the regulations established thereunder.<br \/><br \/>\t(c)\tThe mobilehome is more than 17 years old, or more than 25 years old if manufactured after September 15,1971, and is less than 20 feet wide and the mobilehome does not comply with the construction and safety standards under Sections 18550,18552, and 18605 of the Health and Safety Code, and the regulations established thereunder.<br \/><br \/>\t(d)\tThe mobilehome is in a significantly rundown condition or is in disrepair, as determined by the general condition of the mobilehome and its acceptability to the health and safety of the occupants and to the public, exclusive of its age. The mobilehome park operator shall use reasonable discretion in determining the general condition of the mobilehome and its <span class=\"dictionary\">accessory<\/span> structures. The mobilehome park operator shall bear the burden of demonstrating that the mobilehome is in a significantly rundown condition or in disrepair.<\/p><\/section>","previous_section":{"id":"2180","structure_id":"85","section_number":"45.71","catch_line":"Definitions.","url":"\/45.71\/","token":"45.71"},"text":{"0":{"id":"399","text":"  PROHIBITED ACTIVITIES.\tA mobilehome park operator shall not do or attempt to do any of the following:\tA.\tRefuse to rent or lease a mobilehome site, refuse to negotiate for the rental or lease of a mobilehome site, evict from a mobilehome site or otherwise deny to or withhold a mobilehome site from any mobilehome owner on the basis of the age of the mobilehome.\tB.\tRent or lease a mobilehome site on less favorable terms, conditions or privileges, or discriminate in the provision of services to any mobilehome owner on the basis of the age of the mobilehome.\tC.\tRepresent to any mobilehome owner that a mobilehome site is not available for inspection, rental or lease when such mobilehome site is, in fact, available on the basis of the age of the mobilehome.\tD.\tMake, print, publish, or cause to be made, printed, or published any notice, statement, sign advertisement, application, or contract with regard to a mobilehome site that indicates any preference, limitation, or discrimination with respect to the age of the mobilehome.\tEXCEPTIONS:\t(1)\tNotwithstanding the above prohibitions, in the event of the sale of a mobilehome in the park to a third party, and in order to upgrade the quality of the park, the mobilehome park operator may require the removal of the mobilehome from the park where:\t(a)\tThe mobilehome is less than 10 feet wide.\t(b)\tThe mobilehome is more than 20 years old, or more than 25 years old if manufactured after September 15, 1971, and is 20 feet wide or more and the mobilehome does not comply with the health and safety standards provided in Sections 18550, 18552, and 18605 of the Health and Safety Code, and the regulations established thereunder.\t(c)\tThe mobilehome is more than 17 years old, or more than 25 years old if manufactured after September 15,1971, and is less than 20 feet wide and the mobilehome does not comply with the construction and safety standards under Sections 18550, 18552 and 18605 of the Health and Safety Code, and the regulations established thereunder.\t(d)\tThe mobilehome is in a significantly rundown condition or in disrepair, as determined by the general condition of the mobilehome and its acceptability to the health and safety of the occupants and to the public, exclusive of its age. The mobilehome park operator shall use reasonable discretion in determining the general condition of the mobilehome and its accessory structures. The mobilehome park operator shall bear the burden of demonstrating that the mobilehome is in a significantly rundown condition or in disrepair.\t(2)\tThe mobilehome park operator may refuse to rent or lease a mobilehome site for a mobilehome entering the park after the effective date of this section if:\t(a)\tThe mobilehome is less than 10 feet wide.\t(b)\tThe mobilehome is more than 20 years old, or more than 25 years old if manufactured after September 15, 1971 and is 20 feet wide or more and the mobilehome does not comply with the health and safety standards provided in Sections 18550,18552 and 18605 of the Health and Safety Code, and the regulations established thereunder.\t(c)\tThe mobilehome is more than 17 years old, or more than 25 years old if manufactured after September 15,1971, and is less than 20 feet wide and the mobilehome does not comply with the construction and safety standards under Sections 18550,18552, and 18605 of the Health and Safety Code, and the regulations established thereunder.\t(d)\tThe mobilehome is in a significantly rundown condition or is in disrepair, as determined by the general condition of the mobilehome and its acceptability to the health and safety of the occupants and to the public, exclusive of its age. The mobilehome park operator shall use reasonable discretion in determining the general condition of the mobilehome and its accessory structures. The mobilehome park operator shall bear the burden of demonstrating that the mobilehome is in a significantly rundown condition or in disrepair.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}