{"section_number":"45.71","edition_id":"1","section_id":"2180","structure_id":"85","catch_line":"Definitions.","history":"","full_text":"  DEFINITIONS.\n\n\tThe following words and phrases, whenever used in this article, shall be construed as defined in this section. Words and phrases not defined herein shall be construed as defined in Section 12.03 of this Code, if defined therein.\n\n\tA.\tMobilehome. A structure designed for human habitation and for being moved on a street or highway under permit pursuant to Section 35790 of the Vehicle Code. Mobilehome does not include a recreational vehicle, as defined in Section 799.24 of the Civil Code or a commercial coach as defined in Section 18218 of the Health and Safety Code.\n\n\tB.\tMobilehome Park. An area of land where two or more mobilehome sites are rented, or offered for rent, to accommodate mobilehomes used for human habitation.\n\n\tC.\tMobilehome Park Operator. The owner of a mobilehome park or an agent or representative authorized to act on the owners behalf in connection with matters relating to a tenancy in the park.\n\n\tD.\tServices. Services connected with the use or occupancy of a mobilehome site including but not limited to, utilities, laundry facilities and privileges, common recreational facilities, janitor service, resident manager, refuse removal, parking and any other benefits, privileges or facilities.","order_by":"71","ancestry":{"1":{"id":"85","name":"Prohibition Of Discrimination In Mobilehome Parks Against Owners Of Mobilehomes Based On The Age Of Their Mobilehomes","identifier":"5.7","label":"article","url":"\/4\/5.7\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"1502","structure_id":"85","section_number":"45.70","catch_line":"Purpose.","url":"\/45.70\/","token":"45.70"},"1":{"id":"2180","structure_id":"85","section_number":"45.71","catch_line":"Definitions.","url":"\/45.71\/","token":"45.71"},"2":{"id":"405","structure_id":"85","section_number":"45.72","catch_line":"Prohibited Activities.","url":"\/45.72\/","token":"45.72"},"3":{"id":"1015","structure_id":"85","section_number":"45.73","catch_line":"Remedies.","url":"\/45.73\/","token":"45.73"}},"next_section":{"id":"405","structure_id":"85","section_number":"45.72","catch_line":"Prohibited Activities.","url":"\/45.72\/","token":"45.72"},"metadata":false,"references":false,"url":"\/45.71\/","token":"45.71","formats":{"txt":"\/45.71.txt","json":"\/45.71.xml"},"dublin_core":{"Title":"Definitions.","Type":"Text","Format":"text\/html","Identifier":"§ 45.71","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS. (§ 45.71)\n\n  DEFINITIONS.\tThe following words and phrases, whenever used in this article,\nshall be construed as defined in this section. Words and phrases not defined\nherein shall be construed as defined in Section 12.03 of this Code, if defined\ntherein.\tA.\tMobilehome. A structure designed for human habitation and for being\nmoved on a street or highway under permit pursuant to Section 35790 of the\nVehicle Code. Mobilehome does not include a recreational vehicle, as defined in\nSection 799.24 of the Civil Code or a commercial coach as defined in Section\n18218 of the Health and Safety Code.\tB.\tMobilehome Park. An area of land where\ntwo or more mobilehome sites are rented, or offered for rent, to accommodate\nmobilehomes used for human habitation.\tC.\tMobilehome Park Operator. The owner of\na mobilehome park or an agent or representative authorized to act on the owners\nbehalf in connection with matters relating to a tenancy in the\npark.\tD.\tServices. Services connected with the use or occupancy of a mobilehome\nsite including but not limited to, utilities, laundry facilities and privileges,\ncommon recreational facilities, janitor service, resident manager, refuse\nremoval, parking and any other benefits, privileges or facilities.\n","html":"\n\t\t\t\t\t<section><p>  DEFINITIONS.<br \/><br \/>\tThe following words and phrases, whenever used in this article, shall be construed as defined in this section. Words and phrases not defined herein shall be construed as defined in Section 12.03 of this Code, if defined therein.<br \/><br \/>\tA.\tMobilehome. A structure designed for human habitation and for being moved on a street or highway under permit pursuant to Section 35790 of the Vehicle Code. Mobilehome does not include a recreational vehicle, as defined in Section 799.24 of the Civil Code or a commercial coach as defined in Section 18218 of the Health and Safety Code.<br \/><br \/>\tB.\tMobilehome Park. An area of land where two or more mobilehome sites are rented, or offered for rent, to accommodate mobilehomes used for human habitation.<br \/><br \/>\tC.\tMobilehome Park Operator. The owner of a mobilehome park or an agent or representative authorized to act on the owners behalf in connection with matters relating to a tenancy in the park.<br \/><br \/>\tD.\tServices. Services connected with the use or occupancy of a mobilehome site including but not limited to, utilities, laundry facilities and <span class=\"dictionary\">privileges<\/span>, common recreational facilities, janitor service, resident manager, refuse removal, parking and any other benefits, <span class=\"dictionary\">privileges<\/span> or facilities.<\/p><\/section>","text":{"0":{"id":"2162","text":"  DEFINITIONS.\tThe following words and phrases, whenever used in this article, shall be construed as defined in this section. Words and phrases not defined herein shall be construed as defined in Section 12.03 of this Code, if defined therein.\tA.\tMobilehome. A structure designed for human habitation and for being moved on a street or highway under permit pursuant to Section 35790 of the Vehicle Code. Mobilehome does not include a recreational vehicle, as defined in Section 799.24 of the Civil Code or a commercial coach as defined in Section 18218 of the Health and Safety Code.\tB.\tMobilehome Park. An area of land where two or more mobilehome sites are rented, or offered for rent, to accommodate mobilehomes used for human habitation.\tC.\tMobilehome Park Operator. The owner of a mobilehome park or an agent or representative authorized to act on the owners behalf in connection with matters relating to a tenancy in the park.\tD.\tServices. Services connected with the use or occupancy of a mobilehome site including but not limited to, utilities, laundry facilities and privileges, common recreational facilities, janitor service, resident manager, refuse removal, parking and any other benefits, privileges or facilities.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"previous_section":{"id":"1502","structure_id":"85","section_number":"45.70","catch_line":"Purpose.","url":"\/45.70\/","token":"45.70"}}