{"section_number":"45.81","edition_id":"1","section_id":"3803","structure_id":"83","catch_line":"Definitions.","history":"","full_text":"  DEFINITIONS.\n\n\tThe following words and phrases, whenever used in this article, shall be construed as defined in this section:\n\n\tA.\tAIDS:  shall mean the disease complex which occurs when an important part of the human immune system is destroyed by the action of a virus known as HTLV-III or LAV. Signs and symptoms of this disease complex are manifested in the afflicted person by a series of virus or fungus-caused illnesses of a chronic nature.\n\n\tB.\tCondition related thereto:  Shall mean any perception that a person is suffering from the medical condition AIDS whether real or imaginary.\n\n\tC.\tBusiness Establishment:  shall mean any entity, however organized, which furnishes goods or services to the general public. An otherwise qualifying establishment which has membership requirements is considered to furnish services to the general public if its membership requirements:  (a) consist only of payment of fees;  (b) consist of requirements under which a substantial portion of the residents of this City could qualify.\n\n\tD.\tEmployer:  Shall mean every person, including any public service corporation and the legal representative of any deceased employer which has any natural person in service.\n\n\tE.\tHousing Services:  Shall mean services connected with the use or occupancy of a rental unit including but not limited to, utilities (including light, heat, water and telephone), ordinary repairs or replacement, and maintenance, including painting. This term shall also include the provision of elevator service, laundry facilities and privileges, common recreational facilities, janitor service, resident manager, refuse removal, furnishings, food service, parking and any other benefits, privileges or facilities.\n\n\tF.\tRent:  Shall mean the consideration, including any bonus, benefits or gratuity, demanded or received by a landlord for or in connection with the use or occupancy of a rental unit, including but not limited to monies demanded or paid for the following: meals where required by the landlord as a condition of the tenancy; parking; furnishings; other housing services of any kind; subletting; or security deposits.\n\n\tG.\tRental Units:  Shall mean all dwelling units, efficiency dwelling units, guest rooms, and suites in the City of Los Angeles, as defined in Section 12.03 of this Code, rented or offered for rent for living or dwelling purposes, the land and buildings appurtenant thereto, and all housing services, privileges, furnishings and facilities supplied in connection with the use or occupancy thereof, including garage and parking facilities.\n\n\tThis term shall not include:\n\n\t1.\tHousing accommodations which a government unit, agency or authority owns, operates, or manages, and which are specifically exempted from municipal regulation by state or federal law or administrative regulation.\n\n\tH.\tPerson:  Shall mean any natural person, firm, corporation, partnership or other organization, association or group of persons however organized.","order_by":"81","ancestry":{"1":{"id":"83","name":"Prohibition Against Discrimination Based On A Person Suffering From The Medical Condition Aids, Or Any Medical Signs Or Symptoms Related Thereto, Or Any Perception That A Person Is Suffering From The Medical Condition Aids Whether Real Or Imaginary","identifier":"5.8","label":"article","url":"\/4\/5.8\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2837","structure_id":"83","section_number":"45.80","catch_line":"Statement Of Policy.","url":"\/45.80\/","token":"45.80"},"1":{"id":"3803","structure_id":"83","section_number":"45.81","catch_line":"Definitions.","url":"\/45.81\/","token":"45.81"},"2":{"id":"3451","structure_id":"83","section_number":"45.82","catch_line":"Employment.","url":"\/45.82\/","token":"45.82"},"3":{"id":"2546","structure_id":"83","section_number":"45.83","catch_line":"Rental Housing.","url":"\/45.83\/","token":"45.83"},"4":{"id":"1400","structure_id":"83","section_number":"45.84","catch_line":"Business Establishments.","url":"\/45.84\/","token":"45.84"},"5":{"id":"2003","structure_id":"83","section_number":"45.85","catch_line":"City Facilities And Services.","url":"\/45.85\/","token":"45.85"},"6":{"id":"996","structure_id":"83","section_number":"45.86","catch_line":"Educational Institutions.","url":"\/45.86\/","token":"45.86"},"7":{"id":"375","structure_id":"83","section_number":"45.87","catch_line":"Advertising.","url":"\/45.87\/","token":"45.87"},"8":{"id":"853","structure_id":"83","section_number":"45.88","catch_line":"Subterfuge.","url":"\/45.88\/","token":"45.88"},"9":{"id":"2786","structure_id":"83","section_number":"45.89","catch_line":"Liability.","url":"\/45.89\/","token":"45.89"},"10":{"id":"2799","structure_id":"83","section_number":"45.90","catch_line":"Enforcement.","url":"\/45.90\/","token":"45.90"},"11":{"id":"2605","structure_id":"83","section_number":"45.91","catch_line":"Limitation On Action.","url":"\/45.91\/","token":"45.91"},"12":{"id":"1452","structure_id":"83","section_number":"45.92","catch_line":"Severability.","url":"\/45.92\/","token":"45.92"},"13":{"id":"3801","structure_id":"83","section_number":"45.93","catch_line":"Exceptions.","url":"\/45.93\/","token":"45.93"}},"next_section":{"id":"3451","structure_id":"83","section_number":"45.82","catch_line":"Employment.","url":"\/45.82\/","token":"45.82"},"metadata":false,"references":false,"url":"\/45.81\/","token":"45.81","formats":{"txt":"\/45.81.txt","json":"\/45.81.xml"},"dublin_core":{"Title":"Definitions.","Type":"Text","Format":"text\/html","Identifier":"§ 45.81","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS. (§ 45.81)\n\n  DEFINITIONS.\tThe following words and phrases, whenever used in this article,\nshall be construed as defined in this section:\tA.\tAIDS:  shall mean the disease\ncomplex which occurs when an important part of the human immune system is\ndestroyed by the action of a virus known as HTLV-III or LAV. Signs and symptoms\nof this disease complex are manifested in the afflicted person by a series of\nvirus or fungus-caused illnesses of a chronic nature.\tB.\tCondition related\nthereto:  Shall mean any perception that a person is suffering from the medical\ncondition AIDS whether real or imaginary.\tC.\tBusiness Establishment:  shall\nmean any entity, however organized, which furnishes goods or services to the\ngeneral public. An otherwise qualifying establishment which has membership\nrequirements is considered to furnish services to the general public if its\nmembership requirements:  (a) consist only of payment of fees;  (b) consist of\nrequirements under which a substantial portion of the residents of this City\ncould qualify.\tD.\tEmployer:  Shall mean every person, including any public\nservice corporation and the legal representative of any deceased employer which\nhas any natural person in service.\tE.\tHousing Services:  Shall mean services\nconnected with the use or occupancy of a rental unit including but not limited\nto, utilities (including light, heat, water and telephone), ordinary repairs or\nreplacement, and maintenance, including painting. This term shall also include\nthe provision of elevator service, laundry facilities and privileges, common\nrecreational facilities, janitor service, resident manager, refuse removal,\nfurnishings, food service, parking and any other benefits, privileges or\nfacilities.\tF.\tRent:  Shall mean the consideration, including any bonus,\nbenefits or gratuity, demanded or received by a landlord for or in connection\nwith the use or occupancy of a rental unit, including but not limited to monies\ndemanded or paid for the following: meals where required by the landlord as a\ncondition of the tenancy; parking; furnishings; other housing services of any\nkind; subletting; or security deposits.\tG.\tRental Units:  Shall mean all\ndwelling units, efficiency dwelling units, guest rooms, and suites in the City\nof Los Angeles, as defined in Section 12.03 of this Code, rented or offered for\nrent for living or dwelling purposes, the land and buildings appurtenant\nthereto, and all housing services, privileges, furnishings and facilities\nsupplied in connection with the use or occupancy thereof, including garage and\nparking facilities.\tThis term shall not include:\t1.\tHousing accommodations which\na government unit, agency or authority owns, operates, or manages, and which are\nspecifically exempted from municipal regulation by state or federal law or\nadministrative regulation.\tH.\tPerson:  Shall mean any natural person, firm,\ncorporation, partnership or other organization, association or group of persons\nhowever organized.\n","html":"\n\t\t\t\t\t<section><p>  DEFINITIONS.<br \/><br \/>\tThe following words and phrases, whenever used in this article, shall be construed as defined in this section:<br \/><br \/>\tA.\tAIDS:  shall mean the disease complex which occurs when an important part of the human immune system is destroyed by the action of a virus known as HTLV-III or LAV. Signs and symptoms of this disease complex are manifested in the afflicted person by a series of virus or fungus-caused illnesses of a chronic nature.<br \/><br \/>\tB.\tCondition related thereto:  Shall mean any perception that a person is suffering from the medical condition AIDS whether real or imaginary.<br \/><br \/>\tC.\tBusiness Establishment:  shall mean any entity, however organized, which furnishes goods or services to the general public. An otherwise qualifying establishment which has membership requirements is considered to furnish services to the general public if its membership requirements:  (a) consist only of payment of fees;  (b) consist of requirements under which a substantial portion of the residents of this City could qualify.<br \/><br \/>\tD.\tEmployer:  Shall mean every person, including any public service corporation and the legal representative of any deceased employer which has any natural person in service.<br \/><br \/>\tE.\tHousing Services:  Shall mean services connected with the use or occupancy of a rental unit including but not limited to, utilities (including light, heat, water and telephone), ordinary repairs or replacement, and maintenance, including painting. This term shall also include the provision of elevator service, laundry facilities and <span class=\"dictionary\">privileges<\/span>, common recreational facilities, janitor service, resident manager, refuse removal, furnishings, food service, parking and any other benefits, <span class=\"dictionary\">privileges<\/span> or facilities.<br \/><br \/>\tF.\tRent:  Shall mean the consideration, including any bonus, benefits or gratuity, demanded or received by a landlord for or in connection with the use or occupancy of a rental unit, including but not limited to monies demanded or paid for the following: meals where required by the landlord as a condition of the tenancy; parking; furnishings; other housing services of any kind; subletting; or security deposits.<br \/><br \/>\tG.\tRental Units:  Shall mean all dwelling units, efficiency dwelling units, guest rooms, and suites in the City of Los Angeles, as defined in Section 12.03 of this Code, rented or offered for rent for living or dwelling purposes, the land and buildings appurtenant thereto, and all housing services, <span class=\"dictionary\">privileges<\/span>, furnishings and facilities supplied in connection with the use or occupancy thereof, including garage and parking facilities.<br \/><br \/>\tThis term shall not include:<br \/><br \/>\t1.\tHousing accommodations which a government unit, agency or authority owns, operates, or manages, and which are specifically exempted from municipal regulation by state or federal <span class=\"dictionary\">law<\/span> or administrative regulation.<br \/><br \/>\tH.\tPerson:  Shall mean any natural person, firm, corporation, partnership or other organization, association or group of persons however organized.<\/p><\/section>","text":{"0":{"id":"3777","text":"  DEFINITIONS.\tThe following words and phrases, whenever used in this article, shall be construed as defined in this section:\tA.\tAIDS:  shall mean the disease complex which occurs when an important part of the human immune system is destroyed by the action of a virus known as HTLV-III or LAV. Signs and symptoms of this disease complex are manifested in the afflicted person by a series of virus or fungus-caused illnesses of a chronic nature.\tB.\tCondition related thereto:  Shall mean any perception that a person is suffering from the medical condition AIDS whether real or imaginary.\tC.\tBusiness Establishment:  shall mean any entity, however organized, which furnishes goods or services to the general public. An otherwise qualifying establishment which has membership requirements is considered to furnish services to the general public if its membership requirements:  (a) consist only of payment of fees;  (b) consist of requirements under which a substantial portion of the residents of this City could qualify.\tD.\tEmployer:  Shall mean every person, including any public service corporation and the legal representative of any deceased employer which has any natural person in service.\tE.\tHousing Services:  Shall mean services connected with the use or occupancy of a rental unit including but not limited to, utilities (including light, heat, water and telephone), ordinary repairs or replacement, and maintenance, including painting. This term shall also include the provision of elevator service, laundry facilities and privileges, common recreational facilities, janitor service, resident manager, refuse removal, furnishings, food service, parking and any other benefits, privileges or facilities.\tF.\tRent:  Shall mean the consideration, including any bonus, benefits or gratuity, demanded or received by a landlord for or in connection with the use or occupancy of a rental unit, including but not limited to monies demanded or paid for the following: meals where required by the landlord as a condition of the tenancy; parking; furnishings; other housing services of any kind; subletting; or security deposits.\tG.\tRental Units:  Shall mean all dwelling units, efficiency dwelling units, guest rooms, and suites in the City of Los Angeles, as defined in Section 12.03 of this Code, rented or offered for rent for living or dwelling purposes, the land and buildings appurtenant thereto, and all housing services, privileges, furnishings and facilities supplied in connection with the use or occupancy thereof, including garage and parking facilities.\tThis term shall not include:\t1.\tHousing accommodations which a government unit, agency or authority owns, operates, or manages, and which are specifically exempted from municipal regulation by state or federal law or administrative regulation.\tH.\tPerson:  Shall mean any natural person, firm, corporation, partnership or other organization, association or group of persons however organized.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"previous_section":{"id":"2837","structure_id":"83","section_number":"45.80","catch_line":"Statement Of Policy.","url":"\/45.80\/","token":"45.80"}}