{"section_number":"45.83","edition_id":"1","section_id":"2546","structure_id":"83","catch_line":"Rental Housing.","history":"","full_text":"  RENTAL HOUSING.\n\n\tA.\tUnlawful Practices.  It shall be unlawful for any person having a housing accommodation for rent or lease, or any authorized agent or employee of such person to or attempt to do any of the following:\n\n\t1.\tRefuse to rent or lease a rental unit, refuse to negotiate for the rental or lease of a rental unit, evict from a rental unit, or otherwise deny to or withhold a rental unit from any person on the basis (in whole or in part) of the fact that such person has the medical condition AIDS or any condition related thereto.\n\n\t2.\tRent or lease a rental unit on less favorable terms, conditions or privileges, or discriminate in the provision of housing services to any person on the basis (in whole or in part) of the fact that such person has the medical condition AIDS or any medical condition related thereto.\n\n\t3.\tRepresent to any person that a rental unit is not available for inspection, rental or lease when such rental unit is, in fact, available on the basis (in whole or in part) of the fact that such person has the medical condition AIDS or any condition related thereto.\n\n\t4.\tMake, print, publish, or cause to be made, printed, or published any notice, statement, sign, advertisement, application, or contract with regard to a rental unit that indicates any preference, limitation, or discrimination with respect to the fact that a person has the medical condition AIDS or any condition related thereto.\n\n\tB.\tExceptions.\n\n\t1.\tOwner-occupied.  Nothing in this article shall be construed to apply to the rental or leasing of any housing unit in which the owner or lessor or any member of his or her family occupies the same living unit in common with the prospective tenant.\n\n\t2.\tEffect on Other Laws.  Nothing in this article shall be deemed to permit any rental or occupancy of any dwelling unit or commercial space otherwise prohibited by law.\n\n\t3.\tNothing in this article shall override any just cause for eviction set forth in Rent Stabilization Ordinance. AIDS shall not constitute an reasonable health hazard under 151.09 of the Rent Stabilization Ordinance.","order_by":"83","ancestry":{"1":{"id":"83","name":"Prohibition Against Discrimination Based On A Person Suffering From The Medical Condition Aids, Or Any Medical Signs Or Symptoms Related Thereto, Or Any Perception That A Person Is Suffering From The Medical Condition Aids Whether Real Or Imaginary","identifier":"5.8","label":"article","url":"\/4\/5.8\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2837","structure_id":"83","section_number":"45.80","catch_line":"Statement Of Policy.","url":"\/45.80\/","token":"45.80"},"1":{"id":"3803","structure_id":"83","section_number":"45.81","catch_line":"Definitions.","url":"\/45.81\/","token":"45.81"},"2":{"id":"3451","structure_id":"83","section_number":"45.82","catch_line":"Employment.","url":"\/45.82\/","token":"45.82"},"3":{"id":"2546","structure_id":"83","section_number":"45.83","catch_line":"Rental Housing.","url":"\/45.83\/","token":"45.83"},"4":{"id":"1400","structure_id":"83","section_number":"45.84","catch_line":"Business Establishments.","url":"\/45.84\/","token":"45.84"},"5":{"id":"2003","structure_id":"83","section_number":"45.85","catch_line":"City Facilities And Services.","url":"\/45.85\/","token":"45.85"},"6":{"id":"996","structure_id":"83","section_number":"45.86","catch_line":"Educational Institutions.","url":"\/45.86\/","token":"45.86"},"7":{"id":"375","structure_id":"83","section_number":"45.87","catch_line":"Advertising.","url":"\/45.87\/","token":"45.87"},"8":{"id":"853","structure_id":"83","section_number":"45.88","catch_line":"Subterfuge.","url":"\/45.88\/","token":"45.88"},"9":{"id":"2786","structure_id":"83","section_number":"45.89","catch_line":"Liability.","url":"\/45.89\/","token":"45.89"},"10":{"id":"2799","structure_id":"83","section_number":"45.90","catch_line":"Enforcement.","url":"\/45.90\/","token":"45.90"},"11":{"id":"2605","structure_id":"83","section_number":"45.91","catch_line":"Limitation On Action.","url":"\/45.91\/","token":"45.91"},"12":{"id":"1452","structure_id":"83","section_number":"45.92","catch_line":"Severability.","url":"\/45.92\/","token":"45.92"},"13":{"id":"3801","structure_id":"83","section_number":"45.93","catch_line":"Exceptions.","url":"\/45.93\/","token":"45.93"}},"next_section":{"id":"1400","structure_id":"83","section_number":"45.84","catch_line":"Business Establishments.","url":"\/45.84\/","token":"45.84"},"metadata":false,"references":false,"url":"\/45.83\/","token":"45.83","formats":{"txt":"\/45.83.txt","json":"\/45.83.xml"},"dublin_core":{"Title":"Rental Housing.","Type":"Text","Format":"text\/html","Identifier":"§ 45.83","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nRENTAL HOUSING. (§ 45.83)\n\n  RENTAL HOUSING.\tA.\tUnlawful Practices.  It shall be unlawful for any person\nhaving a housing accommodation for rent or lease, or any authorized agent or\nemployee of such person to or attempt to do any of the following:\t1.\tRefuse to\nrent or lease a rental unit, refuse to negotiate for the rental or lease of a\nrental unit, evict from a rental unit, or otherwise deny to or withhold a rental\nunit from any person on the basis (in whole or in part) of the fact that such\nperson has the medical condition AIDS or any condition related thereto.\t2.\tRent\nor lease a rental unit on less favorable terms, conditions or privileges, or\ndiscriminate in the provision of housing services to any person on the basis (in\nwhole or in part) of the fact that such person has the medical condition AIDS or\nany medical condition related thereto.\t3.\tRepresent to any person that a rental\nunit is not available for inspection, rental or lease when such rental unit is,\nin fact, available on the basis (in whole or in part) of the fact that such\nperson has the medical condition AIDS or any condition related thereto.\t4.\tMake,\nprint, publish, or cause to be made, printed, or published any notice,\nstatement, sign, advertisement, application, or contract with regard to a rental\nunit that indicates any preference, limitation, or discrimination with respect\nto the fact that a person has the medical condition AIDS or any condition\nrelated thereto.\tB.\tExceptions.\t1.\tOwner-occupied.  Nothing in this article\nshall be construed to apply to the rental or leasing of any housing unit in\nwhich the owner or lessor or any member of his or her family occupies the same\nliving unit in common with the prospective tenant.\t2.\tEffect on Other Laws. \nNothing in this article shall be deemed to permit any rental or occupancy of any\ndwelling unit or commercial space otherwise prohibited by law.\t3.\tNothing in\nthis article shall override any just cause for eviction set forth in Rent\nStabilization Ordinance. AIDS shall not constitute an reasonable health hazard\nunder 151.09 of the Rent Stabilization Ordinance.\n","html":"\n\t\t\t\t\t<section><p>  RENTAL HOUSING.<br \/><br \/>\tA.\tUnlawful Practices.  It shall be unlawful for any person having a housing accommodation for rent or lease, or any authorized agent or employee of such person to or attempt to do any of the following:<br \/><br \/>\t1.\tRefuse to rent or lease a rental unit, refuse to negotiate for the rental or lease of a rental unit, evict from a rental unit, or otherwise deny to or withhold a rental unit from any person on the basis (in whole or in part) of the <span class=\"dictionary\">fact<\/span> that such person has the medical condition AIDS or any condition related thereto.<br \/><br \/>\t2.\tRent or lease a rental unit on less favorable terms, conditions or <span class=\"dictionary\">privileges<\/span>, or discriminate in the provision of housing services to any person on the basis (in whole or in part) of the <span class=\"dictionary\">fact<\/span> that such person has the medical condition AIDS or any medical condition related thereto.<br \/><br \/>\t3.\tRepresent to any person that a rental unit is not available for inspection, rental or lease when such rental unit is, in <span class=\"dictionary\">fact<\/span>, available on the basis (in whole or in part) of the <span class=\"dictionary\">fact<\/span> that such person has the medical condition AIDS or any condition related thereto.<br \/><br \/>\t4.\tMake, print, publish, or cause to be made, printed, or published any notice, statement, sign, advertisement, application, or <span class=\"dictionary\">contract<\/span> with regard to a rental unit that indicates any preference, limitation, or discrimination with respect to the <span class=\"dictionary\">fact<\/span> that a person has the medical condition AIDS or any condition related thereto.<br \/><br \/>\tB.\tExceptions.<br \/><br \/>\t1.\tOwner-occupied.  Nothing in this article shall be construed to apply to the rental or leasing of any housing unit in which the owner or lessor or any member of his or her family occupies the same living unit in common with the prospective tenant.<br \/><br \/>\t2.\tEffect on Other <span class=\"dictionary\">Laws<\/span>.  Nothing in this article shall be deemed to permit any rental or occupancy of any dwelling unit or commercial space otherwise prohibited by <span class=\"dictionary\">law<\/span>.<br \/><br \/>\t3.\tNothing in this article shall override any just cause for eviction set forth in Rent Stabilization <span class=\"dictionary\">Ordinance<\/span>. AIDS shall not constitute an reasonable health hazard under 151.09 of the Rent Stabilization <span class=\"dictionary\">Ordinance<\/span>.<\/p><\/section>","previous_section":{"id":"3451","structure_id":"83","section_number":"45.82","catch_line":"Employment.","url":"\/45.82\/","token":"45.82"},"text":{"0":{"id":"2523","text":"  RENTAL HOUSING.\tA.\tUnlawful Practices.  It shall be unlawful for any person having a housing accommodation for rent or lease, or any authorized agent or employee of such person to or attempt to do any of the following:\t1.\tRefuse to rent or lease a rental unit, refuse to negotiate for the rental or lease of a rental unit, evict from a rental unit, or otherwise deny to or withhold a rental unit from any person on the basis (in whole or in part) of the fact that such person has the medical condition AIDS or any condition related thereto.\t2.\tRent or lease a rental unit on less favorable terms, conditions or privileges, or discriminate in the provision of housing services to any person on the basis (in whole or in part) of the fact that such person has the medical condition AIDS or any medical condition related thereto.\t3.\tRepresent to any person that a rental unit is not available for inspection, rental or lease when such rental unit is, in fact, available on the basis (in whole or in part) of the fact that such person has the medical condition AIDS or any condition related thereto.\t4.\tMake, print, publish, or cause to be made, printed, or published any notice, statement, sign, advertisement, application, or contract with regard to a rental unit that indicates any preference, limitation, or discrimination with respect to the fact that a person has the medical condition AIDS or any condition related thereto.\tB.\tExceptions.\t1.\tOwner-occupied.  Nothing in this article shall be construed to apply to the rental or leasing of any housing unit in which the owner or lessor or any member of his or her family occupies the same living unit in common with the prospective tenant.\t2.\tEffect on Other Laws.  Nothing in this article shall be deemed to permit any rental or occupancy of any dwelling unit or commercial space otherwise prohibited by law.\t3.\tNothing in this article shall override any just cause for eviction set forth in Rent Stabilization Ordinance. AIDS shall not constitute an reasonable health hazard under 151.09 of the Rent Stabilization Ordinance.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}