{"section_number":"45.95.01","edition_id":"1","section_id":"1332","structure_id":"120","catch_line":"Definitions.","history":"","full_text":"  DEFINITIONS.\n\n\tA.\tFor purposes of this article, a club or organization (hereafter “club”) which is not distinctly private is any organization, institution, club or place of accommodation which satisfies the following requirements:\n\n\t1.\tHas membership of whatever kind totalling 400 or more; and\n\n\t2.\tProvides regular meal service by providing either directly or indirectly under a contract with another person, any meals on three or more days per week during two or more weeks per month during six or more months per year: and\n\n\t3.\tRegularly accepts payments:\n\n\t(a)\tfrom non-members for expenses incurred at the club by members or non-members in the furtherance of trade or business; or\n\n\t(b)\ton behalf of non-members for expenses incurred at the club by non-members in the furtherance of trade or business.\n\n\tB.\t“Regularly accepts payment” as used in this article shall mean a club accepting as many payments during the course of a year as the number of weeks any part of which the club is available for use by members or non-members per year; the payments may be for dues, fees, use of space, facilities, services, meals or beverages.\n\n\tC.\t“Furtherance of trade or business” as used in this article shall mean payment made by or on behalf of a trade or business organization, payment made by an individual from an account which the individual uses primarily for trade or business purposes, payment made by an individual who is reimbursed for the payment by the individual’s employer or by a trade or business organization, or other payment made in connection with an individual’s trade or business, including entertaining clients or business associates, holding meetings or other business-related events.","order_by":"95.01","ancestry":{"1":{"id":"120","name":"Prohibition Against Discrimination By Clubs Or Organizations Which Are Not Distinctly Private","identifier":"5.9","label":"article","url":"\/4\/5.9\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"1077","structure_id":"120","section_number":"45.95.00","catch_line":"Findings And Purpose.","url":"\/45.95.00\/","token":"45.95.00"},"1":{"id":"1332","structure_id":"120","section_number":"45.95.01","catch_line":"Definitions.","url":"\/45.95.01\/","token":"45.95.01"},"2":{"id":"984","structure_id":"120","section_number":"45.95.02","catch_line":"Prohibition Against Discrimination.","url":"\/45.95.02\/","token":"45.95.02"},"3":{"id":"1752","structure_id":"120","section_number":"45.95.03","catch_line":"Enforcement And Penalties.","url":"\/45.95.03\/","token":"45.95.03"},"4":{"id":"1182","structure_id":"120","section_number":"45.95.04","catch_line":"Non-Criminal Penalties.","url":"\/45.95.04\/","token":"45.95.04"}},"next_section":{"id":"984","structure_id":"120","section_number":"45.95.02","catch_line":"Prohibition Against Discrimination.","url":"\/45.95.02\/","token":"45.95.02"},"metadata":false,"references":false,"url":"\/45.95.01\/","token":"45.95.01","formats":{"txt":"\/45.95.01.txt","json":"\/45.95.01.xml"},"dublin_core":{"Title":"Definitions.","Type":"Text","Format":"text\/html","Identifier":"§ 45.95.01","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS. (§ 45.95.01)\n\n  DEFINITIONS.\tA.\tFor purposes of this article, a club or organization\n(hereafter “club”) which is not distinctly private is any organization,\ninstitution, club or place of accommodation which satisfies the following\nrequirements:\t1.\tHas membership of whatever kind totalling 400 or more;\nand\t2.\tProvides regular meal service by providing either directly or indirectly\nunder a contract with another person, any meals on three or more days per week\nduring two or more weeks per month during six or more months per year:\nand\t3.\tRegularly accepts payments:\t(a)\tfrom non-members for expenses incurred at\nthe club by members or non-members in the furtherance of trade or business;\nor\t(b)\ton behalf of non-members for expenses incurred at the club by non-members\nin the furtherance of trade or business.\tB.\t“Regularly accepts payment” as\nused in this article shall mean a club accepting as many payments during the\ncourse of a year as the number of weeks any part of which the club is available\nfor use by members or non-members per year; the payments may be for dues, fees,\nuse of space, facilities, services, meals or beverages.\tC.\t“Furtherance of\ntrade or business” as used in this article shall mean payment made by or on\nbehalf of a trade or business organization, payment made by an individual from\nan account which the individual uses primarily for trade or business purposes,\npayment made by an individual who is reimbursed for the payment by the\nindividual’s employer or by a trade or business organization, or other payment\nmade in connection with an individual’s trade or business, including\nentertaining clients or business associates, holding meetings or other\nbusiness-related events.\n","html":"\n\t\t\t\t\t<section><p>  DEFINITIONS.<br \/><br \/>\tA.\tFor purposes of this article, a club or organization (hereafter “club”) which is not distinctly private is any organization, institution, club or place of accommodation which satisfies the following requirements:<br \/><br \/>\t1.\tHas membership of whatever kind totalling 400 or more; and<br \/><br \/>\t2.\tProvides regular meal service by providing either directly or indirectly under a <span class=\"dictionary\">contract<\/span> with another person, any meals on three or more days per week during two or more weeks per month during six or more months per year: and<br \/><br \/>\t3.\tRegularly accepts payments:<br \/><br \/>\t(a)\tfrom non-members for expenses incurred at the club by members or non-members in the furtherance of trade or business; or<br \/><br \/>\t(b)\ton behalf of non-members for expenses incurred at the club by non-members in the furtherance of trade or business.<br \/><br \/>\tB.\t“Regularly accepts payment” as used in this article shall mean a club accepting as many payments during the course of a year as the number of weeks any part of which the club is available for use by members or non-members per year; the payments may be for dues, fees, use of space, facilities, services, meals or beverages.<br \/><br \/>\tC.\t“Furtherance of trade or business” as used in this article shall mean payment made by or on behalf of a trade or business organization, payment made by an individual from an account which the individual uses primarily for trade or business purposes, payment made by an individual who is reimbursed for the payment by the individual’s employer or by a trade or business organization, or other payment made in connection with an individual’s trade or business, including entertaining clients or business associates, holding meetings or other business-related events.<\/p><\/section>","text":{"0":{"id":"1318","text":"  DEFINITIONS.\tA.\tFor purposes of this article, a club or organization (hereafter “club”) which is not distinctly private is any organization, institution, club or place of accommodation which satisfies the following requirements:\t1.\tHas membership of whatever kind totalling 400 or more; and\t2.\tProvides regular meal service by providing either directly or indirectly under a contract with another person, any meals on three or more days per week during two or more weeks per month during six or more months per year: and\t3.\tRegularly accepts payments:\t(a)\tfrom non-members for expenses incurred at the club by members or non-members in the furtherance of trade or business; or\t(b)\ton behalf of non-members for expenses incurred at the club by non-members in the furtherance of trade or business.\tB.\t“Regularly accepts payment” as used in this article shall mean a club accepting as many payments during the course of a year as the number of weeks any part of which the club is available for use by members or non-members per year; the payments may be for dues, fees, use of space, facilities, services, meals or beverages.\tC.\t“Furtherance of trade or business” as used in this article shall mean payment made by or on behalf of a trade or business organization, payment made by an individual from an account which the individual uses primarily for trade or business purposes, payment made by an individual who is reimbursed for the payment by the individual’s employer or by a trade or business organization, or other payment made in connection with an individual’s trade or business, including entertaining clients or business associates, holding meetings or other business-related events.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"previous_section":{"id":"1077","structure_id":"120","section_number":"45.95.00","catch_line":"Findings And Purpose.","url":"\/45.95.00\/","token":"45.95.00"}}