{"section_number":"45.95.03","edition_id":"1","section_id":"1752","structure_id":"120","catch_line":"Enforcement And Penalties.","history":"","full_text":"  ENFORCEMENT AND PENALTIES.\n\n\tA.\tCivil Action.  Any person may enforce the provisions of this article by means of a civil action. The City of Los Angeles may also enforce the provisions of this Article by means of a civil action.\n\n\tB.\tInjunctions.\n\n\t1.\tAny person who commits an act, or proposes to commit an act, or engages in any pattern and practice of discrimination in violation of Section 45.95.02 may be enjoined therefrom by any court of competent jurisdiction.\n\n\t2.\tAction for injunction under this subsection may be brought by any aggrieved person, by the City Attorney, or by any person or entity who will fairly and adequately represent the interest of the protected class.\n\n\tC.\tPenalties.  Any person who violates or aids or incites another person to violate, the provisions of this article is liable for each and every such offense for the actual damages, and such amount as may be determined by a jury, or a court sitting without a jury, up to a maximum of three times the amount of actual damage but in no case less than Two Hundred Fifty Dollars ($250), and such attorney’s fees and court costs as may be determined by the court in addition thereto, suffered by any aggrieved party. In addition, the court may award punitive damages in a proper case.\n\n\tD.\tNon-exclusive Remedies and Penalties.  Nothing in this article shall preclude any person from seeking any other remedies, penalties or procedures provided by law.","order_by":"95.03","ancestry":{"1":{"id":"120","name":"Prohibition Against Discrimination By Clubs Or Organizations Which Are Not Distinctly Private","identifier":"5.9","label":"article","url":"\/4\/5.9\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"1077","structure_id":"120","section_number":"45.95.00","catch_line":"Findings And Purpose.","url":"\/45.95.00\/","token":"45.95.00"},"1":{"id":"1332","structure_id":"120","section_number":"45.95.01","catch_line":"Definitions.","url":"\/45.95.01\/","token":"45.95.01"},"2":{"id":"984","structure_id":"120","section_number":"45.95.02","catch_line":"Prohibition Against Discrimination.","url":"\/45.95.02\/","token":"45.95.02"},"3":{"id":"1752","structure_id":"120","section_number":"45.95.03","catch_line":"Enforcement And Penalties.","url":"\/45.95.03\/","token":"45.95.03"},"4":{"id":"1182","structure_id":"120","section_number":"45.95.04","catch_line":"Non-Criminal Penalties.","url":"\/45.95.04\/","token":"45.95.04"}},"next_section":{"id":"1182","structure_id":"120","section_number":"45.95.04","catch_line":"Non-Criminal Penalties.","url":"\/45.95.04\/","token":"45.95.04"},"metadata":false,"references":false,"url":"\/45.95.03\/","token":"45.95.03","formats":{"txt":"\/45.95.03.txt","json":"\/45.95.03.xml"},"dublin_core":{"Title":"Enforcement And Penalties.","Type":"Text","Format":"text\/html","Identifier":"§ 45.95.03","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nENFORCEMENT AND PENALTIES. (§ 45.95.03)\n\n  ENFORCEMENT AND PENALTIES.\tA.\tCivil Action.  Any person may enforce the\nprovisions of this article by means of a civil action. The City of Los Angeles\nmay also enforce the provisions of this Article by means of a civil\naction.\tB.\tInjunctions.\t1.\tAny person who commits an act, or proposes to commit\nan act, or engages in any pattern and practice of discrimination in violation of\nSection 45.95.02 may be enjoined therefrom by any court of competent\njurisdiction.\t2.\tAction for injunction under this subsection may be brought by\nany aggrieved person, by the City Attorney, or by any person or entity who will\nfairly and adequately represent the interest of the protected\nclass.\tC.\tPenalties.  Any person who violates or aids or incites another person\nto violate, the provisions of this article is liable for each and every such\noffense for the actual damages, and such amount as may be determined by a jury,\nor a court sitting without a jury, up to a maximum of three times the amount of\nactual damage but in no case less than Two Hundred Fifty Dollars ($250), and\nsuch attorney’s fees and court costs as may be determined by the court in\naddition thereto, suffered by any aggrieved party. In addition, the court may\naward punitive damages in a proper case.\tD.\tNon-exclusive Remedies and\nPenalties.  Nothing in this article shall preclude any person from seeking any\nother remedies, penalties or procedures provided by law.\n","html":"\n\t\t\t\t\t<section><p>  ENFORCEMENT AND PENALTIES.<br \/><br \/>\tA.\t<span class=\"dictionary\">Civil Action<\/span>.  Any person may enforce the provisions of this article by means of a <span class=\"dictionary\">civil action<\/span>. The City of Los Angeles may also enforce the provisions of this Article by means of a <span class=\"dictionary\">civil action<\/span>.<br \/><br \/>\tB.\t<span class=\"dictionary\">Injunctions<\/span>.<br \/><br \/>\t1.\tAny person who commits an act, or proposes to commit an act, or engages in any pattern and practice of discrimination in violation of Section 45.95.02 may be enjoined therefrom by any <span class=\"dictionary\">court<\/span> of competent <span class=\"dictionary\">jurisdiction<\/span>.<br \/><br \/>\t2.\tAction for <span class=\"dictionary\">injunction<\/span> under this subsection may be brought by any aggrieved person, by the City Attorney, or by any person or entity who will fairly and adequately represent the interest of the protected class.<br \/><br \/>\tC.\tPenalties.  Any person who violates or aids or incites another person to violate, the provisions of this article is liable for each and every such <span class=\"dictionary\">offense<\/span> for the actual <span class=\"dictionary\">damages<\/span>, and such amount as may be determined by a <span class=\"dictionary\">jury<\/span>, or a <span class=\"dictionary\">court<\/span> sitting without a <span class=\"dictionary\">jury<\/span>, up to a maximum of three times the amount of actual damage but in no case less than Two Hundred Fifty Dollars ($250), and such attorney’s fees and <span class=\"dictionary\">court<\/span> costs as may be determined by the <span class=\"dictionary\">court<\/span> in addition thereto, suffered by any <span class=\"dictionary\">aggrieved party<\/span>. In addition, the <span class=\"dictionary\">court<\/span> may award punitive <span class=\"dictionary\">damages<\/span> in a proper case.<br \/><br \/>\tD.\tNon-exclusive Remedies and Penalties.  Nothing in this article shall preclude any person from seeking any other remedies, penalties or procedures provided by <span class=\"dictionary\">law<\/span>.<\/p><\/section>","previous_section":{"id":"984","structure_id":"120","section_number":"45.95.02","catch_line":"Prohibition Against Discrimination.","url":"\/45.95.02\/","token":"45.95.02"},"text":{"0":{"id":"1736","text":"  ENFORCEMENT AND PENALTIES.\tA.\tCivil Action.  Any person may enforce the provisions of this article by means of a civil action. The City of Los Angeles may also enforce the provisions of this Article by means of a civil action.\tB.\tInjunctions.\t1.\tAny person who commits an act, or proposes to commit an act, or engages in any pattern and practice of discrimination in violation of Section 45.95.02 may be enjoined therefrom by any court of competent jurisdiction.\t2.\tAction for injunction under this subsection may be brought by any aggrieved person, by the City Attorney, or by any person or entity who will fairly and adequately represent the interest of the protected class.\tC.\tPenalties.  Any person who violates or aids or incites another person to violate, the provisions of this article is liable for each and every such offense for the actual damages, and such amount as may be determined by a jury, or a court sitting without a jury, up to a maximum of three times the amount of actual damage but in no case less than Two Hundred Fifty Dollars ($250), and such attorney’s fees and court costs as may be determined by the court in addition thereto, suffered by any aggrieved party. In addition, the court may award punitive damages in a proper case.\tD.\tNon-exclusive Remedies and Penalties.  Nothing in this article shall preclude any person from seeking any other remedies, penalties or procedures provided by law.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}