{"section_number":"46.02","edition_id":"1","section_id":"3018","structure_id":"26","catch_line":"Requirements For Public Works Permits To Relocate Or Remove Protected Trees.","history":"","full_text":"  REQUIREMENTS FOR PUBLIC WORKS PERMITS TO RELOCATE OR REMOVE PROTECTED TREES.\n(Title and Section Amended by Ord. No. 177,404, Eff. 4\/23\/06.)\n\n\tNo person shall relocate or remove any protected tree, as that term is defined in Section 46.01, where the protected tree is not regulated pursuant to Article 7 of Chapter I of this Code, without first having applied for and obtained a permit from the Board of Public Works or its designated officer or employee, except as otherwise provided in this section.\n\n\tAn application for a permit shall indicate, in a manner acceptable to the Board of Public Works, by number on a plot plan, the location of each protected tree, and shall identify each protected tree proposed to be retained, relocated or removed.  If any grading is proposed that may affect the protected tree, a copy of the grading permit plan in compliance with Division 70 of Article 1 of Chapter IX of this Code shall be submitted with the application.\n\n\t(a)\tExemptions.  The Board of Public Works shall exempt from and not require issuance of a permit for the relocation or removal of a protected tree where the Board is satisfied that:\n\n\t1.\tThe proposed relocation or removal of the protected tree has been approved by the Advisory Agency pursuant to Article 7 of Chapter I of this Code; or\n\n\t2.\tThe land upon which the protected tree is located has been the subject of a determination by the City Planning Commission, the City Council, a Zoning Administrator or an Area Planning Commission, the appeal period established by this Code with respect to the determination has expired, the determination is still in effect, and pursuant to the determination the protected tree’s removal would be permissible; or\n\n\t3.\tA building permit has been issued for any property and is still in effect with respect to the property under consideration and its implementation would necessitate the removal or relocation.\n\n\t(b)\tBoard Authority.  The Board of Public Works may grant a permit for the relocation or removal of a protected tree, unless otherwise provided in this section or unless the tree is officially designated as an Historical Monument or as part of an Historic Preservation Overlay Zone, if the Board determines that the removal of the protected tree will not result in an undesirable, irreversible soil erosion through diversion or increased flow of surface waters, which cannot be mitigated to the satisfaction of the City; and\n\n\t1.\tIt is necessary to remove the protected tree because its continued existence at the location prevents the reasonable development of the subject property; or\n\n\t2.\tThe protected tree shows a substantial decline from a condition of normal health and vigor, and restoration, through appropriate and economically reasonable preservation procedures and practices, is not advisable; or\n\n\t3.\tBecause of an existing and irreversible adverse condition of the protected tree, the tree is in danger of falling, notwithstanding the tree having been designated an Historical Monument or as part of an Historic Preservation Overlay Zone.\n\n\t(c)\tAdditional Authority.  The Board of Public Works or its authorized officer or employee may:\n\n\t1.\tRequire as a condition of a grant of permit for the relocation or removal of a protected tree, that the permittee replace the tree within the same property boundaries by at least two trees of a protected variety included within the definition set forth in Section 46.01 of this Code, in a manner acceptable to the Board.  In size, each replacement tree shall be at least a 15-gallon, or larger, specimen, measuring one inch or more in diameter one foot above the base, and be not less than seven feet in height measured from the base.  The size and number of replacement trees shall approximate the value of the tree to be replaced.\n\n\t2.\tPermit protected trees of a lesser size or trees of a different species to be planted as replacement trees, if replacement trees of the size and species otherwise required pursuant to this Code are not available.  In that event, a greater number of replacement trees may be required.\n\n\t3.\tPermit a protected tree to be moved to another location on the property, provided that the environmental conditions of the new location are favorable to the survival of the tree and there is a reasonable probability that the tree will survive.","order_by":"02","ancestry":{"1":{"id":"26","name":"\nPreservation Of Protected Trees","identifier":"6","label":"article","url":"\/4\/6\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"1171","structure_id":"26","section_number":"46.00","catch_line":"Protected Tree Regulations.","url":"\/46.00\/","token":"46.00"},"1":{"id":"501","structure_id":"26","section_number":"46.01","catch_line":"Definition.","url":"\/46.01\/","token":"46.01"},"2":{"id":"3018","structure_id":"26","section_number":"46.02","catch_line":"Requirements For Public Works Permits To Relocate Or Remove Protected Trees.","url":"\/46.02\/","token":"46.02"},"3":{"id":"3205","structure_id":"26","section_number":"46.03","catch_line":"Permit Conditions.","url":"\/46.03\/","token":"46.03"},"4":{"id":"1869","structure_id":"26","section_number":"46.04","catch_line":"Fees.","url":"\/46.04\/","token":"46.04"},"5":{"id":"2862","structure_id":"26","section_number":"46.05","catch_line":"Appeal.","url":"\/46.05\/","token":"46.05"},"6":{"id":"37","structure_id":"26","section_number":"46.06","catch_line":"Withholding Or Revocation Of Building Permits For\nIllegal Removal Or Relocation Of Protected Trees.","url":"\/46.06\/","token":"46.06"}},"next_section":{"id":"3205","structure_id":"26","section_number":"46.03","catch_line":"Permit Conditions.","url":"\/46.03\/","token":"46.03"},"metadata":false,"references":false,"url":"\/46.02\/","token":"46.02","formats":{"txt":"\/46.02.txt","json":"\/46.02.xml"},"dublin_core":{"Title":"Requirements For Public Works Permits To Relocate Or Remove Protected Trees.","Type":"Text","Format":"text\/html","Identifier":"§ 46.02","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nREQUIREMENTS FOR PUBLIC WORKS PERMITS TO RELOCATE OR REMOVE PROTECTED TREES. (§\n46.02)\n\n  REQUIREMENTS FOR PUBLIC WORKS PERMITS TO RELOCATE OR REMOVE PROTECTED TREES.\n(Title and Section Amended by Ord. No. 177,404, Eff. 4\/23\/06.)\tNo person shall\nrelocate or remove any protected tree, as that term is defined in Section 46.01,\nwhere the protected tree is not regulated pursuant to Article 7 of Chapter I of\nthis Code, without first having applied for and obtained a permit from the Board\nof Public Works or its designated officer or employee, except as otherwise\nprovided in this section.\tAn application for a permit shall indicate, in a\nmanner acceptable to the Board of Public Works, by number on a plot plan, the\nlocation of each protected tree, and shall identify each protected tree proposed\nto be retained, relocated or removed.  If any grading is proposed that may\naffect the protected tree, a copy of the grading permit plan in compliance with\nDivision 70 of Article 1 of Chapter IX of this Code shall be submitted with the\napplication.\t(a)\tExemptions.  The Board of Public Works shall exempt from and\nnot require issuance of a permit for the relocation or removal of a protected\ntree where the Board is satisfied that:\t1.\tThe proposed relocation or removal of\nthe protected tree has been approved by the Advisory Agency pursuant to Article\n7 of Chapter I of this Code; or\t2.\tThe land upon which the protected tree is\nlocated has been the subject of a determination by the City Planning Commission,\nthe City Council, a Zoning Administrator or an Area Planning Commission, the\nappeal period established by this Code with respect to the determination has\nexpired, the determination is still in effect, and pursuant to the determination\nthe protected tree’s removal would be permissible; or\t3.\tA building permit has\nbeen issued for any property and is still in effect with respect to the property\nunder consideration and its implementation would necessitate the removal or\nrelocation.\t(b)\tBoard Authority.  The Board of Public Works may grant a permit\nfor the relocation or removal of a protected tree, unless otherwise provided in\nthis section or unless the tree is officially designated as an Historical\nMonument or as part of an Historic Preservation Overlay Zone, if the Board\ndetermines that the removal of the protected tree will not result in an\nundesirable, irreversible soil erosion through diversion or increased flow of\nsurface waters, which cannot be mitigated to the satisfaction of the City;\nand\t1.\tIt is necessary to remove the protected tree because its continued\nexistence at the location prevents the reasonable development of the subject\nproperty; or\t2.\tThe protected tree shows a substantial decline from a condition\nof normal health and vigor, and restoration, through appropriate and\neconomically reasonable preservation procedures and practices, is not advisable;\nor\t3.\tBecause of an existing and irreversible adverse condition of the protected\ntree, the tree is in danger of falling, notwithstanding the tree having been\ndesignated an Historical Monument or as part of an Historic Preservation Overlay\nZone.\t(c)\tAdditional Authority.  The Board of Public Works or its authorized\nofficer or employee may:\t1.\tRequire as a condition of a grant of permit for the\nrelocation or removal of a protected tree, that the permittee replace the tree\nwithin the same property boundaries by at least two trees of a protected variety\nincluded within the definition set forth in Section 46.01 of this Code, in a\nmanner acceptable to the Board.  In size, each replacement tree shall be at\nleast a 15-gallon, or larger, specimen, measuring one inch or more in diameter\none foot above the base, and be not less than seven feet in height measured from\nthe base.  The size and number of replacement trees shall approximate the value\nof the tree to be replaced.\t2.\tPermit protected trees of a lesser size or trees\nof a different species to be planted as replacement trees, if replacement trees\nof the size and species otherwise required pursuant to this Code are not\navailable.  In that event, a greater number of replacement trees may be\nrequired.\t3.\tPermit a protected tree to be moved to another location on the\nproperty, provided that the environmental conditions of the new location are\nfavorable to the survival of the tree and there is a reasonable probability that\nthe tree will survive.\n","html":"\n\t\t\t\t\t<section><p>  REQUIREMENTS FOR PUBLIC WORKS PERMITS TO RELOCATE OR REMOVE PROTECTED TREES.\n(Title and Section Amended by Ord. No. 177,404, Eff. 4\/23\/06.)<br \/><br \/>\tNo person shall relocate or remove any protected tree, as that term is defined in Section 46.01, where the protected tree is not regulated pursuant to Article 7 of Chapter I of this Code, without first having applied for and obtained a permit from the Board of Public Works or its designated officer or employee, except as otherwise provided in this section.<br \/><br \/>\tAn application for a permit shall indicate, in a manner acceptable to the Board of Public Works, by number on a plot plan, the location of each protected tree, and shall identify each protected tree proposed to be retained, relocated or removed.  If any grading is proposed that may affect the protected tree, a copy of the grading permit plan in compliance with Division 70 of Article 1 of Chapter IX of this Code shall be submitted with the application.<br \/><br \/>\t(a)\tExemptions.  The Board of Public Works shall exempt from and not require issuance of a permit for the relocation or removal of a protected tree where the Board is satisfied that:<br \/><br \/>\t1.\tThe proposed relocation or removal of the protected tree has been approved by the Advisory Agency pursuant to Article 7 of Chapter I of this Code; or<br \/><br \/>\t2.\tThe land upon which the protected tree is located has been the subject of a determination by the City Planning Commission, the City Council, a Zoning Administrator or an Area Planning Commission, the <span class=\"dictionary\">appeal<\/span> period established by this Code with respect to the determination has expired, the determination is still in effect, and pursuant to the determination the protected tree’s removal would be permissible; or<br \/><br \/>\t3.\tA building permit has been issued for any property and is still in effect with respect to the property under consideration and its implementation would necessitate the removal or relocation.<br \/><br \/>\t(b)\tBoard Authority.  The Board of Public Works may grant a permit for the relocation or removal of a protected tree, unless otherwise provided in this section or unless the tree is officially designated as an Historical Monument or as part of an Historic Preservation Overlay Zone, if the Board determines that the removal of the protected tree will not result in an undesirable, irreversible soil erosion through <span class=\"dictionary\">diversion<\/span> or increased flow of surface waters, which cannot be mitigated to the satisfaction of the City; and<br \/><br \/>\t1.\tIt is necessary to remove the protected tree because its continued existence at the location prevents the reasonable development of the subject property; or<br \/><br \/>\t2.\tThe protected tree shows a substantial decline from a condition of normal health and vigor, and restoration, through appropriate and economically reasonable preservation procedures and practices, is not advisable; or<br \/><br \/>\t3.\tBecause of an existing and irreversible adverse condition of the protected tree, the tree is in danger of falling, notwithstanding the tree having been designated an Historical Monument or as part of an Historic Preservation Overlay Zone.<br \/><br \/>\t(c)\tAdditional Authority.  The Board of Public Works or its authorized officer or employee may:<br \/><br \/>\t1.\tRequire as a condition of a grant of permit for the relocation or removal of a protected tree, that the permittee replace the tree within the same property boundaries by at least two trees of a protected variety included within the definition set forth in Section 46.01 of this Code, in a manner acceptable to the Board.  In size, each replacement tree shall be at least a 15-gallon, or larger, specimen, measuring one inch or more in diameter one foot above the base, and be not less than seven feet in height measured from the base.  The size and number of replacement trees shall approximate the value of the tree to be replaced.<br \/><br \/>\t2.\tPermit protected trees of a lesser size or trees of a different species to be planted as replacement trees, if replacement trees of the size and species otherwise required pursuant to this Code are not available.  In that event, a greater number of replacement trees may be required.<br \/><br \/>\t3.\tPermit a protected tree to be moved to another location on the property, provided that the environmental conditions of the new location are favorable to the survival of the tree and there is a reasonable probability that the tree will survive.<\/p><\/section>","previous_section":{"id":"501","structure_id":"26","section_number":"46.01","catch_line":"Definition.","url":"\/46.01\/","token":"46.01"},"text":{"0":{"id":"2992","text":"  REQUIREMENTS FOR PUBLIC WORKS PERMITS TO RELOCATE OR REMOVE PROTECTED TREES.\n(Title and Section Amended by Ord. No. 177,404, Eff. 4\/23\/06.)\tNo person shall relocate or remove any protected tree, as that term is defined in Section 46.01, where the protected tree is not regulated pursuant to Article 7 of Chapter I of this Code, without first having applied for and obtained a permit from the Board of Public Works or its designated officer or employee, except as otherwise provided in this section.\tAn application for a permit shall indicate, in a manner acceptable to the Board of Public Works, by number on a plot plan, the location of each protected tree, and shall identify each protected tree proposed to be retained, relocated or removed.  If any grading is proposed that may affect the protected tree, a copy of the grading permit plan in compliance with Division 70 of Article 1 of Chapter IX of this Code shall be submitted with the application.\t(a)\tExemptions.  The Board of Public Works shall exempt from and not require issuance of a permit for the relocation or removal of a protected tree where the Board is satisfied that:\t1.\tThe proposed relocation or removal of the protected tree has been approved by the Advisory Agency pursuant to Article 7 of Chapter I of this Code; or\t2.\tThe land upon which the protected tree is located has been the subject of a determination by the City Planning Commission, the City Council, a Zoning Administrator or an Area Planning Commission, the appeal period established by this Code with respect to the determination has expired, the determination is still in effect, and pursuant to the determination the protected tree’s removal would be permissible; or\t3.\tA building permit has been issued for any property and is still in effect with respect to the property under consideration and its implementation would necessitate the removal or relocation.\t(b)\tBoard Authority.  The Board of Public Works may grant a permit for the relocation or removal of a protected tree, unless otherwise provided in this section or unless the tree is officially designated as an Historical Monument or as part of an Historic Preservation Overlay Zone, if the Board determines that the removal of the protected tree will not result in an undesirable, irreversible soil erosion through diversion or increased flow of surface waters, which cannot be mitigated to the satisfaction of the City; and\t1.\tIt is necessary to remove the protected tree because its continued existence at the location prevents the reasonable development of the subject property; or\t2.\tThe protected tree shows a substantial decline from a condition of normal health and vigor, and restoration, through appropriate and economically reasonable preservation procedures and practices, is not advisable; or\t3.\tBecause of an existing and irreversible adverse condition of the protected tree, the tree is in danger of falling, notwithstanding the tree having been designated an Historical Monument or as part of an Historic Preservation Overlay Zone.\t(c)\tAdditional Authority.  The Board of Public Works or its authorized officer or employee may:\t1.\tRequire as a condition of a grant of permit for the relocation or removal of a protected tree, that the permittee replace the tree within the same property boundaries by at least two trees of a protected variety included within the definition set forth in Section 46.01 of this Code, in a manner acceptable to the Board.  In size, each replacement tree shall be at least a 15-gallon, or larger, specimen, measuring one inch or more in diameter one foot above the base, and be not less than seven feet in height measured from the base.  The size and number of replacement trees shall approximate the value of the tree to be replaced.\t2.\tPermit protected trees of a lesser size or trees of a different species to be planted as replacement trees, if replacement trees of the size and species otherwise required pursuant to this Code are not available.  In that event, a greater number of replacement trees may be required.\t3.\tPermit a protected tree to be moved to another location on the property, provided that the environmental conditions of the new location are favorable to the survival of the tree and there is a reasonable probability that the tree will survive.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}