{"section_number":"47.08","edition_id":"1","section_id":"276","structure_id":"40","catch_line":"Tenant Relocation Assistance Where Mobilehome Parks Are Changed To A Different Use.","history":"","full_text":"  TENANT RELOCATION ASSISTANCE WHERE MOBILEHOME PARKS ARE CHANGED TO A DIFFERENT USE.\n\t(Added by Ord. No. 153,568, Eff. 5\/5\/80.)\n\n\tA.\tStatement of Purposes.  The provisions of this section are intended to provide relocation assistance to tenants of mobilehome parks facing eviction due to the owner’s intent to convert the mobilehome park to another use.\n\n\tB.\tDefinitions.  (Amended by Ord. No. 162,743, Eff. 9\/24\/87.)  For the purposes of this section, the definitions in Section 12.03 of this Code, in Article 1 of the California Mobilehome Residency Law (California Civil Code, Section 798, et seq.), and the following definitions shall apply:\n\n\tNotice to Quit:  In the case of a tenant, the Notice required by Section 798.55(b) of the California Civil Code. In the case of non-tenant resident, the notice required by an applicable provision of law.\n\n\tQualified Resident:  Any resident, as that term is used in California Civil Code Section 798.11, who satisfies any of the following criteria on the date said resident receives a Notice to Quit as defined above:  has attained age 62; is handicapped as defined in Section 50072 of the California Health and Safety Code; is disabled as defined in Title 42 United States Code 423; or is a person residing with and on whom is legally dependent (as determined for federal income tax purposes) one or more minor children.\n\n\tRelocation Assistance Service Provider:  A company that specializes in relocation assistance and has a contract with the City for the delivery of those services.  (Added by Ord. No. 180,071, Eff. 8\/30\/08.)\n\n\tRental Unit:  All dwelling units, efficiency dwelling units, guest rooms, and suites, as defined in Section 12.03 of this Code; all housing accommodations as defined in Government Code Section 12927; duplexes and condominiums in the City of Los Angeles, rented or offered for rent for living or dwelling purposes; the land and buildings appurtenant to these; and all housing services, privileges, furnishings and facilities supplied in connection with their use or occupancy, including garage and parking facilities.  This term shall also include mobilehomes, whether rent is paid for the mobilehome and the land upon which the mobilehome is located, or rent is paid for the land alone.  Further it shall include recreational vehicles, as defined in California Civil Code Section 799.24 if located in a mobilehome park or recreational vehicle park, whether rent is paid for the recreational vehicle and the land upon which it is located, or rent is paid for the land alone.  (Added by Ord. No. 180,071, Eff. 8\/30\/08.)\n\n\tTenant:  A homeowner, as defined in California Civil Code Section 798.9.\n\n\tQualified Tenant:  Any tenant who satisfies any of the following criteria on the date said tenant receives a Notice to Quit as defined above: has attained age 62; is handicapped as defined in Section 50072 of the California Health and Safely Code; is disabled as defined in Title 42 United States Code 423; or is a person residing with and on whom is legally dependent (as determined for federal income tax purposes) one or more minor children.\n\n\tC.\tRelocation Assistance Required.  (Amended by Ord. No. 180,071, Eff. 8\/30\/08.)\n\n\t1.\tThe management of a mobilehome park shall provide relocation assistance in connection with the change of use, as defined in Civil Code Section 798.10, of the mobilehome park, or any portion of the park.\n\n\t2.\tException.  This section shall not apply where:  (1) the change of use results from the City’s refusal to extend a conditional use permit, or similar permit, upon good faith request of the management for the extension; (2) the California Department of Housing suspends or revokes a permit pursuant to Health and Safety Code Section 18510; or (3) the tenant or resident, as the case may be, received actual written notice from management, prior to entering into an oral or written agreement to become a resident or tenant, that an application to convert the mobilehome park to another use was on file with the City or had already been approved, whichever the case may be.\n\n\t3.\tManagement shall pay the City a fee for the purpose of providing relocation assistance by the City’s Relocation Assistance Service Provider to each tenant in accordance with Subsection D. of this section.  The fee shall be $640 for each unit occupied by a qualified tenant and $400 for each unit occupied by other tenants, and an additional $55 per unit administrative fee to pay for the administrative costs associated with this service.  The fees, set forth above, may be increased in an amount based on the Consumer Price Index – All Urban Consumers averaged for the first 12-month period ending September 30, of each year, as determined and published by the Housing Department on or before May 30, of each year, pursuant to Section 151.07 A.6. of this Code.\n\n\tD.\tManner of Providing Relocation Assistance.  Relocation assistance, where required by the preceding subsection, shall be provided in accordance with the following provisions.\n\n\t1.\tManagement’s Responsibility.  (Amended by Ord. No. 180,071, Eff. 8\/30\/08.)\n\n\ta.\tManagement shall pay a fee to the City so that a Relocation Assistance Service Provider will:\n\n\t(1)\tMake available to each tenant, at no cost, a reasonably complete and current list of vacant and available rental units, which are comparable as to size and amenities to the unit occupied by the tenant, and\n\n\t(2)\tMake a reasonable and good faith effort to assure that tenants without cars are driven, at no cost, and tenants with cars are assisted, in order to inspect replacement rental units, and\n\n\t(3)\tHire an ambulance or similar vehicle, at no cost to the tenant, and otherwise take reasonable steps to assist any disabled or handicapped tenant with relocation-related activities.\n\n\tb.\tIn order to assist the tenants in meeting costs of relocation, higher rents for replacement housing, and any related expenses, pay a relocation fee in the following amounts.  If more than one fee applies to a rental unit, pay the highest of the applicable fees:\n\n\t(1)\t$15,300 to qualified tenants and a $7,000 fee to all other tenants who have lived in their rental unit for fewer than three years; or\n\n\t(2)\t$17,600 to qualified tenants and a $9,300 fee to all other tenants who have lived in their rental unit for three years or longer; or\n\n\t(3)\t$17,600 to qualified tenants and $9,300 to all other tenants whose household income is 80 percent or below Area Median Income (AMI), as adjusted for household size, as defined by the U.S. Department of Housing and Urban Development regardless of length of tenancy.  Tenants who claim eligibility pursuant to this subparagraph shall file a statement with the Housing Department verifying their income on a form prescribed by the Housing Department.  The Housing Department shall charge a fee of $186 per rental unit to resolve any disputes regarding tenant income eligibility.\n\n\tFor the year beginning July 1, 2009, and all subsequent years, the fee amounts shall be adjusted on an annual basis pursuant to the formula set forth in Section 151.06 D. of this Code.  The adjusted amount shall be rounded to the nearest $50 increment.\n\n\tc.\tThe relocation fee provided for in Paragraph b. above, shall be made as follows:\n\n\t(1)\tThe entire fee shall be paid to a tenant who is the only tenant in a rental unit; and\n\n\t(2)\tIf a rental unit is occupied by two or more tenants, then each tenant of the unit shall be paid an equal, pro-rata share of the fee.\n\n\tIn no event shall the landlord be liable to pay more than the maximum relocation amounts set forth above to all tenants residing in a rental unit.  If a tenant is entitled to monetary relocation benefits pursuant to City administrative agency action or any provision of local, state or federal law, then those benefits shall operate as a credit against any fee required to be paid to the tenant under this section.\n\n\t2.\tWhen Assistance Shall Be Provided.  (Amended by Ord. No. 180,071, Eff. 8\/30\/08.)\n\n\ta.\tPayment for Relocation Assistance Service Provider.  Management shall perform the acts described in Paragraph a. of Subdivision 1. above on or before the service of the Notice to Quit.\n\n\tb.\tMonetary Assistance.  Management shall perform the acts described in Paragraph b. of Subdivision 1. above within 15 days of service of the Notice to Quit.\n\n\tE.\tAffirmative Defense.  In an action by management to recover possession of a space occupied by a mobilehome or to recover possession of a mobilehome, as the case may be, the defendant may raise as an affirmative defense the failure of management to provide relocation assistance as required by this section.\n\n\tF.\t(Repealed by Ord. No. 180,071, Eff. 8\/30\/08.)\n\n\tG.\tNotification to City. (Added by Ord. No. 154,073, Eff. 7\/28\/80.)\n\n\t1.\tThe management shall serve, by personal service or by United States Mail, written notice on the Superintendent of Building of the proposed termination of mobilehome park use, accompanied by such information and in a form designated for such purpose by the Superintendent. Upon publication of this subsection in the newspaper, the Superintendent shall forthwith notify the management of all mobilehome parks within the City limits of the requirements of this subsection.\n\n\ta.\tWhere the Notice to Quit is served on or after the effective date of this subsection, the notice to the Superintendent shall be served on or before the 30th day prior to the expiration of one period stated in the Notice to Quit.  (Amended by Ord. No. 157,153*, Eff. 10\/15\/82.)\n\n\tb.\tWhere the Notice to Quit is served prior to the effective date of this subsection, the notice to the Superintendent shall be served on or before the 10th day prior to the expiration of the period stated in the Notice to Quit.\n\n\t2.\tThe notice referred to in Subdivision 1 above shall be accompanied by a statement that the management has provided all relocation assistance required by law, accompanied with proof of such assistance in the form of notarized signed acknowledgments from the recipients thereof or a notarized sign waiver of assistance.  (Amended by Ord. No. 157,153*, Eff. 10\/15\/82.)\n\n\t3.\tIf management fails to substantially comply with this Subsection G, as determined by the Superintendent of Building, the Superintendent shall forthwith notify the Director of Planning and all other appropriate City departments and officials of such noncompliance. These departments and officials shall not issue, grant or approve any application or request for any permit, license or other entitlement of use (including but not limited to a building permit, conditional use permit, zone change, variance, certificate of occupancy, tract or parcel map) for any change of use.  (Amended by Ord. No. 157,153, Eff. 10\/15\/82.)\n\n\t4.\tThis Subsection G shall apply only to those mobilehome parks at which resides a tenant or a resident who is subject to a Notice to Quit which specifies a period which terminates on or after July 1, 1980. The requirement of notarized signed acknowledgments set forth in Subdivision 2 above shall not apply as to any recipient of relocation assistance who vacated the mobilehome park prior to July 27, 1980.  (Amended by Ord. No. 162,743, Eff. 9\/24\/87.)\n\n\t* The amendments to Section 47.08 of this Code set forth in this ordinance shall apply to any action to recover possession of a rental unit which has not become final as of the effective date of this ordinance.","order_by":"08","ancestry":{"1":{"id":"40","name":"Miscellaneous","identifier":"7","label":"article","url":"\/4\/7\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2460","structure_id":"40","section_number":"47.00","catch_line":"Posting Of Telephone Number Of The Fire Department Emergency Ambulance Service In Eating Establishments.","url":"\/47.00\/","token":"47.00"},"1":{"id":"3540","structure_id":"40","section_number":"47.01","catch_line":"Hotels, Motels, Lodging And Rooming Houses – Register Required.","url":"\/47.01\/","token":"47.01"},"2":{"id":"823","structure_id":"40","section_number":"47.02","catch_line":"Marathons – Endurance Contests And Exhibitions.","url":"\/47.02\/","token":"47.02"},"3":{"id":"4149","structure_id":"40","section_number":"47.03","catch_line":"Political Solicitations From City Officers And Employees.","url":"\/47.03\/","token":"47.03"},"4":{"id":"3741","structure_id":"40","section_number":"47.04","catch_line":"Sale Of Used Or Secondhand Hats.","url":"\/47.04\/","token":"47.04"},"5":{"id":"2431","structure_id":"40","section_number":"47.05","catch_line":"New Locks In Apartments – Installation Required.","url":"\/47.05\/","token":"47.05"},"6":{"id":"2668","structure_id":"40","section_number":"47.06","catch_line":"Tenant Relocation Assistance Where Apartments Are To Be Converted.","url":"\/47.06\/","token":"47.06"},"7":{"id":"4136","structure_id":"40","section_number":"47.07","catch_line":"Tenant Relocation Assistance Where Apartments Are To Be Demolished.","url":"\/47.07\/","token":"47.07"},"8":{"id":"276","structure_id":"40","section_number":"47.08","catch_line":"Tenant Relocation Assistance Where Mobilehome Parks Are Changed To A Different Use.","url":"\/47.08\/","token":"47.08"},"9":{"id":"1243","structure_id":"40","section_number":"47.09","catch_line":"Mobilehome Park Closure Impact Report.","url":"\/47.09\/","token":"47.09"},"10":{"id":"1478","structure_id":"40","section_number":"47.10","catch_line":"Landlords – Nonpayment Of Utility Bills.","url":"\/47.10\/","token":"47.10"},"11":{"id":"3579","structure_id":"40","section_number":"47.11","catch_line":"Display Of Aerosol Spray Paint Containers And Marker Pens.","url":"\/47.11\/","token":"47.11"},"12":{"id":"2250","structure_id":"40","section_number":"47.12","catch_line":"Excessive Price Increases During State Of Emergency.","url":"\/47.12\/","token":"47.12"},"13":{"id":"782","structure_id":"40","section_number":"47.13","catch_line":"Insertion Of Writings Into Containers.","url":"\/47.13\/","token":"47.13"},"14":{"id":"70","structure_id":"40","section_number":"47.14","catch_line":"Self Service Display Of Tobacco Products.","url":"\/47.14\/","token":"47.14"},"15":{"id":"408","structure_id":"40","section_number":"47.15","catch_line":"Spectators Prohibited At Speed Contests And Exhibitions Of Speed.","url":"\/47.15\/","token":"47.15"},"16":{"id":"1944","structure_id":"40","section_number":"47.16","catch_line":"Display And Sale Of Glass Etching Products.","url":"\/47.16\/","token":"47.16"},"17":{"id":"803","structure_id":"40","section_number":"47.17","catch_line":"Sale Of Motor-Driven Cycles And Motorized Bicycles.","url":"\/47.17\/","token":"47.17"},"18":{"id":"3415","structure_id":"40","section_number":"47.50","catch_line":"Narcotics, Violent Crime, Unlawful Weapon Or Ammunition\nCrime, And Gang-Related Crime Eviction Program.","url":"\/47.50\/","token":"47.50"}},"next_section":{"id":"1243","structure_id":"40","section_number":"47.09","catch_line":"Mobilehome Park Closure Impact Report.","url":"\/47.09\/","token":"47.09"},"metadata":false,"references":false,"url":"\/47.08\/","token":"47.08","formats":{"txt":"\/47.08.txt","json":"\/47.08.xml"},"dublin_core":{"Title":"Tenant Relocation Assistance Where Mobilehome Parks Are Changed To A Different Use.","Type":"Text","Format":"text\/html","Identifier":"§ 47.08","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nTENANT RELOCATION ASSISTANCE WHERE MOBILEHOME PARKS ARE CHANGED TO A DIFFERENT\nUSE. (§ 47.08)\n\n  TENANT RELOCATION ASSISTANCE WHERE MOBILEHOME PARKS ARE CHANGED TO A\nDIFFERENT USE.\n\t(Added by Ord. No. 153,568, Eff. 5\/5\/80.)\tA.\tStatement of Purposes.  The\nprovisions of this section are intended to provide relocation assistance to\ntenants of mobilehome parks facing eviction due to the owner’s intent to\nconvert the mobilehome park to another use.\tB.\tDefinitions.  (Amended by Ord.\nNo. 162,743, Eff. 9\/24\/87.)  For the purposes of this section, the definitions\nin Section 12.03 of this Code, in Article 1 of the California Mobilehome\nResidency Law (California Civil Code, Section 798, et seq.), and the following\ndefinitions shall apply:\tNotice to Quit:  In the case of a tenant, the Notice\nrequired by Section 798.55(b) of the California Civil Code. In the case of\nnon-tenant resident, the notice required by an applicable provision of\nlaw.\tQualified Resident:  Any resident, as that term is used in California\nCivil Code Section 798.11, who satisfies any of the following criteria on the\ndate said resident receives a Notice to Quit as defined above:  has attained\nage 62; is handicapped as defined in Section 50072 of the California Health and\nSafety Code; is disabled as defined in Title 42 United States Code 423; or is a\nperson residing with and on whom is legally dependent (as determined for federal\nincome tax purposes) one or more minor children.\tRelocation Assistance Service\nProvider:  A company that specializes in relocation assistance and has a\ncontract with the City for the delivery of those services.  (Added by Ord. No.\n180,071, Eff. 8\/30\/08.)\tRental Unit:  All dwelling units, efficiency dwelling\nunits, guest rooms, and suites, as defined in Section 12.03 of this Code; all\nhousing accommodations as defined in Government Code Section 12927; duplexes and\ncondominiums in the City of Los Angeles, rented or offered for rent for living\nor dwelling purposes; the land and buildings appurtenant to these; and all\nhousing services, privileges, furnishings and facilities supplied in connection\nwith their use or occupancy, including garage and parking facilities.  This\nterm shall also include mobilehomes, whether rent is paid for the mobilehome and\nthe land upon which the mobilehome is located, or rent is paid for the land\nalone.  Further it shall include recreational vehicles, as defined in\nCalifornia Civil Code Section 799.24 if located in a mobilehome park or\nrecreational vehicle park, whether rent is paid for the recreational vehicle and\nthe land upon which it is located, or rent is paid for the land alone.  (Added\nby Ord. No. 180,071, Eff. 8\/30\/08.)\tTenant:  A homeowner, as defined in\nCalifornia Civil Code Section 798.9.\tQualified Tenant:  Any tenant who\nsatisfies any of the following criteria on the date said tenant receives a\nNotice to Quit as defined above: has attained age 62; is handicapped as defined\nin Section 50072 of the California Health and Safely Code; is disabled as\ndefined in Title 42 United States Code 423; or is a person residing with and on\nwhom is legally dependent (as determined for federal income tax purposes) one or\nmore minor children.\tC.\tRelocation Assistance Required.  (Amended by Ord. No.\n180,071, Eff. 8\/30\/08.)\t1.\tThe management of a mobilehome park shall provide\nrelocation assistance in connection with the change of use, as defined in Civil\nCode Section 798.10, of the mobilehome park, or any portion of the\npark.\t2.\tException.  This section shall not apply where:  (1) the change of\nuse results from the City’s refusal to extend a conditional use permit, or\nsimilar permit, upon good faith request of the management for the extension; (2)\nthe California Department of Housing suspends or revokes a permit pursuant to\nHealth and Safety Code Section 18510; or (3) the tenant or resident, as the case\nmay be, received actual written notice from management, prior to entering into\nan oral or written agreement to become a resident or tenant, that an application\nto convert the mobilehome park to another use was on file with the City or had\nalready been approved, whichever the case may be.\t3.\tManagement shall pay the\nCity a fee for the purpose of providing relocation assistance by the City’s\nRelocation Assistance Service Provider to each tenant in accordance with\nSubsection D. of this section.  The fee shall be $640 for each unit occupied by\na qualified tenant and $400 for each unit occupied by other tenants, and an\nadditional $55 per unit administrative fee to pay for the administrative costs\nassociated with this service.  The fees, set forth above, may be increased in\nan amount based on the Consumer Price Index – All Urban Consumers averaged for\nthe first 12-month period ending September 30, of each year, as determined and\npublished by the Housing Department on or before May 30, of each year, pursuant\nto Section 151.07 A.6. of this Code.\tD.\tManner of Providing Relocation\nAssistance.  Relocation assistance, where required by the preceding subsection,\nshall be provided in accordance with the following provisions.\t1.\tManagement’s\nResponsibility.  (Amended by Ord. No. 180,071, Eff. 8\/30\/08.)\ta.\tManagement\nshall pay a fee to the City so that a Relocation Assistance Service Provider\nwill:\t(1)\tMake available to each tenant, at no cost, a reasonably complete and\ncurrent list of vacant and available rental units, which are comparable as to\nsize and amenities to the unit occupied by the tenant, and\t(2)\tMake a reasonable\nand good faith effort to assure that tenants without cars are driven, at no\ncost, and tenants with cars are assisted, in order to inspect replacement rental\nunits, and\t(3)\tHire an ambulance or similar vehicle, at no cost to the tenant,\nand otherwise take reasonable steps to assist any disabled or handicapped tenant\nwith relocation-related activities.\tb.\tIn order to assist the tenants in meeting\ncosts of relocation, higher rents for replacement housing, and any related\nexpenses, pay a relocation fee in the following amounts.  If more than one fee\napplies to a rental unit, pay the highest of the applicable fees:\t(1)\t$15,300 to\nqualified tenants and a $7,000 fee to all other tenants who have lived in their\nrental unit for fewer than three years; or\t(2)\t$17,600 to qualified tenants and\na $9,300 fee to all other tenants who have lived in their rental unit for three\nyears or longer; or\t(3)\t$17,600 to qualified tenants and $9,300 to all other\ntenants whose household income is 80 percent or below Area Median Income (AMI),\nas adjusted for household size, as defined by the U.S. Department of Housing and\nUrban Development regardless of length of tenancy.  Tenants who claim\neligibility pursuant to this subparagraph shall file a statement with the\nHousing Department verifying their income on a form prescribed by the Housing\nDepartment.  The Housing Department shall charge a fee of $186 per rental unit\nto resolve any disputes regarding tenant income eligibility.\tFor the year\nbeginning July 1, 2009, and all subsequent years, the fee amounts shall be\nadjusted on an annual basis pursuant to the formula set forth in Section 151.06\nD. of this Code.  The adjusted amount shall be rounded to the nearest $50\nincrement.\tc.\tThe relocation fee provided for in Paragraph b. above, shall be\nmade as follows:\t(1)\tThe entire fee shall be paid to a tenant who is the only\ntenant in a rental unit; and\t(2)\tIf a rental unit is occupied by two or more\ntenants, then each tenant of the unit shall be paid an equal, pro-rata share of\nthe fee.\tIn no event shall the landlord be liable to pay more than the maximum\nrelocation amounts set forth above to all tenants residing in a rental unit. \nIf a tenant is entitled to monetary relocation benefits pursuant to City\nadministrative agency action or any provision of local, state or federal law,\nthen those benefits shall operate as a credit against any fee required to be\npaid to the tenant under this section.\t2.\tWhen Assistance Shall Be Provided. \n(Amended by Ord. No. 180,071, Eff. 8\/30\/08.)\ta.\tPayment for Relocation\nAssistance Service Provider.  Management shall perform the acts described in\nParagraph a. of Subdivision 1. above on or before the service of the Notice to\nQuit.\tb.\tMonetary Assistance.  Management shall perform the acts described in\nParagraph b. of Subdivision 1. above within 15 days of service of the Notice to\nQuit.\tE.\tAffirmative Defense.  In an action by management to recover possession\nof a space occupied by a mobilehome or to recover possession of a mobilehome, as\nthe case may be, the defendant may raise as an affirmative defense the failure\nof management to provide relocation assistance as required by this\nsection.\tF.\t(Repealed by Ord. No. 180,071, Eff. 8\/30\/08.)\tG.\tNotification to\nCity. (Added by Ord. No. 154,073, Eff. 7\/28\/80.)\t1.\tThe management shall serve,\nby personal service or by United States Mail, written notice on the\nSuperintendent of Building of the proposed termination of mobilehome park use,\naccompanied by such information and in a form designated for such purpose by the\nSuperintendent. Upon publication of this subsection in the newspaper, the\nSuperintendent shall forthwith notify the management of all mobilehome parks\nwithin the City limits of the requirements of this subsection.\ta.\tWhere the\nNotice to Quit is served on or after the effective date of this subsection, the\nnotice to the Superintendent shall be served on or before the 30th day prior to\nthe expiration of one period stated in the Notice to Quit.  (Amended by Ord.\nNo. 157,153*, Eff. 10\/15\/82.)\tb.\tWhere the Notice to Quit is served prior to the\neffective date of this subsection, the notice to the Superintendent shall be\nserved on or before the 10th day prior to the expiration of the period stated in\nthe Notice to Quit.\t2.\tThe notice referred to in Subdivision 1 above shall be\naccompanied by a statement that the management has provided all relocation\nassistance required by law, accompanied with proof of such assistance in the\nform of notarized signed acknowledgments from the recipients thereof or a\nnotarized sign waiver of assistance.  (Amended by Ord. No. 157,153*, Eff.\n10\/15\/82.)\t3.\tIf management fails to substantially comply with this Subsection\nG, as determined by the Superintendent of Building, the Superintendent shall\nforthwith notify the Director of Planning and all other appropriate City\ndepartments and officials of such noncompliance. These departments and officials\nshall not issue, grant or approve any application or request for any permit,\nlicense or other entitlement of use (including but not limited to a building\npermit, conditional use permit, zone change, variance, certificate of occupancy,\ntract or parcel map) for any change of use.  (Amended by Ord. No. 157,153, Eff.\n10\/15\/82.)\t4.\tThis Subsection G shall apply only to those mobilehome parks at\nwhich resides a tenant or a resident who is subject to a Notice to Quit which\nspecifies a period which terminates on or after July 1, 1980. The requirement of\nnotarized signed acknowledgments set forth in Subdivision 2 above shall not\napply as to any recipient of relocation assistance who vacated the mobilehome\npark prior to July 27, 1980.  (Amended by Ord. No. 162,743, Eff. 9\/24\/87.)\t*\nThe amendments to Section 47.08 of this Code set forth in this ordinance shall\napply to any action to recover possession of a rental unit which has not become\nfinal as of the effective date of this ordinance.\n","html":"\n\t\t\t\t\t<section><p>  TENANT RELOCATION ASSISTANCE WHERE MOBILEHOME PARKS ARE CHANGED TO A DIFFERENT USE.\n\t(Added by Ord. No. 153,568, Eff. 5\/5\/80.)<br \/><br \/>\tA.\tStatement of Purposes.  The provisions of this section are intended to provide relocation assistance to tenants of mobilehome parks facing eviction due to the owner’s <span class=\"dictionary\">intent<\/span> to convert the mobilehome park to another use.<br \/><br \/>\tB.\tDefinitions.  (Amended by Ord. No. 162,743, Eff. 9\/24\/87.)  For the purposes of this section, the definitions in Section 12.03 of this Code, in Article 1 of the California Mobilehome Residency <span class=\"dictionary\">Law<\/span> (California Civil Code, Section 798, et seq.), and the following definitions shall apply:<br \/><br \/>\tNotice to Quit:  In the case of a tenant, the Notice required by Section 798.55(b) of the California Civil Code. In the case of non-tenant resident, the notice required by an applicable provision of <span class=\"dictionary\">law<\/span>.<br \/><br \/>\tQualified Resident:  Any resident, as that term is used in California Civil Code Section 798.11, who satisfies any of the following criteria on the date said resident receives a Notice to Quit as defined above:  has attained age 62; is handicapped as defined in Section 50072 of the California Health and Safety Code; is disabled as defined in Title 42 United States Code 423; or is a person residing with and on whom is legally dependent (as determined for federal income tax purposes) one or more <span class=\"dictionary\">minor<\/span> children.<br \/><br \/>\tRelocation Assistance Service Provider:  A company that specializes in relocation assistance and has a <span class=\"dictionary\">contract<\/span> with the City for the delivery of those services.  (Added by Ord. No. 180,071, Eff. 8\/30\/08.)<br \/><br \/>\tRental Unit:  All dwelling units, efficiency dwelling units, guest rooms, and suites, as defined in Section 12.03 of this Code; all housing accommodations as defined in Government Code Section 12927; duplexes and condominiums in the City of Los Angeles, rented or offered for rent for living or dwelling purposes; the land and buildings appurtenant to these; and all housing services, <span class=\"dictionary\">privileges<\/span>, furnishings and facilities supplied in connection with their use or occupancy, including garage and parking facilities.  This term shall also include mobilehomes, whether rent is paid for the mobilehome and the land upon which the mobilehome is located, or rent is paid for the land alone.  Further it shall include recreational vehicles, as defined in California Civil Code Section 799.24 if located in a mobilehome park or recreational vehicle park, whether rent is paid for the recreational vehicle and the land upon which it is located, or rent is paid for the land alone.  (Added by Ord. No. 180,071, Eff. 8\/30\/08.)<br \/><br \/>\tTenant:  A homeowner, as defined in California Civil Code Section 798.9.<br \/><br \/>\tQualified Tenant:  Any tenant who satisfies any of the following criteria on the date said tenant receives a Notice to Quit as defined above: has attained age 62; is handicapped as defined in Section 50072 of the California Health and Safely Code; is disabled as defined in Title 42 United States Code 423; or is a person residing with and on whom is legally dependent (as determined for federal income tax purposes) one or more <span class=\"dictionary\">minor<\/span> children.<br \/><br \/>\tC.\tRelocation Assistance Required.  (Amended by Ord. No. 180,071, Eff. 8\/30\/08.)<br \/><br \/>\t1.\tThe management of a mobilehome park shall provide relocation assistance in connection with the change of use, as defined in Civil Code Section 798.10, of the mobilehome park, or any portion of the park.<br \/><br \/>\t2.\tException.  This section shall not apply where:  (1) the change of use results from the City’s refusal to extend a conditional use permit, or similar permit, upon good faith request of the management for the extension; (2) the California Department of Housing suspends or revokes a permit pursuant to Health and Safety Code Section 18510; or (3) the tenant or resident, as the case may be, received actual written notice from management, prior to entering into an oral or written agreement to become a resident or tenant, that an application to convert the mobilehome park to another use was on file with the City or had already been approved, whichever the case may be.<br \/><br \/>\t3.\tManagement shall pay the City a fee for the purpose of providing relocation assistance by the City’s Relocation Assistance Service Provider to each tenant in accordance with Subsection D. of this section.  The fee shall be $640 for each unit occupied by a qualified tenant and $400 for each unit occupied by other tenants, and an additional $55 per unit administrative fee to pay for the administrative costs associated with this service.  The fees, set forth above, may be increased in an amount based on the Consumer Price Index – All Urban Consumers averaged for the first 12-month period ending September 30, of each year, as determined and published by the Housing Department on or before May 30, of each year, pursuant to Section 151.07 A.6. of this Code.<br \/><br \/>\tD.\tManner of Providing Relocation Assistance.  Relocation assistance, where required by the preceding subsection, shall be provided in accordance with the following provisions.<br \/><br \/>\t1.\tManagement’s Responsibility.  (Amended by Ord. No. 180,071, Eff. 8\/30\/08.)<br \/><br \/>\ta.\tManagement shall pay a fee to the City so that a Relocation Assistance Service Provider will:<br \/><br \/>\t(1)\tMake available to each tenant, at no cost, a reasonably complete and current list of vacant and available rental units, which are comparable as to size and amenities to the unit occupied by the tenant, and<br \/><br \/>\t(2)\tMake a reasonable and good faith effort to assure that tenants without cars are driven, at no cost, and tenants with cars are assisted, in <span class=\"dictionary\">order<\/span> to inspect replacement rental units, and<br \/><br \/>\t(3)\tHire an ambulance or similar vehicle, at no cost to the tenant, and otherwise take reasonable steps to assist any disabled or handicapped tenant with relocation-related activities.<br \/><br \/>\tb.\tIn <span class=\"dictionary\">order<\/span> to assist the tenants in meeting costs of relocation, higher rents for replacement housing, and any related expenses, pay a relocation fee in the following amounts.  If more than one fee applies to a rental unit, pay the highest of the applicable fees:<br \/><br \/>\t(1)\t$15,300 to qualified tenants and a $7,000 fee to all other tenants who have lived in their rental unit for fewer than three years; or<br \/><br \/>\t(2)\t$17,600 to qualified tenants and a $9,300 fee to all other tenants who have lived in their rental unit for three years or longer; or<br \/><br \/>\t(3)\t$17,600 to qualified tenants and $9,300 to all other tenants whose household income is 80 percent or below Area Median Income (AMI), as adjusted for household size, as defined by the U.S. Department of Housing and Urban Development regardless of length of tenancy.  Tenants who claim eligibility pursuant to this subparagraph shall file a statement with the Housing Department verifying their income on a form prescribed by the Housing Department.  The Housing Department shall charge a fee of $186 per rental unit to resolve any disputes regarding tenant income eligibility.<br \/><br \/>\tFor the year beginning July 1, 2009, and all subsequent years, the fee amounts shall be adjusted on an annual basis pursuant to the formula set forth in Section 151.06 D. of this Code.  The adjusted amount shall be rounded to the nearest $50 increment.<br \/><br \/>\tc.\tThe relocation fee provided for in Paragraph b. above, shall be made as follows:<br \/><br \/>\t(1)\tThe entire fee shall be paid to a tenant who is the only tenant in a rental unit; and<br \/><br \/>\t(2)\tIf a rental unit is occupied by two or more tenants, then each tenant of the unit shall be paid an equal, pro-rata share of the fee.<br \/><br \/>\tIn no event shall the landlord be liable to pay more than the maximum relocation amounts set forth above to all tenants residing in a rental unit.  If a tenant is entitled to monetary relocation benefits pursuant to City administrative agency action or any provision of local, state or federal <span class=\"dictionary\">law<\/span>, then those benefits shall operate as a credit against any fee required to be paid to the tenant under this section.<br \/><br \/>\t2.\tWhen Assistance Shall Be Provided.  (Amended by Ord. No. 180,071, Eff. 8\/30\/08.)<br \/><br \/>\ta.\tPayment for Relocation Assistance Service Provider.  Management shall perform the acts described in Paragraph a. of Subdivision 1. above on or before the service of the Notice to Quit.<br \/><br \/>\tb.\tMonetary Assistance.  Management shall perform the acts described in Paragraph b. of Subdivision 1. above within 15 days of service of the Notice to Quit.<br \/><br \/>\tE.\t<span class=\"dictionary\">Affirmative Defense<\/span>.  In an action by management to recover <span class=\"dictionary\">possession<\/span> of a space occupied by a mobilehome or to recover <span class=\"dictionary\">possession<\/span> of a mobilehome, as the case may be, the <span class=\"dictionary\">defendant<\/span> may raise as an <span class=\"dictionary\">affirmative defense<\/span> the failure of management to provide relocation assistance as required by this section.<br \/><br \/>\tF.\t(Repealed by Ord. No. 180,071, Eff. 8\/30\/08.)<br \/><br \/>\tG.\tNotification to City. (Added by Ord. No. 154,073, Eff. 7\/28\/80.)<br \/><br \/>\t1.\tThe management shall serve, by personal service or by United States Mail, written notice on the Superintendent of Building of the proposed termination of mobilehome park use, accompanied by such information and in a form designated for such purpose by the Superintendent. Upon publication of this subsection in the newspaper, the Superintendent shall forthwith notify the management of all mobilehome parks within the City limits of the requirements of this subsection.<br \/><br \/>\ta.\tWhere the Notice to Quit is served on or after the effective date of this subsection, the notice to the Superintendent shall be served on or before the 30th day prior to the expiration of one period stated in the Notice to Quit.  (Amended by Ord. No. 157,153*, Eff. 10\/15\/82.)<br \/><br \/>\tb.\tWhere the Notice to Quit is served prior to the effective date of this subsection, the notice to the Superintendent shall be served on or before the 10th day prior to the expiration of the period stated in the Notice to Quit.<br \/><br \/>\t2.\tThe notice referred to in Subdivision 1 above shall be accompanied by a statement that the management has provided all relocation assistance required by <span class=\"dictionary\">law<\/span>, accompanied with proof of such assistance in the form of notarized signed acknowledgments from the recipients thereof or a notarized sign <span class=\"dictionary\">waiver<\/span> of assistance.  (Amended by Ord. No. 157,153*, Eff. 10\/15\/82.)<br \/><br \/>\t3.\tIf management fails to substantially comply with this Subsection G, as determined by the Superintendent of Building, the Superintendent shall forthwith notify the Director of Planning and all other appropriate City departments and officials of such noncompliance. These departments and officials shall not <span class=\"dictionary\">issue<\/span>, grant or approve any application or request for any permit, license or other entitlement of use (including but not limited to a building permit, conditional use permit, zone change, variance, certificate of occupancy, tract or parcel map) for any change of use.  (Amended by Ord. No. 157,153, Eff. 10\/15\/82.)<br \/><br \/>\t4.\tThis Subsection G shall apply only to those mobilehome parks at which resides a tenant or a resident who is subject to a Notice to Quit which specifies a period which terminates on or after July 1, 1980. The requirement of notarized signed acknowledgments set forth in Subdivision 2 above shall not apply as to any recipient of relocation assistance who vacated the mobilehome park prior to July 27, 1980.  (Amended by Ord. No. 162,743, Eff. 9\/24\/87.)<br \/><br \/>\t* The amendments to Section 47.08 of this Code set forth in this <span class=\"dictionary\">ordinance<\/span> shall apply to any action to recover <span class=\"dictionary\">possession<\/span> of a rental unit which has not become final as of the effective date of this <span class=\"dictionary\">ordinance<\/span>.<\/p><\/section>","previous_section":{"id":"4136","structure_id":"40","section_number":"47.07","catch_line":"Tenant Relocation Assistance Where Apartments Are To Be Demolished.","url":"\/47.07\/","token":"47.07"},"text":{"0":{"id":"272","text":"  TENANT RELOCATION ASSISTANCE WHERE MOBILEHOME PARKS ARE CHANGED TO A DIFFERENT USE.\n\t(Added by Ord. No. 153,568, Eff. 5\/5\/80.)\tA.\tStatement of Purposes.  The provisions of this section are intended to provide relocation assistance to tenants of mobilehome parks facing eviction due to the owner’s intent to convert the mobilehome park to another use.\tB.\tDefinitions.  (Amended by Ord. No. 162,743, Eff. 9\/24\/87.)  For the purposes of this section, the definitions in Section 12.03 of this Code, in Article 1 of the California Mobilehome Residency Law (California Civil Code, Section 798, et seq.), and the following definitions shall apply:\tNotice to Quit:  In the case of a tenant, the Notice required by Section 798.55(b) of the California Civil Code. In the case of non-tenant resident, the notice required by an applicable provision of law.\tQualified Resident:  Any resident, as that term is used in California Civil Code Section 798.11, who satisfies any of the following criteria on the date said resident receives a Notice to Quit as defined above:  has attained age 62; is handicapped as defined in Section 50072 of the California Health and Safety Code; is disabled as defined in Title 42 United States Code 423; or is a person residing with and on whom is legally dependent (as determined for federal income tax purposes) one or more minor children.\tRelocation Assistance Service Provider:  A company that specializes in relocation assistance and has a contract with the City for the delivery of those services.  (Added by Ord. No. 180,071, Eff. 8\/30\/08.)\tRental Unit:  All dwelling units, efficiency dwelling units, guest rooms, and suites, as defined in Section 12.03 of this Code; all housing accommodations as defined in Government Code Section 12927; duplexes and condominiums in the City of Los Angeles, rented or offered for rent for living or dwelling purposes; the land and buildings appurtenant to these; and all housing services, privileges, furnishings and facilities supplied in connection with their use or occupancy, including garage and parking facilities.  This term shall also include mobilehomes, whether rent is paid for the mobilehome and the land upon which the mobilehome is located, or rent is paid for the land alone.  Further it shall include recreational vehicles, as defined in California Civil Code Section 799.24 if located in a mobilehome park or recreational vehicle park, whether rent is paid for the recreational vehicle and the land upon which it is located, or rent is paid for the land alone.  (Added by Ord. No. 180,071, Eff. 8\/30\/08.)\tTenant:  A homeowner, as defined in California Civil Code Section 798.9.\tQualified Tenant:  Any tenant who satisfies any of the following criteria on the date said tenant receives a Notice to Quit as defined above: has attained age 62; is handicapped as defined in Section 50072 of the California Health and Safely Code; is disabled as defined in Title 42 United States Code 423; or is a person residing with and on whom is legally dependent (as determined for federal income tax purposes) one or more minor children.\tC.\tRelocation Assistance Required.  (Amended by Ord. No. 180,071, Eff. 8\/30\/08.)\t1.\tThe management of a mobilehome park shall provide relocation assistance in connection with the change of use, as defined in Civil Code Section 798.10, of the mobilehome park, or any portion of the park.\t2.\tException.  This section shall not apply where:  (1) the change of use results from the City’s refusal to extend a conditional use permit, or similar permit, upon good faith request of the management for the extension; (2) the California Department of Housing suspends or revokes a permit pursuant to Health and Safety Code Section 18510; or (3) the tenant or resident, as the case may be, received actual written notice from management, prior to entering into an oral or written agreement to become a resident or tenant, that an application to convert the mobilehome park to another use was on file with the City or had already been approved, whichever the case may be.\t3.\tManagement shall pay the City a fee for the purpose of providing relocation assistance by the City’s Relocation Assistance Service Provider to each tenant in accordance with Subsection D. of this section.  The fee shall be $640 for each unit occupied by a qualified tenant and $400 for each unit occupied by other tenants, and an additional $55 per unit administrative fee to pay for the administrative costs associated with this service.  The fees, set forth above, may be increased in an amount based on the Consumer Price Index – All Urban Consumers averaged for the first 12-month period ending September 30, of each year, as determined and published by the Housing Department on or before May 30, of each year, pursuant to Section 151.07 A.6. of this Code.\tD.\tManner of Providing Relocation Assistance.  Relocation assistance, where required by the preceding subsection, shall be provided in accordance with the following provisions.\t1.\tManagement’s Responsibility.  (Amended by Ord. No. 180,071, Eff. 8\/30\/08.)\ta.\tManagement shall pay a fee to the City so that a Relocation Assistance Service Provider will:\t(1)\tMake available to each tenant, at no cost, a reasonably complete and current list of vacant and available rental units, which are comparable as to size and amenities to the unit occupied by the tenant, and\t(2)\tMake a reasonable and good faith effort to assure that tenants without cars are driven, at no cost, and tenants with cars are assisted, in order to inspect replacement rental units, and\t(3)\tHire an ambulance or similar vehicle, at no cost to the tenant, and otherwise take reasonable steps to assist any disabled or handicapped tenant with relocation-related activities.\tb.\tIn order to assist the tenants in meeting costs of relocation, higher rents for replacement housing, and any related expenses, pay a relocation fee in the following amounts.  If more than one fee applies to a rental unit, pay the highest of the applicable fees:\t(1)\t$15,300 to qualified tenants and a $7,000 fee to all other tenants who have lived in their rental unit for fewer than three years; or\t(2)\t$17,600 to qualified tenants and a $9,300 fee to all other tenants who have lived in their rental unit for three years or longer; or\t(3)\t$17,600 to qualified tenants and $9,300 to all other tenants whose household income is 80 percent or below Area Median Income (AMI), as adjusted for household size, as defined by the U.S. Department of Housing and Urban Development regardless of length of tenancy.  Tenants who claim eligibility pursuant to this subparagraph shall file a statement with the Housing Department verifying their income on a form prescribed by the Housing Department.  The Housing Department shall charge a fee of $186 per rental unit to resolve any disputes regarding tenant income eligibility.\tFor the year beginning July 1, 2009, and all subsequent years, the fee amounts shall be adjusted on an annual basis pursuant to the formula set forth in Section 151.06 D. of this Code.  The adjusted amount shall be rounded to the nearest $50 increment.\tc.\tThe relocation fee provided for in Paragraph b. above, shall be made as follows:\t(1)\tThe entire fee shall be paid to a tenant who is the only tenant in a rental unit; and\t(2)\tIf a rental unit is occupied by two or more tenants, then each tenant of the unit shall be paid an equal, pro-rata share of the fee.\tIn no event shall the landlord be liable to pay more than the maximum relocation amounts set forth above to all tenants residing in a rental unit.  If a tenant is entitled to monetary relocation benefits pursuant to City administrative agency action or any provision of local, state or federal law, then those benefits shall operate as a credit against any fee required to be paid to the tenant under this section.\t2.\tWhen Assistance Shall Be Provided.  (Amended by Ord. No. 180,071, Eff. 8\/30\/08.)\ta.\tPayment for Relocation Assistance Service Provider.  Management shall perform the acts described in Paragraph a. of Subdivision 1. above on or before the service of the Notice to Quit.\tb.\tMonetary Assistance.  Management shall perform the acts described in Paragraph b. of Subdivision 1. above within 15 days of service of the Notice to Quit.\tE.\tAffirmative Defense.  In an action by management to recover possession of a space occupied by a mobilehome or to recover possession of a mobilehome, as the case may be, the defendant may raise as an affirmative defense the failure of management to provide relocation assistance as required by this section.\tF.\t(Repealed by Ord. No. 180,071, Eff. 8\/30\/08.)\tG.\tNotification to City. (Added by Ord. No. 154,073, Eff. 7\/28\/80.)\t1.\tThe management shall serve, by personal service or by United States Mail, written notice on the Superintendent of Building of the proposed termination of mobilehome park use, accompanied by such information and in a form designated for such purpose by the Superintendent. Upon publication of this subsection in the newspaper, the Superintendent shall forthwith notify the management of all mobilehome parks within the City limits of the requirements of this subsection.\ta.\tWhere the Notice to Quit is served on or after the effective date of this subsection, the notice to the Superintendent shall be served on or before the 30th day prior to the expiration of one period stated in the Notice to Quit.  (Amended by Ord. No. 157,153*, Eff. 10\/15\/82.)\tb.\tWhere the Notice to Quit is served prior to the effective date of this subsection, the notice to the Superintendent shall be served on or before the 10th day prior to the expiration of the period stated in the Notice to Quit.\t2.\tThe notice referred to in Subdivision 1 above shall be accompanied by a statement that the management has provided all relocation assistance required by law, accompanied with proof of such assistance in the form of notarized signed acknowledgments from the recipients thereof or a notarized sign waiver of assistance.  (Amended by Ord. No. 157,153*, Eff. 10\/15\/82.)\t3.\tIf management fails to substantially comply with this Subsection G, as determined by the Superintendent of Building, the Superintendent shall forthwith notify the Director of Planning and all other appropriate City departments and officials of such noncompliance. These departments and officials shall not issue, grant or approve any application or request for any permit, license or other entitlement of use (including but not limited to a building permit, conditional use permit, zone change, variance, certificate of occupancy, tract or parcel map) for any change of use.  (Amended by Ord. No. 157,153, Eff. 10\/15\/82.)\t4.\tThis Subsection G shall apply only to those mobilehome parks at which resides a tenant or a resident who is subject to a Notice to Quit which specifies a period which terminates on or after July 1, 1980. The requirement of notarized signed acknowledgments set forth in Subdivision 2 above shall not apply as to any recipient of relocation assistance who vacated the mobilehome park prior to July 27, 1980.  (Amended by Ord. No. 162,743, Eff. 9\/24\/87.)\t* The amendments to Section 47.08 of this Code set forth in this ordinance shall apply to any action to recover possession of a rental unit which has not become final as of the effective date of this ordinance.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}