{"section_number":"47.06","edition_id":"1","section_id":"2668","structure_id":"40","catch_line":"Tenant Relocation Assistance Where Apartments Are To Be Converted.","history":"","full_text":"  TENANT RELOCATION ASSISTANCE WHERE APARTMENTS ARE TO BE CONVERTED.\n\t(Title and Section Amended by Ord. No. 153,592, Eff. 5\/11\/80.)\n\n\tA.\tStatement of Purposes.  At the present time, there is a critically short supply of rental housing in the City of Los Angeles. Many rental housing units have been removed from the rental market through conversion to condominiums, stock cooperatives, community apartment projects, hotels and commercial uses. Tenants who are evicted due to conversion are experiencing serious difficulties in locating comparable replacement rental housing. These difficulties are particularly acute for elderly tenants and those with physical limitations, particularly the handicapped and disabled. In addition, families with minor dependent children face greater relocation difficulties than families without such children.\n\n\tThe City’s condominium conversion ordinance addresses these grave public health and welfare problems in the context of new conversions of existing rental units to various forms of divided ownership. However, that ordinance does not provide assistance to tenants displaced due to the conversion of their rental units to condominiums, stock cooperatives or community apartment projects exempted from the new conversion ordinance, or to hotels. Additionally, in some instances tenants displaced due to conversions already approved by the City (under the previous conversion ordinance) are not receiving relocation assistance, yet often face similar relocation difficulties.\n\n\tSince the conversion of rental units to condominiums, stock cooperatives, community apartment projects, hotels and commercial uses is a substantial cause of the rental housing shortage, the City Council finds and declares that it would be just and proper for the subdividers who may enjoy the benefits of such conversions to assist tenants who are displaced by the conversion activity and who otherwise would be forced to bear the burdens of displacement without any assistance. The Council also finds that the necessity for relocation assistance is significantly less for the tenants of luxury apartment units.\n\n\tB.\tDefinitions.  For purposes of this section, the definitions in Section 12.03 of this Code and the following definitions shall apply:\n\n\tLandlord:  An owner, lessor, or sublessor, (including any person, firm, corporation, partnership, or other entity) who receives or is entitled to receive rent for the use of any rental unit, or the agent, representative or successor of any of the foregoing.\n\n\tNotice of Termination:  The notice of intention to terminate tenancy, whether given by a landlord or by a tenant, provided for by California Civil Code Section 1946. (Amended by Ord. No. 155,397, Eff. 8\/2\/81.)\n\n\tQualified Tenant:  Any tenant who satisfies any of the following criteria on the date said tenant gives or receives a Notice of Termination:  has attained age 62; is handicapped as defined in Section 50072 of the California Health and Safety Code; is disabled as defined Title 42 United States Code 423; or is a person residing with and on whom is legally dependent (as determined for federal income tax purposes) one or more minor children. (Amended by Ord. No. 162,743, Eff. 9\/24\/87.)\n\n\tRelocation Assistance Service Provider:  A company that specializes in relocation assistance and has a contract with the City for the delivery of those services.  (Added by Ord. No. 178,632, Eff. 5\/26\/07.)\n\n\tRental Unit:  Each dwelling unit, efficiency dwelling unit, guest room, and suite in the City of Los Angeles, as defined in Section 12.03 of this Code, together with the land and buildings appurtenant thereto, and all housing services, privileges, furnishings and facilities supplied in connection with the use or occupancy thereof, including garage and parking facilities. The term shall not include:\n\n\t1.\tA one-family dwelling, except where three or more dwelling units are located on the same lot;\n\n\t2.\tHousing accommodations in hotels, motels, inns, tourist homes and boarding and rooming houses, provided that at such time as an accommodation has been occupied by one or more of the same tenants for sixty 60 days or more such accommodation shall become a rental unit subject to the provisions of this section.\n\n\t3.\tHousing accommodations in any hospital, convent, monastery, extended medical care facility, asylum, nonprofit home for the aged, fraternity or sorority house, or housing accommodations owned, operated or managed by an institution of higher education, a high school or an elementary school for occupancy by its students.\n\n\t4.\tHousing accommodations which a government unit, agency or authority owns, operates, or manages, or which are specifically exempted from municipal rent regulation by state or federal law or administrative regulation.\n\n\t5.\tLuxury housing accommodations wherein as of May 31,1978 the rent charged per month was at least $302 for a unit with no bedrooms, $420 for a unit with one bedroom; $588 for a unit with two bedrooms; $756 for a unit with three bedrooms; and $823 for a unit with four bedrooms or more.\n\n\t6.\tMobile home.\n\n\tTenant:  A tenant, subtenant, lessee, sublessee, or any other person entitled to use or occupancy of a rental unit. Tenant does not include any person who:\n\n\t(1)  is residing in a conversion project and intends to purchase a unit in such project after conversion has been accomplished, or who intends to reside with such a purchaser, or\n\n\t(2)\treceived actual written notice, prior to entering into a written or oral agreement to become a tenant, that an application to convert the building to a condominium, stock cooperative or community apartment project was on file with the City or had already been approved, whichever the case may be.\n\n\tC.\tRelocation Assistance Required.  (Amended by Ord. No. 178,632, Eff. 5\/26\/07.)  In connection with the conversion of a building into a condominium, community apartment or stock cooperative, as those terms are defined in the California Government Code and Business and Professions Code, or into a hotel or apartment hotel or to a use permitted in any commercial zone, the landlord shall pay the City a fee for the purpose of providing relocation assistance by the City’s Relocation Assistance Service Provider to each tenant in accordance with Subsection D. of this section.  The fee shall be $640 for each unit occupied by a qualified tenant and $400 for each unit occupied by other tenants, and an additional $55 per unit administrative fee to pay for the administrative costs associated with this service.  The fees, set forth above, may be increased in an amount based on the Consumer Price Index – All Urban Consumers averaged for the first 12-month period ending September 30, of each year, as determined and published by the Housing Department on or before May 30, of each year, pursuant to Section 151.07 A.6. of this Code.\n\n\tThis subsection shall not apply where a subdivision map application for condominiums, stock cooperative or community apartment purposes was filed for approval with the City prior to the issuance of the original certificate of occupancy for the building.  A landlord’s obligation to comply with Subsection D. of this section does not exist prior to the time the landlord gives the notice of intention to convert required by Government Code Section 66427.1.\n\n\tD.\tRelocation Assistance.  Relocation assistance, where required by the preceding subsection, shall be provided in accordance with the following provisions.\n\n\t1.\tLandlord’s Responsibility.\n\n\ta.\t(Amended by Ord. No. 178,632, Eff. 5\/26\/07.)  The landlord shall pay a fee to the City so that a Relocation Assistance Service Provider will:\n\n\t(1)\tMake available to each tenant, at no cost, a reasonably complete and current list of vacant and available rental units which are comparable as to size and amenities to the unit occupied by the tenant, and\n\n\t(2)\tMake a reasonable and good faith effort to assure that tenants without cars are driven, at no cost, and tenants with cars are assisted, in order to inspect replacement rental units, and\n\n\t(3)\tHire an ambulance or similar vehicle, at no cost to the tenant, and otherwise take reasonable steps to assist any disabled or handicapped tenant with relocation-related activities.\n\n\tb.\t(Amended by Ord. No. 178,632, Eff. 5\/26\/07.)  In order to assist the tenants in meeting costs of relocation, higher rents for replacement housing, and any related expenses, pay a relocation fee in the following amounts.  If more than one fee applies to a rental unit, pay the highest of the applicable fees:\n\n\t(1)\t$14,850 to qualified tenants and a $6,810 fee to all other tenants who have lived in their rental unit for fewer than three years, or\n\n\t(2)\t$17,080 to qualified tenants and a $9,040 fee to all other tenants who have lived in their rental unit for three years or longer, or\n\n\t(3)\t$18,300 to qualified tenants and $9,650 to all other tenants whose household income is 80 percent or below Area Median Income, as adjusted for household size, as defined by the U.S. Department of Housing and Urban Development regardless of length of tenancy.  Tenants who claim eligibility pursuant to this Subparagraph shall file a statement with the Housing Department verifying their income on a form prescribed by the Housing Department.  Requests for a hearing to appeal a decision regarding a tenant’s relocation assistance, including disputes about eligibility for higher relocation assistance based on a tenant’s income, age, length of tenancy, family status and disability status, must be filed in writing on the form prescribed by the Housing Department.  The Housing Department shall charge the appellant a fee of $193 per rental unit to cover the administrative costs of the hearing.  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)\n\n\t(4)\tThe above listed relocation assistance fees will sunset on July 1, 2008, unless the City Council acts by resolution to extend these provisions.  If these provisions are not extended, the following provision will become effective on July 1, 2008:\n\n\t$17,080 to qualified tenants and a $9,040 fee to all other tenants.\n\n\tFor the year beginning July 1, 2008, and all subsequent years, the fee amounts shall be adjusted on an annual basis pursuant to the formula set forth in Section 151.06 D. of this Code.  The adjusted amount shall be rounded to the nearest $50 increment.\n\n\tc.\t(Added by Ord. No. 178,632, Eff. 5\/26\/07.)  The relocation fee provided for in Paragraph b. above, shall be made as follows:\n\n\t(1)\tThe entire fee shall be paid to a tenant who is the only tenant in a rental unit;\n\n\t(2)\tIf a rental unit is occupied by two or more tenants, then each tenant of the unit shall be paid an equal, pro-rata share of the fee.\n\n\tIn no event shall the landlord be liable to pay more than the maximum relocation amounts set forth above to all tenants residing in a rental unit.  If a tenant is entitled to monetary relocation benefits pursuant to City administrative agency action or any provision of local, state or federal law, then those benefits shall operate as a credit against any fee required to be paid to the tenant under this section.\n\n\t2.\tWhen Assistance Shall Be Provided.  (Amended by Ord. No. 178,632, Eff. 5\/26\/07.)\n\n\ta.\tPayment for Relocation Assistance Service Provider.  The landlord shall perform the acts described in Paragraph a. of Subdivision 1. above on or before the service of the 180-day notice of intention to convert.\n\n\tb.\tMonetary Assistance.  The landlord shall perform the acts described in Paragraph b. of Subdivision 1. above within 15 days of service of the Notice of Termination or within 15 days of receiving notice from the tenant of his\/her intention to terminate the tenancy subsequent to approval of a tentative parcel or tract map and prior to receiving a Notice of Termination of Tenancy.\n\n\tE.\tCivil Remedies.  In an action by a landlord to recover possession of a rental unit, a tenant may raise as an affirmative defense the failure of the landlord to comply with Subsection D of this section. In addition, any landlord who fails to provide monetary relocation assistance to a tenant as required by this section shall be liable in a civil action to the tenant to whom such assistance is due for damages in the amount the landlord has failed to pay, together with reasonable attorney fees and costs as determined by the court.  (Amended by Ord. No. 155,397, Eff. 8\/2\/81.)\n\n\tF.\t(Deleted by Ord. No. 178,632, Eff. 5\/26\/07.)","order_by":"06","ancestry":{"1":{"id":"40","name":"Miscellaneous","identifier":"7","label":"article","url":"\/4\/7\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2460","structure_id":"40","section_number":"47.00","catch_line":"Posting Of Telephone Number Of The Fire Department Emergency Ambulance Service In Eating Establishments.","url":"\/47.00\/","token":"47.00"},"1":{"id":"3540","structure_id":"40","section_number":"47.01","catch_line":"Hotels, Motels, Lodging And Rooming Houses – Register Required.","url":"\/47.01\/","token":"47.01"},"2":{"id":"823","structure_id":"40","section_number":"47.02","catch_line":"Marathons – Endurance Contests And Exhibitions.","url":"\/47.02\/","token":"47.02"},"3":{"id":"4149","structure_id":"40","section_number":"47.03","catch_line":"Political Solicitations From City Officers And Employees.","url":"\/47.03\/","token":"47.03"},"4":{"id":"3741","structure_id":"40","section_number":"47.04","catch_line":"Sale Of Used Or Secondhand Hats.","url":"\/47.04\/","token":"47.04"},"5":{"id":"2431","structure_id":"40","section_number":"47.05","catch_line":"New Locks In Apartments – Installation Required.","url":"\/47.05\/","token":"47.05"},"6":{"id":"2668","structure_id":"40","section_number":"47.06","catch_line":"Tenant Relocation Assistance Where Apartments Are To Be Converted.","url":"\/47.06\/","token":"47.06"},"7":{"id":"4136","structure_id":"40","section_number":"47.07","catch_line":"Tenant Relocation Assistance Where Apartments Are To Be Demolished.","url":"\/47.07\/","token":"47.07"},"8":{"id":"276","structure_id":"40","section_number":"47.08","catch_line":"Tenant Relocation Assistance Where Mobilehome Parks Are Changed To A Different Use.","url":"\/47.08\/","token":"47.08"},"9":{"id":"1243","structure_id":"40","section_number":"47.09","catch_line":"Mobilehome Park Closure Impact Report.","url":"\/47.09\/","token":"47.09"},"10":{"id":"1478","structure_id":"40","section_number":"47.10","catch_line":"Landlords – Nonpayment Of Utility Bills.","url":"\/47.10\/","token":"47.10"},"11":{"id":"3579","structure_id":"40","section_number":"47.11","catch_line":"Display Of Aerosol Spray Paint Containers And Marker Pens.","url":"\/47.11\/","token":"47.11"},"12":{"id":"2250","structure_id":"40","section_number":"47.12","catch_line":"Excessive Price Increases During State Of Emergency.","url":"\/47.12\/","token":"47.12"},"13":{"id":"782","structure_id":"40","section_number":"47.13","catch_line":"Insertion Of Writings Into Containers.","url":"\/47.13\/","token":"47.13"},"14":{"id":"70","structure_id":"40","section_number":"47.14","catch_line":"Self Service Display Of Tobacco Products.","url":"\/47.14\/","token":"47.14"},"15":{"id":"408","structure_id":"40","section_number":"47.15","catch_line":"Spectators Prohibited At Speed Contests And Exhibitions Of Speed.","url":"\/47.15\/","token":"47.15"},"16":{"id":"1944","structure_id":"40","section_number":"47.16","catch_line":"Display And Sale Of Glass Etching Products.","url":"\/47.16\/","token":"47.16"},"17":{"id":"803","structure_id":"40","section_number":"47.17","catch_line":"Sale Of Motor-Driven Cycles And Motorized Bicycles.","url":"\/47.17\/","token":"47.17"},"18":{"id":"3415","structure_id":"40","section_number":"47.50","catch_line":"Narcotics, Violent Crime, Unlawful Weapon Or Ammunition\nCrime, And Gang-Related Crime Eviction Program.","url":"\/47.50\/","token":"47.50"}},"next_section":{"id":"4136","structure_id":"40","section_number":"47.07","catch_line":"Tenant Relocation Assistance Where Apartments Are To Be Demolished.","url":"\/47.07\/","token":"47.07"},"metadata":false,"references":false,"url":"\/47.06\/","token":"47.06","formats":{"txt":"\/47.06.txt","json":"\/47.06.xml"},"dublin_core":{"Title":"Tenant Relocation Assistance Where Apartments Are To Be Converted.","Type":"Text","Format":"text\/html","Identifier":"§ 47.06","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nTENANT RELOCATION ASSISTANCE WHERE APARTMENTS ARE TO BE CONVERTED. (§ 47.06)\n\n  TENANT RELOCATION ASSISTANCE WHERE APARTMENTS ARE TO BE CONVERTED.\n\t(Title and Section Amended by Ord. No. 153,592, Eff. 5\/11\/80.)\tA.\tStatement of\nPurposes.  At the present time, there is a critically short supply of rental\nhousing in the City of Los Angeles. Many rental housing units have been removed\nfrom the rental market through conversion to condominiums, stock cooperatives,\ncommunity apartment projects, hotels and commercial uses. Tenants who are\nevicted due to conversion are experiencing serious difficulties in locating\ncomparable replacement rental housing. These difficulties are particularly acute\nfor elderly tenants and those with physical limitations, particularly the\nhandicapped and disabled. In addition, families with minor dependent children\nface greater relocation difficulties than families without such children.\tThe\nCity’s condominium conversion ordinance addresses these grave public health\nand welfare problems in the context of new conversions of existing rental units\nto various forms of divided ownership. However, that ordinance does not provide\nassistance to tenants displaced due to the conversion of their rental units to\ncondominiums, stock cooperatives or community apartment projects exempted from\nthe new conversion ordinance, or to hotels. Additionally, in some instances\ntenants displaced due to conversions already approved by the City (under the\nprevious conversion ordinance) are not receiving relocation assistance, yet\noften face similar relocation difficulties.\tSince the conversion of rental units\nto condominiums, stock cooperatives, community apartment projects, hotels and\ncommercial uses is a substantial cause of the rental housing shortage, the City\nCouncil finds and declares that it would be just and proper for the subdividers\nwho may enjoy the benefits of such conversions to assist tenants who are\ndisplaced by the conversion activity and who otherwise would be forced to bear\nthe burdens of displacement without any assistance. The Council also finds that\nthe necessity for relocation assistance is significantly less for the tenants of\nluxury apartment units.\tB.\tDefinitions.  For purposes of this section, the\ndefinitions in Section 12.03 of this Code and the following definitions shall\napply:\tLandlord:  An owner, lessor, or sublessor, (including any person, firm,\ncorporation, partnership, or other entity) who receives or is entitled to\nreceive rent for the use of any rental unit, or the agent, representative or\nsuccessor of any of the foregoing.\tNotice of Termination:  The notice of\nintention to terminate tenancy, whether given by a landlord or by a tenant,\nprovided for by California Civil Code Section 1946. (Amended by Ord. No.\n155,397, Eff. 8\/2\/81.)\tQualified Tenant:  Any tenant who satisfies any of the\nfollowing criteria on the date said tenant gives or receives a Notice of\nTermination:  has attained age 62; is handicapped as defined in Section 50072\nof the California Health and Safety Code; is disabled as defined Title 42 United\nStates Code 423; or is a person residing with and on whom is legally dependent\n(as determined for federal income tax purposes) one or more minor children.\n(Amended by Ord. No. 162,743, Eff. 9\/24\/87.)\tRelocation Assistance Service\nProvider:  A company that specializes in relocation assistance and has a\ncontract with the City for the delivery of those services.  (Added by Ord. No.\n178,632, Eff. 5\/26\/07.)\tRental Unit:  Each dwelling unit, efficiency dwelling\nunit, guest room, and suite in the City of Los Angeles, as defined in Section\n12.03 of this Code, together with the land and buildings appurtenant thereto,\nand all housing services, privileges, furnishings and facilities supplied in\nconnection with the use or occupancy thereof, including garage and parking\nfacilities. The term shall not include:\t1.\tA one-family dwelling, except where\nthree or more dwelling units are located on the same lot;\t2.\tHousing\naccommodations in hotels, motels, inns, tourist homes and boarding and rooming\nhouses, provided that at such time as an accommodation has been occupied by one\nor more of the same tenants for sixty 60 days or more such accommodation shall\nbecome a rental unit subject to the provisions of this section.\t3.\tHousing\naccommodations in any hospital, convent, monastery, extended medical care\nfacility, asylum, nonprofit home for the aged, fraternity or sorority house, or\nhousing accommodations owned, operated or managed by an institution of higher\neducation, a high school or an elementary school for occupancy by its\nstudents.\t4.\tHousing accommodations which a government unit, agency or authority\nowns, operates, or manages, or which are specifically exempted from municipal\nrent regulation by state or federal law or administrative regulation.\t5.\tLuxury\nhousing accommodations wherein as of May 31,1978 the rent charged per month was\nat least $302 for a unit with no bedrooms, $420 for a unit with one bedroom;\n$588 for a unit with two bedrooms; $756 for a unit with three bedrooms; and $823\nfor a unit with four bedrooms or more.\t6.\tMobile home.\tTenant:  A tenant,\nsubtenant, lessee, sublessee, or any other person entitled to use or occupancy\nof a rental unit. Tenant does not include any person who:\t(1)  is residing in a\nconversion project and intends to purchase a unit in such project after\nconversion has been accomplished, or who intends to reside with such a\npurchaser, or\t(2)\treceived actual written notice, prior to entering into a\nwritten or oral agreement to become a tenant, that an application to convert the\nbuilding to a condominium, stock cooperative or community apartment project was\non file with the City or had already been approved, whichever the case may\nbe.\tC.\tRelocation Assistance Required.  (Amended by Ord. No. 178,632, Eff.\n5\/26\/07.)  In connection with the conversion of a building into a condominium,\ncommunity apartment or stock cooperative, as those terms are defined in the\nCalifornia Government Code and Business and Professions Code, or into a hotel or\napartment hotel or to a use permitted in any commercial zone, the landlord shall\npay the City a fee for the purpose of providing relocation assistance by the\nCity’s Relocation Assistance Service Provider to each tenant in accordance\nwith Subsection D. of this section.  The fee shall be $640 for each unit\noccupied by a qualified tenant and $400 for each unit occupied by other tenants,\nand an additional $55 per unit administrative fee to pay for the administrative\ncosts associated with this service.  The fees, set forth above, may be\nincreased in an amount based on the Consumer Price Index – All Urban Consumers\naveraged for the first 12-month period ending September 30, of each year, as\ndetermined and published by the Housing Department on or before May 30, of each\nyear, pursuant to Section 151.07 A.6. of this Code.\tThis subsection shall not\napply where a subdivision map application for condominiums, stock cooperative or\ncommunity apartment purposes was filed for approval with the City prior to the\nissuance of the original certificate of occupancy for the building.  A\nlandlord’s obligation to comply with Subsection D. of this section does not\nexist prior to the time the landlord gives the notice of intention to convert\nrequired by Government Code Section 66427.1.\tD.\tRelocation Assistance. \nRelocation assistance, where required by the preceding subsection, shall be\nprovided in accordance with the following provisions.\t1.\tLandlord’s\nResponsibility.\ta.\t(Amended by Ord. No. 178,632, Eff. 5\/26\/07.)  The landlord\nshall pay a fee to the City so that a Relocation Assistance Service Provider\nwill:\t(1)\tMake available to each tenant, at no cost, a reasonably complete and\ncurrent list of vacant and available rental units which are comparable as to\nsize and amenities to the unit occupied by the tenant, and\t(2)\tMake a reasonable\nand good faith effort to assure that tenants without cars are driven, at no\ncost, and tenants with cars are assisted, in order to inspect replacement rental\nunits, and\t(3)\tHire an ambulance or similar vehicle, at no cost to the tenant,\nand otherwise take reasonable steps to assist any disabled or handicapped tenant\nwith relocation-related activities.\tb.\t(Amended by Ord. No. 178,632, Eff.\n5\/26\/07.)  In order to assist the tenants in meeting costs of relocation,\nhigher rents for replacement housing, and any related expenses, pay a relocation\nfee in the following amounts.  If more than one fee applies to a rental unit,\npay the highest of the applicable fees:\t(1)\t$14,850 to qualified tenants and a\n$6,810 fee to all other tenants who have lived in their rental unit for fewer\nthan three years, or\t(2)\t$17,080 to qualified tenants and a $9,040 fee to all\nother tenants who have lived in their rental unit for three years or longer,\nor\t(3)\t$18,300 to qualified tenants and $9,650 to all other tenants whose\nhousehold income is 80 percent or below Area Median Income, as adjusted for\nhousehold size, as defined by the U.S. Department of Housing and Urban\nDevelopment regardless of length of tenancy.  Tenants who claim eligibility\npursuant to this Subparagraph shall file a statement with the Housing Department\nverifying their income on a form prescribed by the Housing Department. \nRequests for a hearing to appeal a decision regarding a tenant’s relocation\nassistance, including disputes about eligibility for higher relocation\nassistance based on a tenant’s income, age, length of tenancy, family status\nand disability status, must be filed in writing on the form prescribed by the\nHousing Department.  The Housing Department shall charge the appellant a fee of\n$193 per rental unit to cover the administrative costs of the hearing. \n(Amended by Ord. No. 181,744, Eff. 7\/15\/11.)\t(4)\tThe above listed relocation\nassistance fees will sunset on July 1, 2008, unless the City Council acts by\nresolution to extend these provisions.  If these provisions are not extended,\nthe following provision will become effective on July 1, 2008:\t$17,080 to\nqualified tenants and a $9,040 fee to all other tenants.\tFor the year beginning\nJuly 1, 2008, and all subsequent years, the fee amounts shall be adjusted on an\nannual basis pursuant to the formula set forth in Section 151.06 D. of this\nCode.  The adjusted amount shall be rounded to the nearest $50\nincrement.\tc.\t(Added by Ord. No. 178,632, Eff. 5\/26\/07.)  The relocation fee\nprovided for in Paragraph b. above, shall be made as follows:\t(1)\tThe entire fee\nshall be paid to a tenant who is the only tenant in a rental unit;\t(2)\tIf a\nrental unit is occupied by two or more tenants, then each tenant of the unit\nshall be paid an equal, pro-rata share of the fee.\tIn no event shall the\nlandlord be liable to pay more than the maximum relocation amounts set forth\nabove to all tenants residing in a rental unit.  If a tenant is entitled to\nmonetary relocation benefits pursuant to City administrative agency action or\nany provision of local, state or federal law, then those benefits shall operate\nas a credit against any fee required to be paid to the tenant under this\nsection.\t2.\tWhen Assistance Shall Be Provided.  (Amended by Ord. No. 178,632,\nEff. 5\/26\/07.)\ta.\tPayment for Relocation Assistance Service Provider.  The\nlandlord shall perform the acts described in Paragraph a. of Subdivision 1.\nabove on or before the service of the 180-day notice of intention to\nconvert.\tb.\tMonetary Assistance.  The landlord shall perform the acts described\nin Paragraph b. of Subdivision 1. above within 15 days of service of the Notice\nof Termination or within 15 days of receiving notice from the tenant of his\/her\nintention to terminate the tenancy subsequent to approval of a tentative parcel\nor tract map and prior to receiving a Notice of Termination of Tenancy.\tE.\tCivil\nRemedies.  In an action by a landlord to recover possession of a rental unit, a\ntenant may raise as an affirmative defense the failure of the landlord to comply\nwith Subsection D of this section. In addition, any landlord who fails to\nprovide monetary relocation assistance to a tenant as required by this section\nshall be liable in a civil action to the tenant to whom such assistance is due\nfor damages in the amount the landlord has failed to pay, together with\nreasonable attorney fees and costs as determined by the court.  (Amended by\nOrd. No. 155,397, Eff. 8\/2\/81.)\tF.\t(Deleted by Ord. No. 178,632, Eff. 5\/26\/07.)\n","html":"\n\t\t\t\t\t<section><p>  TENANT RELOCATION ASSISTANCE WHERE APARTMENTS ARE TO BE CONVERTED.\n\t(Title and Section Amended by Ord. No. 153,592, Eff. 5\/11\/80.)<br \/><br \/>\tA.\tStatement of Purposes.  At the present time, there is a critically short supply of rental housing in the City of Los Angeles. Many rental housing units have been removed from the rental market through conversion to condominiums, stock cooperatives, community apartment projects, hotels and commercial uses. Tenants who are evicted due to conversion are experiencing serious difficulties in locating comparable replacement rental housing. These difficulties are particularly acute for elderly tenants and those with physical limitations, particularly the handicapped and disabled. In addition, families with <span class=\"dictionary\">minor<\/span> dependent children face greater relocation difficulties than families without such children.<br \/><br \/>\tThe City’s condominium conversion <span class=\"dictionary\">ordinance<\/span> addresses these grave public health and welfare problems in the context of new conversions of existing rental units to various forms of divided ownership. However, that <span class=\"dictionary\">ordinance<\/span> does not provide assistance to tenants displaced due to the conversion of their rental units to condominiums, stock cooperatives or community apartment projects exempted from the new conversion <span class=\"dictionary\">ordinance<\/span>, or to hotels. Additionally, in some instances tenants displaced due to conversions already approved by the City (under the previous conversion <span class=\"dictionary\">ordinance<\/span>) are not receiving relocation assistance, yet often face similar relocation difficulties.<br \/><br \/>\tSince the conversion of rental units to condominiums, stock cooperatives, community apartment projects, hotels and commercial uses is a substantial cause of the rental housing shortage, the City Council finds and declares that it would be just and proper for the subdividers who may enjoy the benefits of such conversions to assist tenants who are displaced by the conversion activity and who otherwise would be forced to bear the burdens of displacement without any assistance. The Council also finds that the necessity for relocation assistance is significantly less for the tenants of luxury apartment units.<br \/><br \/>\tB.\tDefinitions.  For purposes of this section, the definitions in Section 12.03 of this Code and the following definitions shall apply:<br \/><br \/>\tLandlord:  An owner, lessor, or sublessor, (including any person, firm, corporation, partnership, or other entity) who receives or is entitled to receive rent for the use of any rental unit, or the agent, representative or successor of any of the foregoing.<br \/><br \/>\tNotice of Termination:  The notice of intention to terminate tenancy, whether given by a landlord or by a tenant, provided for by California Civil Code Section 1946. (Amended by Ord. No. 155,397, Eff. 8\/2\/81.)<br \/><br \/>\tQualified Tenant:  Any tenant who satisfies any of the following criteria on the date said tenant gives or receives a Notice of Termination:  has attained age 62; is handicapped as defined in Section 50072 of the California Health and Safety Code; is disabled as defined Title 42 United States Code 423; or is a person residing with and on whom is legally dependent (as determined for federal income tax purposes) one or more <span class=\"dictionary\">minor<\/span> children. (Amended by Ord. No. 162,743, Eff. 9\/24\/87.)<br \/><br \/>\tRelocation Assistance Service Provider:  A company that specializes in relocation assistance and has a <span class=\"dictionary\">contract<\/span> with the City for the delivery of those services.  (Added by Ord. No. 178,632, Eff. 5\/26\/07.)<br \/><br \/>\tRental Unit:  Each dwelling unit, efficiency dwelling unit, guest room, and suite in the City of Los Angeles, as defined in Section 12.03 of this Code, together with the land and buildings appurtenant thereto, and all housing services, <span class=\"dictionary\">privileges<\/span>, furnishings and facilities supplied in connection with the use or occupancy thereof, including garage and parking facilities. The term shall not include:<br \/><br \/>\t1.\tA one-family dwelling, except where three or more dwelling units are located on the same lot;<br \/><br \/>\t2.\tHousing accommodations in hotels, motels, inns, tourist homes and boarding and rooming houses, provided that at such time as an accommodation has been occupied by one or more of the same tenants for sixty 60 days or more such accommodation shall become a rental unit subject to the provisions of this section.<br \/><br \/>\t3.\tHousing accommodations in any hospital, convent, monastery, extended medical care facility, asylum, nonprofit home for the aged, fraternity or sorority house, or housing accommodations owned, operated or managed by an institution of higher education, a high school or an elementary school for occupancy by its students.<br \/><br \/>\t4.\tHousing accommodations which a government unit, agency or authority owns, operates, or manages, or which are specifically exempted from municipal rent regulation by state or federal <span class=\"dictionary\">law<\/span> or administrative regulation.<br \/><br \/>\t5.\tLuxury housing accommodations wherein as of May 31,1978 the rent charged per month was at least $302 for a unit with no bedrooms, $420 for a unit with one bedroom; $588 for a unit with two bedrooms; $756 for a unit with three bedrooms; and $823 for a unit with four bedrooms or more.<br \/><br \/>\t6.\tMobile home.<br \/><br \/>\tTenant:  A tenant, subtenant, lessee, sublessee, or any other person entitled to use or occupancy of a rental unit. Tenant does not include any person who:<br \/><br \/>\t(1)  is residing in a conversion project and intends to purchase a unit in such project after conversion has been accomplished, or who intends to reside with such a purchaser, or<br \/><br \/>\t(2)\treceived actual written notice, prior to entering into a written or oral agreement to become a tenant, that an application to convert the building to a condominium, stock cooperative or community apartment project was on file with the City or had already been approved, whichever the case may be.<br \/><br \/>\tC.\tRelocation Assistance Required.  (Amended by Ord. No. 178,632, Eff. 5\/26\/07.)  In connection with the conversion of a building into a condominium, community apartment or stock cooperative, as those terms are defined in the California Government Code and Business and Professions Code, or into a hotel or apartment hotel or to a use permitted in any commercial zone, the landlord shall pay the City a fee for the purpose of providing relocation assistance by the City’s Relocation Assistance Service Provider to each tenant in accordance with Subsection D. of this section.  The fee shall be $640 for each unit occupied by a qualified tenant and $400 for each unit occupied by other tenants, and an additional $55 per unit administrative fee to pay for the administrative costs associated with this service.  The fees, set forth above, may be increased in an amount based on the Consumer Price Index – All Urban Consumers averaged for the first 12-month period ending September 30, of each year, as determined and published by the Housing Department on or before May 30, of each year, pursuant to Section 151.07 A.6. of this Code.<br \/><br \/>\tThis subsection shall not apply where a subdivision map application for condominiums, stock cooperative or community apartment purposes was filed for approval with the City prior to the issuance of the original certificate of occupancy for the building.  A landlord’s obligation to comply with Subsection D. of this section does not exist prior to the time the landlord gives the notice of intention to convert required by Government Code Section 66427.1.<br \/><br \/>\tD.\tRelocation Assistance.  Relocation assistance, where required by the preceding subsection, shall be provided in accordance with the following provisions.<br \/><br \/>\t1.\tLandlord’s Responsibility.<br \/><br \/>\ta.\t(Amended by Ord. No. 178,632, Eff. 5\/26\/07.)  The landlord shall pay a fee to the City so that a Relocation Assistance Service Provider will:<br \/><br \/>\t(1)\tMake available to each tenant, at no cost, a reasonably complete and current list of vacant and available rental units which are comparable as to size and amenities to the unit occupied by the tenant, and<br \/><br \/>\t(2)\tMake a reasonable and good faith effort to assure that tenants without cars are driven, at no cost, and tenants with cars are assisted, in <span class=\"dictionary\">order<\/span> to inspect replacement rental units, and<br \/><br \/>\t(3)\tHire an ambulance or similar vehicle, at no cost to the tenant, and otherwise take reasonable steps to assist any disabled or handicapped tenant with relocation-related activities.<br \/><br \/>\tb.\t(Amended by Ord. No. 178,632, Eff. 5\/26\/07.)  In <span class=\"dictionary\">order<\/span> to assist the tenants in meeting costs of relocation, higher rents for replacement housing, and any related expenses, pay a relocation fee in the following amounts.  If more than one fee applies to a rental unit, pay the highest of the applicable fees:<br \/><br \/>\t(1)\t$14,850 to qualified tenants and a $6,810 fee to all other tenants who have lived in their rental unit for fewer than three years, or<br \/><br \/>\t(2)\t$17,080 to qualified tenants and a $9,040 fee to all other tenants who have lived in their rental unit for three years or longer, or<br \/><br \/>\t(3)\t$18,300 to qualified tenants and $9,650 to all other tenants whose household income is 80 percent or below Area Median Income, as adjusted for household size, as defined by the U.S. Department of Housing and Urban Development regardless of length of tenancy.  Tenants who claim eligibility pursuant to this Subparagraph shall file a statement with the Housing Department verifying their income on a form prescribed by the Housing Department.  Requests for a <span class=\"dictionary\">hearing<\/span> to <span class=\"dictionary\">appeal<\/span> a decision regarding a tenant’s relocation assistance, including disputes about eligibility for higher relocation assistance based on a tenant’s income, age, length of tenancy, family status and disability status, must be filed in writing on the form prescribed by the Housing Department.  The Housing Department shall charge the <span class=\"dictionary\">appellant<\/span> a fee of $193 per rental unit to cover the administrative costs of the <span class=\"dictionary\">hearing<\/span>.  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)<br \/><br \/>\t(4)\tThe above listed relocation assistance fees will sunset on July 1, 2008, unless the City Council acts by resolution to extend these provisions.  If these provisions are not extended, the following provision will become effective on July 1, 2008:<br \/><br \/>\t$17,080 to qualified tenants and a $9,040 fee to all other tenants.<br \/><br \/>\tFor the year beginning July 1, 2008, and all subsequent years, the fee amounts shall be adjusted on an annual basis pursuant to the formula set forth in Section 151.06 D. of this Code.  The adjusted amount shall be rounded to the nearest $50 increment.<br \/><br \/>\tc.\t(Added by Ord. No. 178,632, Eff. 5\/26\/07.)  The relocation fee provided for in Paragraph b. above, shall be made as follows:<br \/><br \/>\t(1)\tThe entire fee shall be paid to a tenant who is the only tenant in a rental unit;<br \/><br \/>\t(2)\tIf a rental unit is occupied by two or more tenants, then each tenant of the unit shall be paid an equal, pro-rata share of the fee.<br \/><br \/>\tIn no event shall the landlord be liable to pay more than the maximum relocation amounts set forth above to all tenants residing in a rental unit.  If a tenant is entitled to monetary relocation benefits pursuant to City administrative agency action or any provision of local, state or federal <span class=\"dictionary\">law<\/span>, then those benefits shall operate as a credit against any fee required to be paid to the tenant under this section.<br \/><br \/>\t2.\tWhen Assistance Shall Be Provided.  (Amended by Ord. No. 178,632, Eff. 5\/26\/07.)<br \/><br \/>\ta.\tPayment for Relocation Assistance Service Provider.  The landlord shall perform the acts described in Paragraph a. of Subdivision 1. above on or before the service of the 180-day notice of intention to convert.<br \/><br \/>\tb.\tMonetary Assistance.  The landlord shall perform the acts described in Paragraph b. of Subdivision 1. above within 15 days of service of the Notice of Termination or within 15 days of receiving notice from the tenant of his\/her intention to terminate the tenancy subsequent to approval of a tentative parcel or tract map and prior to receiving a Notice of Termination of Tenancy.<br \/><br \/>\tE.\tCivil Remedies.  In an action by a landlord to recover <span class=\"dictionary\">possession<\/span> of a rental unit, a tenant may raise as an <span class=\"dictionary\">affirmative defense<\/span> the failure of the landlord to comply with Subsection D of this section. In addition, any landlord who fails to provide monetary relocation assistance to a tenant as required by this section shall be liable in a <span class=\"dictionary\">civil action<\/span> to the tenant to whom such assistance is due for <span class=\"dictionary\">damages<\/span> in the amount the landlord has failed to pay, together with reasonable attorney fees and costs as determined by the <span class=\"dictionary\">court<\/span>.  (Amended by Ord. No. 155,397, Eff. 8\/2\/81.)<br \/><br \/>\tF.\t(Deleted by Ord. No. 178,632, Eff. 5\/26\/07.)<\/p><\/section>","previous_section":{"id":"2431","structure_id":"40","section_number":"47.05","catch_line":"New Locks In Apartments – Installation Required.","url":"\/47.05\/","token":"47.05"},"text":{"0":{"id":"2644","text":"  TENANT RELOCATION ASSISTANCE WHERE APARTMENTS ARE TO BE CONVERTED.\n\t(Title and Section Amended by Ord. No. 153,592, Eff. 5\/11\/80.)\tA.\tStatement of Purposes.  At the present time, there is a critically short supply of rental housing in the City of Los Angeles. Many rental housing units have been removed from the rental market through conversion to condominiums, stock cooperatives, community apartment projects, hotels and commercial uses. Tenants who are evicted due to conversion are experiencing serious difficulties in locating comparable replacement rental housing. These difficulties are particularly acute for elderly tenants and those with physical limitations, particularly the handicapped and disabled. In addition, families with minor dependent children face greater relocation difficulties than families without such children.\tThe City’s condominium conversion ordinance addresses these grave public health and welfare problems in the context of new conversions of existing rental units to various forms of divided ownership. However, that ordinance does not provide assistance to tenants displaced due to the conversion of their rental units to condominiums, stock cooperatives or community apartment projects exempted from the new conversion ordinance, or to hotels. Additionally, in some instances tenants displaced due to conversions already approved by the City (under the previous conversion ordinance) are not receiving relocation assistance, yet often face similar relocation difficulties.\tSince the conversion of rental units to condominiums, stock cooperatives, community apartment projects, hotels and commercial uses is a substantial cause of the rental housing shortage, the City Council finds and declares that it would be just and proper for the subdividers who may enjoy the benefits of such conversions to assist tenants who are displaced by the conversion activity and who otherwise would be forced to bear the burdens of displacement without any assistance. The Council also finds that the necessity for relocation assistance is significantly less for the tenants of luxury apartment units.\tB.\tDefinitions.  For purposes of this section, the definitions in Section 12.03 of this Code and the following definitions shall apply:\tLandlord:  An owner, lessor, or sublessor, (including any person, firm, corporation, partnership, or other entity) who receives or is entitled to receive rent for the use of any rental unit, or the agent, representative or successor of any of the foregoing.\tNotice of Termination:  The notice of intention to terminate tenancy, whether given by a landlord or by a tenant, provided for by California Civil Code Section 1946. (Amended by Ord. No. 155,397, Eff. 8\/2\/81.)\tQualified Tenant:  Any tenant who satisfies any of the following criteria on the date said tenant gives or receives a Notice of Termination:  has attained age 62; is handicapped as defined in Section 50072 of the California Health and Safety Code; is disabled as defined Title 42 United States Code 423; or is a person residing with and on whom is legally dependent (as determined for federal income tax purposes) one or more minor children. (Amended by Ord. No. 162,743, Eff. 9\/24\/87.)\tRelocation Assistance Service Provider:  A company that specializes in relocation assistance and has a contract with the City for the delivery of those services.  (Added by Ord. No. 178,632, Eff. 5\/26\/07.)\tRental Unit:  Each dwelling unit, efficiency dwelling unit, guest room, and suite in the City of Los Angeles, as defined in Section 12.03 of this Code, together with the land and buildings appurtenant thereto, and all housing services, privileges, furnishings and facilities supplied in connection with the use or occupancy thereof, including garage and parking facilities. The term shall not include:\t1.\tA one-family dwelling, except where three or more dwelling units are located on the same lot;\t2.\tHousing accommodations in hotels, motels, inns, tourist homes and boarding and rooming houses, provided that at such time as an accommodation has been occupied by one or more of the same tenants for sixty 60 days or more such accommodation shall become a rental unit subject to the provisions of this section.\t3.\tHousing accommodations in any hospital, convent, monastery, extended medical care facility, asylum, nonprofit home for the aged, fraternity or sorority house, or housing accommodations owned, operated or managed by an institution of higher education, a high school or an elementary school for occupancy by its students.\t4.\tHousing accommodations which a government unit, agency or authority owns, operates, or manages, or which are specifically exempted from municipal rent regulation by state or federal law or administrative regulation.\t5.\tLuxury housing accommodations wherein as of May 31,1978 the rent charged per month was at least $302 for a unit with no bedrooms, $420 for a unit with one bedroom; $588 for a unit with two bedrooms; $756 for a unit with three bedrooms; and $823 for a unit with four bedrooms or more.\t6.\tMobile home.\tTenant:  A tenant, subtenant, lessee, sublessee, or any other person entitled to use or occupancy of a rental unit. Tenant does not include any person who:\t(1)  is residing in a conversion project and intends to purchase a unit in such project after conversion has been accomplished, or who intends to reside with such a purchaser, or\t(2)\treceived actual written notice, prior to entering into a written or oral agreement to become a tenant, that an application to convert the building to a condominium, stock cooperative or community apartment project was on file with the City or had already been approved, whichever the case may be.\tC.\tRelocation Assistance Required.  (Amended by Ord. No. 178,632, Eff. 5\/26\/07.)  In connection with the conversion of a building into a condominium, community apartment or stock cooperative, as those terms are defined in the California Government Code and Business and Professions Code, or into a hotel or apartment hotel or to a use permitted in any commercial zone, the landlord shall pay the City a fee for the purpose of providing relocation assistance by the City’s Relocation Assistance Service Provider to each tenant in accordance with Subsection D. of this section.  The fee shall be $640 for each unit occupied by a qualified tenant and $400 for each unit occupied by other tenants, and an additional $55 per unit administrative fee to pay for the administrative costs associated with this service.  The fees, set forth above, may be increased in an amount based on the Consumer Price Index – All Urban Consumers averaged for the first 12-month period ending September 30, of each year, as determined and published by the Housing Department on or before May 30, of each year, pursuant to Section 151.07 A.6. of this Code.\tThis subsection shall not apply where a subdivision map application for condominiums, stock cooperative or community apartment purposes was filed for approval with the City prior to the issuance of the original certificate of occupancy for the building.  A landlord’s obligation to comply with Subsection D. of this section does not exist prior to the time the landlord gives the notice of intention to convert required by Government Code Section 66427.1.\tD.\tRelocation Assistance.  Relocation assistance, where required by the preceding subsection, shall be provided in accordance with the following provisions.\t1.\tLandlord’s Responsibility.\ta.\t(Amended by Ord. No. 178,632, Eff. 5\/26\/07.)  The landlord shall pay a fee to the City so that a Relocation Assistance Service Provider will:\t(1)\tMake available to each tenant, at no cost, a reasonably complete and current list of vacant and available rental units which are comparable as to size and amenities to the unit occupied by the tenant, and\t(2)\tMake a reasonable and good faith effort to assure that tenants without cars are driven, at no cost, and tenants with cars are assisted, in order to inspect replacement rental units, and\t(3)\tHire an ambulance or similar vehicle, at no cost to the tenant, and otherwise take reasonable steps to assist any disabled or handicapped tenant with relocation-related activities.\tb.\t(Amended by Ord. No. 178,632, Eff. 5\/26\/07.)  In order to assist the tenants in meeting costs of relocation, higher rents for replacement housing, and any related expenses, pay a relocation fee in the following amounts.  If more than one fee applies to a rental unit, pay the highest of the applicable fees:\t(1)\t$14,850 to qualified tenants and a $6,810 fee to all other tenants who have lived in their rental unit for fewer than three years, or\t(2)\t$17,080 to qualified tenants and a $9,040 fee to all other tenants who have lived in their rental unit for three years or longer, or\t(3)\t$18,300 to qualified tenants and $9,650 to all other tenants whose household income is 80 percent or below Area Median Income, as adjusted for household size, as defined by the U.S. Department of Housing and Urban Development regardless of length of tenancy.  Tenants who claim eligibility pursuant to this Subparagraph shall file a statement with the Housing Department verifying their income on a form prescribed by the Housing Department.  Requests for a hearing to appeal a decision regarding a tenant’s relocation assistance, including disputes about eligibility for higher relocation assistance based on a tenant’s income, age, length of tenancy, family status and disability status, must be filed in writing on the form prescribed by the Housing Department.  The Housing Department shall charge the appellant a fee of $193 per rental unit to cover the administrative costs of the hearing.  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)\t(4)\tThe above listed relocation assistance fees will sunset on July 1, 2008, unless the City Council acts by resolution to extend these provisions.  If these provisions are not extended, the following provision will become effective on July 1, 2008:\t$17,080 to qualified tenants and a $9,040 fee to all other tenants.\tFor the year beginning July 1, 2008, and all subsequent years, the fee amounts shall be adjusted on an annual basis pursuant to the formula set forth in Section 151.06 D. of this Code.  The adjusted amount shall be rounded to the nearest $50 increment.\tc.\t(Added by Ord. No. 178,632, Eff. 5\/26\/07.)  The relocation fee provided for in Paragraph b. above, shall be made as follows:\t(1)\tThe entire fee shall be paid to a tenant who is the only tenant in a rental unit;\t(2)\tIf a rental unit is occupied by two or more tenants, then each tenant of the unit shall be paid an equal, pro-rata share of the fee.\tIn no event shall the landlord be liable to pay more than the maximum relocation amounts set forth above to all tenants residing in a rental unit.  If a tenant is entitled to monetary relocation benefits pursuant to City administrative agency action or any provision of local, state or federal law, then those benefits shall operate as a credit against any fee required to be paid to the tenant under this section.\t2.\tWhen Assistance Shall Be Provided.  (Amended by Ord. No. 178,632, Eff. 5\/26\/07.)\ta.\tPayment for Relocation Assistance Service Provider.  The landlord shall perform the acts described in Paragraph a. of Subdivision 1. above on or before the service of the 180-day notice of intention to convert.\tb.\tMonetary Assistance.  The landlord shall perform the acts described in Paragraph b. of Subdivision 1. above within 15 days of service of the Notice of Termination or within 15 days of receiving notice from the tenant of his\/her intention to terminate the tenancy subsequent to approval of a tentative parcel or tract map and prior to receiving a Notice of Termination of Tenancy.\tE.\tCivil Remedies.  In an action by a landlord to recover possession of a rental unit, a tenant may raise as an affirmative defense the failure of the landlord to comply with Subsection D of this section. In addition, any landlord who fails to provide monetary relocation assistance to a tenant as required by this section shall be liable in a civil action to the tenant to whom such assistance is due for damages in the amount the landlord has failed to pay, together with reasonable attorney fees and costs as determined by the court.  (Amended by Ord. No. 155,397, Eff. 8\/2\/81.)\tF.\t(Deleted by Ord. No. 178,632, Eff. 5\/26\/07.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}