{"section_number":"47.07","edition_id":"1","section_id":"4136","structure_id":"40","catch_line":"Tenant Relocation Assistance Where Apartments Are To Be Demolished.","history":"","full_text":"  TENANT RELOCATION ASSISTANCE WHERE APARTMENTS ARE TO BE DEMOLISHED.\n\t(Amended by Ord. No. 153,591, Eff. 5\/11\/80.)\n\n\tA.\tStatement of Purpose.  The provisions of this section are intended to provide relocation assistance to tenants facing eviction due to demolition or removal of their building to another site. Such assistance is required for the reasons stated in Section 47.06.\n\n\tB.\tDefinitions.  For purposes of this section, the definitions in Section 12.03 of this Code and the following definitions shall apply:\n\n\tLandlord:  An owner, lessor, or sublessor, (including any person, firm, corporation, partnership, or other entity) who receives or is entitled to receive rent for the use of any rental unit, or the agent, representative or successor of any of the foregoing.\n\n\tNotice of Termination:  The notice of intention to terminate tenancy, whether given by a landlord or by a tenant, provided for by California Civil Code Section 1946. (Amended by Ord. No. 155,397, Eff. 8\/2\/81.)\n\n\tQualified Tenant:  Any tenant who satisfies any of the following criteria on the date said tenant gives or receives a Notice of Termination:  has attained age 62; is handicapped as defined in Section 50072 of the California Health and Safely Code; is disabled as defined in Title 42 United States Code  423; or is a person residing with and on whom is legally dependent (as determined for federal income tax purposes) one or more minor children. (Amended by Ord. No. 162,743, Eff. 9\/24\/87.)\n\n\tRelocation Assistance Service Provider:  A company that specializes in relocation assistance and has a contract with the City for the delivery of such services.  (Added by Ord. No. 178,632, Eff. 5\/26\/07.)\n\n\tRental Unit:  Each dwelling unit, efficiency dwelling unit, guest room, and suite in the City of Los Angeles, as defined in Section 12.03 of this Code, together with the land and buildings appurtenant thereto, and all housing services, privileges, furnishings and facilities supplied in connection with the use or occupancy thereof, including garage and parking facilities. The term shall not include:\n\n\t1.\tA one-family dwelling, except where three or more dwelling units are located on the same lot.\n\n\t2.\tA two family dwelling, provided that one dwelling unit therein is occupied by a record owner of the property.\n\n\t3.\tAn apartment house or apartment hotel, provided that such house or hotel contains at most three dwelling units and one such dwelling unit is occupied by a record owner of the property.\n\n\t4.\tHousing accommodations in hotels, motels, inns, tourist homes and boarding and rooming houses, provided that at such time as an accommodation has been occupied by one or more of the same tenants for sixty 60 days or more such accommodation shall become a rental unit subject to the provisions of this section.\n\n\t5.\tHousing accommodations in any hospital, convent, monastery, extended medical care facility, asylum, nonprofit home for the aged, fraternity or sorority house, or housing accommodations owned, operated or managed by an institution of higher education, a high school or an elementary school for occupancy by its students.\n\n\t6.\tHousing accommodations which a government unit, agency or authority owns, operates, or manages, or which are specifically exempted from municipal rent regulation by state or federal law or administrative regulation.\n\n\t7.\tLuxury housing accommodations wherein as of May 31, 1978 the rent charged per month was at least $302 for a unit with no bedrooms, $420 for a unit with one bedroom; $588 for a unit with two bedrooms; $756 for a unit with three bedrooms; and $823 for a unit with four bedrooms or more.\n\n\t8.\tMobile home.\n\n\tTenant:  A tenant, subtenant, lessee, sublessee, or any other person entitled to use or occupancy of a rental unit. Tenant does not include any person who received actual written notice, prior to entering into a written or oral tenancy agreement, that an application to subdivide the property for condominium, stock cooperative or community apartment purposes was on file with the city or had already been approved, whichever the case may be, and that the existing building would be demolished or relocated in connection with the proposed new subdivision.\n\n\tC.\tRelocation Assistance Required.  The landlord shall pay the City a fee for the purpose of providing relocation assistance by the City’s Relocation Assistance Service Provider to each tenant in accordance with Subsection D. of this section in connection with the demolition of a building or its relocation to another site for either of the following purposes:  (1) to construct a new condominium, community apartment or stock cooperative, as those terms are defined in the California Government Code and Business and Professions Code; or (2) to use the property for any commercial purpose.  Where a landlord is required, pursuant to a condition of approval of a subdivision map, to give a tenant a notice of intention to demolish, the landlord’s obligation to comply with this section does not exist prior to the giving of that notice.  The fee shall be $640 for each unit occupied by a qualified tenant and $400 for each unit occupied by other tenants, and an additional $55 per unit to pay for the administrative costs associated with this service.  The fees, set forth above, may be increased in an amount based on the Consumer Price Index – All Urban Consumers averaged for the first 12 month-period ending September 30, of each year, as determined and published by the Housing Department on or before May 30, of each year, pursuant to Section 151.07 A.6. of this Code.  (Amended by Ord. No. 178,632, Eff. 5\/26\/07.)\n\n\tD.\tRelocation Assistance.  Relocation assistance, where required by the preceding subsection, shall be provided in accordance with the following provisions.\n\n\t1.\tLandlord’s Responsibility.\n\n\ta.\t(Amended by Ord. No. 178,632, Eff. 5\/26\/07.)  The landlord shall pay a fee to the City so that a Relocation Assistance Service Provider will:\n\n\t(1)\tMake available to each tenant, at no cost, a reasonably complete and current list of vacant and available rental which are comparable as to size and amenities to the unit occupied by the tenant, and\n\n\t(2)\tMake a reasonable and good faith effort to assure that tenants without cars are driven, at no cost, and tenants with cars are assisted, in order to inspect replacement rental units, and\n\n\t(3)\tHire an ambulance or similar vehicle, at no cost to the tenant, and otherwise take reasonable steps to assist any disabled or handicapped tenant with relocation-related activities.\n\n\tb.\t(Amended by Ord. No. 178,632, Eff. 5\/26\/07.)  In order to assist the tenants in meeting costs of relocation, higher rents for replacement housing, and any related expenses, pay a relocation fee in the following amounts.  If more than one fee applies to a rental unit, pay the highest of the applicable fees:\n\n\t(1)\t$14,850 to qualified tenants and a $6,810 fee to all other tenants who have lived in their rental unit for fewer than three years, or\n\n\t(2)\t$17,080 to qualified tenants and a $9,040 fee to all other tenants who have lived in their rental unit for three years or longer, or\n\n\t(3)\t$18,300 to qualified tenants and $9,650 to all other tenants whose household income is 80 percent or below Area Median Income, as adjusted for household size, as defined by the U.S. Department of Housing and Urban Development regardless of length of tenancy.  Tenants who claim eligibility pursuant to this Subparagraph shall file a statement with the Housing Department verifying their income on a form prescribed by the Housing Department.  Requests for a hearing to appeal a decision regarding a tenant’s relocation assistance, including disputes about eligibility for higher relocation assistance based on a tenant’s income, age, length of tenancy, family status and\/or disability status, must be filed in writing on the form prescribed by the Housing Department.  The Housing Department shall charge the appellant a fee of $193 per rental unit to cover the administrative costs of the hearing.  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)\n\n\t(4)\tThe above listed relocation assistance fees will sunset on July 1, 2008, unless the City Council acts by resolution to extend these provisions.  If these provisions are not extended, the following provision will become effective on July 1, 2008:\n\n\t$17,080 to qualified tenants and a $9,040 fee to all other tenants.\n\n\tFor the year beginning July 1, 2008, and all subsequent years, the fee amounts shall be adjusted on an annual basis pursuant to the formula set forth in Section 151.06 D. of this Code.  The adjusted amount shall be rounded to the nearest $50 increment.\n\n\tc.\t(Added by Ord. No. 178,632, Eff. 5\/26\/07.)  The relocation fee provided for in Paragraph b. above, shall be made as follows:\n\n\t(1)\tThe entire fee shall be paid to a tenant who is the only tenant in a rental unit;\n\n\t(2)\tIf a rental unit is occupied by two or more tenants, then each tenant of the unit shall be paid an equal, pro-rata share of the fee;\n\n\tIn no event shall the landlord be liable to pay more than the maximum relocation amounts set forth above to all tenants residing in a rental unit.  If a tenant is entitled to monetary relocation benefits pursuant to City administrative agency action or any provision of local, state or federal law, then those benefits shall operate as a credit against any fee required to be paid to the tenant under this section.\n\n\t2.\tWhen Assistance Shall Be Provided.  (Amended by Ord. No. 178,632, Eff. 5\/26\/07.)\n\n\ta.\tPayment for Relocation Assistance Service Provider.  The landlord shall perform the acts described in Paragraph a. of Subdivision 1. above on or before the service of either the notice described in California Government Code Section 7060.2 (b), or the Notice of Termination, whichever occurs first.\n\n\tb.\tMonetary Assistance.  The landlord shall provide the assistance described in Paragraph b. of Subdivision 1. above within 15 days of service of the Notice of Termination.\n\n\tE.\tMonitoring Program.  A demolition permit shall not be issued unless the Housing Department provides a written clearance to the Department of Building and Safety stating that the landlord has complied with the relocation assistance requirements of this section.  The landlord shall provide proof of compliance with the relocation assistance requirements of this section to the Housing Department on a form provided by the Housing Department.  The form shall be accompanied by a fee of $45 per unit.  (Added by Ord. No. 178,632, Eff. 5\/26\/07.)\n\n\tF.\tCivil Remedies.  In an action by a landlord to recover possession of a rental unit, a tenant may raise as an affirmative defense the failure of the landlord to comply with Subsection D of this section. In addition, any landlord who fails to provide monetary relocation assistance to a tenant as required by this section shall be liable in a civil action to the tenant to whom such assistance is due for damages in the amount the landlord has failed to pay, together with reasonable attorney’s fees and costs as determined by the court. (Amended by Ord. No. 155,397, Eff. 8\/2\/81; Relettered by Ord. No. 178,632, Eff. 5\/26\/07.)\n\n\tG.\tApplicability.  (Relettered and Amended by Ord. No. 178,632, Eff. 5\/26\/07.)  This section shall not apply in any of the following circumstances:\n\n\t1.\tThe building is constructed of unreinforced masonry construction and was built pursuant to a building permit issued prior to October 1, 1933.\n\n\t2.\tThe building is to be demolished pursuant to a demolition order issued by the Department of Building and Safety under the authority set forth in Division 89 of Chapter IX of this Code.\n\n\t3.\tThe building is to be demolished or relocated pursuant to a plan to construct on that property housing for low to moderate income households, which housing is to be developed, constructed, or acquired with federal, state or local government financial assistance.","order_by":"07","ancestry":{"1":{"id":"40","name":"Miscellaneous","identifier":"7","label":"article","url":"\/4\/7\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2460","structure_id":"40","section_number":"47.00","catch_line":"Posting Of Telephone Number Of The Fire Department Emergency Ambulance Service In Eating Establishments.","url":"\/47.00\/","token":"47.00"},"1":{"id":"3540","structure_id":"40","section_number":"47.01","catch_line":"Hotels, Motels, Lodging And Rooming Houses – Register Required.","url":"\/47.01\/","token":"47.01"},"2":{"id":"823","structure_id":"40","section_number":"47.02","catch_line":"Marathons – Endurance Contests And Exhibitions.","url":"\/47.02\/","token":"47.02"},"3":{"id":"4149","structure_id":"40","section_number":"47.03","catch_line":"Political Solicitations From City Officers And Employees.","url":"\/47.03\/","token":"47.03"},"4":{"id":"3741","structure_id":"40","section_number":"47.04","catch_line":"Sale Of Used Or Secondhand Hats.","url":"\/47.04\/","token":"47.04"},"5":{"id":"2431","structure_id":"40","section_number":"47.05","catch_line":"New Locks In Apartments – Installation Required.","url":"\/47.05\/","token":"47.05"},"6":{"id":"2668","structure_id":"40","section_number":"47.06","catch_line":"Tenant Relocation Assistance Where Apartments Are To Be Converted.","url":"\/47.06\/","token":"47.06"},"7":{"id":"4136","structure_id":"40","section_number":"47.07","catch_line":"Tenant Relocation Assistance Where Apartments Are To Be Demolished.","url":"\/47.07\/","token":"47.07"},"8":{"id":"276","structure_id":"40","section_number":"47.08","catch_line":"Tenant Relocation Assistance Where Mobilehome Parks Are Changed To A Different Use.","url":"\/47.08\/","token":"47.08"},"9":{"id":"1243","structure_id":"40","section_number":"47.09","catch_line":"Mobilehome Park Closure Impact Report.","url":"\/47.09\/","token":"47.09"},"10":{"id":"1478","structure_id":"40","section_number":"47.10","catch_line":"Landlords – Nonpayment Of Utility Bills.","url":"\/47.10\/","token":"47.10"},"11":{"id":"3579","structure_id":"40","section_number":"47.11","catch_line":"Display Of Aerosol Spray Paint Containers And Marker Pens.","url":"\/47.11\/","token":"47.11"},"12":{"id":"2250","structure_id":"40","section_number":"47.12","catch_line":"Excessive Price Increases During State Of Emergency.","url":"\/47.12\/","token":"47.12"},"13":{"id":"782","structure_id":"40","section_number":"47.13","catch_line":"Insertion Of Writings Into Containers.","url":"\/47.13\/","token":"47.13"},"14":{"id":"70","structure_id":"40","section_number":"47.14","catch_line":"Self Service Display Of Tobacco Products.","url":"\/47.14\/","token":"47.14"},"15":{"id":"408","structure_id":"40","section_number":"47.15","catch_line":"Spectators Prohibited At Speed Contests And Exhibitions Of Speed.","url":"\/47.15\/","token":"47.15"},"16":{"id":"1944","structure_id":"40","section_number":"47.16","catch_line":"Display And Sale Of Glass Etching Products.","url":"\/47.16\/","token":"47.16"},"17":{"id":"803","structure_id":"40","section_number":"47.17","catch_line":"Sale Of Motor-Driven Cycles And Motorized Bicycles.","url":"\/47.17\/","token":"47.17"},"18":{"id":"3415","structure_id":"40","section_number":"47.50","catch_line":"Narcotics, Violent Crime, Unlawful Weapon Or Ammunition\nCrime, And Gang-Related Crime Eviction Program.","url":"\/47.50\/","token":"47.50"}},"next_section":{"id":"276","structure_id":"40","section_number":"47.08","catch_line":"Tenant Relocation Assistance Where Mobilehome Parks Are Changed To A Different Use.","url":"\/47.08\/","token":"47.08"},"metadata":false,"references":false,"url":"\/47.07\/","token":"47.07","formats":{"txt":"\/47.07.txt","json":"\/47.07.xml"},"dublin_core":{"Title":"Tenant Relocation Assistance Where Apartments Are To Be Demolished.","Type":"Text","Format":"text\/html","Identifier":"§ 47.07","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nTENANT RELOCATION ASSISTANCE WHERE APARTMENTS ARE TO BE DEMOLISHED. (§ 47.07)\n\n  TENANT RELOCATION ASSISTANCE WHERE APARTMENTS ARE TO BE DEMOLISHED.\n\t(Amended by Ord. No. 153,591, Eff. 5\/11\/80.)\tA.\tStatement of Purpose.  The\nprovisions of this section are intended to provide relocation assistance to\ntenants facing eviction due to demolition or removal of their building to\nanother site. Such assistance is required for the reasons stated in Section\n47.06.\tB.\tDefinitions.  For purposes of this section, the definitions in\nSection 12.03 of this Code and the following definitions shall\napply:\tLandlord:  An owner, lessor, or sublessor, (including any person, firm,\ncorporation, partnership, or other entity) who receives or is entitled to\nreceive rent for the use of any rental unit, or the agent, representative or\nsuccessor of any of the foregoing.\tNotice of Termination:  The notice of\nintention to terminate tenancy, whether given by a landlord or by a tenant,\nprovided for by California Civil Code Section 1946. (Amended by Ord. No.\n155,397, Eff. 8\/2\/81.)\tQualified Tenant:  Any tenant who satisfies any of the\nfollowing criteria on the date said tenant gives or receives a Notice of\nTermination:  has attained age 62; is handicapped as defined in Section 50072\nof the California Health and Safely Code; is disabled as defined in Title 42\nUnited States Code  423; or is a person residing with and on whom is legally\ndependent (as determined for federal income tax purposes) one or more minor\nchildren. (Amended by Ord. No. 162,743, Eff. 9\/24\/87.)\tRelocation Assistance\nService Provider:  A company that specializes in relocation assistance and has\na contract with the City for the delivery of such services.  (Added by Ord. No.\n178,632, Eff. 5\/26\/07.)\tRental Unit:  Each dwelling unit, efficiency dwelling\nunit, guest room, and suite in the City of Los Angeles, as defined in Section\n12.03 of this Code, together with the land and buildings appurtenant thereto,\nand all housing services, privileges, furnishings and facilities supplied in\nconnection with the use or occupancy thereof, including garage and parking\nfacilities. The term shall not include:\t1.\tA one-family dwelling, except where\nthree or more dwelling units are located on the same lot.\t2.\tA two family\ndwelling, provided that one dwelling unit therein is occupied by a record owner\nof the property.\t3.\tAn apartment house or apartment hotel, provided that such\nhouse or hotel contains at most three dwelling units and one such dwelling unit\nis occupied by a record owner of the property.\t4.\tHousing accommodations in\nhotels, motels, inns, tourist homes and boarding and rooming houses, provided\nthat at such time as an accommodation has been occupied by one or more of the\nsame tenants for sixty 60 days or more such accommodation shall become a rental\nunit subject to the provisions of this section.\t5.\tHousing accommodations in any\nhospital, convent, monastery, extended medical care facility, asylum, nonprofit\nhome for the aged, fraternity or sorority house, or housing accommodations\nowned, operated or managed by an institution of higher education, a high school\nor an elementary school for occupancy by its students.\t6.\tHousing accommodations\nwhich a government unit, agency or authority owns, operates, or manages, or\nwhich are specifically exempted from municipal rent regulation by state or\nfederal law or administrative regulation.\t7.\tLuxury housing accommodations\nwherein as of May 31, 1978 the rent charged per month was at least $302 for a\nunit with no bedrooms, $420 for a unit with one bedroom; $588 for a unit with\ntwo bedrooms; $756 for a unit with three bedrooms; and $823 for a unit with four\nbedrooms or more.\t8.\tMobile home.\tTenant:  A tenant, subtenant, lessee,\nsublessee, or any other person entitled to use or occupancy of a rental unit.\nTenant does not include any person who received actual written notice, prior to\nentering into a written or oral tenancy agreement, that an application to\nsubdivide the property for condominium, stock cooperative or community apartment\npurposes was on file with the city or had already been approved, whichever the\ncase may be, and that the existing building would be demolished or relocated in\nconnection with the proposed new subdivision.\tC.\tRelocation Assistance\nRequired.  The landlord shall pay the City a fee for the purpose of providing\nrelocation assistance by the City’s Relocation Assistance Service Provider to\neach tenant in accordance with Subsection D. of this section in connection with\nthe demolition of a building or its relocation to another site for either of the\nfollowing purposes:  (1) to construct a new condominium, community apartment or\nstock cooperative, as those terms are defined in the California Government Code\nand Business and Professions Code; or (2) to use the property for any commercial\npurpose.  Where a landlord is required, pursuant to a condition of approval of\na subdivision map, to give a tenant a notice of intention to demolish, the\nlandlord’s obligation to comply with this section does not exist prior to the\ngiving of that notice.  The fee shall be $640 for each unit occupied by a\nqualified tenant and $400 for each unit occupied by other tenants, and an\nadditional $55 per unit to pay for the administrative costs associated with this\nservice.  The fees, set forth above, may be increased in an amount based on the\nConsumer Price Index – All Urban Consumers averaged for the first 12\nmonth-period ending September 30, of each year, as determined and published by\nthe Housing Department on or before May 30, of each year, pursuant to Section\n151.07 A.6. of this Code.  (Amended by Ord. No. 178,632, Eff.\n5\/26\/07.)\tD.\tRelocation Assistance.  Relocation assistance, where required by\nthe preceding subsection, shall be provided in accordance with the following\nprovisions.\t1.\tLandlord’s Responsibility.\ta.\t(Amended by Ord. No. 178,632,\nEff. 5\/26\/07.)  The landlord shall pay a fee to the City so that a Relocation\nAssistance Service Provider will:\t(1)\tMake available to each tenant, at no cost,\na reasonably complete and current list of vacant and available rental which are\ncomparable as to size and amenities to the unit occupied by the tenant,\nand\t(2)\tMake a reasonable and good faith effort to assure that tenants without\ncars are driven, at no cost, and tenants with cars are assisted, in order to\ninspect replacement rental units, and\t(3)\tHire an ambulance or similar vehicle,\nat no cost to the tenant, and otherwise take reasonable steps to assist any\ndisabled or handicapped tenant with relocation-related activities.\tb.\t(Amended\nby Ord. No. 178,632, Eff. 5\/26\/07.)  In order to assist the tenants in meeting\ncosts of relocation, higher rents for replacement housing, and any related\nexpenses, pay a relocation fee in the following amounts.  If more than one fee\napplies to a rental unit, pay the highest of the applicable fees:\t(1)\t$14,850 to\nqualified tenants and a $6,810 fee to all other tenants who have lived in their\nrental unit for fewer than three years, or\t(2)\t$17,080 to qualified tenants and\na $9,040 fee to all other tenants who have lived in their rental unit for three\nyears or longer, or\t(3)\t$18,300 to qualified tenants and $9,650 to all other\ntenants whose household income is 80 percent or below Area Median Income, as\nadjusted for household size, as defined by the U.S. Department of Housing and\nUrban Development regardless of length of tenancy.  Tenants who claim\neligibility pursuant to this Subparagraph shall file a statement with the\nHousing Department verifying their income on a form prescribed by the Housing\nDepartment.  Requests for a hearing to appeal a decision regarding a tenant’s\nrelocation assistance, including disputes about eligibility for higher\nrelocation assistance based on a tenant’s income, age, length of tenancy,\nfamily status and\/or disability status, must be filed in writing on the form\nprescribed by the Housing Department.  The Housing Department shall charge the\nappellant a fee of $193 per rental unit to cover the administrative costs of the\nhearing.  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)\t(4)\tThe above listed\nrelocation assistance fees will sunset on July 1, 2008, unless the City Council\nacts by resolution to extend these provisions.  If these provisions are not\nextended, the following provision will become effective on July 1, 2008:\t$17,080\nto qualified tenants and a $9,040 fee to all other tenants.\tFor the year\nbeginning July 1, 2008, and all subsequent years, the fee amounts shall be\nadjusted on an annual basis pursuant to the formula set forth in Section 151.06\nD. of this Code.  The adjusted amount shall be rounded to the nearest $50\nincrement.\tc.\t(Added by Ord. No. 178,632, Eff. 5\/26\/07.)  The relocation fee\nprovided for in Paragraph b. above, shall be made as follows:\t(1)\tThe entire fee\nshall be paid to a tenant who is the only tenant in a rental unit;\t(2)\tIf a\nrental unit is occupied by two or more tenants, then each tenant of the unit\nshall be paid an equal, pro-rata share of the fee;\tIn no event shall the\nlandlord be liable to pay more than the maximum relocation amounts set forth\nabove to all tenants residing in a rental unit.  If a tenant is entitled to\nmonetary relocation benefits pursuant to City administrative agency action or\nany provision of local, state or federal law, then those benefits shall operate\nas a credit against any fee required to be paid to the tenant under this\nsection.\t2.\tWhen Assistance Shall Be Provided.  (Amended by Ord. No. 178,632,\nEff. 5\/26\/07.)\ta.\tPayment for Relocation Assistance Service Provider.  The\nlandlord shall perform the acts described in Paragraph a. of Subdivision 1.\nabove on or before the service of either the notice described in California\nGovernment Code Section 7060.2 (b), or the Notice of Termination, whichever\noccurs first.\tb.\tMonetary Assistance.  The landlord shall provide the\nassistance described in Paragraph b. of Subdivision 1. above within 15 days of\nservice of the Notice of Termination.\tE.\tMonitoring Program.  A demolition\npermit shall not be issued unless the Housing Department provides a written\nclearance to the Department of Building and Safety stating that the landlord has\ncomplied with the relocation assistance requirements of this section.  The\nlandlord shall provide proof of compliance with the relocation assistance\nrequirements of this section to the Housing Department on a form provided by the\nHousing Department.  The form shall be accompanied by a fee of $45 per unit. \n(Added by Ord. No. 178,632, Eff. 5\/26\/07.)\tF.\tCivil Remedies.  In an action by\na landlord to recover possession of a rental unit, a tenant may raise as an\naffirmative defense the failure of the landlord to comply with Subsection D of\nthis section. In addition, any landlord who fails to provide monetary relocation\nassistance to a tenant as required by this section shall be liable in a civil\naction to the tenant to whom such assistance is due for damages in the amount\nthe landlord has failed to pay, together with reasonable attorney’s fees and\ncosts as determined by the court. (Amended by Ord. No. 155,397, Eff. 8\/2\/81;\nRelettered by Ord. No. 178,632, Eff. 5\/26\/07.)\tG.\tApplicability.  (Relettered\nand Amended by Ord. No. 178,632, Eff. 5\/26\/07.)  This section shall not apply\nin any of the following circumstances:\t1.\tThe building is constructed of\nunreinforced masonry construction and was built pursuant to a building permit\nissued prior to October 1, 1933.\t2.\tThe building is to be demolished pursuant to\na demolition order issued by the Department of Building and Safety under the\nauthority set forth in Division 89 of Chapter IX of this Code.\t3.\tThe building\nis to be demolished or relocated pursuant to a plan to construct on that\nproperty housing for low to moderate income households, which housing is to be\ndeveloped, constructed, or acquired with federal, state or local government\nfinancial assistance.\n","html":"\n\t\t\t\t\t<section><p>  TENANT RELOCATION ASSISTANCE WHERE APARTMENTS ARE TO BE DEMOLISHED.\n\t(Amended by Ord. No. 153,591, Eff. 5\/11\/80.)<br \/><br \/>\tA.\tStatement of Purpose.  The provisions of this section are intended to provide relocation assistance to tenants facing eviction due to demolition or removal of their building to another site. Such assistance is required for the reasons stated in Section 47.06.<br \/><br \/>\tB.\tDefinitions.  For purposes of this section, the definitions in Section 12.03 of this Code and the following definitions shall apply:<br \/><br \/>\tLandlord:  An owner, lessor, or sublessor, (including any person, firm, corporation, partnership, or other entity) who receives or is entitled to receive rent for the use of any rental unit, or the agent, representative or successor of any of the foregoing.<br \/><br \/>\tNotice of Termination:  The notice of intention to terminate tenancy, whether given by a landlord or by a tenant, provided for by California Civil Code Section 1946. (Amended by Ord. No. 155,397, Eff. 8\/2\/81.)<br \/><br \/>\tQualified Tenant:  Any tenant who satisfies any of the following criteria on the date said tenant gives or receives a Notice of Termination:  has attained age 62; is handicapped as defined in Section 50072 of the California Health and Safely Code; is disabled as defined in Title 42 United States Code  423; or is a person residing with and on whom is legally dependent (as determined for federal income tax purposes) one or more <span class=\"dictionary\">minor<\/span> children. (Amended by Ord. No. 162,743, Eff. 9\/24\/87.)<br \/><br \/>\tRelocation Assistance Service Provider:  A company that specializes in relocation assistance and has a <span class=\"dictionary\">contract<\/span> with the City for the delivery of such services.  (Added by Ord. No. 178,632, Eff. 5\/26\/07.)<br \/><br \/>\tRental Unit:  Each dwelling unit, efficiency dwelling unit, guest room, and suite in the City of Los Angeles, as defined in Section 12.03 of this Code, together with the land and buildings appurtenant thereto, and all housing services, <span class=\"dictionary\">privileges<\/span>, furnishings and facilities supplied in connection with the use or occupancy thereof, including garage and parking facilities. The term shall not include:<br \/><br \/>\t1.\tA one-family dwelling, except where three or more dwelling units are located on the same lot.<br \/><br \/>\t2.\tA two family dwelling, provided that one dwelling unit therein is occupied by a record owner of the property.<br \/><br \/>\t3.\tAn apartment house or apartment hotel, provided that such house or hotel contains at most three dwelling units and one such dwelling unit is occupied by a record owner of the property.<br \/><br \/>\t4.\tHousing accommodations in hotels, motels, inns, tourist homes and boarding and rooming houses, provided that at such time as an accommodation has been occupied by one or more of the same tenants for sixty 60 days or more such accommodation shall become a rental unit subject to the provisions of this section.<br \/><br \/>\t5.\tHousing accommodations in any hospital, convent, monastery, extended medical care facility, asylum, nonprofit home for the aged, fraternity or sorority house, or housing accommodations owned, operated or managed by an institution of higher education, a high school or an elementary school for occupancy by its students.<br \/><br \/>\t6.\tHousing accommodations which a government unit, agency or authority owns, operates, or manages, or which are specifically exempted from municipal rent regulation by state or federal <span class=\"dictionary\">law<\/span> or administrative regulation.<br \/><br \/>\t7.\tLuxury housing accommodations wherein as of May 31, 1978 the rent charged per month was at least $302 for a unit with no bedrooms, $420 for a unit with one bedroom; $588 for a unit with two bedrooms; $756 for a unit with three bedrooms; and $823 for a unit with four bedrooms or more.<br \/><br \/>\t8.\tMobile home.<br \/><br \/>\tTenant:  A tenant, subtenant, lessee, sublessee, or any other person entitled to use or occupancy of a rental unit. Tenant does not include any person who received actual written notice, prior to entering into a written or oral tenancy agreement, that an application to subdivide the property for condominium, stock cooperative or community apartment purposes was on file with the city or had already been approved, whichever the case may be, and that the existing building would be demolished or relocated in connection with the proposed new subdivision.<br \/><br \/>\tC.\tRelocation Assistance Required.  The landlord shall pay the City a fee for the purpose of providing relocation assistance by the City’s Relocation Assistance Service Provider to each tenant in accordance with Subsection D. of this section in connection with the demolition of a building or its relocation to another site for either of the following purposes:  (1) to construct a new condominium, community apartment or stock cooperative, as those terms are defined in the California Government Code and Business and Professions Code; or (2) to use the property for any commercial purpose.  Where a landlord is required, pursuant to a condition of approval of a subdivision map, to give a tenant a notice of intention to demolish, the landlord’s obligation to comply with this section does not exist prior to the giving of that notice.  The fee shall be $640 for each unit occupied by a qualified tenant and $400 for each unit occupied by other tenants, and an additional $55 per unit to pay for the administrative costs associated with this service.  The fees, set forth above, may be increased in an amount based on the Consumer Price Index – All Urban Consumers averaged for the first 12 month-period ending September 30, of each year, as determined and published by the Housing Department on or before May 30, of each year, pursuant to Section 151.07 A.6. of this Code.  (Amended by Ord. No. 178,632, Eff. 5\/26\/07.)<br \/><br \/>\tD.\tRelocation Assistance.  Relocation assistance, where required by the preceding subsection, shall be provided in accordance with the following provisions.<br \/><br \/>\t1.\tLandlord’s Responsibility.<br \/><br \/>\ta.\t(Amended by Ord. No. 178,632, Eff. 5\/26\/07.)  The landlord shall pay a fee to the City so that a Relocation Assistance Service Provider will:<br \/><br \/>\t(1)\tMake available to each tenant, at no cost, a reasonably complete and current list of vacant and available rental which are comparable as to size and amenities to the unit occupied by the tenant, and<br \/><br \/>\t(2)\tMake a reasonable and good faith effort to assure that tenants without cars are driven, at no cost, and tenants with cars are assisted, in <span class=\"dictionary\">order<\/span> to inspect replacement rental units, and<br \/><br \/>\t(3)\tHire an ambulance or similar vehicle, at no cost to the tenant, and otherwise take reasonable steps to assist any disabled or handicapped tenant with relocation-related activities.<br \/><br \/>\tb.\t(Amended by Ord. No. 178,632, Eff. 5\/26\/07.)  In <span class=\"dictionary\">order<\/span> to assist the tenants in meeting costs of relocation, higher rents for replacement housing, and any related expenses, pay a relocation fee in the following amounts.  If more than one fee applies to a rental unit, pay the highest of the applicable fees:<br \/><br \/>\t(1)\t$14,850 to qualified tenants and a $6,810 fee to all other tenants who have lived in their rental unit for fewer than three years, or<br \/><br \/>\t(2)\t$17,080 to qualified tenants and a $9,040 fee to all other tenants who have lived in their rental unit for three years or longer, or<br \/><br \/>\t(3)\t$18,300 to qualified tenants and $9,650 to all other tenants whose household income is 80 percent or below Area Median Income, as adjusted for household size, as defined by the U.S. Department of Housing and Urban Development regardless of length of tenancy.  Tenants who claim eligibility pursuant to this Subparagraph shall file a statement with the Housing Department verifying their income on a form prescribed by the Housing Department.  Requests for a <span class=\"dictionary\">hearing<\/span> to <span class=\"dictionary\">appeal<\/span> a decision regarding a tenant’s relocation assistance, including disputes about eligibility for higher relocation assistance based on a tenant’s income, age, length of tenancy, family status and\/or disability status, must be filed in writing on the form prescribed by the Housing Department.  The Housing Department shall charge the <span class=\"dictionary\">appellant<\/span> a fee of $193 per rental unit to cover the administrative costs of the <span class=\"dictionary\">hearing<\/span>.  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)<br \/><br \/>\t(4)\tThe above listed relocation assistance fees will sunset on July 1, 2008, unless the City Council acts by resolution to extend these provisions.  If these provisions are not extended, the following provision will become effective on July 1, 2008:<br \/><br \/>\t$17,080 to qualified tenants and a $9,040 fee to all other tenants.<br \/><br \/>\tFor the year beginning July 1, 2008, and all subsequent years, the fee amounts shall be adjusted on an annual basis pursuant to the formula set forth in Section 151.06 D. of this Code.  The adjusted amount shall be rounded to the nearest $50 increment.<br \/><br \/>\tc.\t(Added by Ord. No. 178,632, Eff. 5\/26\/07.)  The relocation fee provided for in Paragraph b. above, shall be made as follows:<br \/><br \/>\t(1)\tThe entire fee shall be paid to a tenant who is the only tenant in a rental unit;<br \/><br \/>\t(2)\tIf a rental unit is occupied by two or more tenants, then each tenant of the unit shall be paid an equal, pro-rata share of the fee;<br \/><br \/>\tIn no event shall the landlord be liable to pay more than the maximum relocation amounts set forth above to all tenants residing in a rental unit.  If a tenant is entitled to monetary relocation benefits pursuant to City administrative agency action or any provision of local, state or federal <span class=\"dictionary\">law<\/span>, then those benefits shall operate as a credit against any fee required to be paid to the tenant under this section.<br \/><br \/>\t2.\tWhen Assistance Shall Be Provided.  (Amended by Ord. No. 178,632, Eff. 5\/26\/07.)<br \/><br \/>\ta.\tPayment for Relocation Assistance Service Provider.  The landlord shall perform the acts described in Paragraph a. of Subdivision 1. above on or before the service of either the notice described in California Government Code Section 7060.2 (b), or the Notice of Termination, whichever occurs first.<br \/><br \/>\tb.\tMonetary Assistance.  The landlord shall provide the assistance described in Paragraph b. of Subdivision 1. above within 15 days of service of the Notice of Termination.<br \/><br \/>\tE.\tMonitoring Program.  A demolition permit shall not be issued unless the Housing Department provides a written clearance to the Department of Building and Safety stating that the landlord has complied with the relocation assistance requirements of this section.  The landlord shall provide proof of compliance with the relocation assistance requirements of this section to the Housing Department on a form provided by the Housing Department.  The form shall be accompanied by a fee of $45 per unit.  (Added by Ord. No. 178,632, Eff. 5\/26\/07.)<br \/><br \/>\tF.\tCivil Remedies.  In an action by a landlord to recover <span class=\"dictionary\">possession<\/span> of a rental unit, a tenant may raise as an <span class=\"dictionary\">affirmative defense<\/span> the failure of the landlord to comply with Subsection D of this section. In addition, any landlord who fails to provide monetary relocation assistance to a tenant as required by this section shall be liable in a <span class=\"dictionary\">civil action<\/span> to the tenant to whom such assistance is due for <span class=\"dictionary\">damages<\/span> in the amount the landlord has failed to pay, together with reasonable attorney’s fees and costs as determined by the <span class=\"dictionary\">court<\/span>. (Amended by Ord. No. 155,397, Eff. 8\/2\/81; Relettered by Ord. No. 178,632, Eff. 5\/26\/07.)<br \/><br \/>\tG.\tApplicability.  (Relettered and Amended by Ord. No. 178,632, Eff. 5\/26\/07.)  This section shall not apply in any of the following circumstances:<br \/><br \/>\t1.\tThe building is constructed of unreinforced masonry construction and was built pursuant to a building permit issued prior to October 1, 1933.<br \/><br \/>\t2.\tThe building is to be demolished pursuant to a demolition <span class=\"dictionary\">order<\/span> issued by the Department of Building and Safety under the authority set forth in Division 89 of Chapter IX of this Code.<br \/><br \/>\t3.\tThe building is to be demolished or relocated pursuant to a plan to construct on that property housing for low to moderate income households, which housing is to be developed, constructed, or acquired with federal, state or local government financial assistance.<\/p><\/section>","previous_section":{"id":"2668","structure_id":"40","section_number":"47.06","catch_line":"Tenant Relocation Assistance Where Apartments Are To Be Converted.","url":"\/47.06\/","token":"47.06"},"text":{"0":{"id":"4109","text":"  TENANT RELOCATION ASSISTANCE WHERE APARTMENTS ARE TO BE DEMOLISHED.\n\t(Amended by Ord. No. 153,591, Eff. 5\/11\/80.)\tA.\tStatement of Purpose.  The provisions of this section are intended to provide relocation assistance to tenants facing eviction due to demolition or removal of their building to another site. Such assistance is required for the reasons stated in Section 47.06.\tB.\tDefinitions.  For purposes of this section, the definitions in Section 12.03 of this Code and the following definitions shall apply:\tLandlord:  An owner, lessor, or sublessor, (including any person, firm, corporation, partnership, or other entity) who receives or is entitled to receive rent for the use of any rental unit, or the agent, representative or successor of any of the foregoing.\tNotice of Termination:  The notice of intention to terminate tenancy, whether given by a landlord or by a tenant, provided for by California Civil Code Section 1946. (Amended by Ord. No. 155,397, Eff. 8\/2\/81.)\tQualified Tenant:  Any tenant who satisfies any of the following criteria on the date said tenant gives or receives a Notice of Termination:  has attained age 62; is handicapped as defined in Section 50072 of the California Health and Safely Code; is disabled as defined in Title 42 United States Code  423; or is a person residing with and on whom is legally dependent (as determined for federal income tax purposes) one or more minor children. (Amended by Ord. No. 162,743, Eff. 9\/24\/87.)\tRelocation Assistance Service Provider:  A company that specializes in relocation assistance and has a contract with the City for the delivery of such services.  (Added by Ord. No. 178,632, Eff. 5\/26\/07.)\tRental Unit:  Each dwelling unit, efficiency dwelling unit, guest room, and suite in the City of Los Angeles, as defined in Section 12.03 of this Code, together with the land and buildings appurtenant thereto, and all housing services, privileges, furnishings and facilities supplied in connection with the use or occupancy thereof, including garage and parking facilities. The term shall not include:\t1.\tA one-family dwelling, except where three or more dwelling units are located on the same lot.\t2.\tA two family dwelling, provided that one dwelling unit therein is occupied by a record owner of the property.\t3.\tAn apartment house or apartment hotel, provided that such house or hotel contains at most three dwelling units and one such dwelling unit is occupied by a record owner of the property.\t4.\tHousing accommodations in hotels, motels, inns, tourist homes and boarding and rooming houses, provided that at such time as an accommodation has been occupied by one or more of the same tenants for sixty 60 days or more such accommodation shall become a rental unit subject to the provisions of this section.\t5.\tHousing accommodations in any hospital, convent, monastery, extended medical care facility, asylum, nonprofit home for the aged, fraternity or sorority house, or housing accommodations owned, operated or managed by an institution of higher education, a high school or an elementary school for occupancy by its students.\t6.\tHousing accommodations which a government unit, agency or authority owns, operates, or manages, or which are specifically exempted from municipal rent regulation by state or federal law or administrative regulation.\t7.\tLuxury housing accommodations wherein as of May 31, 1978 the rent charged per month was at least $302 for a unit with no bedrooms, $420 for a unit with one bedroom; $588 for a unit with two bedrooms; $756 for a unit with three bedrooms; and $823 for a unit with four bedrooms or more.\t8.\tMobile home.\tTenant:  A tenant, subtenant, lessee, sublessee, or any other person entitled to use or occupancy of a rental unit. Tenant does not include any person who received actual written notice, prior to entering into a written or oral tenancy agreement, that an application to subdivide the property for condominium, stock cooperative or community apartment purposes was on file with the city or had already been approved, whichever the case may be, and that the existing building would be demolished or relocated in connection with the proposed new subdivision.\tC.\tRelocation Assistance Required.  The landlord shall pay the City a fee for the purpose of providing relocation assistance by the City’s Relocation Assistance Service Provider to each tenant in accordance with Subsection D. of this section in connection with the demolition of a building or its relocation to another site for either of the following purposes:  (1) to construct a new condominium, community apartment or stock cooperative, as those terms are defined in the California Government Code and Business and Professions Code; or (2) to use the property for any commercial purpose.  Where a landlord is required, pursuant to a condition of approval of a subdivision map, to give a tenant a notice of intention to demolish, the landlord’s obligation to comply with this section does not exist prior to the giving of that notice.  The fee shall be $640 for each unit occupied by a qualified tenant and $400 for each unit occupied by other tenants, and an additional $55 per unit to pay for the administrative costs associated with this service.  The fees, set forth above, may be increased in an amount based on the Consumer Price Index – All Urban Consumers averaged for the first 12 month-period ending September 30, of each year, as determined and published by the Housing Department on or before May 30, of each year, pursuant to Section 151.07 A.6. of this Code.  (Amended by Ord. No. 178,632, Eff. 5\/26\/07.)\tD.\tRelocation Assistance.  Relocation assistance, where required by the preceding subsection, shall be provided in accordance with the following provisions.\t1.\tLandlord’s Responsibility.\ta.\t(Amended by Ord. No. 178,632, Eff. 5\/26\/07.)  The landlord shall pay a fee to the City so that a Relocation Assistance Service Provider will:\t(1)\tMake available to each tenant, at no cost, a reasonably complete and current list of vacant and available rental which are comparable as to size and amenities to the unit occupied by the tenant, and\t(2)\tMake a reasonable and good faith effort to assure that tenants without cars are driven, at no cost, and tenants with cars are assisted, in order to inspect replacement rental units, and\t(3)\tHire an ambulance or similar vehicle, at no cost to the tenant, and otherwise take reasonable steps to assist any disabled or handicapped tenant with relocation-related activities.\tb.\t(Amended by Ord. No. 178,632, Eff. 5\/26\/07.)  In order to assist the tenants in meeting costs of relocation, higher rents for replacement housing, and any related expenses, pay a relocation fee in the following amounts.  If more than one fee applies to a rental unit, pay the highest of the applicable fees:\t(1)\t$14,850 to qualified tenants and a $6,810 fee to all other tenants who have lived in their rental unit for fewer than three years, or\t(2)\t$17,080 to qualified tenants and a $9,040 fee to all other tenants who have lived in their rental unit for three years or longer, or\t(3)\t$18,300 to qualified tenants and $9,650 to all other tenants whose household income is 80 percent or below Area Median Income, as adjusted for household size, as defined by the U.S. Department of Housing and Urban Development regardless of length of tenancy.  Tenants who claim eligibility pursuant to this Subparagraph shall file a statement with the Housing Department verifying their income on a form prescribed by the Housing Department.  Requests for a hearing to appeal a decision regarding a tenant’s relocation assistance, including disputes about eligibility for higher relocation assistance based on a tenant’s income, age, length of tenancy, family status and\/or disability status, must be filed in writing on the form prescribed by the Housing Department.  The Housing Department shall charge the appellant a fee of $193 per rental unit to cover the administrative costs of the hearing.  (Amended by Ord. No. 181,744, Eff. 7\/15\/11.)\t(4)\tThe above listed relocation assistance fees will sunset on July 1, 2008, unless the City Council acts by resolution to extend these provisions.  If these provisions are not extended, the following provision will become effective on July 1, 2008:\t$17,080 to qualified tenants and a $9,040 fee to all other tenants.\tFor the year beginning July 1, 2008, and all subsequent years, the fee amounts shall be adjusted on an annual basis pursuant to the formula set forth in Section 151.06 D. of this Code.  The adjusted amount shall be rounded to the nearest $50 increment.\tc.\t(Added by Ord. No. 178,632, Eff. 5\/26\/07.)  The relocation fee provided for in Paragraph b. above, shall be made as follows:\t(1)\tThe entire fee shall be paid to a tenant who is the only tenant in a rental unit;\t(2)\tIf a rental unit is occupied by two or more tenants, then each tenant of the unit shall be paid an equal, pro-rata share of the fee;\tIn no event shall the landlord be liable to pay more than the maximum relocation amounts set forth above to all tenants residing in a rental unit.  If a tenant is entitled to monetary relocation benefits pursuant to City administrative agency action or any provision of local, state or federal law, then those benefits shall operate as a credit against any fee required to be paid to the tenant under this section.\t2.\tWhen Assistance Shall Be Provided.  (Amended by Ord. No. 178,632, Eff. 5\/26\/07.)\ta.\tPayment for Relocation Assistance Service Provider.  The landlord shall perform the acts described in Paragraph a. of Subdivision 1. above on or before the service of either the notice described in California Government Code Section 7060.2 (b), or the Notice of Termination, whichever occurs first.\tb.\tMonetary Assistance.  The landlord shall provide the assistance described in Paragraph b. of Subdivision 1. above within 15 days of service of the Notice of Termination.\tE.\tMonitoring Program.  A demolition permit shall not be issued unless the Housing Department provides a written clearance to the Department of Building and Safety stating that the landlord has complied with the relocation assistance requirements of this section.  The landlord shall provide proof of compliance with the relocation assistance requirements of this section to the Housing Department on a form provided by the Housing Department.  The form shall be accompanied by a fee of $45 per unit.  (Added by Ord. No. 178,632, Eff. 5\/26\/07.)\tF.\tCivil Remedies.  In an action by a landlord to recover possession of a rental unit, a tenant may raise as an affirmative defense the failure of the landlord to comply with Subsection D of this section. In addition, any landlord who fails to provide monetary relocation assistance to a tenant as required by this section shall be liable in a civil action to the tenant to whom such assistance is due for damages in the amount the landlord has failed to pay, together with reasonable attorney’s fees and costs as determined by the court. (Amended by Ord. No. 155,397, Eff. 8\/2\/81; Relettered by Ord. No. 178,632, Eff. 5\/26\/07.)\tG.\tApplicability.  (Relettered and Amended by Ord. No. 178,632, Eff. 5\/26\/07.)  This section shall not apply in any of the following circumstances:\t1.\tThe building is constructed of unreinforced masonry construction and was built pursuant to a building permit issued prior to October 1, 1933.\t2.\tThe building is to be demolished pursuant to a demolition order issued by the Department of Building and Safety under the authority set forth in Division 89 of Chapter IX of this Code.\t3.\tThe building is to be demolished or relocated pursuant to a plan to construct on that property housing for low to moderate income households, which housing is to be developed, constructed, or acquired with federal, state or local government financial assistance.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}