{"section_number":"47.09","edition_id":"1","section_id":"1243","structure_id":"40","catch_line":"Mobilehome Park Closure Impact Report.","history":"","full_text":"  MOBILEHOME PARK CLOSURE IMPACT REPORT.\n\t(Added by Ord. No. 165,229, Eff. 11\/13\/89.)\n\n\tA.\tStatement of Purpose.  The purpose of this section is to require persons who propose to convert, close or cease the use of a mobilehome park to address the impact on the residents to be displaced, and to take steps to mitigate the adverse impacts on the residents.\n\n\tB.\tDefinitions.  For purposes of this section, the following definitions shall apply:\n\n\t1.\tManagement.  The owner of a mobilehome park or an agent or representative authorized to act on the owner’s behalf in connection with matters relating to a tenancy in the park, including any person who proposes to convert, close or cease the use of a park, or the successor in interest of such person.\n\n\t2.\tMobilehome.  A structure designed for human habitation and for being moved on a street or highway under permit pursuant to Section 35790 of the Vehicle Code. Mobilehome includes a manufactured home, as defined in Section 18007 of the Health and Safety Code, and a mobilehome, as defined in Section 18008 of the Health and Safety Code. Mobilehome includes a recreational vehicle, as defined in Section 799.24 of the Civil Code and Section 18010 of the Health and Safety Code, if located in a mobilehome park and continuously occupied by a resident, for nine or more months. Mobilehome does not include a commercial coach as defined in Section 18001.8 of the Health and Safety Code.\n\n\t3.\tMobilehome Park.  An area of land where two or more mobilehome sites are rented, or held out for rent, to accommodate mobilehomes used for human habitation.\n\n\t4.\tResident.  A homeowner or other person who lawfully occupies a mobilehome.\n\n\tC.\tGeneral Requirements.\n\n\t1.\tPrior to the conversion of a mobilehome park to another use or closure of a mobilehome park or cessation of use of the land as a mobilehome park, management shall file with the Advisory Agency of the City of Los Angeles, a report on the impact of the conversion, closure, or cessation of use (hereinafter “closure”) upon the residents of the mobilehome park who will be displaced.\n\n\tEXCEPTION:\n\n\tThis section of the Los Angeles Municipal Code shall not apply to a conversion of a mobilehome park pursuant to the Subdivision Map Act (Division 2 [commencing with Section 66410] of Title 7 of the California Government Code).\n\n\t2.\tNo person shall cause or permit the closure of a mobilehome park until the impact report has been approved by the Advisory Agency, or the City Council upon request for hearing.\n\n\tD.\tProcedures.\n\n\t1.\tTime for Filing Impact Report.\n\n\t(a)\t(Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  If the proposed closure of the park requires a discretionary local governmental permit or approval for which a hearing is required by law, including but not limited to a change of zone, height district change, exception from a specific plan, conditional use, variance, or coastal development permit, then the impact report shall not be filed until the discretionary approval has been obtained.\n\n\tThe impact report shall be filed with the Advisory Agency and served on each resident of the mobilehome park concurrently with service of the six months’ notice described in Section 798.56(f)(2) of the California Civil Code.\n\n\t(b)\tIf the proposed closure of the mobilehome park does not require any of the discretionary approvals described in Paragraph (a) above, then the impact report shall be filed with the Advisory Agency and served on each resident of the mobilehome park concurrently with service of the twelve months’ notice described in Section 798.56(f)(2) of the California Civil Code.\n\n\tEXCEPTION:\n\n\tIf either the six months’ notice or the twelve months’ notice has been served on the residents of the mobilehome park prior to the effective date of this section, then, within ninety (90) days of the effective date of this section, the impact report shall be served on all current residents and on all residents who have left the mobilehome park since those notices were given, and filed with the Advisory Agency.\n\n\t(c)\tProof of service of the impact report on the residents of the mobilehome park must be provided to the Advisory Agency at the time of filing the impact report.\n\n\t2.\tImpact Report Contents.  The impact report shall address the availability of adequate replacement housing in other mobilehome parks and relocation costs for each resident of the mobilehome park. It shall specify the steps to be taken by management to mitigate any adverse impact of the proposed closure on the residents who will be displaced.\n\n\tThe impact report shall provide that any dispute regarding the rights of management or a resident under the impact report shall be heard and resolved by the Advisory Agency, under such rules as it shall adopt, when application for such review is made by management or any resident.\n\n\tIn addition, the impact report shall contain such information as the Advisory Agency shall deem necessary, as set forth in regulations promulgated by the Advisory Agency pursuant to this section.\n\n\t3.\tHearing and Notice. Upon the receipt of an impact report, the Advisory Agency shall examine the same and advise management whether it is complete, within fifteen (15) days after receipt thereof. When a complete impact report has been filed, it shall be accepted by the Advisory Agency, and the Advisory Agency shall set a time, date and place for a hearing, not less than fifteen (15) days and no later than forty-five (45) days after the date of acceptance. At least fifteen days prior to the hearing, the Advisory Agency shall mail notice to management and the residents of the date, time and place of the hearing. The notice of hearing shall contain a general explanation of the matters to be considered by the Advisory Agency. The Advisory Agency may give such additional notice as it deems necessary or desirable.\n\n\t4.\tFindings and Decision. After conclusion of the hearing, the Advisory Agency shall render its decision. The Advisory Agency shall approve, conditionally approve or disapprove the impact report. The Advisory Agency shall approve the impact report if it finds: (a) that the impact report contains the information required; and (b) that reasonable steps have been or will be taken to mitigate the adverse impacts of the closure on each of the residents. In approving the impact report, the Advisory Agency may impose such conditions as it finds necessary to mitigate the adverse impacts on the residents; however, any steps required to be taken by management pursuant to this section shall not exceed the reasonable costs of relocation. At a minimum, the Advisory Agency shall require management to comply with Section 47.08 of this Code. Notice of the Advisory Agency action shall be mailed to management, to all residents and to all persons who have filed written request therefor.\n\n\tNothing in this section shall prevent any other governmental agency or decision making body of the City of Los Angeles from imposing a condition relating to relocation assistance on any discretionary approval involving the mobilehome park.\n\n\t5.\tRequest for Council Hearing.  Management, any resident, or any officer, board, department or bureau of the City may request, and shall have the right to, a hearing before the City Council on the sufficiency of the impact report. The request shall be filed in duplicate, in a public office of the Department of City Planning on forms provided for that purpose within ten days after the action of the Advisory Agency. Such requests shall not be considered as having been filed unless and until the form has been properly completed and all information required by it has been submitted. The completed request form and file shall then immediately be transmitted to the City Clerk for hearing before the City Council.\n\n\tThe City Clerk shall set a time and date for a hearing, not less than fifteen (15) days and not later than forty-five (45) days after the filing date and shall mail written notice of such hearing to the management, all residents, the person requesting the hearing, the Advisory Agency, and all persons who have filed written request therefor, at least fifteen days prior to the hearing.\n\n\tThe City Council, shall, upon conclusion of the hearing, within seven days, declare its findings based upon the testimony and documents produced before it or before the Advisory Agency.\n\n\tFor all requests for hearing, the City Council may sustain, modify, reject or overrule any recommendations or rulings of the Advisory Agency and may make such findings as are not inconsistent with the provisions of this section.\n\n\t6.\tExtensions.  Any of the time limits specified in this section may be extended by mutual consent of management and the Advisory Agency, or the City Council, on requests for hearing.\n\n\tE.\tExpiration and Extension of Impact Report.  The approval of an impact report shall become null and void after 36 months from the date of the mailing of the final approval of the impact report. Thereafter, management shall not convert, close or cease the use of the park until such time as a new impact report is approved. However, upon application of the management, filed with the Advisory Agency on or before the date of expiration, the impact report may be extended by the Advisory Agency up to an additional 36 months. An application for an extension shall be subject to the notice and hearing procedures described in Subdivision 3 of Subsection D of this section.\n\n\tF.\tRevocation and Amendment.  Any time prior to the closure of the mobilehome park, the Advisory Agency may, in its discretion, and upon good cause shown, initiate proceedings for the revocation or amendment of an impact report. Good cause may include, but is not limited to, change of circumstances which render the conditions or requirements of the impact report no longer necessary or appropriate, negligent or fraudulent misrepresentation of fact relating to the impact report, or noncompliance with the conditions of the impact report. Prior to revoking or amending an impact report, the Advisory Agency shall conduct a hearing in accordance with the procedures set forth in Subdivision 3 of Subsection D of this section. Upon revocation, management shall not convert, close or cease the use of the park until such time as a new impact report is approved. Such revocation or amendment is subject to the same request for hearing as is provided in Subdivision 5 of Subsection D of this section.\n\n\tG.\tEvictions Pending Compliance with Impact Report.  Termination of a tenancy of any resident pursuant to California Civil Code Section 798.56 or any other provision of law shall not relieve management of its obligation to comply with the conditions or requirements of the impact report applicable to that resident. However, if the termination of tenancy is based on Subdivisions (a), (b), (c), (d) or (e) of Section 798.56 of the California Civil Code, the Advisory Agency, upon request by management, may grant to management extensions of time within which to comply with the conditions of the impact report.\n\n\tH.\tAdditional Authority of the Advisory Agency.  If, notwithstanding the fact that management has not served a six months’ or twelve months’ notice on the residents, the Advisory Agency finds that management is attempting to close or convert a park, then the Advisory Agency shall require the filing of an impact report.\n\n\tI.\tEXCEPTIONS.  If the U.S. Bankruptcy Court issues an order requiring closure of the mobilehome park, as part of a valid bankruptcy proceeding, then the provisions of this section shall not be applicable.\n\n\tJ.\tRemedies.\n\n\t1.\tThe failure of management to comply with this section or with any condition of the impact report shall be a defense in any action to terminate tenancy under Subdivision (f) of Section 798.56 of the California Civil Code.\n\n\t2.\tViolation of this section shall constitute a misdemeanor. In addition, the violation of any valid condition of an impact report imposed by the Advisory Agency pursuant to this section shall constitute a misdemeanor.\n\n\tK.\tEffective Date.  The provisions of this section shall apply to any eviction proceeding that has not yet been reduced to final judgment. Accordingly, any affirmative defenses to an unlawful detainer proceeding created or modified by this section shall apply to any such proceeding not reduced to final judgment as of the effective date of this section.","order_by":"09","ancestry":{"1":{"id":"40","name":"Miscellaneous","identifier":"7","label":"article","url":"\/4\/7\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2460","structure_id":"40","section_number":"47.00","catch_line":"Posting Of Telephone Number Of The Fire Department Emergency Ambulance Service In Eating Establishments.","url":"\/47.00\/","token":"47.00"},"1":{"id":"3540","structure_id":"40","section_number":"47.01","catch_line":"Hotels, Motels, Lodging And Rooming Houses – Register Required.","url":"\/47.01\/","token":"47.01"},"2":{"id":"823","structure_id":"40","section_number":"47.02","catch_line":"Marathons – Endurance Contests And Exhibitions.","url":"\/47.02\/","token":"47.02"},"3":{"id":"4149","structure_id":"40","section_number":"47.03","catch_line":"Political Solicitations From City Officers And Employees.","url":"\/47.03\/","token":"47.03"},"4":{"id":"3741","structure_id":"40","section_number":"47.04","catch_line":"Sale Of Used Or Secondhand Hats.","url":"\/47.04\/","token":"47.04"},"5":{"id":"2431","structure_id":"40","section_number":"47.05","catch_line":"New Locks In Apartments – Installation Required.","url":"\/47.05\/","token":"47.05"},"6":{"id":"2668","structure_id":"40","section_number":"47.06","catch_line":"Tenant Relocation Assistance Where Apartments Are To Be Converted.","url":"\/47.06\/","token":"47.06"},"7":{"id":"4136","structure_id":"40","section_number":"47.07","catch_line":"Tenant Relocation Assistance Where Apartments Are To Be Demolished.","url":"\/47.07\/","token":"47.07"},"8":{"id":"276","structure_id":"40","section_number":"47.08","catch_line":"Tenant Relocation Assistance Where Mobilehome Parks Are Changed To A Different Use.","url":"\/47.08\/","token":"47.08"},"9":{"id":"1243","structure_id":"40","section_number":"47.09","catch_line":"Mobilehome Park Closure Impact Report.","url":"\/47.09\/","token":"47.09"},"10":{"id":"1478","structure_id":"40","section_number":"47.10","catch_line":"Landlords – Nonpayment Of Utility Bills.","url":"\/47.10\/","token":"47.10"},"11":{"id":"3579","structure_id":"40","section_number":"47.11","catch_line":"Display Of Aerosol Spray Paint Containers And Marker Pens.","url":"\/47.11\/","token":"47.11"},"12":{"id":"2250","structure_id":"40","section_number":"47.12","catch_line":"Excessive Price Increases During State Of Emergency.","url":"\/47.12\/","token":"47.12"},"13":{"id":"782","structure_id":"40","section_number":"47.13","catch_line":"Insertion Of Writings Into Containers.","url":"\/47.13\/","token":"47.13"},"14":{"id":"70","structure_id":"40","section_number":"47.14","catch_line":"Self Service Display Of Tobacco Products.","url":"\/47.14\/","token":"47.14"},"15":{"id":"408","structure_id":"40","section_number":"47.15","catch_line":"Spectators Prohibited At Speed Contests And Exhibitions Of Speed.","url":"\/47.15\/","token":"47.15"},"16":{"id":"1944","structure_id":"40","section_number":"47.16","catch_line":"Display And Sale Of Glass Etching Products.","url":"\/47.16\/","token":"47.16"},"17":{"id":"803","structure_id":"40","section_number":"47.17","catch_line":"Sale Of Motor-Driven Cycles And Motorized Bicycles.","url":"\/47.17\/","token":"47.17"},"18":{"id":"3415","structure_id":"40","section_number":"47.50","catch_line":"Narcotics, Violent Crime, Unlawful Weapon Or Ammunition\nCrime, And Gang-Related Crime Eviction Program.","url":"\/47.50\/","token":"47.50"}},"next_section":{"id":"1478","structure_id":"40","section_number":"47.10","catch_line":"Landlords – Nonpayment Of Utility Bills.","url":"\/47.10\/","token":"47.10"},"metadata":false,"references":false,"url":"\/47.09\/","token":"47.09","formats":{"txt":"\/47.09.txt","json":"\/47.09.xml"},"dublin_core":{"Title":"Mobilehome Park Closure Impact Report.","Type":"Text","Format":"text\/html","Identifier":"§ 47.09","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nMOBILEHOME PARK CLOSURE IMPACT REPORT. (§ 47.09)\n\n  MOBILEHOME PARK CLOSURE IMPACT REPORT.\n\t(Added by Ord. No. 165,229, Eff. 11\/13\/89.)\tA.\tStatement of Purpose.  The\npurpose of this section is to require persons who propose to convert, close or\ncease the use of a mobilehome park to address the impact on the residents to be\ndisplaced, and to take steps to mitigate the adverse impacts on the\nresidents.\tB.\tDefinitions.  For purposes of this section, the following\ndefinitions shall apply:\t1.\tManagement.  The owner of a mobilehome park or an\nagent or representative authorized to act on the owner’s behalf in connection\nwith matters relating to a tenancy in the park, including any person who\nproposes to convert, close or cease the use of a park, or the successor in\ninterest of such person.\t2.\tMobilehome.  A structure designed for human\nhabitation and for being moved on a street or highway under permit pursuant to\nSection 35790 of the Vehicle Code. Mobilehome includes a manufactured home, as\ndefined in Section 18007 of the Health and Safety Code, and a mobilehome, as\ndefined in Section 18008 of the Health and Safety Code. Mobilehome includes a\nrecreational vehicle, as defined in Section 799.24 of the Civil Code and Section\n18010 of the Health and Safety Code, if located in a mobilehome park and\ncontinuously occupied by a resident, for nine or more months. Mobilehome does\nnot include a commercial coach as defined in Section 18001.8 of the Health and\nSafety Code.\t3.\tMobilehome Park.  An area of land where two or more mobilehome\nsites are rented, or held out for rent, to accommodate mobilehomes used for\nhuman habitation.\t4.\tResident.  A homeowner or other person who lawfully\noccupies a mobilehome.\tC.\tGeneral Requirements.\t1.\tPrior to the conversion of a\nmobilehome park to another use or closure of a mobilehome park or cessation of\nuse of the land as a mobilehome park, management shall file with the Advisory\nAgency of the City of Los Angeles, a report on the impact of the conversion,\nclosure, or cessation of use (hereinafter “closure”) upon the residents of\nthe mobilehome park who will be displaced.\tEXCEPTION:\tThis section of the Los\nAngeles Municipal Code shall not apply to a conversion of a mobilehome park\npursuant to the Subdivision Map Act (Division 2 [commencing with Section 66410]\nof Title 7 of the California Government Code).\t2.\tNo person shall cause or\npermit the closure of a mobilehome park until the impact report has been\napproved by the Advisory Agency, or the City Council upon request for\nhearing.\tD.\tProcedures.\t1.\tTime for Filing Impact Report.\t(a)\t(Amended by Ord.\nNo. 173,492, Eff. 10\/10\/00.)  If the proposed closure of the park requires a\ndiscretionary local governmental permit or approval for which a hearing is\nrequired by law, including but not limited to a change of zone, height district\nchange, exception from a specific plan, conditional use, variance, or coastal\ndevelopment permit, then the impact report shall not be filed until the\ndiscretionary approval has been obtained.\tThe impact report shall be filed with\nthe Advisory Agency and served on each resident of the mobilehome park\nconcurrently with service of the six months’ notice described in Section\n798.56(f)(2) of the California Civil Code.\t(b)\tIf the proposed closure of the\nmobilehome park does not require any of the discretionary approvals described in\nParagraph (a) above, then the impact report shall be filed with the Advisory\nAgency and served on each resident of the mobilehome park concurrently with\nservice of the twelve months’ notice described in Section 798.56(f)(2) of the\nCalifornia Civil Code.\tEXCEPTION:\tIf either the six months’ notice or the\ntwelve months’ notice has been served on the residents of the mobilehome park\nprior to the effective date of this section, then, within ninety (90) days of\nthe effective date of this section, the impact report shall be served on all\ncurrent residents and on all residents who have left the mobilehome park since\nthose notices were given, and filed with the Advisory Agency.\t(c)\tProof of\nservice of the impact report on the residents of the mobilehome park must be\nprovided to the Advisory Agency at the time of filing the impact\nreport.\t2.\tImpact Report Contents.  The impact report shall address the\navailability of adequate replacement housing in other mobilehome parks and\nrelocation costs for each resident of the mobilehome park. It shall specify the\nsteps to be taken by management to mitigate any adverse impact of the proposed\nclosure on the residents who will be displaced.\tThe impact report shall provide\nthat any dispute regarding the rights of management or a resident under the\nimpact report shall be heard and resolved by the Advisory Agency, under such\nrules as it shall adopt, when application for such review is made by management\nor any resident.\tIn addition, the impact report shall contain such information\nas the Advisory Agency shall deem necessary, as set forth in regulations\npromulgated by the Advisory Agency pursuant to this section.\t3.\tHearing and\nNotice. Upon the receipt of an impact report, the Advisory Agency shall examine\nthe same and advise management whether it is complete, within fifteen (15) days\nafter receipt thereof. When a complete impact report has been filed, it shall be\naccepted by the Advisory Agency, and the Advisory Agency shall set a time, date\nand place for a hearing, not less than fifteen (15) days and no later than\nforty-five (45) days after the date of acceptance. At least fifteen days prior\nto the hearing, the Advisory Agency shall mail notice to management and the\nresidents of the date, time and place of the hearing. The notice of hearing\nshall contain a general explanation of the matters to be considered by the\nAdvisory Agency. The Advisory Agency may give such additional notice as it deems\nnecessary or desirable.\t4.\tFindings and Decision. After conclusion of the\nhearing, the Advisory Agency shall render its decision. The Advisory Agency\nshall approve, conditionally approve or disapprove the impact report. The\nAdvisory Agency shall approve the impact report if it finds: (a) that the impact\nreport contains the information required; and (b) that reasonable steps have\nbeen or will be taken to mitigate the adverse impacts of the closure on each of\nthe residents. In approving the impact report, the Advisory Agency may impose\nsuch conditions as it finds necessary to mitigate the adverse impacts on the\nresidents; however, any steps required to be taken by management pursuant to\nthis section shall not exceed the reasonable costs of relocation. At a minimum,\nthe Advisory Agency shall require management to comply with Section 47.08 of\nthis Code. Notice of the Advisory Agency action shall be mailed to management,\nto all residents and to all persons who have filed written request\ntherefor.\tNothing in this section shall prevent any other governmental agency or\ndecision making body of the City of Los Angeles from imposing a condition\nrelating to relocation assistance on any discretionary approval involving the\nmobilehome park.\t5.\tRequest for Council Hearing.  Management, any resident, or\nany officer, board, department or bureau of the City may request, and shall have\nthe right to, a hearing before the City Council on the sufficiency of the impact\nreport. The request shall be filed in duplicate, in a public office of the\nDepartment of City Planning on forms provided for that purpose within ten days\nafter the action of the Advisory Agency. Such requests shall not be considered\nas having been filed unless and until the form has been properly completed and\nall information required by it has been submitted. The completed request form\nand file shall then immediately be transmitted to the City Clerk for hearing\nbefore the City Council.\tThe City Clerk shall set a time and date for a hearing,\nnot less than fifteen (15) days and not later than forty-five (45) days after\nthe filing date and shall mail written notice of such hearing to the management,\nall residents, the person requesting the hearing, the Advisory Agency, and all\npersons who have filed written request therefor, at least fifteen days prior to\nthe hearing.\tThe City Council, shall, upon conclusion of the hearing, within\nseven days, declare its findings based upon the testimony and documents produced\nbefore it or before the Advisory Agency.\tFor all requests for hearing, the City\nCouncil may sustain, modify, reject or overrule any recommendations or rulings\nof the Advisory Agency and may make such findings as are not inconsistent with\nthe provisions of this section.\t6.\tExtensions.  Any of the time limits\nspecified in this section may be extended by mutual consent of management and\nthe Advisory Agency, or the City Council, on requests for hearing.\tE.\tExpiration\nand Extension of Impact Report.  The approval of an impact report shall become\nnull and void after 36 months from the date of the mailing of the final approval\nof the impact report. Thereafter, management shall not convert, close or cease\nthe use of the park until such time as a new impact report is approved. However,\nupon application of the management, filed with the Advisory Agency on or before\nthe date of expiration, the impact report may be extended by the Advisory Agency\nup to an additional 36 months. An application for an extension shall be subject\nto the notice and hearing procedures described in Subdivision 3 of Subsection D\nof this section.\tF.\tRevocation and Amendment.  Any time prior to the closure of\nthe mobilehome park, the Advisory Agency may, in its discretion, and upon good\ncause shown, initiate proceedings for the revocation or amendment of an impact\nreport. Good cause may include, but is not limited to, change of circumstances\nwhich render the conditions or requirements of the impact report no longer\nnecessary or appropriate, negligent or fraudulent misrepresentation of fact\nrelating to the impact report, or noncompliance with the conditions of the\nimpact report. Prior to revoking or amending an impact report, the Advisory\nAgency shall conduct a hearing in accordance with the procedures set forth in\nSubdivision 3 of Subsection D of this section. Upon revocation, management shall\nnot convert, close or cease the use of the park until such time as a new impact\nreport is approved. Such revocation or amendment is subject to the same request\nfor hearing as is provided in Subdivision 5 of Subsection D of this\nsection.\tG.\tEvictions Pending Compliance with Impact Report.  Termination of a\ntenancy of any resident pursuant to California Civil Code Section 798.56 or any\nother provision of law shall not relieve management of its obligation to comply\nwith the conditions or requirements of the impact report applicable to that\nresident. However, if the termination of tenancy is based on Subdivisions (a),\n(b), (c), (d) or (e) of Section 798.56 of the California Civil Code, the\nAdvisory Agency, upon request by management, may grant to management extensions\nof time within which to comply with the conditions of the impact\nreport.\tH.\tAdditional Authority of the Advisory Agency.  If, notwithstanding\nthe fact that management has not served a six months’ or twelve months’\nnotice on the residents, the Advisory Agency finds that management is attempting\nto close or convert a park, then the Advisory Agency shall require the filing of\nan impact report.\tI.\tEXCEPTIONS.  If the U.S. Bankruptcy Court issues an order\nrequiring closure of the mobilehome park, as part of a valid bankruptcy\nproceeding, then the provisions of this section shall not be\napplicable.\tJ.\tRemedies.\t1.\tThe failure of management to comply with this\nsection or with any condition of the impact report shall be a defense in any\naction to terminate tenancy under Subdivision (f) of Section 798.56 of the\nCalifornia Civil Code.\t2.\tViolation of this section shall constitute a\nmisdemeanor. In addition, the violation of any valid condition of an impact\nreport imposed by the Advisory Agency pursuant to this section shall constitute\na misdemeanor.\tK.\tEffective Date.  The provisions of this section shall apply\nto any eviction proceeding that has not yet been reduced to final judgment.\nAccordingly, any affirmative defenses to an unlawful detainer proceeding created\nor modified by this section shall apply to any such proceeding not reduced to\nfinal judgment as of the effective date of this section.\n","html":"\n\t\t\t\t\t<section><p>  MOBILEHOME PARK CLOSURE IMPACT REPORT.\n\t(Added by Ord. No. 165,229, Eff. 11\/13\/89.)<br \/><br \/>\tA.\tStatement of Purpose.  The purpose of this section is to require persons who propose to convert, close or cease the use of a mobilehome park to address the impact on the residents to be displaced, and to take steps to mitigate the adverse impacts on the residents.<br \/><br \/>\tB.\tDefinitions.  For purposes of this section, the following definitions shall apply:<br \/><br \/>\t1.\tManagement.  The owner of a mobilehome park or an agent or representative authorized to act on the owner’s behalf in connection with matters relating to a tenancy in the park, including any person who proposes to convert, close or cease the use of a park, or the successor in interest of such person.<br \/><br \/>\t2.\tMobilehome.  A structure designed for human habitation and for being moved on a street or highway under permit pursuant to Section 35790 of the Vehicle Code. Mobilehome includes a manufactured home, as defined in Section 18007 of the Health and Safety Code, and a mobilehome, as defined in Section 18008 of the Health and Safety Code. Mobilehome includes a recreational vehicle, as defined in Section 799.24 of the Civil Code and Section 18010 of the Health and Safety Code, if located in a mobilehome park and continuously occupied by a resident, for nine or more months. Mobilehome does not include a commercial coach as defined in Section 18001.8 of the Health and Safety Code.<br \/><br \/>\t3.\tMobilehome Park.  An area of land where two or more mobilehome sites are rented, or held out for rent, to accommodate mobilehomes used for human habitation.<br \/><br \/>\t4.\tResident.  A homeowner or other person who lawfully occupies a mobilehome.<br \/><br \/>\tC.\tGeneral Requirements.<br \/><br \/>\t1.\tPrior to the conversion of a mobilehome park to another use or closure of a mobilehome park or cessation of use of the land as a mobilehome park, management shall file with the Advisory Agency of the City of Los Angeles, a report on the impact of the conversion, closure, or cessation of use (hereinafter “closure”) upon the residents of the mobilehome park who will be displaced.<br \/><br \/>\tEXCEPTION:<br \/><br \/>\tThis section of the Los Angeles Municipal Code shall not apply to a conversion of a mobilehome park pursuant to the Subdivision Map Act (Division 2 [commencing with Section 66410] of Title 7 of the California Government Code).<br \/><br \/>\t2.\tNo person shall cause or permit the closure of a mobilehome park until the impact report has been approved by the Advisory Agency, or the City Council upon request for <span class=\"dictionary\">hearing<\/span>.<br \/><br \/>\tD.\tProcedures.<br \/><br \/>\t1.\tTime for Filing Impact Report.<br \/><br \/>\t(a)\t(Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  If the proposed closure of the park requires a discretionary local governmental permit or approval for which a <span class=\"dictionary\">hearing<\/span> is required by <span class=\"dictionary\">law<\/span>, including but not limited to a change of zone, height district change, exception from a specific plan, conditional use, variance, or coastal development permit, then the impact report shall not be filed until the discretionary approval has been obtained.<br \/><br \/>\tThe impact report shall be filed with the Advisory Agency and served on each resident of the mobilehome park concurrently with service of the six months’ notice described in Section 798.56(f)(2) of the California Civil Code.<br \/><br \/>\t(b)\tIf the proposed closure of the mobilehome park does not require any of the discretionary approvals described in Paragraph (a) above, then the impact report shall be filed with the Advisory Agency and served on each resident of the mobilehome park concurrently with service of the twelve months’ notice described in Section 798.56(f)(2) of the California Civil Code.<br \/><br \/>\tEXCEPTION:<br \/><br \/>\tIf either the six months’ notice or the twelve months’ notice has been served on the residents of the mobilehome park prior to the effective date of this section, then, within ninety (90) days of the effective date of this section, the impact report shall be served on all current residents and on all residents who have left the mobilehome park since those notices were given, and filed with the Advisory Agency.<br \/><br \/>\t(c)\t<span class=\"dictionary\">Proof of service<\/span> of the impact report on the residents of the mobilehome park must be provided to the Advisory Agency at the time of filing the impact report.<br \/><br \/>\t2.\tImpact Report Contents.  The impact report shall address the availability of adequate replacement housing in other mobilehome parks and relocation costs for each resident of the mobilehome park. It shall specify the steps to be taken by management to mitigate any adverse impact of the proposed closure on the residents who will be displaced.<br \/><br \/>\tThe impact report shall provide that any dispute regarding the rights of management or a resident under the impact report shall be heard and resolved by the Advisory Agency, under such rules as it shall adopt, when application for such review is made by management or any resident.<br \/><br \/>\tIn addition, the impact report shall contain such information as the Advisory Agency shall deem necessary, as set forth in regulations promulgated by the Advisory Agency pursuant to this section.<br \/><br \/>\t3.\t<span class=\"dictionary\">Hearing<\/span> and Notice. Upon the receipt of an impact report, the Advisory Agency shall examine the same and advise management whether it is complete, within fifteen (15) days after receipt thereof. When a complete impact report has been filed, it shall be accepted by the Advisory Agency, and the Advisory Agency shall set a time, date and place for a <span class=\"dictionary\">hearing<\/span>, not less than fifteen (15) days and no later than forty-five (45) days after the date of acceptance. At least fifteen days prior to the <span class=\"dictionary\">hearing<\/span>, the Advisory Agency shall mail notice to management and the residents of the date, time and place of the <span class=\"dictionary\">hearing<\/span>. The notice of <span class=\"dictionary\">hearing<\/span> shall contain a general explanation of the matters to be considered by the Advisory Agency. The Advisory Agency may give such additional notice as it deems necessary or desirable.<br \/><br \/>\t4.\t<span class=\"dictionary\">Findings<\/span> and Decision. After conclusion of the <span class=\"dictionary\">hearing<\/span>, the Advisory Agency shall render its decision. The Advisory Agency shall approve, conditionally approve or disapprove the impact report. The Advisory Agency shall approve the impact report if it finds: (a) that the impact report contains the information required; and (b) that reasonable steps have been or will be taken to mitigate the adverse impacts of the closure on each of the residents. In approving the impact report, the Advisory Agency may impose such conditions as it finds necessary to mitigate the adverse impacts on the residents; however, any steps required to be taken by management pursuant to this section shall not exceed the reasonable costs of relocation. At a minimum, the Advisory Agency shall require management to comply with Section 47.08 of this Code. Notice of the Advisory Agency action shall be mailed to management, to all residents and to all persons who have filed written request therefor.<br \/><br \/>\tNothing in this section shall prevent any other governmental agency or decision making body of the City of Los Angeles from imposing a condition relating to relocation assistance on any discretionary approval involving the mobilehome park.<br \/><br \/>\t5.\tRequest for Council <span class=\"dictionary\">Hearing<\/span>.  Management, any resident, or any officer, board, department or bureau of the City may request, and shall have the right to, a <span class=\"dictionary\">hearing<\/span> before the City Council on the sufficiency of the impact report. The request shall be filed in duplicate, in a public office of the Department of City Planning on forms provided for that purpose within ten days after the action of the Advisory Agency. Such requests shall not be considered as having been filed unless and until the form has been properly completed and all information required by it has been submitted. The completed request form and file shall then immediately be transmitted to the City Clerk for <span class=\"dictionary\">hearing<\/span> before the City Council.<br \/><br \/>\tThe City Clerk shall set a time and date for a <span class=\"dictionary\">hearing<\/span>, not less than fifteen (15) days and not later than forty-five (45) days after the filing date and shall mail written notice of such <span class=\"dictionary\">hearing<\/span> to the management, all residents, the person requesting the <span class=\"dictionary\">hearing<\/span>, the Advisory Agency, and all persons who have filed written request therefor, at least fifteen days prior to the <span class=\"dictionary\">hearing<\/span>.<br \/><br \/>\tThe City Council, shall, upon conclusion of the <span class=\"dictionary\">hearing<\/span>, within seven days, declare its <span class=\"dictionary\">findings<\/span> based upon the <span class=\"dictionary\">testimony<\/span> and documents produced before it or before the Advisory Agency.<br \/><br \/>\tFor all requests for <span class=\"dictionary\">hearing<\/span>, the City Council may <span class=\"dictionary\">sustain<\/span>, modify, reject or <span class=\"dictionary\">overrule<\/span> any recommendations or rulings of the Advisory Agency and may make such <span class=\"dictionary\">findings<\/span> as are not inconsistent with the provisions of this section.<br \/><br \/>\t6.\tExtensions.  Any of the time limits specified in this section may be extended by mutual consent of management and the Advisory Agency, or the City Council, on requests for <span class=\"dictionary\">hearing<\/span>.<br \/><br \/>\tE.\tExpiration and Extension of Impact Report.  The approval of an impact report shall become null and void after 36 months from the date of the mailing of the final approval of the impact report. Thereafter, management shall not convert, close or cease the use of the park until such time as a new impact report is approved. However, upon application of the management, filed with the Advisory Agency on or before the date of expiration, the impact report may be extended by the Advisory Agency up to an additional 36 months. An application for an extension shall be subject to the notice and <span class=\"dictionary\">hearing<\/span> procedures described in Subdivision 3 of Subsection D of this section.<br \/><br \/>\tF.\t<span class=\"dictionary\">Revocation<\/span> and Amendment.  Any time prior to the closure of the mobilehome park, the Advisory Agency may, in its discretion, and upon good cause shown, initiate proceedings for the <span class=\"dictionary\">revocation<\/span> or amendment of an impact report. Good cause may include, but is not limited to, change of circumstances which render the conditions or requirements of the impact report no longer necessary or appropriate, negligent or fraudulent misrepresentation of <span class=\"dictionary\">fact<\/span> relating to the impact report, or noncompliance with the conditions of the impact report. Prior to revoking or amending an impact report, the Advisory Agency shall conduct a <span class=\"dictionary\">hearing<\/span> in accordance with the procedures set forth in Subdivision 3 of Subsection D of this section. Upon <span class=\"dictionary\">revocation<\/span>, management shall not convert, close or cease the use of the park until such time as a new impact report is approved. Such <span class=\"dictionary\">revocation<\/span> or amendment is subject to the same request for <span class=\"dictionary\">hearing<\/span> as is provided in Subdivision 5 of Subsection D of this section.<br \/><br \/>\tG.\tEvictions Pending Compliance with Impact Report.  Termination of a tenancy of any resident pursuant to California Civil Code Section 798.56 or any other provision of <span class=\"dictionary\">law<\/span> shall not relieve management of its obligation to comply with the conditions or requirements of the impact report applicable to that resident. However, if the termination of tenancy is based on Subdivisions (a), (b), (c), (d) or (e) of Section 798.56 of the California Civil Code, the Advisory Agency, upon request by management, may grant to management extensions of time within which to comply with the conditions of the impact report.<br \/><br \/>\tH.\tAdditional Authority of the Advisory Agency.  If, notwithstanding the <span class=\"dictionary\">fact<\/span> that management has not served a six months’ or twelve months’ notice on the residents, the Advisory Agency finds that management is attempting to close or convert a park, then the Advisory Agency shall require the filing of an impact report.<br \/><br \/>\tI.\tEXCEPTIONS.  If the U.S. <span class=\"dictionary\">Bankruptcy Court<\/span> <span class=\"dictionary\">issues<\/span> an <span class=\"dictionary\">order<\/span> requiring closure of the mobilehome park, as part of a valid bankruptcy proceeding, then the provisions of this section shall not be applicable.<br \/><br \/>\tJ.\tRemedies.<br \/><br \/>\t1.\tThe failure of management to comply with this section or with any condition of the impact report shall be a defense in any action to terminate tenancy under Subdivision (f) of Section 798.56 of the California Civil Code.<br \/><br \/>\t2.\tViolation of this section shall constitute a <span class=\"dictionary\">misdemeanor<\/span>. In addition, the violation of any valid condition of an impact report imposed by the Advisory Agency pursuant to this section shall constitute a <span class=\"dictionary\">misdemeanor<\/span>.<br \/><br \/>\tK.\tEffective Date.  The provisions of this section shall apply to any eviction proceeding that has not yet been reduced to final <span class=\"dictionary\">judgment<\/span>. Accordingly, any <span class=\"dictionary\">affirmative defenses<\/span> to an <span class=\"dictionary\">unlawful detainer<\/span> proceeding created or modified by this section shall apply to any such proceeding not reduced to final <span class=\"dictionary\">judgment<\/span> as of the effective date of this section.<\/p><\/section>","previous_section":{"id":"276","structure_id":"40","section_number":"47.08","catch_line":"Tenant Relocation Assistance Where Mobilehome Parks Are Changed To A Different Use.","url":"\/47.08\/","token":"47.08"},"text":{"0":{"id":"1229","text":"  MOBILEHOME PARK CLOSURE IMPACT REPORT.\n\t(Added by Ord. No. 165,229, Eff. 11\/13\/89.)\tA.\tStatement of Purpose.  The purpose of this section is to require persons who propose to convert, close or cease the use of a mobilehome park to address the impact on the residents to be displaced, and to take steps to mitigate the adverse impacts on the residents.\tB.\tDefinitions.  For purposes of this section, the following definitions shall apply:\t1.\tManagement.  The owner of a mobilehome park or an agent or representative authorized to act on the owner’s behalf in connection with matters relating to a tenancy in the park, including any person who proposes to convert, close or cease the use of a park, or the successor in interest of such person.\t2.\tMobilehome.  A structure designed for human habitation and for being moved on a street or highway under permit pursuant to Section 35790 of the Vehicle Code. Mobilehome includes a manufactured home, as defined in Section 18007 of the Health and Safety Code, and a mobilehome, as defined in Section 18008 of the Health and Safety Code. Mobilehome includes a recreational vehicle, as defined in Section 799.24 of the Civil Code and Section 18010 of the Health and Safety Code, if located in a mobilehome park and continuously occupied by a resident, for nine or more months. Mobilehome does not include a commercial coach as defined in Section 18001.8 of the Health and Safety Code.\t3.\tMobilehome Park.  An area of land where two or more mobilehome sites are rented, or held out for rent, to accommodate mobilehomes used for human habitation.\t4.\tResident.  A homeowner or other person who lawfully occupies a mobilehome.\tC.\tGeneral Requirements.\t1.\tPrior to the conversion of a mobilehome park to another use or closure of a mobilehome park or cessation of use of the land as a mobilehome park, management shall file with the Advisory Agency of the City of Los Angeles, a report on the impact of the conversion, closure, or cessation of use (hereinafter “closure”) upon the residents of the mobilehome park who will be displaced.\tEXCEPTION:\tThis section of the Los Angeles Municipal Code shall not apply to a conversion of a mobilehome park pursuant to the Subdivision Map Act (Division 2 [commencing with Section 66410] of Title 7 of the California Government Code).\t2.\tNo person shall cause or permit the closure of a mobilehome park until the impact report has been approved by the Advisory Agency, or the City Council upon request for hearing.\tD.\tProcedures.\t1.\tTime for Filing Impact Report.\t(a)\t(Amended by Ord. No. 173,492, Eff. 10\/10\/00.)  If the proposed closure of the park requires a discretionary local governmental permit or approval for which a hearing is required by law, including but not limited to a change of zone, height district change, exception from a specific plan, conditional use, variance, or coastal development permit, then the impact report shall not be filed until the discretionary approval has been obtained.\tThe impact report shall be filed with the Advisory Agency and served on each resident of the mobilehome park concurrently with service of the six months’ notice described in Section 798.56(f)(2) of the California Civil Code.\t(b)\tIf the proposed closure of the mobilehome park does not require any of the discretionary approvals described in Paragraph (a) above, then the impact report shall be filed with the Advisory Agency and served on each resident of the mobilehome park concurrently with service of the twelve months’ notice described in Section 798.56(f)(2) of the California Civil Code.\tEXCEPTION:\tIf either the six months’ notice or the twelve months’ notice has been served on the residents of the mobilehome park prior to the effective date of this section, then, within ninety (90) days of the effective date of this section, the impact report shall be served on all current residents and on all residents who have left the mobilehome park since those notices were given, and filed with the Advisory Agency.\t(c)\tProof of service of the impact report on the residents of the mobilehome park must be provided to the Advisory Agency at the time of filing the impact report.\t2.\tImpact Report Contents.  The impact report shall address the availability of adequate replacement housing in other mobilehome parks and relocation costs for each resident of the mobilehome park. It shall specify the steps to be taken by management to mitigate any adverse impact of the proposed closure on the residents who will be displaced.\tThe impact report shall provide that any dispute regarding the rights of management or a resident under the impact report shall be heard and resolved by the Advisory Agency, under such rules as it shall adopt, when application for such review is made by management or any resident.\tIn addition, the impact report shall contain such information as the Advisory Agency shall deem necessary, as set forth in regulations promulgated by the Advisory Agency pursuant to this section.\t3.\tHearing and Notice. Upon the receipt of an impact report, the Advisory Agency shall examine the same and advise management whether it is complete, within fifteen (15) days after receipt thereof. When a complete impact report has been filed, it shall be accepted by the Advisory Agency, and the Advisory Agency shall set a time, date and place for a hearing, not less than fifteen (15) days and no later than forty-five (45) days after the date of acceptance. At least fifteen days prior to the hearing, the Advisory Agency shall mail notice to management and the residents of the date, time and place of the hearing. The notice of hearing shall contain a general explanation of the matters to be considered by the Advisory Agency. The Advisory Agency may give such additional notice as it deems necessary or desirable.\t4.\tFindings and Decision. After conclusion of the hearing, the Advisory Agency shall render its decision. The Advisory Agency shall approve, conditionally approve or disapprove the impact report. The Advisory Agency shall approve the impact report if it finds: (a) that the impact report contains the information required; and (b) that reasonable steps have been or will be taken to mitigate the adverse impacts of the closure on each of the residents. In approving the impact report, the Advisory Agency may impose such conditions as it finds necessary to mitigate the adverse impacts on the residents; however, any steps required to be taken by management pursuant to this section shall not exceed the reasonable costs of relocation. At a minimum, the Advisory Agency shall require management to comply with Section 47.08 of this Code. Notice of the Advisory Agency action shall be mailed to management, to all residents and to all persons who have filed written request therefor.\tNothing in this section shall prevent any other governmental agency or decision making body of the City of Los Angeles from imposing a condition relating to relocation assistance on any discretionary approval involving the mobilehome park.\t5.\tRequest for Council Hearing.  Management, any resident, or any officer, board, department or bureau of the City may request, and shall have the right to, a hearing before the City Council on the sufficiency of the impact report. The request shall be filed in duplicate, in a public office of the Department of City Planning on forms provided for that purpose within ten days after the action of the Advisory Agency. Such requests shall not be considered as having been filed unless and until the form has been properly completed and all information required by it has been submitted. The completed request form and file shall then immediately be transmitted to the City Clerk for hearing before the City Council.\tThe City Clerk shall set a time and date for a hearing, not less than fifteen (15) days and not later than forty-five (45) days after the filing date and shall mail written notice of such hearing to the management, all residents, the person requesting the hearing, the Advisory Agency, and all persons who have filed written request therefor, at least fifteen days prior to the hearing.\tThe City Council, shall, upon conclusion of the hearing, within seven days, declare its findings based upon the testimony and documents produced before it or before the Advisory Agency.\tFor all requests for hearing, the City Council may sustain, modify, reject or overrule any recommendations or rulings of the Advisory Agency and may make such findings as are not inconsistent with the provisions of this section.\t6.\tExtensions.  Any of the time limits specified in this section may be extended by mutual consent of management and the Advisory Agency, or the City Council, on requests for hearing.\tE.\tExpiration and Extension of Impact Report.  The approval of an impact report shall become null and void after 36 months from the date of the mailing of the final approval of the impact report. Thereafter, management shall not convert, close or cease the use of the park until such time as a new impact report is approved. However, upon application of the management, filed with the Advisory Agency on or before the date of expiration, the impact report may be extended by the Advisory Agency up to an additional 36 months. An application for an extension shall be subject to the notice and hearing procedures described in Subdivision 3 of Subsection D of this section.\tF.\tRevocation and Amendment.  Any time prior to the closure of the mobilehome park, the Advisory Agency may, in its discretion, and upon good cause shown, initiate proceedings for the revocation or amendment of an impact report. Good cause may include, but is not limited to, change of circumstances which render the conditions or requirements of the impact report no longer necessary or appropriate, negligent or fraudulent misrepresentation of fact relating to the impact report, or noncompliance with the conditions of the impact report. Prior to revoking or amending an impact report, the Advisory Agency shall conduct a hearing in accordance with the procedures set forth in Subdivision 3 of Subsection D of this section. Upon revocation, management shall not convert, close or cease the use of the park until such time as a new impact report is approved. Such revocation or amendment is subject to the same request for hearing as is provided in Subdivision 5 of Subsection D of this section.\tG.\tEvictions Pending Compliance with Impact Report.  Termination of a tenancy of any resident pursuant to California Civil Code Section 798.56 or any other provision of law shall not relieve management of its obligation to comply with the conditions or requirements of the impact report applicable to that resident. However, if the termination of tenancy is based on Subdivisions (a), (b), (c), (d) or (e) of Section 798.56 of the California Civil Code, the Advisory Agency, upon request by management, may grant to management extensions of time within which to comply with the conditions of the impact report.\tH.\tAdditional Authority of the Advisory Agency.  If, notwithstanding the fact that management has not served a six months’ or twelve months’ notice on the residents, the Advisory Agency finds that management is attempting to close or convert a park, then the Advisory Agency shall require the filing of an impact report.\tI.\tEXCEPTIONS.  If the U.S. Bankruptcy Court issues an order requiring closure of the mobilehome park, as part of a valid bankruptcy proceeding, then the provisions of this section shall not be applicable.\tJ.\tRemedies.\t1.\tThe failure of management to comply with this section or with any condition of the impact report shall be a defense in any action to terminate tenancy under Subdivision (f) of Section 798.56 of the California Civil Code.\t2.\tViolation of this section shall constitute a misdemeanor. In addition, the violation of any valid condition of an impact report imposed by the Advisory Agency pursuant to this section shall constitute a misdemeanor.\tK.\tEffective Date.  The provisions of this section shall apply to any eviction proceeding that has not yet been reduced to final judgment. Accordingly, any affirmative defenses to an unlawful detainer proceeding created or modified by this section shall apply to any such proceeding not reduced to final judgment as of the effective date of this section.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}