{"section_number":"47.101","edition_id":"1","section_id":"3216","structure_id":"39","catch_line":"Purpose.","history":"","full_text":"  PURPOSE.\n\n\tIt is the purpose of this Article to benefit the general public by preventing homeowners who are threatened with the potential foreclosure of their properties from being victimized by persons who obtain payment by falsely promising that they are able to assist homeowners in modifying the terms of loans secured by deeds of trust in order to make the loans more affordable.\n\n\tThis purpose is to be accomplished by requiring that persons and entities seeking to obtain payment for such services enter into a written contract with the homeowner describing the services to be performed and that the contract notify homeowners of their rights to cancel the contract, that no fees be charged or collected in advance of performance, and that any aggrieved homeowner will have a private cause of action for treble damages, costs and attorneys’ fees.","order_by":"101","ancestry":{"1":{"id":"39","name":"Mortgage Modification Consultants","identifier":"7.2","label":"article","url":"\/4\/7.2\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"69","structure_id":"39","section_number":"47.100","catch_line":"Title.","url":"\/47.100\/","token":"47.100"},"1":{"id":"3216","structure_id":"39","section_number":"47.101","catch_line":"Purpose.","url":"\/47.101\/","token":"47.101"},"2":{"id":"1620","structure_id":"39","section_number":"47.102","catch_line":"Findings.","url":"\/47.102\/","token":"47.102"},"3":{"id":"3878","structure_id":"39","section_number":"47.103","catch_line":"Definitions.","url":"\/47.103\/","token":"47.103"},"4":{"id":"81","structure_id":"39","section_number":"47.104","catch_line":"Right Of Cancellation.","url":"\/47.104\/","token":"47.104"},"5":{"id":"1312","structure_id":"39","section_number":"47.105","catch_line":"Contract Requirements.","url":"\/47.105\/","token":"47.105"},"6":{"id":"4167","structure_id":"39","section_number":"47.106","catch_line":"Violations.","url":"\/47.106\/","token":"47.106"},"7":{"id":"1083","structure_id":"39","section_number":"47.107","catch_line":"Waiver.","url":"\/47.107\/","token":"47.107"},"8":{"id":"2554","structure_id":"39","section_number":"47.108","catch_line":"Owner'S Right Of Action.","url":"\/47.108\/","token":"47.108"},"9":{"id":"1508","structure_id":"39","section_number":"47.109","catch_line":"Liability Of Mortgage Foreclosure Consultant For\nDamages Resulting From Statements Made, Or Acts By, A\nRepresentative.","url":"\/47.109\/","token":"47.109"}},"next_section":{"id":"1620","structure_id":"39","section_number":"47.102","catch_line":"Findings.","url":"\/47.102\/","token":"47.102"},"metadata":false,"references":false,"url":"\/47.101\/","token":"47.101","formats":{"txt":"\/47.101.txt","json":"\/47.101.xml"},"dublin_core":{"Title":"Purpose.","Type":"Text","Format":"text\/html","Identifier":"§ 47.101","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPURPOSE. (§ 47.101)\n\n  PURPOSE.\tIt is the purpose of this Article to benefit the general public by\npreventing homeowners who are threatened with the potential foreclosure of their\nproperties from being victimized by persons who obtain payment by falsely\npromising that they are able to assist homeowners in modifying the terms of\nloans secured by deeds of trust in order to make the loans more affordable.\tThis\npurpose is to be accomplished by requiring that persons and entities seeking to\nobtain payment for such services enter into a written contract with the\nhomeowner describing the services to be performed and that the contract notify\nhomeowners of their rights to cancel the contract, that no fees be charged or\ncollected in advance of performance, and that any aggrieved homeowner will have\na private cause of action for treble damages, costs and attorneys’ fees.\n","html":"\n\t\t\t\t\t<section><p>  PURPOSE.<br \/><br \/>\tIt is the purpose of this Article to benefit the general public by preventing homeowners who are threatened with the potential foreclosure of their properties from being victimized by persons who obtain payment by falsely promising that they are able to assist homeowners in modifying the terms of loans secured by deeds of trust in <span class=\"dictionary\">order<\/span> to make the loans more affordable.<br \/><br \/>\tThis purpose is to be accomplished by requiring that persons and entities seeking to obtain payment for such services enter into a written <span class=\"dictionary\">contract<\/span> with the homeowner describing the services to be performed and that the <span class=\"dictionary\">contract<\/span> notify homeowners of their rights to cancel the <span class=\"dictionary\">contract<\/span>, that no fees be charged or collected in advance of performance, and that any aggrieved homeowner will have a private <span class=\"dictionary\">cause of action<\/span> for treble <span class=\"dictionary\">damages<\/span>, costs and attorneys’ fees.<\/p><\/section>","text":{"0":{"id":"3190","text":"  PURPOSE.\tIt is the purpose of this Article to benefit the general public by preventing homeowners who are threatened with the potential foreclosure of their properties from being victimized by persons who obtain payment by falsely promising that they are able to assist homeowners in modifying the terms of loans secured by deeds of trust in order to make the loans more affordable.\tThis purpose is to be accomplished by requiring that persons and entities seeking to obtain payment for such services enter into a written contract with the homeowner describing the services to be performed and that the contract notify homeowners of their rights to cancel the contract, that no fees be charged or collected in advance of performance, and that any aggrieved homeowner will have a private cause of action for treble damages, costs and attorneys’ fees.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"previous_section":{"id":"69","structure_id":"39","section_number":"47.100","catch_line":"Title.","url":"\/47.100\/","token":"47.100"}}