{"section_number":"47.10","edition_id":"1","section_id":"1478","structure_id":"40","catch_line":"Landlords – Nonpayment Of Utility Bills.","history":"","full_text":"  LANDLORDS – NONPAYMENT OF UTILITY BILLS.\n\t(Added By Ord. No. 162,975, Eff. 11\/28\/87.)\n\n\t(a)\tDeclaration of Purpose.  The City Council of the City of Los Angeles hereby finds that the providing of essential public utilities to residential real property is necessary to the health and welfare of the occupants of residential rental property and that the nonpayment of utility bills by landlords constitutes a threat to the health and safety of occupants of master-metered multiple-family dwellings. The City Council of the City of Los Angeles also finds that the policy of the Department of Water and Power provides that if a customer is receiving service at more than one location, service at any or all locations may be discontinued if bills for service at any one or more locations are not paid, and the City Council of the City of Los Angeles declares that this policy is reasonable to assure that water and electrical utilities can be provided to all residents of the City of Los Angeles at a reasonable cost. The City Council of the City of Los Angeles further finds that the failure to provide either water or electricity, or both, to the occupants of residential units is a breach of the implied warranty of habitability and constitutes a fraud upon the tenants of said dwellings. Therefore, it is necessary and reasonable to safeguard tenants from threats to their health and safety by the termination of essential public utilities due to the nonpayment of utility bills by the owners of master-metered multiple-family dwellings.\n\n\t(b)\tDefinitions.  For the purpose of this section, the following words and phrases are defined and shall be construed as hereinafter set forth:\n\n\t1.\t“LANDLORD”  means an owner, lessor or sublessor (including any person, firm, corporation, partnership or other entity) of a multiple-family dwelling or the applicant on record with the Department of Water and Power for water or electric service.\n\n\t2.\t“UTILITY BILLS”  mean bills issued by the Department of Water and Power for the furnishing of water or electricity.\n\n\t3.\t“THE DEPARTMENT”  means the Department of Water and Power of the City of Los Angeles.\n\n\t4.\t“MASTER-METERED DWELLING”  means any residential building in which for billing purposes one water or one electric meter services a group of otherwise unmetered dwelling units or a group of subordinate meters.\n\n\t5.\t“MULTIPLE-FAMILY DWELLING”  means any residential building which contains two (2) or more dwelling units, efficiency dwelling units, guest rooms or suites as defined in Section 12.03 of the Los Angeles Municipal Code.\n\n\t(c)\tScope.  This section shall apply to all existing master-metered multiple-family dwellings when the nonpayment of utility bills had resulted in the service upon the landlord of a notice of termination for a master-metered multiple-family dwelling pursuant to this section.\n\n\t(d)\tNotice.  The Department, prior to initiation of criminal proceedings, shall serve personally or by mail in a final notice to the landlord a demand for payment of the outstanding bill and 2 fifteen-day (15) notice of utility termination. Said notice shall include the address at which service is to be terminated in the event of nonpayment and shall also, in bold-face type, notify the landlord that failure to pay said utility bill by the date so stated in said notice constitutes a misdemeanor.\n\n\t(e)\tViolation.  Any landlord who, having the ability to pay, willfully refuses to pay utility bills due and payable after demand has been made and written notice of utility termination has been served, is guilty of a misdemeanor.","order_by":"10","ancestry":{"1":{"id":"40","name":"Miscellaneous","identifier":"7","label":"article","url":"\/4\/7\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2460","structure_id":"40","section_number":"47.00","catch_line":"Posting Of Telephone Number Of The Fire Department Emergency Ambulance Service In Eating Establishments.","url":"\/47.00\/","token":"47.00"},"1":{"id":"3540","structure_id":"40","section_number":"47.01","catch_line":"Hotels, Motels, Lodging And Rooming Houses – Register Required.","url":"\/47.01\/","token":"47.01"},"2":{"id":"823","structure_id":"40","section_number":"47.02","catch_line":"Marathons – Endurance Contests And Exhibitions.","url":"\/47.02\/","token":"47.02"},"3":{"id":"4149","structure_id":"40","section_number":"47.03","catch_line":"Political Solicitations From City Officers And Employees.","url":"\/47.03\/","token":"47.03"},"4":{"id":"3741","structure_id":"40","section_number":"47.04","catch_line":"Sale Of Used Or Secondhand Hats.","url":"\/47.04\/","token":"47.04"},"5":{"id":"2431","structure_id":"40","section_number":"47.05","catch_line":"New Locks In Apartments – Installation Required.","url":"\/47.05\/","token":"47.05"},"6":{"id":"2668","structure_id":"40","section_number":"47.06","catch_line":"Tenant Relocation Assistance Where Apartments Are To Be Converted.","url":"\/47.06\/","token":"47.06"},"7":{"id":"4136","structure_id":"40","section_number":"47.07","catch_line":"Tenant Relocation Assistance Where Apartments Are To Be Demolished.","url":"\/47.07\/","token":"47.07"},"8":{"id":"276","structure_id":"40","section_number":"47.08","catch_line":"Tenant Relocation Assistance Where Mobilehome Parks Are Changed To A Different Use.","url":"\/47.08\/","token":"47.08"},"9":{"id":"1243","structure_id":"40","section_number":"47.09","catch_line":"Mobilehome Park Closure Impact Report.","url":"\/47.09\/","token":"47.09"},"10":{"id":"1478","structure_id":"40","section_number":"47.10","catch_line":"Landlords – Nonpayment Of Utility Bills.","url":"\/47.10\/","token":"47.10"},"11":{"id":"3579","structure_id":"40","section_number":"47.11","catch_line":"Display Of Aerosol Spray Paint Containers And Marker Pens.","url":"\/47.11\/","token":"47.11"},"12":{"id":"2250","structure_id":"40","section_number":"47.12","catch_line":"Excessive Price Increases During State Of Emergency.","url":"\/47.12\/","token":"47.12"},"13":{"id":"782","structure_id":"40","section_number":"47.13","catch_line":"Insertion Of Writings Into Containers.","url":"\/47.13\/","token":"47.13"},"14":{"id":"70","structure_id":"40","section_number":"47.14","catch_line":"Self Service Display Of Tobacco Products.","url":"\/47.14\/","token":"47.14"},"15":{"id":"408","structure_id":"40","section_number":"47.15","catch_line":"Spectators Prohibited At Speed Contests And Exhibitions Of Speed.","url":"\/47.15\/","token":"47.15"},"16":{"id":"1944","structure_id":"40","section_number":"47.16","catch_line":"Display And Sale Of Glass Etching Products.","url":"\/47.16\/","token":"47.16"},"17":{"id":"803","structure_id":"40","section_number":"47.17","catch_line":"Sale Of Motor-Driven Cycles And Motorized Bicycles.","url":"\/47.17\/","token":"47.17"},"18":{"id":"3415","structure_id":"40","section_number":"47.50","catch_line":"Narcotics, Violent Crime, Unlawful Weapon Or Ammunition\nCrime, And Gang-Related Crime Eviction Program.","url":"\/47.50\/","token":"47.50"}},"next_section":{"id":"3579","structure_id":"40","section_number":"47.11","catch_line":"Display Of Aerosol Spray Paint Containers And Marker Pens.","url":"\/47.11\/","token":"47.11"},"metadata":false,"references":false,"url":"\/47.10\/","token":"47.10","formats":{"txt":"\/47.10.txt","json":"\/47.10.xml"},"dublin_core":{"Title":"Landlords – Nonpayment Of Utility Bills.","Type":"Text","Format":"text\/html","Identifier":"§ 47.10","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nLANDLORDS – NONPAYMENT OF UTILITY BILLS. (§ 47.10)\n\n  LANDLORDS – NONPAYMENT OF UTILITY BILLS.\n\t(Added By Ord. No. 162,975, Eff. 11\/28\/87.)\t(a)\tDeclaration of Purpose.  The\nCity Council of the City of Los Angeles hereby finds that the providing of\nessential public utilities to residential real property is necessary to the\nhealth and welfare of the occupants of residential rental property and that the\nnonpayment of utility bills by landlords constitutes a threat to the health and\nsafety of occupants of master-metered multiple-family dwellings. The City\nCouncil of the City of Los Angeles also finds that the policy of the Department\nof Water and Power provides that if a customer is receiving service at more than\none location, service at any or all locations may be discontinued if bills for\nservice at any one or more locations are not paid, and the City Council of the\nCity of Los Angeles declares that this policy is reasonable to assure that water\nand electrical utilities can be provided to all residents of the City of Los\nAngeles at a reasonable cost. The City Council of the City of Los Angeles\nfurther finds that the failure to provide either water or electricity, or both,\nto the occupants of residential units is a breach of the implied warranty of\nhabitability and constitutes a fraud upon the tenants of said dwellings.\nTherefore, it is necessary and reasonable to safeguard tenants from threats to\ntheir health and safety by the termination of essential public utilities due to\nthe nonpayment of utility bills by the owners of master-metered multiple-family\ndwellings.\t(b)\tDefinitions.  For the purpose of this section, the following\nwords and phrases are defined and shall be construed as hereinafter set\nforth:\t1.\t“LANDLORD”  means an owner, lessor or sublessor (including any\nperson, firm, corporation, partnership or other entity) of a multiple-family\ndwelling or the applicant on record with the Department of Water and Power for\nwater or electric service.\t2.\t“UTILITY BILLS”  mean bills issued by the\nDepartment of Water and Power for the furnishing of water or\nelectricity.\t3.\t“THE DEPARTMENT”  means the Department of Water and Power\nof the City of Los Angeles.\t4.\t“MASTER-METERED DWELLING”  means any\nresidential building in which for billing purposes one water or one electric\nmeter services a group of otherwise unmetered dwelling units or a group of\nsubordinate meters.\t5.\t“MULTIPLE-FAMILY DWELLING”  means any residential\nbuilding which contains two (2) or more dwelling units, efficiency dwelling\nunits, guest rooms or suites as defined in Section 12.03 of the Los Angeles\nMunicipal Code.\t(c)\tScope.  This section shall apply to all existing\nmaster-metered multiple-family dwellings when the nonpayment of utility bills\nhad resulted in the service upon the landlord of a notice of termination for a\nmaster-metered multiple-family dwelling pursuant to this section.\t(d)\tNotice. \nThe Department, prior to initiation of criminal proceedings, shall serve\npersonally or by mail in a final notice to the landlord a demand for payment of\nthe outstanding bill and 2 fifteen-day (15) notice of utility termination. Said\nnotice shall include the address at which service is to be terminated in the\nevent of nonpayment and shall also, in bold-face type, notify the landlord that\nfailure to pay said utility bill by the date so stated in said notice\nconstitutes a misdemeanor.\t(e)\tViolation.  Any landlord who, having the ability\nto pay, willfully refuses to pay utility bills due and payable after demand has\nbeen made and written notice of utility termination has been served, is guilty\nof a misdemeanor.\n","html":"\n\t\t\t\t\t<section><p>  LANDLORDS – NONPAYMENT OF UTILITY BILLS.\n\t(Added By Ord. No. 162,975, Eff. 11\/28\/87.)<br \/><br \/>\t(a)\tDeclaration of Purpose.  The City Council of the City of Los Angeles hereby finds that the providing of essential public utilities to residential real property is necessary to the health and welfare of the occupants of residential rental property and that the nonpayment of utility bills by landlords constitutes a threat to the health and safety of occupants of master-metered multiple-family dwellings. The City Council of the City of Los Angeles also finds that the policy of the Department of Water and Power provides that if a customer is receiving service at more than one location, service at any or all locations may be discontinued if bills for service at any one or more locations are not paid, and the City Council of the City of Los Angeles declares that this policy is reasonable to assure that water and electrical utilities can be provided to all residents of the City of Los Angeles at a reasonable cost. The City Council of the City of Los Angeles further finds that the failure to provide either water or electricity, or both, to the occupants of residential units is a breach of the implied warranty of habitability and constitutes a <span class=\"dictionary\">fraud<\/span> upon the tenants of said dwellings. Therefore, it is necessary and reasonable to safeguard tenants from threats to their health and safety by the termination of essential public utilities due to the nonpayment of utility bills by the owners of master-metered multiple-family dwellings.<br \/><br \/>\t(b)\tDefinitions.  For the purpose of this section, the following words and phrases are defined and shall be construed as hereinafter set forth:<br \/><br \/>\t1.\t“LANDLORD”  means an owner, lessor or sublessor (including any person, firm, corporation, partnership or other entity) of a multiple-family dwelling or the applicant on record with the Department of Water and Power for water or electric service.<br \/><br \/>\t2.\t“UTILITY BILLS”  mean bills issued by the Department of Water and Power for the furnishing of water or electricity.<br \/><br \/>\t3.\t“THE DEPARTMENT”  means the Department of Water and Power of the City of Los Angeles.<br \/><br \/>\t4.\t“MASTER-METERED DWELLING”  means any residential building in which for billing purposes one water or one electric meter services a group of otherwise unmetered dwelling units or a group of subordinate meters.<br \/><br \/>\t5.\t“MULTIPLE-FAMILY DWELLING”  means any residential building which contains two (2) or more dwelling units, efficiency dwelling units, guest rooms or suites as defined in Section 12.03 of the Los Angeles Municipal Code.<br \/><br \/>\t(c)\tScope.  This section shall apply to all existing master-metered multiple-family dwellings when the nonpayment of utility bills had resulted in the service upon the landlord of a notice of termination for a master-metered multiple-family dwelling pursuant to this section.<br \/><br \/>\t(d)\tNotice.  The Department, prior to initiation of criminal proceedings, shall serve personally or by mail in a final notice to the landlord a demand for payment of the outstanding bill and 2 fifteen-day (15) notice of utility termination. Said notice shall include the address at which service is to be terminated in the event of nonpayment and shall also, in bold-face type, notify the landlord that failure to pay said utility bill by the date so stated in said notice constitutes a <span class=\"dictionary\">misdemeanor<\/span>.<br \/><br \/>\t(e)\tViolation.  Any landlord who, having the ability to pay, willfully refuses to pay utility bills due and payable after demand has been made and written notice of utility termination has been served, is guilty of a <span class=\"dictionary\">misdemeanor<\/span>.<\/p><\/section>","previous_section":{"id":"1243","structure_id":"40","section_number":"47.09","catch_line":"Mobilehome Park Closure Impact Report.","url":"\/47.09\/","token":"47.09"},"text":{"0":{"id":"1464","text":"  LANDLORDS – NONPAYMENT OF UTILITY BILLS.\n\t(Added By Ord. No. 162,975, Eff. 11\/28\/87.)\t(a)\tDeclaration of Purpose.  The City Council of the City of Los Angeles hereby finds that the providing of essential public utilities to residential real property is necessary to the health and welfare of the occupants of residential rental property and that the nonpayment of utility bills by landlords constitutes a threat to the health and safety of occupants of master-metered multiple-family dwellings. The City Council of the City of Los Angeles also finds that the policy of the Department of Water and Power provides that if a customer is receiving service at more than one location, service at any or all locations may be discontinued if bills for service at any one or more locations are not paid, and the City Council of the City of Los Angeles declares that this policy is reasonable to assure that water and electrical utilities can be provided to all residents of the City of Los Angeles at a reasonable cost. The City Council of the City of Los Angeles further finds that the failure to provide either water or electricity, or both, to the occupants of residential units is a breach of the implied warranty of habitability and constitutes a fraud upon the tenants of said dwellings. Therefore, it is necessary and reasonable to safeguard tenants from threats to their health and safety by the termination of essential public utilities due to the nonpayment of utility bills by the owners of master-metered multiple-family dwellings.\t(b)\tDefinitions.  For the purpose of this section, the following words and phrases are defined and shall be construed as hereinafter set forth:\t1.\t“LANDLORD”  means an owner, lessor or sublessor (including any person, firm, corporation, partnership or other entity) of a multiple-family dwelling or the applicant on record with the Department of Water and Power for water or electric service.\t2.\t“UTILITY BILLS”  mean bills issued by the Department of Water and Power for the furnishing of water or electricity.\t3.\t“THE DEPARTMENT”  means the Department of Water and Power of the City of Los Angeles.\t4.\t“MASTER-METERED DWELLING”  means any residential building in which for billing purposes one water or one electric meter services a group of otherwise unmetered dwelling units or a group of subordinate meters.\t5.\t“MULTIPLE-FAMILY DWELLING”  means any residential building which contains two (2) or more dwelling units, efficiency dwelling units, guest rooms or suites as defined in Section 12.03 of the Los Angeles Municipal Code.\t(c)\tScope.  This section shall apply to all existing master-metered multiple-family dwellings when the nonpayment of utility bills had resulted in the service upon the landlord of a notice of termination for a master-metered multiple-family dwelling pursuant to this section.\t(d)\tNotice.  The Department, prior to initiation of criminal proceedings, shall serve personally or by mail in a final notice to the landlord a demand for payment of the outstanding bill and 2 fifteen-day (15) notice of utility termination. Said notice shall include the address at which service is to be terminated in the event of nonpayment and shall also, in bold-face type, notify the landlord that failure to pay said utility bill by the date so stated in said notice constitutes a misdemeanor.\t(e)\tViolation.  Any landlord who, having the ability to pay, willfully refuses to pay utility bills due and payable after demand has been made and written notice of utility termination has been served, is guilty of a misdemeanor.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}