{"section_number":"47.12","edition_id":"1","section_id":"2250","structure_id":"40","catch_line":"Excessive Price Increases During State Of Emergency.","history":"","full_text":"  EXCESSIVE PRICE INCREASES DURING STATE OF EMERGENCY.\n\t(Added by Ord. No. 168, 230, Eff. 10\/11\/92.)\n\n\t(a)\tFindings.  As a result of the civil disturbance that commenced on April 29, 1992, consumers have sought to purchase emergency supplies, food and other consumer goods necessary for their health and safety.  Though no general shortage of consumer goods is evident, numerous residents have reported cases of excessive price increases for consumer items such as gasoline and food items many times above the prices in effect on or before April 29, 1992.  Though price increases may be necessary where a merchant has incurred higher expenses, the reported price increases clearly exceed those that would be reasonable and just to recapture any increased operational expenses.\n\n\t(b)\tLegislative Intent.  It is the intention of the City Council in adopting this ordinance to protect citizens from excessive and unjustified increases in the prices charged during any abnormal disruption of the marketplace for consumer goods and services vital and necessary for the health, safety and welfare of consumers resulting from emergency or major disaster for which a state of emergency for the City of Los Angeles is proclaimed by the Mayor pursuant to Section 8.27 of the Los Angeles Administrative Code or for which a local disaster or emergency is declared by the President of the United Sates or the Governor of California.\n\n\t(c)\tExcessive Price Increases Prohibited.  Upon proclamation of public emergency involving or threatening the lives, property or welfare of the citizens, pursuant to Section 8.27 of the Los Angeles Administrative Code or for which a local disaster or emergency is declared by the President of the United States or Governor of California and for a period of thirty days from the date such declaration is terminated, it shall be unlawful for any person, contractor, business or other entity to sell or offer to sell any consumer food items, repair or reconstruction services, emergency or medical supplies or gasoline for an amount which exceeds ten percent of the price charged by such person, contractor, business or other entity for said goods or services immediately prior to the proclamation of emergency, unless said person, business, contractor or other entity can prove that an increase in price was directly attributable to additional costs imposed on it by the supplier of the goods or for labor and materials used to provide the service.\n\n\t(d)\tDefinitions.  For purposes of this section, the following definitions shall apply:\n\n\t1.\tA consumer food item is any article which is used or intended for use for food, drink, confection or condiment by man or other animal.\n\n\t2.\tRepair or reconstruction services are those contractor services for repairs to residential and commercial property of any type which are damaged as a result of a disaster.  Contractor services are services as defined by sections 7025, 7026, 7026.1 and 7026.3 of the California Business and Professions Code.\n\n\t3.\tEmergency supplies shall include but are not limited to water, flashlights, radios, batteries, candles, blankets, soaps, and diapers.\n\n\t4.\tMedical supplies shall include but are not limited to prescription and non-prescription drugs, bandages, gauzes, and isopropyl alcohol.\n\n\t(e)\tHearing.  If there is reasonable cause to believe that a person has violated the provisions of this section, the City Attorney shall, prior to the filing of a criminal complaint, conduct a hearing upon due notice and an opportunity to be heard.  At the conclusion of such hearing, the City Attorney may, in his discretion, file a criminal complaint.  The City Attorney may, for good cause, disperse with the requirement of conducting a hearing prior to the filing of a criminal complaint.\n\n\t(f)\tPenalty.\n\n\t1.\tAny person who shall be convicted of violating the provisions of this section shall be guilty of a misdemeanor and upon conviction thereof shall be punished by a fine of not less than $1,000 or by imprisonment in the County Jail for not more than six months, or by both such fine and imprisonment.  Any person believing that a violation of said section has been committed may file a complaint with the City Attorney.\n\n\t2.\tThe City Attorney or any citizen may prosecute a civil action under applicable state law to enforce this section and in any action a civil penalty may be imposed as provided by law and where appropriate, restitution to aggrieved consumers ordered.","order_by":"12","ancestry":{"1":{"id":"40","name":"Miscellaneous","identifier":"7","label":"article","url":"\/4\/7\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2460","structure_id":"40","section_number":"47.00","catch_line":"Posting Of Telephone Number Of The Fire Department Emergency Ambulance Service In Eating Establishments.","url":"\/47.00\/","token":"47.00"},"1":{"id":"3540","structure_id":"40","section_number":"47.01","catch_line":"Hotels, Motels, Lodging And Rooming Houses – Register Required.","url":"\/47.01\/","token":"47.01"},"2":{"id":"823","structure_id":"40","section_number":"47.02","catch_line":"Marathons – Endurance Contests And Exhibitions.","url":"\/47.02\/","token":"47.02"},"3":{"id":"4149","structure_id":"40","section_number":"47.03","catch_line":"Political Solicitations From City Officers And Employees.","url":"\/47.03\/","token":"47.03"},"4":{"id":"3741","structure_id":"40","section_number":"47.04","catch_line":"Sale Of Used Or Secondhand Hats.","url":"\/47.04\/","token":"47.04"},"5":{"id":"2431","structure_id":"40","section_number":"47.05","catch_line":"New Locks In Apartments – Installation Required.","url":"\/47.05\/","token":"47.05"},"6":{"id":"2668","structure_id":"40","section_number":"47.06","catch_line":"Tenant Relocation Assistance Where Apartments Are To Be Converted.","url":"\/47.06\/","token":"47.06"},"7":{"id":"4136","structure_id":"40","section_number":"47.07","catch_line":"Tenant Relocation Assistance Where Apartments Are To Be Demolished.","url":"\/47.07\/","token":"47.07"},"8":{"id":"276","structure_id":"40","section_number":"47.08","catch_line":"Tenant Relocation Assistance Where Mobilehome Parks Are Changed To A Different Use.","url":"\/47.08\/","token":"47.08"},"9":{"id":"1243","structure_id":"40","section_number":"47.09","catch_line":"Mobilehome Park Closure Impact Report.","url":"\/47.09\/","token":"47.09"},"10":{"id":"1478","structure_id":"40","section_number":"47.10","catch_line":"Landlords – Nonpayment Of Utility Bills.","url":"\/47.10\/","token":"47.10"},"11":{"id":"3579","structure_id":"40","section_number":"47.11","catch_line":"Display Of Aerosol Spray Paint Containers And Marker Pens.","url":"\/47.11\/","token":"47.11"},"12":{"id":"2250","structure_id":"40","section_number":"47.12","catch_line":"Excessive Price Increases During State Of Emergency.","url":"\/47.12\/","token":"47.12"},"13":{"id":"782","structure_id":"40","section_number":"47.13","catch_line":"Insertion Of Writings Into Containers.","url":"\/47.13\/","token":"47.13"},"14":{"id":"70","structure_id":"40","section_number":"47.14","catch_line":"Self Service Display Of Tobacco Products.","url":"\/47.14\/","token":"47.14"},"15":{"id":"408","structure_id":"40","section_number":"47.15","catch_line":"Spectators Prohibited At Speed Contests And Exhibitions Of Speed.","url":"\/47.15\/","token":"47.15"},"16":{"id":"1944","structure_id":"40","section_number":"47.16","catch_line":"Display And Sale Of Glass Etching Products.","url":"\/47.16\/","token":"47.16"},"17":{"id":"803","structure_id":"40","section_number":"47.17","catch_line":"Sale Of Motor-Driven Cycles And Motorized Bicycles.","url":"\/47.17\/","token":"47.17"},"18":{"id":"3415","structure_id":"40","section_number":"47.50","catch_line":"Narcotics, Violent Crime, Unlawful Weapon Or Ammunition\nCrime, And Gang-Related Crime Eviction Program.","url":"\/47.50\/","token":"47.50"}},"next_section":{"id":"782","structure_id":"40","section_number":"47.13","catch_line":"Insertion Of Writings Into Containers.","url":"\/47.13\/","token":"47.13"},"metadata":false,"references":false,"url":"\/47.12\/","token":"47.12","formats":{"txt":"\/47.12.txt","json":"\/47.12.xml"},"dublin_core":{"Title":"Excessive Price Increases During State Of Emergency.","Type":"Text","Format":"text\/html","Identifier":"§ 47.12","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nEXCESSIVE PRICE INCREASES DURING STATE OF EMERGENCY. (§ 47.12)\n\n  EXCESSIVE PRICE INCREASES DURING STATE OF EMERGENCY.\n\t(Added by Ord. No. 168, 230, Eff. 10\/11\/92.)\t(a)\tFindings.  As a result of the\ncivil disturbance that commenced on April 29, 1992, consumers have sought to\npurchase emergency supplies, food and other consumer goods necessary for their\nhealth and safety.  Though no general shortage of consumer goods is evident,\nnumerous residents have reported cases of excessive price increases for consumer\nitems such as gasoline and food items many times above the prices in effect on\nor before April 29, 1992.  Though price increases may be necessary where a\nmerchant has incurred higher expenses, the reported price increases clearly\nexceed those that would be reasonable and just to recapture any increased\noperational expenses.\t(b)\tLegislative Intent.  It is the intention of the City\nCouncil in adopting this ordinance to protect citizens from excessive and\nunjustified increases in the prices charged during any abnormal disruption of\nthe marketplace for consumer goods and services vital and necessary for the\nhealth, safety and welfare of consumers resulting from emergency or major\ndisaster for which a state of emergency for the City of Los Angeles is\nproclaimed by the Mayor pursuant to Section 8.27 of the Los Angeles\nAdministrative Code or for which a local disaster or emergency is declared by\nthe President of the United Sates or the Governor of California.\t(c)\tExcessive\nPrice Increases Prohibited.  Upon proclamation of public emergency involving or\nthreatening the lives, property or welfare of the citizens, pursuant to Section\n8.27 of the Los Angeles Administrative Code or for which a local disaster or\nemergency is declared by the President of the United States or Governor of\nCalifornia and for a period of thirty days from the date such declaration is\nterminated, it shall be unlawful for any person, contractor, business or other\nentity to sell or offer to sell any consumer food items, repair or\nreconstruction services, emergency or medical supplies or gasoline for an amount\nwhich exceeds ten percent of the price charged by such person, contractor,\nbusiness or other entity for said goods or services immediately prior to the\nproclamation of emergency, unless said person, business, contractor or other\nentity can prove that an increase in price was directly attributable to\nadditional costs imposed on it by the supplier of the goods or for labor and\nmaterials used to provide the service.\t(d)\tDefinitions.  For purposes of this\nsection, the following definitions shall apply:\t1.\tA consumer food item is any\narticle which is used or intended for use for food, drink, confection or\ncondiment by man or other animal.\t2.\tRepair or reconstruction services are those\ncontractor services for repairs to residential and commercial property of any\ntype which are damaged as a result of a disaster.  Contractor services are\nservices as defined by sections 7025, 7026, 7026.1 and 7026.3 of the California\nBusiness and Professions Code.\t3.\tEmergency supplies shall include but are not\nlimited to water, flashlights, radios, batteries, candles, blankets, soaps, and\ndiapers.\t4.\tMedical supplies shall include but are not limited to prescription\nand non-prescription drugs, bandages, gauzes, and isopropyl\nalcohol.\t(e)\tHearing.  If there is reasonable cause to believe that a person\nhas violated the provisions of this section, the City Attorney shall, prior to\nthe filing of a criminal complaint, conduct a hearing upon due notice and an\nopportunity to be heard.  At the conclusion of such hearing, the City Attorney\nmay, in his discretion, file a criminal complaint.  The City Attorney may, for\ngood cause, disperse with the requirement of conducting a hearing prior to the\nfiling of a criminal complaint.\t(f)\tPenalty.\t1.\tAny person who shall be\nconvicted of violating the provisions of this section shall be guilty of a\nmisdemeanor and upon conviction thereof shall be punished by a fine of not less\nthan $1,000 or by imprisonment in the County Jail for not more than six months,\nor by both such fine and imprisonment.  Any person believing that a violation\nof said section has been committed may file a complaint with the City\nAttorney.\t2.\tThe City Attorney or any citizen may prosecute a civil action under\napplicable state law to enforce this section and in any action a civil penalty\nmay be imposed as provided by law and where appropriate, restitution to\naggrieved consumers ordered.\n","html":"\n\t\t\t\t\t<section><p>  EXCESSIVE PRICE INCREASES DURING STATE OF EMERGENCY.\n\t(Added by Ord. No. 168, 230, Eff. 10\/11\/92.)<br \/><br \/>\t(a)\t<span class=\"dictionary\">Findings<\/span>.  As a result of the civil disturbance that commenced on April 29, 1992, consumers have sought to purchase emergency supplies, food and other consumer goods necessary for their health and safety.  Though no general shortage of consumer goods is evident, numerous residents have reported cases of excessive price increases for consumer items such as gasoline and food items many times above the prices in effect on or before April 29, 1992.  Though price increases may be necessary where a merchant has incurred higher expenses, the reported price increases clearly exceed those that would be reasonable and just to recapture any increased operational expenses.<br \/><br \/>\t(b)\tLegislative <span class=\"dictionary\">Intent<\/span>.  It is the intention of the City Council in adopting this <span class=\"dictionary\">ordinance<\/span> to protect citizens from excessive and unjustified increases in the prices charged during any abnormal disruption of the marketplace for consumer goods and services vital and necessary for the health, safety and welfare of consumers resulting from emergency or major disaster for which a state of emergency for the City of Los Angeles is proclaimed by the Mayor pursuant to Section 8.27 of the Los Angeles Administrative Code or for which a local disaster or emergency is declared by the President of the United Sates or the Governor of California.<br \/><br \/>\t(c)\tExcessive Price Increases Prohibited.  Upon proclamation of public emergency involving or threatening the lives, property or welfare of the citizens, pursuant to Section 8.27 of the Los Angeles Administrative Code or for which a local disaster or emergency is declared by the President of the United States or Governor of California and for a period of thirty days from the date such declaration is terminated, it shall be unlawful for any person, contractor, business or other entity to sell or offer to sell any consumer food items, repair or reconstruction services, emergency or medical supplies or gasoline for an amount which exceeds ten percent of the price charged by such person, contractor, business or other entity for said goods or services immediately prior to the proclamation of emergency, unless said person, business, contractor or other entity can prove that an increase in price was directly attributable to additional costs imposed on it by the supplier of the goods or for labor and <span class=\"dictionary\">materials<\/span> used to provide the service.<br \/><br \/>\t(d)\tDefinitions.  For purposes of this section, the following definitions shall apply:<br \/><br \/>\t1.\tA consumer food item is any article which is used or intended for use for food, drink, confection or condiment by man or other animal.<br \/><br \/>\t2.\tRepair or reconstruction services are those contractor services for repairs to residential and commercial property of any type which are damaged as a result of a disaster.  Contractor services are services as defined by sections 7025, 7026, 7026.1 and 7026.3 of the California Business and Professions Code.<br \/><br \/>\t3.\tEmergency supplies shall include but are not limited to water, flashlights, radios, batteries, candles, blankets, soaps, and diapers.<br \/><br \/>\t4.\tMedical supplies shall include but are not limited to prescription and non-prescription drugs, bandages, gauzes, and isopropyl alcohol.<br \/><br \/>\t(e)\t<span class=\"dictionary\">Hearing<\/span>.  If there is reasonable cause to believe that a person has violated the provisions of this section, the City Attorney shall, prior to the filing of a criminal complaint, conduct a <span class=\"dictionary\">hearing<\/span> upon due notice and an opportunity to be heard.  At the conclusion of such <span class=\"dictionary\">hearing<\/span>, the City Attorney may, in his discretion, file a criminal complaint.  The City Attorney may, for good cause, disperse with the requirement of conducting a <span class=\"dictionary\">hearing<\/span> prior to the filing of a criminal complaint.<br \/><br \/>\t(f)\t<span class=\"dictionary\">Penalty<\/span>.<br \/><br \/>\t1.\tAny person who shall be convicted of violating the provisions of this section shall be guilty of a <span class=\"dictionary\">misdemeanor<\/span> and upon <span class=\"dictionary\">conviction<\/span> thereof shall be punished by a fine of not less than $1,000 or by imprisonment in the <span class=\"dictionary\">County Jail<\/span> for not more than six months, or by both such fine and imprisonment.  Any person believing that a violation of said section has been committed may file a complaint with the City Attorney.<br \/><br \/>\t2.\tThe City Attorney or any citizen may <span class=\"dictionary\">prosecute<\/span> a <span class=\"dictionary\">civil action<\/span> under applicable state <span class=\"dictionary\">law<\/span> to enforce this section and in any action a civil <span class=\"dictionary\">penalty<\/span> may be imposed as provided by <span class=\"dictionary\">law<\/span> and where appropriate, <span class=\"dictionary\">restitution<\/span> to aggrieved consumers ordered.<\/p><\/section>","previous_section":{"id":"3579","structure_id":"40","section_number":"47.11","catch_line":"Display Of Aerosol Spray Paint Containers And Marker Pens.","url":"\/47.11\/","token":"47.11"},"text":{"0":{"id":"2230","text":"  EXCESSIVE PRICE INCREASES DURING STATE OF EMERGENCY.\n\t(Added by Ord. No. 168, 230, Eff. 10\/11\/92.)\t(a)\tFindings.  As a result of the civil disturbance that commenced on April 29, 1992, consumers have sought to purchase emergency supplies, food and other consumer goods necessary for their health and safety.  Though no general shortage of consumer goods is evident, numerous residents have reported cases of excessive price increases for consumer items such as gasoline and food items many times above the prices in effect on or before April 29, 1992.  Though price increases may be necessary where a merchant has incurred higher expenses, the reported price increases clearly exceed those that would be reasonable and just to recapture any increased operational expenses.\t(b)\tLegislative Intent.  It is the intention of the City Council in adopting this ordinance to protect citizens from excessive and unjustified increases in the prices charged during any abnormal disruption of the marketplace for consumer goods and services vital and necessary for the health, safety and welfare of consumers resulting from emergency or major disaster for which a state of emergency for the City of Los Angeles is proclaimed by the Mayor pursuant to Section 8.27 of the Los Angeles Administrative Code or for which a local disaster or emergency is declared by the President of the United Sates or the Governor of California.\t(c)\tExcessive Price Increases Prohibited.  Upon proclamation of public emergency involving or threatening the lives, property or welfare of the citizens, pursuant to Section 8.27 of the Los Angeles Administrative Code or for which a local disaster or emergency is declared by the President of the United States or Governor of California and for a period of thirty days from the date such declaration is terminated, it shall be unlawful for any person, contractor, business or other entity to sell or offer to sell any consumer food items, repair or reconstruction services, emergency or medical supplies or gasoline for an amount which exceeds ten percent of the price charged by such person, contractor, business or other entity for said goods or services immediately prior to the proclamation of emergency, unless said person, business, contractor or other entity can prove that an increase in price was directly attributable to additional costs imposed on it by the supplier of the goods or for labor and materials used to provide the service.\t(d)\tDefinitions.  For purposes of this section, the following definitions shall apply:\t1.\tA consumer food item is any article which is used or intended for use for food, drink, confection or condiment by man or other animal.\t2.\tRepair or reconstruction services are those contractor services for repairs to residential and commercial property of any type which are damaged as a result of a disaster.  Contractor services are services as defined by sections 7025, 7026, 7026.1 and 7026.3 of the California Business and Professions Code.\t3.\tEmergency supplies shall include but are not limited to water, flashlights, radios, batteries, candles, blankets, soaps, and diapers.\t4.\tMedical supplies shall include but are not limited to prescription and non-prescription drugs, bandages, gauzes, and isopropyl alcohol.\t(e)\tHearing.  If there is reasonable cause to believe that a person has violated the provisions of this section, the City Attorney shall, prior to the filing of a criminal complaint, conduct a hearing upon due notice and an opportunity to be heard.  At the conclusion of such hearing, the City Attorney may, in his discretion, file a criminal complaint.  The City Attorney may, for good cause, disperse with the requirement of conducting a hearing prior to the filing of a criminal complaint.\t(f)\tPenalty.\t1.\tAny person who shall be convicted of violating the provisions of this section shall be guilty of a misdemeanor and upon conviction thereof shall be punished by a fine of not less than $1,000 or by imprisonment in the County Jail for not more than six months, or by both such fine and imprisonment.  Any person believing that a violation of said section has been committed may file a complaint with the City Attorney.\t2.\tThe City Attorney or any citizen may prosecute a civil action under applicable state law to enforce this section and in any action a civil penalty may be imposed as provided by law and where appropriate, restitution to aggrieved consumers ordered.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}