{"section_number":"47.102","edition_id":"1","section_id":"1620","structure_id":"39","catch_line":"Findings.","history":"","full_text":"  FINDINGS.\n\n\tThe Los Angeles City Council finds that:\n\n\tA.\tThere is an unprecedented number of homeowners in the City of Los Angeles threatened with foreclosure;\n\n\tB.\tAt the same time, there is an unprecedented effort on the part of various governmental entities and lenders to encourage lenders and borrowers to attempt to modify mortgages in order to make such loans more affordable and to lessen, if not prevent, the possibility of foreclosure;\n\n\tC.\tOn March 4, 2009, the Obama Administration announced new U.S. Department of the Treasury guidelines to enable loan servicers to begin modifications of eligible mortgages under the Administration’s Homeowner Affordability and Stability Plan;\n\n\tD.\tThere has arisen a class of people who, preying on homeowners threatened with foreclosure, falsely promise to attempt to modify mortgages in exchange for advance payment and who provide no written contract for their services, thus thwarting homeowners’ attempts to sue for breach of contract when fraud becomes apparent;\n\n\tE.\tCalifornia state law currently regulates the activities of people who offer to arrange for services purporting, among other things, to cure mortgage defaults after a property is in foreclosure as evidenced by the recording of a Notice of Default pursuant to California Civil Code Section 2924, but there exists no state regulation of such people who offer or provide such services prior to the recording of a Notice of Default; and\n\n\tF.\tIt is in the public interest that the activities of people who promise to attempt to prevent foreclosure prior to the recording of a Notice of Default be regulated.  Furthermore, in order to protect homeowners from the actions of unscrupulous people who falsely promise to attempt to prevent foreclosure, remedies must be provided where unlawful activity has occurred.\n\n\tG.\tThis crisis is only expected to worsen in the upcoming months as many adjustable rate mortgages are scheduled to be reset to higher interest rates prompting a series of new foreclosures in the City of Los Angeles while, at the same time, there are unprecedented and well-publicized efforts to encourage homeowners to attempt to modify their mortgages to affordable levels.\n\n\tH.\tThe City Council enacts this Article as an urgency ordinance pursuant to Charter Section 253 to prevent the victimization of people who want to modify the terms of their existing mortgages in order to make their homes more affordable and reduce the likelihood of going into default and, thus, preserve public peace, health and safety.","order_by":"102","ancestry":{"1":{"id":"39","name":"Mortgage Modification Consultants","identifier":"7.2","label":"article","url":"\/4\/7.2\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"69","structure_id":"39","section_number":"47.100","catch_line":"Title.","url":"\/47.100\/","token":"47.100"},"1":{"id":"3216","structure_id":"39","section_number":"47.101","catch_line":"Purpose.","url":"\/47.101\/","token":"47.101"},"2":{"id":"1620","structure_id":"39","section_number":"47.102","catch_line":"Findings.","url":"\/47.102\/","token":"47.102"},"3":{"id":"3878","structure_id":"39","section_number":"47.103","catch_line":"Definitions.","url":"\/47.103\/","token":"47.103"},"4":{"id":"81","structure_id":"39","section_number":"47.104","catch_line":"Right Of Cancellation.","url":"\/47.104\/","token":"47.104"},"5":{"id":"1312","structure_id":"39","section_number":"47.105","catch_line":"Contract Requirements.","url":"\/47.105\/","token":"47.105"},"6":{"id":"4167","structure_id":"39","section_number":"47.106","catch_line":"Violations.","url":"\/47.106\/","token":"47.106"},"7":{"id":"1083","structure_id":"39","section_number":"47.107","catch_line":"Waiver.","url":"\/47.107\/","token":"47.107"},"8":{"id":"2554","structure_id":"39","section_number":"47.108","catch_line":"Owner'S Right Of Action.","url":"\/47.108\/","token":"47.108"},"9":{"id":"1508","structure_id":"39","section_number":"47.109","catch_line":"Liability Of Mortgage Foreclosure Consultant For\nDamages Resulting From Statements Made, Or Acts By, A\nRepresentative.","url":"\/47.109\/","token":"47.109"}},"next_section":{"id":"3878","structure_id":"39","section_number":"47.103","catch_line":"Definitions.","url":"\/47.103\/","token":"47.103"},"metadata":false,"references":false,"url":"\/47.102\/","token":"47.102","formats":{"txt":"\/47.102.txt","json":"\/47.102.xml"},"dublin_core":{"Title":"Findings.","Type":"Text","Format":"text\/html","Identifier":"§ 47.102","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nFINDINGS. (§ 47.102)\n\n  FINDINGS.\tThe Los Angeles City Council finds that:\tA.\tThere is an\nunprecedented number of homeowners in the City of Los Angeles threatened with\nforeclosure;\tB.\tAt the same time, there is an unprecedented effort on the part\nof various governmental entities and lenders to encourage lenders and borrowers\nto attempt to modify mortgages in order to make such loans more affordable and\nto lessen, if not prevent, the possibility of foreclosure;\tC.\tOn March 4, 2009,\nthe Obama Administration announced new U.S. Department of the Treasury\nguidelines to enable loan servicers to begin modifications of eligible mortgages\nunder the Administration’s Homeowner Affordability and Stability\nPlan;\tD.\tThere has arisen a class of people who, preying on homeowners\nthreatened with foreclosure, falsely promise to attempt to modify mortgages in\nexchange for advance payment and who provide no written contract for their\nservices, thus thwarting homeowners’ attempts to sue for breach of contract\nwhen fraud becomes apparent;\tE.\tCalifornia state law currently regulates the\nactivities of people who offer to arrange for services purporting, among other\nthings, to cure mortgage defaults after a property is in foreclosure as\nevidenced by the recording of a Notice of Default pursuant to California Civil\nCode Section 2924, but there exists no state regulation of such people who offer\nor provide such services prior to the recording of a Notice of Default;\nand\tF.\tIt is in the public interest that the activities of people who promise to\nattempt to prevent foreclosure prior to the recording of a Notice of Default be\nregulated.  Furthermore, in order to protect homeowners from the actions of\nunscrupulous people who falsely promise to attempt to prevent foreclosure,\nremedies must be provided where unlawful activity has occurred.\tG.\tThis crisis\nis only expected to worsen in the upcoming months as many adjustable rate\nmortgages are scheduled to be reset to higher interest rates prompting a series\nof new foreclosures in the City of Los Angeles while, at the same time, there\nare unprecedented and well-publicized efforts to encourage homeowners to attempt\nto modify their mortgages to affordable levels.\tH.\tThe City Council enacts this\nArticle as an urgency ordinance pursuant to Charter Section 253 to prevent the\nvictimization of people who want to modify the terms of their existing mortgages\nin order to make their homes more affordable and reduce the likelihood of going\ninto default and, thus, preserve public peace, health and safety.\n","html":"\n\t\t\t\t\t<section><p>  <span class=\"dictionary\">FINDINGS<\/span>.<br \/><br \/>\tThe Los Angeles City Council finds that:<br \/><br \/>\tA.\tThere is an unprecedented number of homeowners in the City of Los Angeles threatened with foreclosure;<br \/><br \/>\tB.\tAt the same time, there is an unprecedented effort on the part of various governmental entities and lenders to encourage lenders and borrowers to attempt to modify mortgages in <span class=\"dictionary\">order<\/span> to make such loans more affordable and to lessen, if not prevent, the possibility of foreclosure;<br \/><br \/>\tC.\tOn March 4, 2009, the Obama Administration announced new U.S. Department of the Treasury guidelines to enable loan servicers to begin modifications of eligible mortgages under the Administration’s Homeowner Affordability and Stability Plan;<br \/><br \/>\tD.\tThere has arisen a class of people who, preying on homeowners threatened with foreclosure, falsely promise to attempt to modify mortgages in exchange for advance payment and who provide no written <span class=\"dictionary\">contract<\/span> for their services, thus thwarting homeowners’ attempts to sue for breach of <span class=\"dictionary\">contract<\/span> when <span class=\"dictionary\">fraud<\/span> becomes apparent;<br \/><br \/>\tE.\tCalifornia state <span class=\"dictionary\">law<\/span> currently regulates the activities of people who offer to arrange for services purporting, among other things, to cure mortgage <span class=\"dictionary\">defaults<\/span> after a property is in foreclosure as evidenced by the recording of a Notice of <span class=\"dictionary\">Default<\/span> pursuant to California Civil Code Section 2924, but there exists no state regulation of such people who offer or provide such services prior to the recording of a Notice of <span class=\"dictionary\">Default<\/span>; and<br \/><br \/>\tF.\tIt is in the public interest that the activities of people who promise to attempt to prevent foreclosure prior to the recording of a Notice of <span class=\"dictionary\">Default<\/span> be regulated.  Furthermore, in <span class=\"dictionary\">order<\/span> to protect homeowners from the actions of unscrupulous people who falsely promise to attempt to prevent foreclosure, remedies must be provided where unlawful activity has occurred.<br \/><br \/>\tG.\tThis crisis is only expected to worsen in the upcoming months as many adjustable rate mortgages are scheduled to be reset to higher interest rates prompting a series of new foreclosures in the City of Los Angeles while, at the same time, there are unprecedented and well-publicized efforts to encourage homeowners to attempt to modify their mortgages to affordable levels.<br \/><br \/>\tH.\tThe City Council enacts this Article as an urgency <span class=\"dictionary\">ordinance<\/span> pursuant to Charter Section 253 to prevent the victimization of people who want to modify the terms of their existing mortgages in <span class=\"dictionary\">order<\/span> to make their homes more affordable and reduce the likelihood of going into <span class=\"dictionary\">default<\/span> and, thus, preserve public peace, health and safety.<\/p><\/section>","previous_section":{"id":"3216","structure_id":"39","section_number":"47.101","catch_line":"Purpose.","url":"\/47.101\/","token":"47.101"},"text":{"0":{"id":"1606","text":"  FINDINGS.\tThe Los Angeles City Council finds that:\tA.\tThere is an unprecedented number of homeowners in the City of Los Angeles threatened with foreclosure;\tB.\tAt the same time, there is an unprecedented effort on the part of various governmental entities and lenders to encourage lenders and borrowers to attempt to modify mortgages in order to make such loans more affordable and to lessen, if not prevent, the possibility of foreclosure;\tC.\tOn March 4, 2009, the Obama Administration announced new U.S. Department of the Treasury guidelines to enable loan servicers to begin modifications of eligible mortgages under the Administration’s Homeowner Affordability and Stability Plan;\tD.\tThere has arisen a class of people who, preying on homeowners threatened with foreclosure, falsely promise to attempt to modify mortgages in exchange for advance payment and who provide no written contract for their services, thus thwarting homeowners’ attempts to sue for breach of contract when fraud becomes apparent;\tE.\tCalifornia state law currently regulates the activities of people who offer to arrange for services purporting, among other things, to cure mortgage defaults after a property is in foreclosure as evidenced by the recording of a Notice of Default pursuant to California Civil Code Section 2924, but there exists no state regulation of such people who offer or provide such services prior to the recording of a Notice of Default; and\tF.\tIt is in the public interest that the activities of people who promise to attempt to prevent foreclosure prior to the recording of a Notice of Default be regulated.  Furthermore, in order to protect homeowners from the actions of unscrupulous people who falsely promise to attempt to prevent foreclosure, remedies must be provided where unlawful activity has occurred.\tG.\tThis crisis is only expected to worsen in the upcoming months as many adjustable rate mortgages are scheduled to be reset to higher interest rates prompting a series of new foreclosures in the City of Los Angeles while, at the same time, there are unprecedented and well-publicized efforts to encourage homeowners to attempt to modify their mortgages to affordable levels.\tH.\tThe City Council enacts this Article as an urgency ordinance pursuant to Charter Section 253 to prevent the victimization of people who want to modify the terms of their existing mortgages in order to make their homes more affordable and reduce the likelihood of going into default and, thus, preserve public peace, health and safety.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}