{"section_number":"47.105","edition_id":"1","section_id":"1312","structure_id":"39","catch_line":"Contract Requirements.","history":"","full_text":"  CONTRACT REQUIREMENTS.\n\n\tA.\tEvery Contract shall be in writing and shall fully disclose the exact nature of the Mortgage Modification Consultant’s services and the total amount and terms of compensation.\n\n\tB.\tThe Contract shall be written in the same language as principally used by the Mortgage Modification Consultant to describe his or her services or to negotiate the Contract.  In addition, the Mortgage Modification Consultant shall provide the Owner, before the Owner signs the Contract, with a copy of a completed Contract written in any other language used in any communication between the Mortgage Modification Consultant and the Owner, and in any language described in Subdivision (b) of California Civil Code Section 1632 if requested by the Owner.  If English is the language principally used by the Mortgage Modification Consultant to describe the Mortgage Modification Consultant’s services or to negotiate the Contract, the Mortgage Modification Consultant shall notify the Owner orally and in writing before the Owner signs the Contract that the Owner has the right to ask for a completed copy of the Contract in a language described in California Civil Code Section 1632.\n\n\tC.\tThe Contract shall be dated and signed by the Owner, and shall contain next to the space reserved for the Owner’s signature a conspicuous statement in a size equal to at least 14-point boldface type the following language:\n\nNOTICE REQUIRED BY THE\nCITY OF LOS ANGELES\n\n\tYou, the owner, may cancel this transaction at any time prior to midnight of the seventh calendar day after you sign this contract.  Cancellation occurs when you give written notice of cancellation to the other party to this contract at the party’s address identified in this contract, or by facsimile or electronic mail at the number or address identified in this contract.\n\n\tIt is not necessary to pay a third party to arrange for a loan modification or other form of forbearance from your mortgage lender or servicer.  You may call your lender directly to ask for a change in your loan terms.  HUD approved nonprofit housing counseling agencies also offer these and other forms of borrower assistance free of charge.  A list of nonprofit housing counseling agencies approved by the United States Department of Housing and Urban Development is available from your local HUD office.\n\n\tYou may also reach HUD approved counselors through the Home Ownership Preservation Foundation.\n\n\tD.\tThe Contract shall contain on the first page, in a type size no smaller than that generally used in the body of the document, each of the following:\n\n\t(1)\tThe name, mailing address, electronic mail address, and facsimile number of the Mortgage Modification Consultant to which the notice of cancellation is to be mailed.\n\n\t(2)\tThe date the Owner signed the Contract.\n\n\tE.\tThe Contract shall be accompanied by a completed form in duplicate, captioned “Notice of Cancellation”, which shall be attached to the Contract, shall be easily detachable, and shall contain in type at least 14-point type the following statement written in the same language that was used in the Contract:\n\n“NOTICE OF CANCELLATION.”\n\n\tF.\tThe Mortgage Modification Consultant shall provide the Owner with a copy of the Contract and the attached notice of cancellation.  An Owner’s use of the notice of cancellation is optional.  This section is in no way intended to limit the application of Subsection D. of Section 47.104.\n\n\tG.\tUntil the Mortgage Modification Consultant has complied with this Section, the Owner may cancel the Contract.","order_by":"105","ancestry":{"1":{"id":"39","name":"Mortgage Modification Consultants","identifier":"7.2","label":"article","url":"\/4\/7.2\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"69","structure_id":"39","section_number":"47.100","catch_line":"Title.","url":"\/47.100\/","token":"47.100"},"1":{"id":"3216","structure_id":"39","section_number":"47.101","catch_line":"Purpose.","url":"\/47.101\/","token":"47.101"},"2":{"id":"1620","structure_id":"39","section_number":"47.102","catch_line":"Findings.","url":"\/47.102\/","token":"47.102"},"3":{"id":"3878","structure_id":"39","section_number":"47.103","catch_line":"Definitions.","url":"\/47.103\/","token":"47.103"},"4":{"id":"81","structure_id":"39","section_number":"47.104","catch_line":"Right Of Cancellation.","url":"\/47.104\/","token":"47.104"},"5":{"id":"1312","structure_id":"39","section_number":"47.105","catch_line":"Contract Requirements.","url":"\/47.105\/","token":"47.105"},"6":{"id":"4167","structure_id":"39","section_number":"47.106","catch_line":"Violations.","url":"\/47.106\/","token":"47.106"},"7":{"id":"1083","structure_id":"39","section_number":"47.107","catch_line":"Waiver.","url":"\/47.107\/","token":"47.107"},"8":{"id":"2554","structure_id":"39","section_number":"47.108","catch_line":"Owner'S Right Of Action.","url":"\/47.108\/","token":"47.108"},"9":{"id":"1508","structure_id":"39","section_number":"47.109","catch_line":"Liability Of Mortgage Foreclosure Consultant For\nDamages Resulting From Statements Made, Or Acts By, A\nRepresentative.","url":"\/47.109\/","token":"47.109"}},"next_section":{"id":"4167","structure_id":"39","section_number":"47.106","catch_line":"Violations.","url":"\/47.106\/","token":"47.106"},"metadata":false,"references":false,"url":"\/47.105\/","token":"47.105","formats":{"txt":"\/47.105.txt","json":"\/47.105.xml"},"dublin_core":{"Title":"Contract Requirements.","Type":"Text","Format":"text\/html","Identifier":"§ 47.105","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nCONTRACT REQUIREMENTS. (§ 47.105)\n\n  CONTRACT REQUIREMENTS.\tA.\tEvery Contract shall be in writing and shall fully\ndisclose the exact nature of the Mortgage Modification Consultant’s services\nand the total amount and terms of compensation.\tB.\tThe Contract shall be written\nin the same language as principally used by the Mortgage Modification Consultant\nto describe his or her services or to negotiate the Contract.  In addition, the\nMortgage Modification Consultant shall provide the Owner, before the Owner signs\nthe Contract, with a copy of a completed Contract written in any other language\nused in any communication between the Mortgage Modification Consultant and the\nOwner, and in any language described in Subdivision (b) of California Civil Code\nSection 1632 if requested by the Owner.  If English is the language principally\nused by the Mortgage Modification Consultant to describe the Mortgage\nModification Consultant’s services or to negotiate the Contract, the Mortgage\nModification Consultant shall notify the Owner orally and in writing before the\nOwner signs the Contract that the Owner has the right to ask for a completed\ncopy of the Contract in a language described in California Civil Code Section\n1632.\tC.\tThe Contract shall be dated and signed by the Owner, and shall contain\nnext to the space reserved for the Owner’s signature a conspicuous statement\nin a size equal to at least 14-point boldface type the following language:NOTICE\nREQUIRED BY THE\nCITY OF LOS ANGELES\tYou, the owner, may cancel this transaction at any time\nprior to midnight of the seventh calendar day after you sign this contract. \nCancellation occurs when you give written notice of cancellation to the other\nparty to this contract at the party’s address identified in this contract, or\nby facsimile or electronic mail at the number or address identified in this\ncontract.\tIt is not necessary to pay a third party to arrange for a loan\nmodification or other form of forbearance from your mortgage lender or\nservicer.  You may call your lender directly to ask for a change in your loan\nterms.  HUD approved nonprofit housing counseling agencies also offer these and\nother forms of borrower assistance free of charge.  A list of nonprofit housing\ncounseling agencies approved by the United States Department of Housing and\nUrban Development is available from your local HUD office.\tYou may also reach\nHUD approved counselors through the Home Ownership Preservation\nFoundation.\tD.\tThe Contract shall contain on the first page, in a type size no\nsmaller than that generally used in the body of the document, each of the\nfollowing:\t(1)\tThe name, mailing address, electronic mail address, and facsimile\nnumber of the Mortgage Modification Consultant to which the notice of\ncancellation is to be mailed.\t(2)\tThe date the Owner signed the Contract.\tE.\tThe\nContract shall be accompanied by a completed form in duplicate, captioned\n“Notice of Cancellation”, which shall be attached to the Contract, shall be\neasily detachable, and shall contain in type at least 14-point type the\nfollowing statement written in the same language that was used in the\nContract:“NOTICE OF CANCELLATION.”\tF.\tThe Mortgage Modification Consultant\nshall provide the Owner with a copy of the Contract and the attached notice of\ncancellation.  An Owner’s use of the notice of cancellation is optional. \nThis section is in no way intended to limit the application of Subsection D. of\nSection 47.104.\tG.\tUntil the Mortgage Modification Consultant has complied with\nthis Section, the Owner may cancel the Contract.\n","html":"\n\t\t\t\t\t<section><p>  <span class=\"dictionary\">CONTRACT<\/span> REQUIREMENTS.<br \/><br \/>\tA.\tEvery <span class=\"dictionary\">Contract<\/span> shall be in writing and shall fully disclose the exact nature of the Mortgage Modification Consultant’s services and the total amount and terms of compensation.<br \/><br \/>\tB.\tThe <span class=\"dictionary\">Contract<\/span> shall be written in the same language as principally used by the Mortgage Modification Consultant to describe his or her services or to negotiate the <span class=\"dictionary\">Contract<\/span>.  In addition, the Mortgage Modification Consultant shall provide the Owner, before the Owner signs the <span class=\"dictionary\">Contract<\/span>, with a copy of a completed <span class=\"dictionary\">Contract<\/span> written in any other language used in any communication between the Mortgage Modification Consultant and the Owner, and in any language described in Subdivision (b) of California Civil Code Section 1632 if requested by the Owner.  If English is the language principally used by the Mortgage Modification Consultant to describe the Mortgage Modification Consultant’s services or to negotiate the <span class=\"dictionary\">Contract<\/span>, the Mortgage Modification Consultant shall notify the Owner orally and in writing before the Owner signs the <span class=\"dictionary\">Contract<\/span> that the Owner has the right to ask for a completed copy of the <span class=\"dictionary\">Contract<\/span> in a language described in California Civil Code Section 1632.<br \/><br \/>\tC.\tThe <span class=\"dictionary\">Contract<\/span> shall be dated and signed by the Owner, and shall contain next to the space reserved for the Owner’s signature a conspicuous statement in a size equal to at least 14-point boldface type the following language:<br \/><br \/>NOTICE REQUIRED BY THE\nCITY OF LOS ANGELES<br \/><br \/>\tYou, the owner, may cancel this transaction at any time prior to midnight of the seventh calendar day after you sign this <span class=\"dictionary\">contract<\/span>.  Cancellation occurs when you give written notice of cancellation to the other <span class=\"dictionary\">party<\/span> to this <span class=\"dictionary\">contract<\/span> at the <span class=\"dictionary\">party<\/span>’s address identified in this <span class=\"dictionary\">contract<\/span>, or by facsimile or electronic mail at the number or address identified in this <span class=\"dictionary\">contract<\/span>.<br \/><br \/>\tIt is not necessary to pay a third <span class=\"dictionary\">party<\/span> to arrange for a loan modification or other form of forbearance from your mortgage lender or servicer.  You may call your lender directly to ask for a change in your loan terms.  HUD approved nonprofit housing counseling agencies also offer these and other forms of borrower assistance free of charge.  A list of nonprofit housing counseling agencies approved by the United States Department of Housing and Urban Development is available from your local HUD office.<br \/><br \/>\tYou may also reach HUD approved counselors through the Home Ownership Preservation Foundation.<br \/><br \/>\tD.\tThe <span class=\"dictionary\">Contract<\/span> shall contain on the first page, in a type size no smaller than that generally used in the body of the document, each of the following:<br \/><br \/>\t(1)\tThe name, mailing address, electronic mail address, and facsimile number of the Mortgage Modification Consultant to which the notice of cancellation is to be mailed.<br \/><br \/>\t(2)\tThe date the Owner signed the <span class=\"dictionary\">Contract<\/span>.<br \/><br \/>\tE.\tThe <span class=\"dictionary\">Contract<\/span> shall be accompanied by a completed form in duplicate, captioned “Notice of Cancellation”, which shall be attached to the <span class=\"dictionary\">Contract<\/span>, shall be easily detachable, and shall contain in type at least 14-point type the following statement written in the same language that was used in the <span class=\"dictionary\">Contract<\/span>:<br \/><br \/>“NOTICE OF CANCELLATION.”<br \/><br \/>\tF.\tThe Mortgage Modification Consultant shall provide the Owner with a copy of the <span class=\"dictionary\">Contract<\/span> and the attached notice of cancellation.  An Owner’s use of the notice of cancellation is optional.  This section is in no way intended to limit the application of Subsection D. of Section 47.104.<br \/><br \/>\tG.\tUntil the Mortgage Modification Consultant has complied with this Section, the Owner may cancel the <span class=\"dictionary\">Contract<\/span>.<\/p><\/section>","previous_section":{"id":"81","structure_id":"39","section_number":"47.104","catch_line":"Right Of Cancellation.","url":"\/47.104\/","token":"47.104"},"text":{"0":{"id":"1298","text":"  CONTRACT REQUIREMENTS.\tA.\tEvery Contract shall be in writing and shall fully disclose the exact nature of the Mortgage Modification Consultant’s services and the total amount and terms of compensation.\tB.\tThe Contract shall be written in the same language as principally used by the Mortgage Modification Consultant to describe his or her services or to negotiate the Contract.  In addition, the Mortgage Modification Consultant shall provide the Owner, before the Owner signs the Contract, with a copy of a completed Contract written in any other language used in any communication between the Mortgage Modification Consultant and the Owner, and in any language described in Subdivision (b) of California Civil Code Section 1632 if requested by the Owner.  If English is the language principally used by the Mortgage Modification Consultant to describe the Mortgage Modification Consultant’s services or to negotiate the Contract, the Mortgage Modification Consultant shall notify the Owner orally and in writing before the Owner signs the Contract that the Owner has the right to ask for a completed copy of the Contract in a language described in California Civil Code Section 1632.\tC.\tThe Contract shall be dated and signed by the Owner, and shall contain next to the space reserved for the Owner’s signature a conspicuous statement in a size equal to at least 14-point boldface type the following language:NOTICE REQUIRED BY THE\nCITY OF LOS ANGELES\tYou, the owner, may cancel this transaction at any time prior to midnight of the seventh calendar day after you sign this contract.  Cancellation occurs when you give written notice of cancellation to the other party to this contract at the party’s address identified in this contract, or by facsimile or electronic mail at the number or address identified in this contract.\tIt is not necessary to pay a third party to arrange for a loan modification or other form of forbearance from your mortgage lender or servicer.  You may call your lender directly to ask for a change in your loan terms.  HUD approved nonprofit housing counseling agencies also offer these and other forms of borrower assistance free of charge.  A list of nonprofit housing counseling agencies approved by the United States Department of Housing and Urban Development is available from your local HUD office.\tYou may also reach HUD approved counselors through the Home Ownership Preservation Foundation.\tD.\tThe Contract shall contain on the first page, in a type size no smaller than that generally used in the body of the document, each of the following:\t(1)\tThe name, mailing address, electronic mail address, and facsimile number of the Mortgage Modification Consultant to which the notice of cancellation is to be mailed.\t(2)\tThe date the Owner signed the Contract.\tE.\tThe Contract shall be accompanied by a completed form in duplicate, captioned “Notice of Cancellation”, which shall be attached to the Contract, shall be easily detachable, and shall contain in type at least 14-point type the following statement written in the same language that was used in the Contract:“NOTICE OF CANCELLATION.”\tF.\tThe Mortgage Modification Consultant shall provide the Owner with a copy of the Contract and the attached notice of cancellation.  An Owner’s use of the notice of cancellation is optional.  This section is in no way intended to limit the application of Subsection D. of Section 47.104.\tG.\tUntil the Mortgage Modification Consultant has complied with this Section, the Owner may cancel the Contract.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}