{"section_number":"47.104","edition_id":"1","section_id":"81","structure_id":"39","catch_line":"Right Of Cancellation.","history":"","full_text":"  RIGHT OF CANCELLATION.\n\n\tA.\tIn addition to any other right under law to rescind a contract, an owner has the right to cancel a Contract until midnight of the seventh calendar day after the day on which the Owner signs a Contract.\n\n\tB.\tCancellation occurs when the Owner gives written notice of cancellation to the Mortgage Modification Consultant by mail at the address specified in the Contract, or by facsimile or electronic mail at the number or address identified in the Contract.\n\n\tC.\tNotice of cancellation, if given by mail, is effective when deposited in the mail properly addressed with the postage prepaid.  If given by facsimile or electronic mail, notice of cancellation is effective when successfully transmitted.\n\n\tD.\tNotice of cancellation given by the Owner need not take the particular form as provided with the Contract and, however expressed, is effective if it indicates the intention of the Owner not to be bound by the Contract.","order_by":"104","ancestry":{"1":{"id":"39","name":"Mortgage Modification Consultants","identifier":"7.2","label":"article","url":"\/4\/7.2\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"69","structure_id":"39","section_number":"47.100","catch_line":"Title.","url":"\/47.100\/","token":"47.100"},"1":{"id":"3216","structure_id":"39","section_number":"47.101","catch_line":"Purpose.","url":"\/47.101\/","token":"47.101"},"2":{"id":"1620","structure_id":"39","section_number":"47.102","catch_line":"Findings.","url":"\/47.102\/","token":"47.102"},"3":{"id":"3878","structure_id":"39","section_number":"47.103","catch_line":"Definitions.","url":"\/47.103\/","token":"47.103"},"4":{"id":"81","structure_id":"39","section_number":"47.104","catch_line":"Right Of Cancellation.","url":"\/47.104\/","token":"47.104"},"5":{"id":"1312","structure_id":"39","section_number":"47.105","catch_line":"Contract Requirements.","url":"\/47.105\/","token":"47.105"},"6":{"id":"4167","structure_id":"39","section_number":"47.106","catch_line":"Violations.","url":"\/47.106\/","token":"47.106"},"7":{"id":"1083","structure_id":"39","section_number":"47.107","catch_line":"Waiver.","url":"\/47.107\/","token":"47.107"},"8":{"id":"2554","structure_id":"39","section_number":"47.108","catch_line":"Owner'S Right Of Action.","url":"\/47.108\/","token":"47.108"},"9":{"id":"1508","structure_id":"39","section_number":"47.109","catch_line":"Liability Of Mortgage Foreclosure Consultant For\nDamages Resulting From Statements Made, Or Acts By, A\nRepresentative.","url":"\/47.109\/","token":"47.109"}},"next_section":{"id":"1312","structure_id":"39","section_number":"47.105","catch_line":"Contract Requirements.","url":"\/47.105\/","token":"47.105"},"metadata":false,"references":false,"url":"\/47.104\/","token":"47.104","formats":{"txt":"\/47.104.txt","json":"\/47.104.xml"},"dublin_core":{"Title":"Right Of Cancellation.","Type":"Text","Format":"text\/html","Identifier":"§ 47.104","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nRIGHT OF CANCELLATION. (§ 47.104)\n\n  RIGHT OF CANCELLATION.\tA.\tIn addition to any other right under law to rescind\na contract, an owner has the right to cancel a Contract until midnight of the\nseventh calendar day after the day on which the Owner signs a\nContract.\tB.\tCancellation occurs when the Owner gives written notice of\ncancellation to the Mortgage Modification Consultant by mail at the address\nspecified in the Contract, or by facsimile or electronic mail at the number or\naddress identified in the Contract.\tC.\tNotice of cancellation, if given by mail,\nis effective when deposited in the mail properly addressed with the postage\nprepaid.  If given by facsimile or electronic mail, notice of cancellation is\neffective when successfully transmitted.\tD.\tNotice of cancellation given by the\nOwner need not take the particular form as provided with the Contract and,\nhowever expressed, is effective if it indicates the intention of the Owner not\nto be bound by the Contract.\n","html":"\n\t\t\t\t\t<section><p>  RIGHT OF CANCELLATION.<br \/><br \/>\tA.\tIn addition to any other right under <span class=\"dictionary\">law<\/span> to rescind a <span class=\"dictionary\">contract<\/span>, an owner has the right to cancel a <span class=\"dictionary\">Contract<\/span> until midnight of the seventh calendar day after the day on which the Owner signs a <span class=\"dictionary\">Contract<\/span>.<br \/><br \/>\tB.\tCancellation occurs when the Owner gives written notice of cancellation to the Mortgage Modification Consultant by mail at the address specified in the <span class=\"dictionary\">Contract<\/span>, or by facsimile or electronic mail at the number or address identified in the <span class=\"dictionary\">Contract<\/span>.<br \/><br \/>\tC.\tNotice of cancellation, if given by mail, is effective when deposited in the mail properly addressed with the postage prepaid.  If given by facsimile or electronic mail, notice of cancellation is effective when successfully transmitted.<br \/><br \/>\tD.\tNotice of cancellation given by the Owner need not take the particular form as provided with the <span class=\"dictionary\">Contract<\/span> and, however expressed, is effective if it indicates the intention of the Owner not to be bound by the <span class=\"dictionary\">Contract<\/span>.<\/p><\/section>","previous_section":{"id":"3878","structure_id":"39","section_number":"47.103","catch_line":"Definitions.","url":"\/47.103\/","token":"47.103"},"text":{"0":{"id":"81","text":"  RIGHT OF CANCELLATION.\tA.\tIn addition to any other right under law to rescind a contract, an owner has the right to cancel a Contract until midnight of the seventh calendar day after the day on which the Owner signs a Contract.\tB.\tCancellation occurs when the Owner gives written notice of cancellation to the Mortgage Modification Consultant by mail at the address specified in the Contract, or by facsimile or electronic mail at the number or address identified in the Contract.\tC.\tNotice of cancellation, if given by mail, is effective when deposited in the mail properly addressed with the postage prepaid.  If given by facsimile or electronic mail, notice of cancellation is effective when successfully transmitted.\tD.\tNotice of cancellation given by the Owner need not take the particular form as provided with the Contract and, however expressed, is effective if it indicates the intention of the Owner not to be bound by the Contract.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}