{"section_number":"47.103","edition_id":"1","section_id":"3878","structure_id":"39","catch_line":"Definitions.","history":"","full_text":"  DEFINITIONS.\n\n\tFor purposes of this Article, the following terms and phrases shall have the meanings set forth herein, unless the context clearly indicates a different meaning.  Singular references also include plural and derivative uses of defined terms where capitalized.\n\n\tA.\tContract.  Contract means any written agreement, or any term thereof, between a Mortgage Modification Consultant and an Owner for the rendition of any Service as defined in this Section.\n\n\tB.\tMortgage Modification Consultant.\n\n\t(1)\tMortgage Modification Consultant means any Person who makes any solicitation, representation, or offer to any Owner to perform for compensation or who, for compensation, performs any service which the Mortgage Modification Consultant in any manner represents will do any of the following:\n\n\t(a)\tContact or negotiate with any beneficiary or mortgagee for the purposes of modifying the interest rate, principal balance, or terms of any loan prior to the recording of a Notice of Default.\n\n\t(b)\tPrevent the recording of a Notice of Default.\n\n\t(c)\tObtain any forbearance from any beneficiary or mortgagee prior to the recording of a Notice of Default.\n\n\t(d)\tObtain any waiver of an acceleration clause contained in any promissory notice or contract secured by a deed of trust or mortgage on a Residence or contained in that deed of trust or mortgage prior to the recording of a Notice of Default.\n\n\t(e)\tAssist an Owner to obtain a loan or advance of funds to cure a mortgage default where the property is not the subject of a recorded Notice of Default.\n\n\t(f)\tAvoid or ameliorate the impairment of an Owner’s credit resulting from the threatened recording of a Notice of Default.\n\n\t(g)\tSave an Owner’s residence from a threatened foreclosure.\n\n\t(2)\tMortgage Modification Consultant does not include any Person identified as exempt from the definition of “Foreclosure consultant” by Subsection (b) of Section 2945.1 of the California Civil Code.\n\n\tC.\tNotice of Default.  Notice of Default means a notice that is recorded pursuant to the provisions of California Civil Code Section 2924.\n\n\tD.\tOwner.  Owner means the record title owner of residential real property located in the City of Los Angeles.\n\n\tE.\tPerson.  Person means any individual, partnership, corporation, limited liability company, association, or other entity, however organized.\n\n\tF.\tResidence.  Residence means residential real property, consisting of one or more dwelling units, one of which the Owner occupies as his or her principal place of residence, encumbered by a loan secured by a deed of trust the terms of which the Owner wishes to modify in order to reduce or fix the payments thereon, but is not the subject of a recorded Notice of Default.\n\n\tG.\tService.  Service means and includes, but is not limited to, any of the following:\n\n\t(1)\tDebt, budget, or financial counseling of any type.\n\n\t(2)\tReceiving money for the purpose of distributing it to creditors in payment or partial payment of any obligation secured by a lien on a Residence but prior to the recording of a Notice of Default on the Residence.\n\n\t(3)\tContacting creditors on behalf of an Owner of a Residence but prior to the recording of a Notice of Default on the Residence.\n\n\t(4)\tArranging or attempting to arrange for an extension of the period within which the Owner of a Residence may cure his or her default prior to the recording of a Notice of Default.\n\n\t(5)\tAdvising the filing of any document or assisting in any manner in the preparation of any document for filing with any bankruptcy court on behalf of an Owner of a Residence.\n\n\t(6)\tGiving any advice, explanation or instruction to an Owner of a Residence which in any manner relates to the cure of an existing or threatened default in, or in an obligation secured by a lien on, the Owner’s Residence, or the postponement or avoidance of the recording of a Notice of Default for the Owner’s Residence.","order_by":"103","ancestry":{"1":{"id":"39","name":"Mortgage Modification Consultants","identifier":"7.2","label":"article","url":"\/4\/7.2\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"69","structure_id":"39","section_number":"47.100","catch_line":"Title.","url":"\/47.100\/","token":"47.100"},"1":{"id":"3216","structure_id":"39","section_number":"47.101","catch_line":"Purpose.","url":"\/47.101\/","token":"47.101"},"2":{"id":"1620","structure_id":"39","section_number":"47.102","catch_line":"Findings.","url":"\/47.102\/","token":"47.102"},"3":{"id":"3878","structure_id":"39","section_number":"47.103","catch_line":"Definitions.","url":"\/47.103\/","token":"47.103"},"4":{"id":"81","structure_id":"39","section_number":"47.104","catch_line":"Right Of Cancellation.","url":"\/47.104\/","token":"47.104"},"5":{"id":"1312","structure_id":"39","section_number":"47.105","catch_line":"Contract Requirements.","url":"\/47.105\/","token":"47.105"},"6":{"id":"4167","structure_id":"39","section_number":"47.106","catch_line":"Violations.","url":"\/47.106\/","token":"47.106"},"7":{"id":"1083","structure_id":"39","section_number":"47.107","catch_line":"Waiver.","url":"\/47.107\/","token":"47.107"},"8":{"id":"2554","structure_id":"39","section_number":"47.108","catch_line":"Owner'S Right Of Action.","url":"\/47.108\/","token":"47.108"},"9":{"id":"1508","structure_id":"39","section_number":"47.109","catch_line":"Liability Of Mortgage Foreclosure Consultant For\nDamages Resulting From Statements Made, Or Acts By, A\nRepresentative.","url":"\/47.109\/","token":"47.109"}},"next_section":{"id":"81","structure_id":"39","section_number":"47.104","catch_line":"Right Of Cancellation.","url":"\/47.104\/","token":"47.104"},"metadata":false,"references":false,"url":"\/47.103\/","token":"47.103","formats":{"txt":"\/47.103.txt","json":"\/47.103.xml"},"dublin_core":{"Title":"Definitions.","Type":"Text","Format":"text\/html","Identifier":"§ 47.103","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS. (§ 47.103)\n\n  DEFINITIONS.\tFor purposes of this Article, the following terms and phrases\nshall have the meanings set forth herein, unless the context clearly indicates a\ndifferent meaning.  Singular references also include plural and derivative uses\nof defined terms where capitalized.\tA.\tContract.  Contract means any written\nagreement, or any term thereof, between a Mortgage Modification Consultant and\nan Owner for the rendition of any Service as defined in this\nSection.\tB.\tMortgage Modification Consultant.\t(1)\tMortgage Modification\nConsultant means any Person who makes any solicitation, representation, or offer\nto any Owner to perform for compensation or who, for compensation, performs any\nservice which the Mortgage Modification Consultant in any manner represents will\ndo any of the following:\t(a)\tContact or negotiate with any beneficiary or\nmortgagee for the purposes of modifying the interest rate, principal balance, or\nterms of any loan prior to the recording of a Notice of Default.\t(b)\tPrevent the\nrecording of a Notice of Default.\t(c)\tObtain any forbearance from any\nbeneficiary or mortgagee prior to the recording of a Notice of\nDefault.\t(d)\tObtain any waiver of an acceleration clause contained in any\npromissory notice or contract secured by a deed of trust or mortgage on a\nResidence or contained in that deed of trust or mortgage prior to the recording\nof a Notice of Default.\t(e)\tAssist an Owner to obtain a loan or advance of funds\nto cure a mortgage default where the property is not the subject of a recorded\nNotice of Default.\t(f)\tAvoid or ameliorate the impairment of an Owner’s credit\nresulting from the threatened recording of a Notice of Default.\t(g)\tSave an\nOwner’s residence from a threatened foreclosure.\t(2)\tMortgage Modification\nConsultant does not include any Person identified as exempt from the definition\nof “Foreclosure consultant” by Subsection (b) of Section 2945.1 of the\nCalifornia Civil Code.\tC.\tNotice of Default.  Notice of Default means a notice\nthat is recorded pursuant to the provisions of California Civil Code Section\n2924.\tD.\tOwner.  Owner means the record title owner of residential real\nproperty located in the City of Los Angeles.\tE.\tPerson.  Person means any\nindividual, partnership, corporation, limited liability company, association, or\nother entity, however organized.\tF.\tResidence.  Residence means residential\nreal property, consisting of one or more dwelling units, one of which the Owner\noccupies as his or her principal place of residence, encumbered by a loan\nsecured by a deed of trust the terms of which the Owner wishes to modify in\norder to reduce or fix the payments thereon, but is not the subject of a\nrecorded Notice of Default.\tG.\tService.  Service means and includes, but is not\nlimited to, any of the following:\t(1)\tDebt, budget, or financial counseling of\nany type.\t(2)\tReceiving money for the purpose of distributing it to creditors in\npayment or partial payment of any obligation secured by a lien on a Residence\nbut prior to the recording of a Notice of Default on the\nResidence.\t(3)\tContacting creditors on behalf of an Owner of a Residence but\nprior to the recording of a Notice of Default on the Residence.\t(4)\tArranging or\nattempting to arrange for an extension of the period within which the Owner of a\nResidence may cure his or her default prior to the recording of a Notice of\nDefault.\t(5)\tAdvising the filing of any document or assisting in any manner in\nthe preparation of any document for filing with any bankruptcy court on behalf\nof an Owner of a Residence.\t(6)\tGiving any advice, explanation or instruction to\nan Owner of a Residence which in any manner relates to the cure of an existing\nor threatened default in, or in an obligation secured by a lien on, the\nOwner’s Residence, or the postponement or avoidance of the recording of a\nNotice of Default for the Owner’s Residence.\n","html":"\n\t\t\t\t\t<section><p>  DEFINITIONS.<br \/><br \/>\tFor purposes of this Article, the following terms and phrases shall have the meanings set forth herein, unless the context clearly indicates a different meaning.  Singular references also include plural and derivative uses of defined terms where capitalized.<br \/><br \/>\tA.\t<span class=\"dictionary\">Contract<\/span>.  <span class=\"dictionary\">Contract<\/span> means any written agreement, or any term thereof, between a Mortgage Modification Consultant and an Owner for the rendition of any Service as defined in this Section.<br \/><br \/>\tB.\tMortgage Modification Consultant.<br \/><br \/>\t(1)\tMortgage Modification Consultant means any Person who makes any solicitation, representation, or offer to any Owner to perform for compensation or who, for compensation, performs any service which the Mortgage Modification Consultant in any manner represents will do any of the following:<br \/><br \/>\t(a)\tContact or negotiate with any beneficiary or mortgagee for the purposes of modifying the interest rate, principal balance, or terms of any loan prior to the recording of a Notice of <span class=\"dictionary\">Default<\/span>.<br \/><br \/>\t(b)\tPrevent the recording of a Notice of <span class=\"dictionary\">Default<\/span>.<br \/><br \/>\t(c)\tObtain any forbearance from any beneficiary or mortgagee prior to the recording of a Notice of <span class=\"dictionary\">Default<\/span>.<br \/><br \/>\t(d)\tObtain any <span class=\"dictionary\">waiver<\/span> of an acceleration clause contained in any promissory notice or <span class=\"dictionary\">contract<\/span> secured by a deed of trust or mortgage on a Residence or contained in that deed of trust or mortgage prior to the recording of a Notice of <span class=\"dictionary\">Default<\/span>.<br \/><br \/>\t(e)\tAssist an Owner to obtain a loan or advance of funds to cure a mortgage <span class=\"dictionary\">default<\/span> where the property is not the subject of a recorded Notice of <span class=\"dictionary\">Default<\/span>.<br \/><br \/>\t(f)\tAvoid or ameliorate the impairment of an Owner’s credit resulting from the threatened recording of a Notice of <span class=\"dictionary\">Default<\/span>.<br \/><br \/>\t(g)\tSave an Owner’s residence from a threatened foreclosure.<br \/><br \/>\t(2)\tMortgage Modification Consultant does not include any Person identified as exempt from the definition of “Foreclosure consultant” by Subsection (b) of Section 2945.1 of the California Civil Code.<br \/><br \/>\tC.\tNotice of <span class=\"dictionary\">Default<\/span>.  Notice of <span class=\"dictionary\">Default<\/span> means a notice that is recorded pursuant to the provisions of California Civil Code Section 2924.<br \/><br \/>\tD.\tOwner.  Owner means the record title owner of residential real property located in the City of Los Angeles.<br \/><br \/>\tE.\tPerson.  Person means any individual, partnership, corporation, limited liability company, association, or other entity, however organized.<br \/><br \/>\tF.\tResidence.  Residence means residential real property, consisting of one or more dwelling units, one of which the Owner occupies as his or her principal place of residence, encumbered by a loan secured by a deed of trust the terms of which the Owner wishes to modify in <span class=\"dictionary\">order<\/span> to reduce or fix the payments thereon, but is not the subject of a recorded Notice of <span class=\"dictionary\">Default<\/span>.<br \/><br \/>\tG.\tService.  Service means and includes, but is not limited to, any of the following:<br \/><br \/>\t(1)\tDebt, budget, or financial counseling of any type.<br \/><br \/>\t(2)\tReceiving money for the purpose of distributing it to <span class=\"dictionary\">creditors<\/span> in payment or partial payment of any obligation secured by a <span class=\"dictionary\">lien<\/span> on a Residence but prior to the recording of a Notice of <span class=\"dictionary\">Default<\/span> on the Residence.<br \/><br \/>\t(3)\tContacting <span class=\"dictionary\">creditors<\/span> on behalf of an Owner of a Residence but prior to the recording of a Notice of <span class=\"dictionary\">Default<\/span> on the Residence.<br \/><br \/>\t(4)\tArranging or attempting to arrange for an extension of the period within which the Owner of a Residence may cure his or her <span class=\"dictionary\">default<\/span> prior to the recording of a Notice of <span class=\"dictionary\">Default<\/span>.<br \/><br \/>\t(5)\tAdvising the filing of any document or assisting in any manner in the preparation of any document for filing with any <span class=\"dictionary\">bankruptcy court<\/span> on behalf of an Owner of a Residence.<br \/><br \/>\t(6)\tGiving any advice, explanation or instruction to an Owner of a Residence which in any manner relates to the cure of an existing or threatened <span class=\"dictionary\">default<\/span> in, or in an obligation secured by a <span class=\"dictionary\">lien<\/span> on, the Owner’s Residence, or the postponement or avoidance of the recording of a Notice of <span class=\"dictionary\">Default<\/span> for the Owner’s Residence.<\/p><\/section>","previous_section":{"id":"1620","structure_id":"39","section_number":"47.102","catch_line":"Findings.","url":"\/47.102\/","token":"47.102"},"text":{"0":{"id":"3852","text":"  DEFINITIONS.\tFor purposes of this Article, the following terms and phrases shall have the meanings set forth herein, unless the context clearly indicates a different meaning.  Singular references also include plural and derivative uses of defined terms where capitalized.\tA.\tContract.  Contract means any written agreement, or any term thereof, between a Mortgage Modification Consultant and an Owner for the rendition of any Service as defined in this Section.\tB.\tMortgage Modification Consultant.\t(1)\tMortgage Modification Consultant means any Person who makes any solicitation, representation, or offer to any Owner to perform for compensation or who, for compensation, performs any service which the Mortgage Modification Consultant in any manner represents will do any of the following:\t(a)\tContact or negotiate with any beneficiary or mortgagee for the purposes of modifying the interest rate, principal balance, or terms of any loan prior to the recording of a Notice of Default.\t(b)\tPrevent the recording of a Notice of Default.\t(c)\tObtain any forbearance from any beneficiary or mortgagee prior to the recording of a Notice of Default.\t(d)\tObtain any waiver of an acceleration clause contained in any promissory notice or contract secured by a deed of trust or mortgage on a Residence or contained in that deed of trust or mortgage prior to the recording of a Notice of Default.\t(e)\tAssist an Owner to obtain a loan or advance of funds to cure a mortgage default where the property is not the subject of a recorded Notice of Default.\t(f)\tAvoid or ameliorate the impairment of an Owner’s credit resulting from the threatened recording of a Notice of Default.\t(g)\tSave an Owner’s residence from a threatened foreclosure.\t(2)\tMortgage Modification Consultant does not include any Person identified as exempt from the definition of “Foreclosure consultant” by Subsection (b) of Section 2945.1 of the California Civil Code.\tC.\tNotice of Default.  Notice of Default means a notice that is recorded pursuant to the provisions of California Civil Code Section 2924.\tD.\tOwner.  Owner means the record title owner of residential real property located in the City of Los Angeles.\tE.\tPerson.  Person means any individual, partnership, corporation, limited liability company, association, or other entity, however organized.\tF.\tResidence.  Residence means residential real property, consisting of one or more dwelling units, one of which the Owner occupies as his or her principal place of residence, encumbered by a loan secured by a deed of trust the terms of which the Owner wishes to modify in order to reduce or fix the payments thereon, but is not the subject of a recorded Notice of Default.\tG.\tService.  Service means and includes, but is not limited to, any of the following:\t(1)\tDebt, budget, or financial counseling of any type.\t(2)\tReceiving money for the purpose of distributing it to creditors in payment or partial payment of any obligation secured by a lien on a Residence but prior to the recording of a Notice of Default on the Residence.\t(3)\tContacting creditors on behalf of an Owner of a Residence but prior to the recording of a Notice of Default on the Residence.\t(4)\tArranging or attempting to arrange for an extension of the period within which the Owner of a Residence may cure his or her default prior to the recording of a Notice of Default.\t(5)\tAdvising the filing of any document or assisting in any manner in the preparation of any document for filing with any bankruptcy court on behalf of an Owner of a Residence.\t(6)\tGiving any advice, explanation or instruction to an Owner of a Residence which in any manner relates to the cure of an existing or threatened default in, or in an obligation secured by a lien on, the Owner’s Residence, or the postponement or avoidance of the recording of a Notice of Default for the Owner’s Residence.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}