{"section_number":"47.106","edition_id":"1","section_id":"4167","structure_id":"39","catch_line":"Violations.","history":"","full_text":"  VIOLATIONS.\n\n\tIt shall be a violation of this Article for a Mortgage Modification Consultant to do any of the following:  \n\n\tA.\tPerform any Service without a written Contract.\n\n\tB.\tClaim, demand, charge, collect, or receive any compensation until after the Mortgage Modification Consultant has fully performed each and every Service the Mortgage Modification Consultant Contracted to perform or represented that he or she would perform.\n\n\tC.\tTake any wage assignment, any lien of any type on real or personal property, or other security to secure the payment of compensation.  That security shall be void and unenforceable.\n\n\tD.\tReceive any consideration from any third party in connection with Services rendered to an Owner unless that consideration is fully disclosed to the Owner at the time the Contract is entered into.\n\n\tE.\tAcquire any interest in the Residence from an Owner with whom the Mortgage Modification Consultant has Contracted.  Any interest acquired in violation of this Subsection shall be void, provided that nothing herein shall affect or defeat the title of a bona fide purchaser or encumbrancer for value and without notice of a violation of this Article.  Knowledge that the property was a Residence does not constitute notice of a violation of this Article.  This Subsection may not be deemed to abrogate any duty of inquiry that exists as to rights or interests of persons in possession of a Residence.\n\n\tF.\tTake any power of attorney from an Owner for any purpose.\n\n\tG.\tInduce or attempt to induce any Owner to enter into a Contract that does not comply in all respects with Sections 47.104 and 47.105.","order_by":"106","ancestry":{"1":{"id":"39","name":"Mortgage Modification Consultants","identifier":"7.2","label":"article","url":"\/4\/7.2\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"69","structure_id":"39","section_number":"47.100","catch_line":"Title.","url":"\/47.100\/","token":"47.100"},"1":{"id":"3216","structure_id":"39","section_number":"47.101","catch_line":"Purpose.","url":"\/47.101\/","token":"47.101"},"2":{"id":"1620","structure_id":"39","section_number":"47.102","catch_line":"Findings.","url":"\/47.102\/","token":"47.102"},"3":{"id":"3878","structure_id":"39","section_number":"47.103","catch_line":"Definitions.","url":"\/47.103\/","token":"47.103"},"4":{"id":"81","structure_id":"39","section_number":"47.104","catch_line":"Right Of Cancellation.","url":"\/47.104\/","token":"47.104"},"5":{"id":"1312","structure_id":"39","section_number":"47.105","catch_line":"Contract Requirements.","url":"\/47.105\/","token":"47.105"},"6":{"id":"4167","structure_id":"39","section_number":"47.106","catch_line":"Violations.","url":"\/47.106\/","token":"47.106"},"7":{"id":"1083","structure_id":"39","section_number":"47.107","catch_line":"Waiver.","url":"\/47.107\/","token":"47.107"},"8":{"id":"2554","structure_id":"39","section_number":"47.108","catch_line":"Owner'S Right Of Action.","url":"\/47.108\/","token":"47.108"},"9":{"id":"1508","structure_id":"39","section_number":"47.109","catch_line":"Liability Of Mortgage Foreclosure Consultant For\nDamages Resulting From Statements Made, Or Acts By, A\nRepresentative.","url":"\/47.109\/","token":"47.109"}},"next_section":{"id":"1083","structure_id":"39","section_number":"47.107","catch_line":"Waiver.","url":"\/47.107\/","token":"47.107"},"metadata":false,"references":false,"url":"\/47.106\/","token":"47.106","formats":{"txt":"\/47.106.txt","json":"\/47.106.xml"},"dublin_core":{"Title":"Violations.","Type":"Text","Format":"text\/html","Identifier":"§ 47.106","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nVIOLATIONS. (§ 47.106)\n\n  VIOLATIONS.\tIt shall be a violation of this Article for a Mortgage\nModification Consultant to do any of the following:  \tA.\tPerform any Service\nwithout a written Contract.\tB.\tClaim, demand, charge, collect, or receive any\ncompensation until after the Mortgage Modification Consultant has fully\nperformed each and every Service the Mortgage Modification Consultant Contracted\nto perform or represented that he or she would perform.\tC.\tTake any wage\nassignment, any lien of any type on real or personal property, or other security\nto secure the payment of compensation.  That security shall be void and\nunenforceable.\tD.\tReceive any consideration from any third party in connection\nwith Services rendered to an Owner unless that consideration is fully disclosed\nto the Owner at the time the Contract is entered into.\tE.\tAcquire any interest\nin the Residence from an Owner with whom the Mortgage Modification Consultant\nhas Contracted.  Any interest acquired in violation of this Subsection shall be\nvoid, provided that nothing herein shall affect or defeat the title of a bona\nfide purchaser or encumbrancer for value and without notice of a violation of\nthis Article.  Knowledge that the property was a Residence does not constitute\nnotice of a violation of this Article.  This Subsection may not be deemed to\nabrogate any duty of inquiry that exists as to rights or interests of persons in\npossession of a Residence.\tF.\tTake any power of attorney from an Owner for any\npurpose.\tG.\tInduce or attempt to induce any Owner to enter into a Contract that\ndoes not comply in all respects with Sections 47.104 and 47.105.\n","html":"\n\t\t\t\t\t<section><p>  VIOLATIONS.<br \/><br \/>\tIt shall be a violation of this Article for a Mortgage Modification Consultant to do any of the following:  <br \/><br \/>\tA.\tPerform any Service without a written <span class=\"dictionary\">Contract<\/span>.<br \/><br \/>\tB.\tClaim, demand, charge, collect, or receive any compensation until after the Mortgage Modification Consultant has fully performed each and every Service the Mortgage Modification Consultant Contracted to perform or represented that he or she would perform.<br \/><br \/>\tC.\tTake any wage assignment, any <span class=\"dictionary\">lien<\/span> of any type on real or personal property, or other security to secure the payment of compensation.  That security shall be void and unenforceable.<br \/><br \/>\tD.\tReceive any consideration from any third <span class=\"dictionary\">party<\/span> in connection with Services rendered to an Owner unless that consideration is fully disclosed to the Owner at the time the <span class=\"dictionary\">Contract<\/span> is entered into.<br \/><br \/>\tE.\tAcquire any interest in the Residence from an Owner with whom the Mortgage Modification Consultant has Contracted.  Any interest acquired in violation of this Subsection shall be void, provided that nothing herein shall affect or defeat the title of a bona fide purchaser or encumbrancer for value and without notice of a violation of this Article.  Knowledge that the property was a Residence does not constitute notice of a violation of this Article.  This Subsection may not be deemed to abrogate any duty of inquiry that exists as to rights or interests of persons in <span class=\"dictionary\">possession<\/span> of a Residence.<br \/><br \/>\tF.\tTake any <span class=\"dictionary\">power of attorney<\/span> from an Owner for any purpose.<br \/><br \/>\tG.\tInduce or attempt to induce any Owner to enter into a <span class=\"dictionary\">Contract<\/span> that does not comply in all respects with Sections 47.104 and 47.105.<\/p><\/section>","previous_section":{"id":"1312","structure_id":"39","section_number":"47.105","catch_line":"Contract Requirements.","url":"\/47.105\/","token":"47.105"},"text":{"0":{"id":"4140","text":"  VIOLATIONS.\tIt shall be a violation of this Article for a Mortgage Modification Consultant to do any of the following:  \tA.\tPerform any Service without a written Contract.\tB.\tClaim, demand, charge, collect, or receive any compensation until after the Mortgage Modification Consultant has fully performed each and every Service the Mortgage Modification Consultant Contracted to perform or represented that he or she would perform.\tC.\tTake any wage assignment, any lien of any type on real or personal property, or other security to secure the payment of compensation.  That security shall be void and unenforceable.\tD.\tReceive any consideration from any third party in connection with Services rendered to an Owner unless that consideration is fully disclosed to the Owner at the time the Contract is entered into.\tE.\tAcquire any interest in the Residence from an Owner with whom the Mortgage Modification Consultant has Contracted.  Any interest acquired in violation of this Subsection shall be void, provided that nothing herein shall affect or defeat the title of a bona fide purchaser or encumbrancer for value and without notice of a violation of this Article.  Knowledge that the property was a Residence does not constitute notice of a violation of this Article.  This Subsection may not be deemed to abrogate any duty of inquiry that exists as to rights or interests of persons in possession of a Residence.\tF.\tTake any power of attorney from an Owner for any purpose.\tG.\tInduce or attempt to induce any Owner to enter into a Contract that does not comply in all respects with Sections 47.104 and 47.105.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}