{"section_number":"47.78","edition_id":"1","section_id":"2255","structure_id":"75","catch_line":"Application For Clearance.","history":"","full_text":"  APPLICATION FOR CLEARANCE.\n\n\tThe City shall not approve a Conversion or Demolition of a Residential Hotel, or any new development on the site of a Destroyed or Demolished Residential Hotel, until LAHD has approved an Application for Clearance filed by the Owner pursuant to this section.\n\n\tA.\tIf an Owner applies for a building permit for a Residential Hotel that constitutes a proposed Conversion or Demolition of the Residential Hotel, or is a new development on the site of a Destroyed or Demolished Residential Hotel, then the following procedures shall apply:\n\n\t1.\tLADBS shall inform LAHD of the application for a building permit.\n\n\t2.\tThe Owner shall file an Application for Clearance with LAHD.  Within 90 days after LAHD has deemed the application complete, LAHD shall either deny the application or determine the conditions for approval of the application.\n\n\t3.\tLAHD shall make one of the following determinations when an Owner files a complete Application for Clearance:\n\n\t(a)\tDeny an Application for Clearance if the applicant has violated the provisions of Subsection A. of Section 47.82;\n\n\t(b)\tExempt the property from the provisions of this article if the Application for Clearance is for an Affordable Housing Project pursuant to the provisions of Section 47.74; or\n\n\t(c)\tDetermine the conditions for approval of an Application for Clearance pursuant to Section 47.79.\n\n\t4.\tLAHD shall mail a copy of LAHD’s letter of determination of an Application for Clearance to the Owner, the occupants of the Residential Hotel’s units, and the applicable Council office.\n\n\t5.\tThe Owner and any Interested Party may appeal the conditions for approval of an Application for Clearance to the General Manager’s Hearing Officer pursuant to the provisions of Section 47.84.\n\n\t6.\tLAHD shall only approve the Application for Clearance if the Owner complies with the conditions determined by LAHD pursuant to this section or, if the conditions for approval are appealed, as determined pursuant to Section 47.84.\n\n\tB.\tAn Owner who files an Application for Clearance with LAHD and wants the option to pay a fee pursuant to the provisions of Subdivision 2. of Subsection A. of Section 47.79 shall pay an application fee in the amount of $2000 for each application.  An Owner who files an Application for Clearance with LAHD and does not want the option to pay a fee pursuant to the provisions of Subdivision 2. of Subsection A. of Section 47.79 shall pay an application fee in the amount of $1108 for each application.  The application fee shall pay for the City’s cost of administering the application process.\n\n\tC.\tThe Application for Clearance shall contain the following information:\n\n\t1.\tThe legal and mailing address of the Residential Hotel;\n\n\t2.\tThe names and addresses of all Owners or operators of the Residential Hotel;\n\n\t3.\tThe names of all Tenants in the Residential Hotel;\n\n\t4.\tThe total number of units in the Residential Hotel and the current uses;\n\n\t5.\tThe current rental rates for the Residential Units; and\n\n\t6.\tThe length of each Tenant’s tenancy in Residential Units affected by the Application for Clearance.","order_by":"78","ancestry":{"1":{"id":"75","name":"Residential Hotel Unit Conversion And Demolition","identifier":"7.1","label":"article","url":"\/4\/7.1\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"841","structure_id":"75","section_number":"47.70","catch_line":"Title.","url":"\/47.70\/","token":"47.70"},"1":{"id":"3693","structure_id":"75","section_number":"47.71","catch_line":"Purpose.","url":"\/47.71\/","token":"47.71"},"2":{"id":"930","structure_id":"75","section_number":"47.72","catch_line":"Findings.","url":"\/47.72\/","token":"47.72"},"3":{"id":"1732","structure_id":"75","section_number":"47.73","catch_line":"Definitions.","url":"\/47.73\/","token":"47.73"},"4":{"id":"706","structure_id":"75","section_number":"47.74","catch_line":"Applicability Of This Article.","url":"\/47.74\/","token":"47.74"},"5":{"id":"1755","structure_id":"75","section_number":"47.75","catch_line":"Residential Hotel Status Determination.","url":"\/47.75\/","token":"47.75"},"6":{"id":"1368","structure_id":"75","section_number":"47.76","catch_line":"Residential Unit Status Determination.","url":"\/47.76\/","token":"47.76"},"7":{"id":"1416","structure_id":"75","section_number":"47.77","catch_line":"Claim Of Exemption.","url":"\/47.77\/","token":"47.77"},"8":{"id":"2255","structure_id":"75","section_number":"47.78","catch_line":"Application For Clearance.","url":"\/47.78\/","token":"47.78"},"9":{"id":"3359","structure_id":"75","section_number":"47.79","catch_line":"Conditions For Approval Of An Application For Clearance.","url":"\/47.79\/","token":"47.79"},"10":{"id":"1036","structure_id":"75","section_number":"47.80","catch_line":"Rights Of Tenants.","url":"\/47.80\/","token":"47.80"},"11":{"id":"4083","structure_id":"75","section_number":"47.81","catch_line":"Destroyed Buildings Or Buildings Demolished Pursuant To An Abatement Proceeding.","url":"\/47.81\/","token":"47.81"},"12":{"id":"3472","structure_id":"75","section_number":"47.82","catch_line":"Unlawful Conversion; Remedies; Fines.","url":"\/47.82\/","token":"47.82"},"13":{"id":"284","structure_id":"75","section_number":"47.83","catch_line":"Post Or Posting.","url":"\/47.83\/","token":"47.83"},"14":{"id":"1967","structure_id":"75","section_number":"47.84","catch_line":"Appeals To Lahd General Manager'S Hearing Officer.","url":"\/47.84\/","token":"47.84"},"15":{"id":"1338","structure_id":"75","section_number":"47.85","catch_line":"Records Of Use.","url":"\/47.85\/","token":"47.85"},"16":{"id":"2030","structure_id":"75","section_number":"47.86","catch_line":"Investigations.","url":"\/47.86\/","token":"47.86"},"17":{"id":"2276","structure_id":"75","section_number":"47.87","catch_line":"Promulgation Of Rules And Regulations.","url":"\/47.87\/","token":"47.87"},"18":{"id":"3857","structure_id":"75","section_number":"47.88","catch_line":"Annual Review Of Residential Hotel Status.","url":"\/47.88\/","token":"47.88"},"19":{"id":"4134","structure_id":"75","section_number":"47.89","catch_line":"Construction.","url":"\/47.89\/","token":"47.89"}},"next_section":{"id":"3359","structure_id":"75","section_number":"47.79","catch_line":"Conditions For Approval Of An Application For Clearance.","url":"\/47.79\/","token":"47.79"},"metadata":false,"references":false,"url":"\/47.78\/","token":"47.78","formats":{"txt":"\/47.78.txt","json":"\/47.78.xml"},"dublin_core":{"Title":"Application For Clearance.","Type":"Text","Format":"text\/html","Identifier":"§ 47.78","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nAPPLICATION FOR CLEARANCE. (§ 47.78)\n\n  APPLICATION FOR CLEARANCE.\tThe City shall not approve a Conversion or\nDemolition of a Residential Hotel, or any new development on the site of a\nDestroyed or Demolished Residential Hotel, until LAHD has approved an\nApplication for Clearance filed by the Owner pursuant to this section.\tA.\tIf an\nOwner applies for a building permit for a Residential Hotel that constitutes a\nproposed Conversion or Demolition of the Residential Hotel, or is a new\ndevelopment on the site of a Destroyed or Demolished Residential Hotel, then the\nfollowing procedures shall apply:\t1.\tLADBS shall inform LAHD of the application\nfor a building permit.\t2.\tThe Owner shall file an Application for Clearance with\nLAHD.  Within 90 days after LAHD has deemed the application complete, LAHD\nshall either deny the application or determine the conditions for approval of\nthe application.\t3.\tLAHD shall make one of the following determinations when an\nOwner files a complete Application for Clearance:\t(a)\tDeny an Application for\nClearance if the applicant has violated the provisions of Subsection A. of\nSection 47.82;\t(b)\tExempt the property from the provisions of this article if\nthe Application for Clearance is for an Affordable Housing Project pursuant to\nthe provisions of Section 47.74; or\t(c)\tDetermine the conditions for approval of\nan Application for Clearance pursuant to Section 47.79.\t4.\tLAHD shall mail a\ncopy of LAHD’s letter of determination of an Application for Clearance to the\nOwner, the occupants of the Residential Hotel’s units, and the applicable\nCouncil office.\t5.\tThe Owner and any Interested Party may appeal the conditions\nfor approval of an Application for Clearance to the General Manager’s Hearing\nOfficer pursuant to the provisions of Section 47.84.\t6.\tLAHD shall only approve\nthe Application for Clearance if the Owner complies with the conditions\ndetermined by LAHD pursuant to this section or, if the conditions for approval\nare appealed, as determined pursuant to Section 47.84.\tB.\tAn Owner who files an\nApplication for Clearance with LAHD and wants the option to pay a fee pursuant\nto the provisions of Subdivision 2. of Subsection A. of Section 47.79 shall pay\nan application fee in the amount of $2000 for each application.  An Owner who\nfiles an Application for Clearance with LAHD and does not want the option to pay\na fee pursuant to the provisions of Subdivision 2. of Subsection A. of Section\n47.79 shall pay an application fee in the amount of $1108 for each\napplication.  The application fee shall pay for the City’s cost of\nadministering the application process.\tC.\tThe Application for Clearance shall\ncontain the following information:\t1.\tThe legal and mailing address of the\nResidential Hotel;\t2.\tThe names and addresses of all Owners or operators of the\nResidential Hotel;\t3.\tThe names of all Tenants in the Residential Hotel;\t4.\tThe\ntotal number of units in the Residential Hotel and the current uses;\t5.\tThe\ncurrent rental rates for the Residential Units; and\t6.\tThe length of each\nTenant’s tenancy in Residential Units affected by the Application for\nClearance.\n","html":"\n\t\t\t\t\t<section><p>  APPLICATION FOR CLEARANCE.<br \/><br \/>\tThe City shall not approve a Conversion or Demolition of a Residential Hotel, or any new development on the site of a Destroyed or Demolished Residential Hotel, until LAHD has approved an Application for Clearance filed by the Owner pursuant to this section.<br \/><br \/>\tA.\tIf an Owner applies for a building permit for a Residential Hotel that constitutes a proposed Conversion or Demolition of the Residential Hotel, or is a new development on the site of a Destroyed or Demolished Residential Hotel, then the following procedures shall apply:<br \/><br \/>\t1.\tLADBS shall inform LAHD of the application for a building permit.<br \/><br \/>\t2.\tThe Owner shall file an Application for Clearance with LAHD.  Within 90 days after LAHD has deemed the application complete, LAHD shall either deny the application or determine the conditions for approval of the application.<br \/><br \/>\t3.\tLAHD shall make one of the following determinations when an Owner files a complete Application for Clearance:<br \/><br \/>\t(a)\tDeny an Application for Clearance if the applicant has violated the provisions of Subsection A. of Section 47.82;<br \/><br \/>\t(b)\tExempt the property from the provisions of this article if the Application for Clearance is for an Affordable Housing Project pursuant to the provisions of Section 47.74; or<br \/><br \/>\t(c)\tDetermine the conditions for approval of an Application for Clearance pursuant to Section 47.79.<br \/><br \/>\t4.\tLAHD shall mail a copy of LAHD’s letter of determination of an Application for Clearance to the Owner, the occupants of the Residential Hotel’s units, and the applicable Council office.<br \/><br \/>\t5.\tThe Owner and any Interested <span class=\"dictionary\">Party<\/span> may <span class=\"dictionary\">appeal<\/span> the conditions for approval of an Application for Clearance to the General Manager’s <span class=\"dictionary\">Hearing<\/span> Officer pursuant to the provisions of Section 47.84.<br \/><br \/>\t6.\tLAHD shall only approve the Application for Clearance if the Owner complies with the conditions determined by LAHD pursuant to this section or, if the conditions for approval are appealed, as determined pursuant to Section 47.84.<br \/><br \/>\tB.\tAn Owner who files an Application for Clearance with LAHD and wants the option to pay a fee pursuant to the provisions of Subdivision 2. of Subsection A. of Section 47.79 shall pay an application fee in the amount of $2000 for each application.  An Owner who files an Application for Clearance with LAHD and does not want the option to pay a fee pursuant to the provisions of Subdivision 2. of Subsection A. of Section 47.79 shall pay an application fee in the amount of $1108 for each application.  The application fee shall pay for the City’s cost of administering the application process.<br \/><br \/>\tC.\tThe Application for Clearance shall contain the following information:<br \/><br \/>\t1.\tThe legal and mailing address of the Residential Hotel;<br \/><br \/>\t2.\tThe names and addresses of all Owners or operators of the Residential Hotel;<br \/><br \/>\t3.\tThe names of all Tenants in the Residential Hotel;<br \/><br \/>\t4.\tThe total number of units in the Residential Hotel and the current uses;<br \/><br \/>\t5.\tThe current rental rates for the Residential Units; and<br \/><br \/>\t6.\tThe length of each Tenant’s tenancy in Residential Units affected by the Application for Clearance.<\/p><\/section>","previous_section":{"id":"1416","structure_id":"75","section_number":"47.77","catch_line":"Claim Of Exemption.","url":"\/47.77\/","token":"47.77"},"text":{"0":{"id":"2235","text":"  APPLICATION FOR CLEARANCE.\tThe City shall not approve a Conversion or Demolition of a Residential Hotel, or any new development on the site of a Destroyed or Demolished Residential Hotel, until LAHD has approved an Application for Clearance filed by the Owner pursuant to this section.\tA.\tIf an Owner applies for a building permit for a Residential Hotel that constitutes a proposed Conversion or Demolition of the Residential Hotel, or is a new development on the site of a Destroyed or Demolished Residential Hotel, then the following procedures shall apply:\t1.\tLADBS shall inform LAHD of the application for a building permit.\t2.\tThe Owner shall file an Application for Clearance with LAHD.  Within 90 days after LAHD has deemed the application complete, LAHD shall either deny the application or determine the conditions for approval of the application.\t3.\tLAHD shall make one of the following determinations when an Owner files a complete Application for Clearance:\t(a)\tDeny an Application for Clearance if the applicant has violated the provisions of Subsection A. of Section 47.82;\t(b)\tExempt the property from the provisions of this article if the Application for Clearance is for an Affordable Housing Project pursuant to the provisions of Section 47.74; or\t(c)\tDetermine the conditions for approval of an Application for Clearance pursuant to Section 47.79.\t4.\tLAHD shall mail a copy of LAHD’s letter of determination of an Application for Clearance to the Owner, the occupants of the Residential Hotel’s units, and the applicable Council office.\t5.\tThe Owner and any Interested Party may appeal the conditions for approval of an Application for Clearance to the General Manager’s Hearing Officer pursuant to the provisions of Section 47.84.\t6.\tLAHD shall only approve the Application for Clearance if the Owner complies with the conditions determined by LAHD pursuant to this section or, if the conditions for approval are appealed, as determined pursuant to Section 47.84.\tB.\tAn Owner who files an Application for Clearance with LAHD and wants the option to pay a fee pursuant to the provisions of Subdivision 2. of Subsection A. of Section 47.79 shall pay an application fee in the amount of $2000 for each application.  An Owner who files an Application for Clearance with LAHD and does not want the option to pay a fee pursuant to the provisions of Subdivision 2. of Subsection A. of Section 47.79 shall pay an application fee in the amount of $1108 for each application.  The application fee shall pay for the City’s cost of administering the application process.\tC.\tThe Application for Clearance shall contain the following information:\t1.\tThe legal and mailing address of the Residential Hotel;\t2.\tThe names and addresses of all Owners or operators of the Residential Hotel;\t3.\tThe names of all Tenants in the Residential Hotel;\t4.\tThe total number of units in the Residential Hotel and the current uses;\t5.\tThe current rental rates for the Residential Units; and\t6.\tThe length of each Tenant’s tenancy in Residential Units affected by the Application for Clearance.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}