{"section_number":"47.76","edition_id":"1","section_id":"1368","structure_id":"75","catch_line":"Residential Unit Status Determination.","history":"","full_text":"  RESIDENTIAL UNIT STATUS DETERMINATION.\n\n\tA.\tAfter, or concurrently with, LAHD’s determination of whether a building is a Residential Hotel, LAHD shall determine whether the Residential Hotel contains only Residential Units or some Tourist Units.\n\n\tB.\tLAHD shall notify the Owner of any building that it classifies as a Residential Hotel whether any units in the Residential Hotel have been determined to be Tourist Units.  LAHD shall include in the notification a copy of this article and the appeal form referenced in Subsection C. of this section.  LAHD shall mail the notice to the Owner at the address that appears in the last equalized assessment roll or at the address provided to LAHD through any registration in accordance with Section 151.05. The Owner shall immediately post the notice until the time for appealing such determination expires.\n\n\tC.\tAn Owner of a Residential Hotel or Interested Party who alleges that a Tourist Unit or Residential Unit determination is incorrect may file an appeal with LAHD within 60 days of the date that LAHD deposited its notification in the mail pursuant to Subsection B. of this section.  Any such appeal shall be limited to the issue of the alleged improper determination of units as Residential or Tourist.\n\n\t1.\tAn appellant who files an appeal shall do so on a form prescribed by LAHD and shall pay an administrative fee in the amount of $988.  (First Sentence Amended by Ord. No. 180,867, Eff. 10\/18\/09.)  The fee shall pay for the cost of investigating and processing the appeal.\n\n\t2.\tThe appellant shall submit evidence with the appeal.  An appellant who claims that the designation of the number of units as Residential or Tourist Units was incorrect shall identify the specific units it claims are incorrectly designated.\n\n\t3.\tThe Appellant has the burden of proving by a preponderance of the evidence that the units were misdesignated.  Tenants, Interested Parties and the Owner if the Owner is not the appellant, may submit evidence to LAHD.\n\n\t4.\tWithin 15 days of the filing of the appeal, LAHD shall provide the appellant, and any Interested Party requesting such information, all information LAHD relied upon in the determination from which the appeal is made, except that the Owner’s confidential financial or proprietary information shall not be disclosed to any Person other than the Owner.  Within 20 days from receipt of such information, additional information may be submitted to LAHD.\n\n\t5.\tOn the date that the Owner files the appeal, or as soon as LAHD notifies an Owner that an Interested Party has filed an appeal, the Owner shall post a notice on a form prescribed by LAHD.  The notice shall state that the appellant has appealed the City’s   The notice shall identify the grounds for the appeal and shall identify any rooms that the appellant contends were misdesignated and what the alleged correct designation should have been.  The notice shall provide the name and contact number of LAHD staff an Owner or Interested Party can contact to provide additional evidence and information regarding the appeal.  LAHD shall also mail a copy of the notice to the occupants of the building subject to the appeal.  The notice shall remain posted until after LAHD issues a written determination regarding the appeal.\n\n\t6.\tLAHD shall issue a determination of the appeal based on the evidence submitted within 90 days of the filing of the appeal.  The basis for the determination shall be described therein.  LAHD shall mail a copy of the determination to the Owner, the occupants of the units claimed as Tourist Units by the Owner, and any Interested Party who filed an appeal or submitted evidence pursuant to this section.\n\n\tD.\tAn Owner or any Interested Party who presented evidence pursuant to this section may appeal LAHD’s determination to a General Manager’s Hearing Officer pursuant to the provisions of Section 47.84.  The Owner shall post LAHD’s determination until the time for filing any appeal expires.  The appeal shall be filed at LAHD within 15 calendar days after LAHD mails its determination.  LAHD’s determination shall be final if a timely appeal is not filed.","order_by":"76","ancestry":{"1":{"id":"75","name":"Residential Hotel Unit Conversion And Demolition","identifier":"7.1","label":"article","url":"\/4\/7.1\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"841","structure_id":"75","section_number":"47.70","catch_line":"Title.","url":"\/47.70\/","token":"47.70"},"1":{"id":"3693","structure_id":"75","section_number":"47.71","catch_line":"Purpose.","url":"\/47.71\/","token":"47.71"},"2":{"id":"930","structure_id":"75","section_number":"47.72","catch_line":"Findings.","url":"\/47.72\/","token":"47.72"},"3":{"id":"1732","structure_id":"75","section_number":"47.73","catch_line":"Definitions.","url":"\/47.73\/","token":"47.73"},"4":{"id":"706","structure_id":"75","section_number":"47.74","catch_line":"Applicability Of This Article.","url":"\/47.74\/","token":"47.74"},"5":{"id":"1755","structure_id":"75","section_number":"47.75","catch_line":"Residential Hotel Status Determination.","url":"\/47.75\/","token":"47.75"},"6":{"id":"1368","structure_id":"75","section_number":"47.76","catch_line":"Residential Unit Status Determination.","url":"\/47.76\/","token":"47.76"},"7":{"id":"1416","structure_id":"75","section_number":"47.77","catch_line":"Claim Of Exemption.","url":"\/47.77\/","token":"47.77"},"8":{"id":"2255","structure_id":"75","section_number":"47.78","catch_line":"Application For Clearance.","url":"\/47.78\/","token":"47.78"},"9":{"id":"3359","structure_id":"75","section_number":"47.79","catch_line":"Conditions For Approval Of An Application For Clearance.","url":"\/47.79\/","token":"47.79"},"10":{"id":"1036","structure_id":"75","section_number":"47.80","catch_line":"Rights Of Tenants.","url":"\/47.80\/","token":"47.80"},"11":{"id":"4083","structure_id":"75","section_number":"47.81","catch_line":"Destroyed Buildings Or Buildings Demolished Pursuant To An Abatement Proceeding.","url":"\/47.81\/","token":"47.81"},"12":{"id":"3472","structure_id":"75","section_number":"47.82","catch_line":"Unlawful Conversion; Remedies; Fines.","url":"\/47.82\/","token":"47.82"},"13":{"id":"284","structure_id":"75","section_number":"47.83","catch_line":"Post Or Posting.","url":"\/47.83\/","token":"47.83"},"14":{"id":"1967","structure_id":"75","section_number":"47.84","catch_line":"Appeals To Lahd General Manager'S Hearing Officer.","url":"\/47.84\/","token":"47.84"},"15":{"id":"1338","structure_id":"75","section_number":"47.85","catch_line":"Records Of Use.","url":"\/47.85\/","token":"47.85"},"16":{"id":"2030","structure_id":"75","section_number":"47.86","catch_line":"Investigations.","url":"\/47.86\/","token":"47.86"},"17":{"id":"2276","structure_id":"75","section_number":"47.87","catch_line":"Promulgation Of Rules And Regulations.","url":"\/47.87\/","token":"47.87"},"18":{"id":"3857","structure_id":"75","section_number":"47.88","catch_line":"Annual Review Of Residential Hotel Status.","url":"\/47.88\/","token":"47.88"},"19":{"id":"4134","structure_id":"75","section_number":"47.89","catch_line":"Construction.","url":"\/47.89\/","token":"47.89"}},"next_section":{"id":"1416","structure_id":"75","section_number":"47.77","catch_line":"Claim Of Exemption.","url":"\/47.77\/","token":"47.77"},"metadata":false,"references":false,"url":"\/47.76\/","token":"47.76","formats":{"txt":"\/47.76.txt","json":"\/47.76.xml"},"dublin_core":{"Title":"Residential Unit Status Determination.","Type":"Text","Format":"text\/html","Identifier":"§ 47.76","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nRESIDENTIAL UNIT STATUS DETERMINATION. (§ 47.76)\n\n  RESIDENTIAL UNIT STATUS DETERMINATION.\tA.\tAfter, or concurrently with,\nLAHD’s determination of whether a building is a Residential Hotel, LAHD shall\ndetermine whether the Residential Hotel contains only Residential Units or some\nTourist Units.\tB.\tLAHD shall notify the Owner of any building that it classifies\nas a Residential Hotel whether any units in the Residential Hotel have been\ndetermined to be Tourist Units.  LAHD shall include in the notification a copy\nof this article and the appeal form referenced in Subsection C. of this\nsection.  LAHD shall mail the notice to the Owner at the address that appears\nin the last equalized assessment roll or at the address provided to LAHD through\nany registration in accordance with Section 151.05. The Owner shall immediately\npost the notice until the time for appealing such determination expires.\tC.\tAn\nOwner of a Residential Hotel or Interested Party who alleges that a Tourist Unit\nor Residential Unit determination is incorrect may file an appeal with LAHD\nwithin 60 days of the date that LAHD deposited its notification in the mail\npursuant to Subsection B. of this section.  Any such appeal shall be limited to\nthe issue of the alleged improper determination of units as Residential or\nTourist.\t1.\tAn appellant who files an appeal shall do so on a form prescribed by\nLAHD and shall pay an administrative fee in the amount of $988.  (First\nSentence Amended by Ord. No. 180,867, Eff. 10\/18\/09.)  The fee shall pay for\nthe cost of investigating and processing the appeal.\t2.\tThe appellant shall\nsubmit evidence with the appeal.  An appellant who claims that the designation\nof the number of units as Residential or Tourist Units was incorrect shall\nidentify the specific units it claims are incorrectly designated.\t3.\tThe\nAppellant has the burden of proving by a preponderance of the evidence that the\nunits were misdesignated.  Tenants, Interested Parties and the Owner if the\nOwner is not the appellant, may submit evidence to LAHD.\t4.\tWithin 15 days of\nthe filing of the appeal, LAHD shall provide the appellant, and any Interested\nParty requesting such information, all information LAHD relied upon in the\ndetermination from which the appeal is made, except that the Owner’s\nconfidential financial or proprietary information shall not be disclosed to any\nPerson other than the Owner.  Within 20 days from receipt of such information,\nadditional information may be submitted to LAHD.\t5.\tOn the date that the Owner\nfiles the appeal, or as soon as LAHD notifies an Owner that an Interested Party\nhas filed an appeal, the Owner shall post a notice on a form prescribed by\nLAHD.  The notice shall state that the appellant has appealed the City’s  \nThe notice shall identify the grounds for the appeal and shall identify any\nrooms that the appellant contends were misdesignated and what the alleged\ncorrect designation should have been.  The notice shall provide the name and\ncontact number of LAHD staff an Owner or Interested Party can contact to provide\nadditional evidence and information regarding the appeal.  LAHD shall also mail\na copy of the notice to the occupants of the building subject to the appeal. \nThe notice shall remain posted until after LAHD issues a written determination\nregarding the appeal.\t6.\tLAHD shall issue a determination of the appeal based on\nthe evidence submitted within 90 days of the filing of the appeal.  The basis\nfor the determination shall be described therein.  LAHD shall mail a copy of\nthe determination to the Owner, the occupants of the units claimed as Tourist\nUnits by the Owner, and any Interested Party who filed an appeal or submitted\nevidence pursuant to this section.\tD.\tAn Owner or any Interested Party who\npresented evidence pursuant to this section may appeal LAHD’s determination to\na General Manager’s Hearing Officer pursuant to the provisions of Section\n47.84.  The Owner shall post LAHD’s determination until the time for filing\nany appeal expires.  The appeal shall be filed at LAHD within 15 calendar days\nafter LAHD mails its determination.  LAHD’s determination shall be final if a\ntimely appeal is not filed.\n","html":"\n\t\t\t\t\t<section><p>  RESIDENTIAL UNIT STATUS DETERMINATION.<br \/><br \/>\tA.\tAfter, or concurrently with, LAHD’s determination of whether a building is a Residential Hotel, LAHD shall determine whether the Residential Hotel contains only Residential Units or some Tourist Units.<br \/><br \/>\tB.\tLAHD shall notify the Owner of any building that it classifies as a Residential Hotel whether any units in the Residential Hotel have been determined to be Tourist Units.  LAHD shall include in the notification a copy of this article and the <span class=\"dictionary\">appeal<\/span> form referenced in Subsection C. of this section.  LAHD shall mail the notice to the Owner at the address that appears in the last equalized assessment roll or at the address provided to LAHD through any registration in accordance with Section 151.05. The Owner shall immediately post the notice until the time for appealing such determination expires.<br \/><br \/>\tC.\tAn Owner of a Residential Hotel or Interested <span class=\"dictionary\">Party<\/span> who alleges that a Tourist Unit or Residential Unit determination is incorrect may file an <span class=\"dictionary\">appeal<\/span> with LAHD within 60 days of the date that LAHD deposited its notification in the mail pursuant to Subsection B. of this section.  Any such <span class=\"dictionary\">appeal<\/span> shall be limited to the <span class=\"dictionary\">issue<\/span> of the alleged improper determination of units as Residential or Tourist.<br \/><br \/>\t1.\tAn <span class=\"dictionary\">appellant<\/span> who files an <span class=\"dictionary\">appeal<\/span> shall do so on a form prescribed by LAHD and shall pay an administrative fee in the amount of $988.  (First Sentence Amended by Ord. No. 180,867, Eff. 10\/18\/09.)  The fee shall pay for the cost of investigating and processing the <span class=\"dictionary\">appeal<\/span>.<br \/><br \/>\t2.\tThe <span class=\"dictionary\">appellant<\/span> shall submit evidence with the <span class=\"dictionary\">appeal<\/span>.  An <span class=\"dictionary\">appellant<\/span> who claims that the designation of the number of units as Residential or Tourist Units was incorrect shall identify the specific units it claims are incorrectly designated.<br \/><br \/>\t3.\tThe <span class=\"dictionary\">Appellant<\/span> has the burden of proving by a <span class=\"dictionary\">preponderance of the evidence<\/span> that the units were misdesignated.  Tenants, Interested Parties and the Owner if the Owner is not the <span class=\"dictionary\">appellant<\/span>, may submit evidence to LAHD.<br \/><br \/>\t4.\tWithin 15 days of the filing of the <span class=\"dictionary\">appeal<\/span>, LAHD shall provide the <span class=\"dictionary\">appellant<\/span>, and any Interested <span class=\"dictionary\">Party<\/span> requesting such information, all information LAHD relied upon in the determination from which the <span class=\"dictionary\">appeal<\/span> is made, except that the Owner’s confidential financial or proprietary information shall not be disclosed to any Person other than the Owner.  Within 20 days from receipt of such information, additional information may be submitted to LAHD.<br \/><br \/>\t5.\tOn the date that the Owner files the <span class=\"dictionary\">appeal<\/span>, or as soon as LAHD notifies an Owner that an Interested <span class=\"dictionary\">Party<\/span> has filed an <span class=\"dictionary\">appeal<\/span>, the Owner shall post a notice on a form prescribed by LAHD.  The notice shall state that the <span class=\"dictionary\">appellant<\/span> has appealed the City’s   The notice shall identify the grounds for the <span class=\"dictionary\">appeal<\/span> and shall identify any rooms that the <span class=\"dictionary\">appellant<\/span> contends were misdesignated and what the alleged correct designation should have been.  The notice shall provide the name and contact number of LAHD staff an Owner or Interested <span class=\"dictionary\">Party<\/span> can contact to provide additional evidence and information regarding the <span class=\"dictionary\">appeal<\/span>.  LAHD shall also mail a copy of the notice to the occupants of the building subject to the <span class=\"dictionary\">appeal<\/span>.  The notice shall remain posted until after LAHD <span class=\"dictionary\">issues<\/span> a written determination regarding the <span class=\"dictionary\">appeal<\/span>.<br \/><br \/>\t6.\tLAHD shall <span class=\"dictionary\">issue<\/span> a determination of the <span class=\"dictionary\">appeal<\/span> based on the evidence submitted within 90 days of the filing of the <span class=\"dictionary\">appeal<\/span>.  The basis for the determination shall be described therein.  LAHD shall mail a copy of the determination to the Owner, the occupants of the units claimed as Tourist Units by the Owner, and any Interested <span class=\"dictionary\">Party<\/span> who filed an <span class=\"dictionary\">appeal<\/span> or submitted evidence pursuant to this section.<br \/><br \/>\tD.\tAn Owner or any Interested <span class=\"dictionary\">Party<\/span> who presented evidence pursuant to this section may <span class=\"dictionary\">appeal<\/span> LAHD’s determination to a General Manager’s <span class=\"dictionary\">Hearing<\/span> Officer pursuant to the provisions of Section 47.84.  The Owner shall post LAHD’s determination until the time for filing any <span class=\"dictionary\">appeal<\/span> expires.  The <span class=\"dictionary\">appeal<\/span> shall be filed at LAHD within 15 calendar days after LAHD mails its determination.  LAHD’s determination shall be final if a timely <span class=\"dictionary\">appeal<\/span> is not filed.<\/p><\/section>","previous_section":{"id":"1755","structure_id":"75","section_number":"47.75","catch_line":"Residential Hotel Status Determination.","url":"\/47.75\/","token":"47.75"},"text":{"0":{"id":"1354","text":"  RESIDENTIAL UNIT STATUS DETERMINATION.\tA.\tAfter, or concurrently with, LAHD’s determination of whether a building is a Residential Hotel, LAHD shall determine whether the Residential Hotel contains only Residential Units or some Tourist Units.\tB.\tLAHD shall notify the Owner of any building that it classifies as a Residential Hotel whether any units in the Residential Hotel have been determined to be Tourist Units.  LAHD shall include in the notification a copy of this article and the appeal form referenced in Subsection C. of this section.  LAHD shall mail the notice to the Owner at the address that appears in the last equalized assessment roll or at the address provided to LAHD through any registration in accordance with Section 151.05. The Owner shall immediately post the notice until the time for appealing such determination expires.\tC.\tAn Owner of a Residential Hotel or Interested Party who alleges that a Tourist Unit or Residential Unit determination is incorrect may file an appeal with LAHD within 60 days of the date that LAHD deposited its notification in the mail pursuant to Subsection B. of this section.  Any such appeal shall be limited to the issue of the alleged improper determination of units as Residential or Tourist.\t1.\tAn appellant who files an appeal shall do so on a form prescribed by LAHD and shall pay an administrative fee in the amount of $988.  (First Sentence Amended by Ord. No. 180,867, Eff. 10\/18\/09.)  The fee shall pay for the cost of investigating and processing the appeal.\t2.\tThe appellant shall submit evidence with the appeal.  An appellant who claims that the designation of the number of units as Residential or Tourist Units was incorrect shall identify the specific units it claims are incorrectly designated.\t3.\tThe Appellant has the burden of proving by a preponderance of the evidence that the units were misdesignated.  Tenants, Interested Parties and the Owner if the Owner is not the appellant, may submit evidence to LAHD.\t4.\tWithin 15 days of the filing of the appeal, LAHD shall provide the appellant, and any Interested Party requesting such information, all information LAHD relied upon in the determination from which the appeal is made, except that the Owner’s confidential financial or proprietary information shall not be disclosed to any Person other than the Owner.  Within 20 days from receipt of such information, additional information may be submitted to LAHD.\t5.\tOn the date that the Owner files the appeal, or as soon as LAHD notifies an Owner that an Interested Party has filed an appeal, the Owner shall post a notice on a form prescribed by LAHD.  The notice shall state that the appellant has appealed the City’s   The notice shall identify the grounds for the appeal and shall identify any rooms that the appellant contends were misdesignated and what the alleged correct designation should have been.  The notice shall provide the name and contact number of LAHD staff an Owner or Interested Party can contact to provide additional evidence and information regarding the appeal.  LAHD shall also mail a copy of the notice to the occupants of the building subject to the appeal.  The notice shall remain posted until after LAHD issues a written determination regarding the appeal.\t6.\tLAHD shall issue a determination of the appeal based on the evidence submitted within 90 days of the filing of the appeal.  The basis for the determination shall be described therein.  LAHD shall mail a copy of the determination to the Owner, the occupants of the units claimed as Tourist Units by the Owner, and any Interested Party who filed an appeal or submitted evidence pursuant to this section.\tD.\tAn Owner or any Interested Party who presented evidence pursuant to this section may appeal LAHD’s determination to a General Manager’s Hearing Officer pursuant to the provisions of Section 47.84.  The Owner shall post LAHD’s determination until the time for filing any appeal expires.  The appeal shall be filed at LAHD within 15 calendar days after LAHD mails its determination.  LAHD’s determination shall be final if a timely appeal is not filed.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}