{"section_number":"47.79","edition_id":"1","section_id":"3359","structure_id":"75","catch_line":"Conditions For Approval Of An Application For Clearance.","history":"","full_text":"  CONDITIONS FOR APPROVAL OF AN APPLICATION FOR CLEARANCE.\n\n\tA.\tLAHD shall require an Owner to satisfy one of the following conditions for approval of an Application for Clearance:\n\n\t1.\tConstruct, for each Residential Unit to be Converted or Demolished, a Comparable Unit in the City of Los Angeles within a two-mile radius of the units to be Converted or Demolished.\n\n\t(a)\t LAHD may authorize the construction of fewer units to replace the Residential Units to be Converted or Demolished if LAHD determines that the following three conditions are met:\n\n\t(i)\tThe replacement units provide amenities, such as bathrooms and kitchens, not present in the units to be withdrawn;\n\n\t(ii)\tThe needs of the current residents of the Residential Hotel would be served by the better amenities and larger units; and\n\n\t(iii)\tThe reduction in the number of units would not significantly decrease the number of available Residential Units in the City.\n\n\t(b)\tWhere the Owner chooses to comply with the conditions for approval of an Application for Clearance pursuant to this subdivision, LAHD shall not approve the Application for Clearance until LADBS issues a certificate of occupancy for units constructed pursuant to this subdivision, except where CRA\/LA has approved replacement units within four years of the date of Demolition of the Residential Hotel units pursuant to CRA\/LA Development Guidelines and Controls for Residential Hotels in the City Center and Central Industrial Redevelopment Project Areas, so long as the guidelines are in full force and effect.\n\n\t2.\tPay to the City of Los Angeles a fee in an amount equal to 80 percent of the cost of construction of an equal number of comparable Residential Units plus 100 percent of site acquisition costs.  GSD shall determine the fee amount based on an independent MAI certified appraisal reviewed by GSD.  The applicant shall pay for the appraisal.  The fee payments shall be placed in the Affordable Housing Trust Fund and be used for the Permanent Supportive Housing Program pursuant to Subsection B. of this section.  The funds deposited in the Affordable Housing Trust Fund for the Permanent Supportive Housing Program pursuant to the provisions of this subdivision may be used to create replacement units.  If the units to be Converted or Demolished are in the City Center or Central Industrial Redevelopment Project Area, the fee will be paid into the Affordable Housing Trust Fund to be used for the Permanent Supportive Housing Program in accordance with the CRA\/LA’s Guidelines and Controls for Residential Hotels in the City Center and Central Industrial Redevelopment Project Areas, for so long as the guidelines are in full force and effect.\n\n\t3.\tConvert Residential Units to units that are either Light Housekeeping Rooms, Efficiency Dwelling Units or dwelling units, and which shall be subject to a regulatory agreement filed with the Los Angeles County Recorder guaranteeing for a period of at least 55 years that at least 10 percent of the units shall be affordable to households with income no greater than 30 percent of Area Median Income, at least an additional 40 percent of the units shall be affordable to households with income no greater than 40 percent of Area Median Income, and at least an additional 30 percent of the units shall be affordable to households with income no greater than 50 percent of Area Median Income, as these terms are defined by the United States Department of Housing.  The initial rent for the remaining units may be set at any amount.\n\n\t(a)\tThe option provided by this subdivision applies only to Residential Hotels containing more than 250 units.\n\n\t(b)\tLAHD may authorize the construction of fewer units to replace the Residential Units to be Converted pursuant to this subdivision if LAHD determines that the following three conditions are met:\n\n\t(i)\tThe replacement units provide amenities, such as bathrooms and kitchens, not present in the units to be withdrawn;\n\n\t(ii)\tThe needs of the current residents of the Residential Hotel would be served by the better amenities and larger units; and\n\n\t(iii)\tThe reduction in the number of units would not significantly decrease the number of available Residential Units in the City.\n\n\tB.\tThe funds deposited in the Affordable Housing Trust Fund pursuant to the provisions of this article shall be used to provide capital funding for the development of permanent supportive housing projects pursuant to the City’s Permanent Supportive Housing Program.  At the end of the calendar year after the year in which funds are deposited in the Affordable Housing Trust Fund, any remaining funds that have not been committed through the Permanent Supportive Housing Program shall be available for the development of affordable housing projects funded through the Affordable Housing Trust Fund.  Units developed with funds committed under the Affordable Housing Trust Fund pursuant to this subsection shall be restricted to households with incomes no greater than 35% of Area Median Income, as defined by the United States Department of Housing and Urban Development.","order_by":"79","ancestry":{"1":{"id":"75","name":"Residential Hotel Unit Conversion And Demolition","identifier":"7.1","label":"article","url":"\/4\/7.1\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"841","structure_id":"75","section_number":"47.70","catch_line":"Title.","url":"\/47.70\/","token":"47.70"},"1":{"id":"3693","structure_id":"75","section_number":"47.71","catch_line":"Purpose.","url":"\/47.71\/","token":"47.71"},"2":{"id":"930","structure_id":"75","section_number":"47.72","catch_line":"Findings.","url":"\/47.72\/","token":"47.72"},"3":{"id":"1732","structure_id":"75","section_number":"47.73","catch_line":"Definitions.","url":"\/47.73\/","token":"47.73"},"4":{"id":"706","structure_id":"75","section_number":"47.74","catch_line":"Applicability Of This Article.","url":"\/47.74\/","token":"47.74"},"5":{"id":"1755","structure_id":"75","section_number":"47.75","catch_line":"Residential Hotel Status Determination.","url":"\/47.75\/","token":"47.75"},"6":{"id":"1368","structure_id":"75","section_number":"47.76","catch_line":"Residential Unit Status Determination.","url":"\/47.76\/","token":"47.76"},"7":{"id":"1416","structure_id":"75","section_number":"47.77","catch_line":"Claim Of Exemption.","url":"\/47.77\/","token":"47.77"},"8":{"id":"2255","structure_id":"75","section_number":"47.78","catch_line":"Application For Clearance.","url":"\/47.78\/","token":"47.78"},"9":{"id":"3359","structure_id":"75","section_number":"47.79","catch_line":"Conditions For Approval Of An Application For Clearance.","url":"\/47.79\/","token":"47.79"},"10":{"id":"1036","structure_id":"75","section_number":"47.80","catch_line":"Rights Of Tenants.","url":"\/47.80\/","token":"47.80"},"11":{"id":"4083","structure_id":"75","section_number":"47.81","catch_line":"Destroyed Buildings Or Buildings Demolished Pursuant To An Abatement Proceeding.","url":"\/47.81\/","token":"47.81"},"12":{"id":"3472","structure_id":"75","section_number":"47.82","catch_line":"Unlawful Conversion; Remedies; Fines.","url":"\/47.82\/","token":"47.82"},"13":{"id":"284","structure_id":"75","section_number":"47.83","catch_line":"Post Or Posting.","url":"\/47.83\/","token":"47.83"},"14":{"id":"1967","structure_id":"75","section_number":"47.84","catch_line":"Appeals To Lahd General Manager'S Hearing Officer.","url":"\/47.84\/","token":"47.84"},"15":{"id":"1338","structure_id":"75","section_number":"47.85","catch_line":"Records Of Use.","url":"\/47.85\/","token":"47.85"},"16":{"id":"2030","structure_id":"75","section_number":"47.86","catch_line":"Investigations.","url":"\/47.86\/","token":"47.86"},"17":{"id":"2276","structure_id":"75","section_number":"47.87","catch_line":"Promulgation Of Rules And Regulations.","url":"\/47.87\/","token":"47.87"},"18":{"id":"3857","structure_id":"75","section_number":"47.88","catch_line":"Annual Review Of Residential Hotel Status.","url":"\/47.88\/","token":"47.88"},"19":{"id":"4134","structure_id":"75","section_number":"47.89","catch_line":"Construction.","url":"\/47.89\/","token":"47.89"}},"next_section":{"id":"1036","structure_id":"75","section_number":"47.80","catch_line":"Rights Of Tenants.","url":"\/47.80\/","token":"47.80"},"metadata":false,"references":false,"url":"\/47.79\/","token":"47.79","formats":{"txt":"\/47.79.txt","json":"\/47.79.xml"},"dublin_core":{"Title":"Conditions For Approval Of An Application For Clearance.","Type":"Text","Format":"text\/html","Identifier":"§ 47.79","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nCONDITIONS FOR APPROVAL OF AN APPLICATION FOR CLEARANCE. (§ 47.79)\n\n  CONDITIONS FOR APPROVAL OF AN APPLICATION FOR CLEARANCE.\tA.\tLAHD shall\nrequire an Owner to satisfy one of the following conditions for approval of an\nApplication for Clearance:\t1.\tConstruct, for each Residential Unit to be\nConverted or Demolished, a Comparable Unit in the City of Los Angeles within a\ntwo-mile radius of the units to be Converted or Demolished.\t(a)\t LAHD may\nauthorize the construction of fewer units to replace the Residential Units to be\nConverted or Demolished if LAHD determines that the following three conditions\nare met:\t(i)\tThe replacement units provide amenities, such as bathrooms and\nkitchens, not present in the units to be withdrawn;\t(ii)\tThe needs of the\ncurrent residents of the Residential Hotel would be served by the better\namenities and larger units; and\t(iii)\tThe reduction in the number of units would\nnot significantly decrease the number of available Residential Units in the\nCity.\t(b)\tWhere the Owner chooses to comply with the conditions for approval of\nan Application for Clearance pursuant to this subdivision, LAHD shall not\napprove the Application for Clearance until LADBS issues a certificate of\noccupancy for units constructed pursuant to this subdivision, except where\nCRA\/LA has approved replacement units within four years of the date of\nDemolition of the Residential Hotel units pursuant to CRA\/LA Development\nGuidelines and Controls for Residential Hotels in the City Center and Central\nIndustrial Redevelopment Project Areas, so long as the guidelines are in full\nforce and effect.\t2.\tPay to the City of Los Angeles a fee in an amount equal to\n80 percent of the cost of construction of an equal number of comparable\nResidential Units plus 100 percent of site acquisition costs.  GSD shall\ndetermine the fee amount based on an independent MAI certified appraisal\nreviewed by GSD.  The applicant shall pay for the appraisal.  The fee payments\nshall be placed in the Affordable Housing Trust Fund and be used for the\nPermanent Supportive Housing Program pursuant to Subsection B. of this\nsection.  The funds deposited in the Affordable Housing Trust Fund for the\nPermanent Supportive Housing Program pursuant to the provisions of this\nsubdivision may be used to create replacement units.  If the units to be\nConverted or Demolished are in the City Center or Central Industrial\nRedevelopment Project Area, the fee will be paid into the Affordable Housing\nTrust Fund to be used for the Permanent Supportive Housing Program in accordance\nwith the CRA\/LA’s Guidelines and Controls for Residential Hotels in the City\nCenter and Central Industrial Redevelopment Project Areas, for so long as the\nguidelines are in full force and effect.\t3.\tConvert Residential Units to units\nthat are either Light Housekeeping Rooms, Efficiency Dwelling Units or dwelling\nunits, and which shall be subject to a regulatory agreement filed with the Los\nAngeles County Recorder guaranteeing for a period of at least 55 years that at\nleast 10 percent of the units shall be affordable to households with income no\ngreater than 30 percent of Area Median Income, at least an additional 40 percent\nof the units shall be affordable to households with income no greater than 40\npercent of Area Median Income, and at least an additional 30 percent of the\nunits shall be affordable to households with income no greater than 50 percent\nof Area Median Income, as these terms are defined by the United States\nDepartment of Housing.  The initial rent for the remaining units may be set at\nany amount.\t(a)\tThe option provided by this subdivision applies only to\nResidential Hotels containing more than 250 units.\t(b)\tLAHD may authorize the\nconstruction of fewer units to replace the Residential Units to be Converted\npursuant to this subdivision if LAHD determines that the following three\nconditions are met:\t(i)\tThe replacement units provide amenities, such as\nbathrooms and kitchens, not present in the units to be withdrawn;\t(ii)\tThe needs\nof the current residents of the Residential Hotel would be served by the better\namenities and larger units; and\t(iii)\tThe reduction in the number of units would\nnot significantly decrease the number of available Residential Units in the\nCity.\tB.\tThe funds deposited in the Affordable Housing Trust Fund pursuant to\nthe provisions of this article shall be used to provide capital funding for the\ndevelopment of permanent supportive housing projects pursuant to the City’s\nPermanent Supportive Housing Program.  At the end of the calendar year after\nthe year in which funds are deposited in the Affordable Housing Trust Fund, any\nremaining funds that have not been committed through the Permanent Supportive\nHousing Program shall be available for the development of affordable housing\nprojects funded through the Affordable Housing Trust Fund.  Units developed\nwith funds committed under the Affordable Housing Trust Fund pursuant to this\nsubsection shall be restricted to households with incomes no greater than 35% of\nArea Median Income, as defined by the United States Department of Housing and\nUrban Development.\n","html":"\n\t\t\t\t\t<section><p>  CONDITIONS FOR APPROVAL OF AN APPLICATION FOR CLEARANCE.<br \/><br \/>\tA.\tLAHD shall require an Owner to satisfy one of the following conditions for approval of an Application for Clearance:<br \/><br \/>\t1.\tConstruct, for each Residential Unit to be Converted or Demolished, a Comparable Unit in the City of Los Angeles within a two-mile radius of the units to be Converted or Demolished.<br \/><br \/>\t(a)\t LAHD may authorize the construction of fewer units to replace the Residential Units to be Converted or Demolished if LAHD determines that the following three conditions are met:<br \/><br \/>\t(i)\tThe replacement units provide amenities, such as bathrooms and kitchens, not present in the units to be withdrawn;<br \/><br \/>\t(ii)\tThe needs of the current residents of the Residential Hotel would be served by the better amenities and larger units; and<br \/><br \/>\t(iii)\tThe reduction in the number of units would not significantly decrease the number of available Residential Units in the City.<br \/><br \/>\t(b)\tWhere the Owner chooses to comply with the conditions for approval of an Application for Clearance pursuant to this subdivision, LAHD shall not approve the Application for Clearance until LADBS <span class=\"dictionary\">issues<\/span> a certificate of occupancy for units constructed pursuant to this subdivision, except where CRA\/LA has approved replacement units within four years of the date of Demolition of the Residential Hotel units pursuant to CRA\/LA Development Guidelines and Controls for Residential Hotels in the City Center and Central Industrial Redevelopment Project Areas, so long as the guidelines are in full force and effect.<br \/><br \/>\t2.\tPay to the City of Los Angeles a fee in an amount equal to 80 percent of the cost of construction of an equal number of comparable Residential Units plus 100 percent of site acquisition costs.  GSD shall determine the fee amount based on an independent MAI certified appraisal reviewed by GSD.  The applicant shall pay for the appraisal.  The fee payments shall be placed in the Affordable Housing Trust Fund and be used for the Permanent Supportive Housing Program pursuant to Subsection B. of this section.  The funds deposited in the Affordable Housing Trust Fund for the Permanent Supportive Housing Program pursuant to the provisions of this subdivision may be used to create replacement units.  If the units to be Converted or Demolished are in the City Center or Central Industrial Redevelopment Project Area, the fee will be paid into the Affordable Housing Trust Fund to be used for the Permanent Supportive Housing Program in accordance with the CRA\/LA’s Guidelines and Controls for Residential Hotels in the City Center and Central Industrial Redevelopment Project Areas, for so long as the guidelines are in full force and effect.<br \/><br \/>\t3.\tConvert Residential Units to units that are either Light Housekeeping Rooms, Efficiency Dwelling Units or dwelling units, and which shall be subject to a regulatory agreement filed with the Los Angeles County Recorder guaranteeing for a period of at least 55 years that at least 10 percent of the units shall be affordable to households with income no greater than 30 percent of Area Median Income, at least an additional 40 percent of the units shall be affordable to households with income no greater than 40 percent of Area Median Income, and at least an additional 30 percent of the units shall be affordable to households with income no greater than 50 percent of Area Median Income, as these terms are defined by the United States Department of Housing.  The initial rent for the remaining units may be set at any amount.<br \/><br \/>\t(a)\tThe option provided by this subdivision applies only to Residential Hotels containing more than 250 units.<br \/><br \/>\t(b)\tLAHD may authorize the construction of fewer units to replace the Residential Units to be Converted pursuant to this subdivision if LAHD determines that the following three conditions are met:<br \/><br \/>\t(i)\tThe replacement units provide amenities, such as bathrooms and kitchens, not present in the units to be withdrawn;<br \/><br \/>\t(ii)\tThe needs of the current residents of the Residential Hotel would be served by the better amenities and larger units; and<br \/><br \/>\t(iii)\tThe reduction in the number of units would not significantly decrease the number of available Residential Units in the City.<br \/><br \/>\tB.\tThe funds deposited in the Affordable Housing Trust Fund pursuant to the provisions of this article shall be used to provide capital funding for the development of permanent supportive housing projects pursuant to the City’s Permanent Supportive Housing Program.  At the end of the calendar year after the year in which funds are deposited in the Affordable Housing Trust Fund, any remaining funds that have not been committed through the Permanent Supportive Housing Program shall be available for the development of affordable housing projects funded through the Affordable Housing Trust Fund.  Units developed with funds committed under the Affordable Housing Trust Fund pursuant to this subsection shall be restricted to households with incomes no greater than 35% of Area Median Income, as defined by the United States Department of Housing and Urban Development.<\/p><\/section>","previous_section":{"id":"2255","structure_id":"75","section_number":"47.78","catch_line":"Application For Clearance.","url":"\/47.78\/","token":"47.78"},"text":{"0":{"id":"3333","text":"  CONDITIONS FOR APPROVAL OF AN APPLICATION FOR CLEARANCE.\tA.\tLAHD shall require an Owner to satisfy one of the following conditions for approval of an Application for Clearance:\t1.\tConstruct, for each Residential Unit to be Converted or Demolished, a Comparable Unit in the City of Los Angeles within a two-mile radius of the units to be Converted or Demolished.\t(a)\t LAHD may authorize the construction of fewer units to replace the Residential Units to be Converted or Demolished if LAHD determines that the following three conditions are met:\t(i)\tThe replacement units provide amenities, such as bathrooms and kitchens, not present in the units to be withdrawn;\t(ii)\tThe needs of the current residents of the Residential Hotel would be served by the better amenities and larger units; and\t(iii)\tThe reduction in the number of units would not significantly decrease the number of available Residential Units in the City.\t(b)\tWhere the Owner chooses to comply with the conditions for approval of an Application for Clearance pursuant to this subdivision, LAHD shall not approve the Application for Clearance until LADBS issues a certificate of occupancy for units constructed pursuant to this subdivision, except where CRA\/LA has approved replacement units within four years of the date of Demolition of the Residential Hotel units pursuant to CRA\/LA Development Guidelines and Controls for Residential Hotels in the City Center and Central Industrial Redevelopment Project Areas, so long as the guidelines are in full force and effect.\t2.\tPay to the City of Los Angeles a fee in an amount equal to 80 percent of the cost of construction of an equal number of comparable Residential Units plus 100 percent of site acquisition costs.  GSD shall determine the fee amount based on an independent MAI certified appraisal reviewed by GSD.  The applicant shall pay for the appraisal.  The fee payments shall be placed in the Affordable Housing Trust Fund and be used for the Permanent Supportive Housing Program pursuant to Subsection B. of this section.  The funds deposited in the Affordable Housing Trust Fund for the Permanent Supportive Housing Program pursuant to the provisions of this subdivision may be used to create replacement units.  If the units to be Converted or Demolished are in the City Center or Central Industrial Redevelopment Project Area, the fee will be paid into the Affordable Housing Trust Fund to be used for the Permanent Supportive Housing Program in accordance with the CRA\/LA’s Guidelines and Controls for Residential Hotels in the City Center and Central Industrial Redevelopment Project Areas, for so long as the guidelines are in full force and effect.\t3.\tConvert Residential Units to units that are either Light Housekeeping Rooms, Efficiency Dwelling Units or dwelling units, and which shall be subject to a regulatory agreement filed with the Los Angeles County Recorder guaranteeing for a period of at least 55 years that at least 10 percent of the units shall be affordable to households with income no greater than 30 percent of Area Median Income, at least an additional 40 percent of the units shall be affordable to households with income no greater than 40 percent of Area Median Income, and at least an additional 30 percent of the units shall be affordable to households with income no greater than 50 percent of Area Median Income, as these terms are defined by the United States Department of Housing.  The initial rent for the remaining units may be set at any amount.\t(a)\tThe option provided by this subdivision applies only to Residential Hotels containing more than 250 units.\t(b)\tLAHD may authorize the construction of fewer units to replace the Residential Units to be Converted pursuant to this subdivision if LAHD determines that the following three conditions are met:\t(i)\tThe replacement units provide amenities, such as bathrooms and kitchens, not present in the units to be withdrawn;\t(ii)\tThe needs of the current residents of the Residential Hotel would be served by the better amenities and larger units; and\t(iii)\tThe reduction in the number of units would not significantly decrease the number of available Residential Units in the City.\tB.\tThe funds deposited in the Affordable Housing Trust Fund pursuant to the provisions of this article shall be used to provide capital funding for the development of permanent supportive housing projects pursuant to the City’s Permanent Supportive Housing Program.  At the end of the calendar year after the year in which funds are deposited in the Affordable Housing Trust Fund, any remaining funds that have not been committed through the Permanent Supportive Housing Program shall be available for the development of affordable housing projects funded through the Affordable Housing Trust Fund.  Units developed with funds committed under the Affordable Housing Trust Fund pursuant to this subsection shall be restricted to households with incomes no greater than 35% of Area Median Income, as defined by the United States Department of Housing and Urban Development.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}