{"section_number":"47.77","edition_id":"1","section_id":"1416","structure_id":"75","catch_line":"Claim Of Exemption.","history":"","full_text":"  CLAIM OF EXEMPTION.\n\n\tA.\tApplications for Exemption based on Subsection A. of Section 47.74, Affordable Housing Projects.  Applications for exemption based on Subsection A. of Section 47.74 shall be subject to the provisions below of this subsection:\n\n\t1.\tFiling of Application for Exemption.  An application for exemption based on Subsection A. of Section 47.74 may be filed at any time by the Owner.  The Owner shall pay an administrative fee in the amount of $205 when filing the application.  The fee shall pay for the cost of investigating and processing the application.\n\n\t2.\tOwner’s Submission of Evidence.  The Owner shall submit evidence with the application to support the claim of exemption.  The Owner has the burden of proving by a preponderance of the evidence that the Residential Hotel is exempt from the provisions of this article.\n\n\t3.\tDetermination of Exempt Status.  LAHD shall issue a determination of the claim for exemption based on the evidence submitted, and shall mail a copy of the determination to the Owner within 90 days of filing the application.\n\n\t4.\tAppeal of Denial of Application for Exemption.  An Owner may appeal the denial of an application for exemption pursuant to the provisions of Subsection C. of this section.\n\n\tB.\tApplications for Exemption based on Subsection B. of Section 47.74.  Applications for exemptions based on Subsection B. of Section 47.74 shall be subject to the provisions below of this subsection:\n\n\t1.\tTiming of filing of Application for Exemption.  An application for exemption based on Subsection B. of Section 47.74 must be filed within 60 days after LAHD mails notification pursuant to Subsection B. of Section 47.75.  Failure to timely file an application for exemption will result in denial of the application, unless LAHD finds that good cause exists for the untimely filing.  The Owner shall also pay an administrative fee in the amount of $205 when filing the application.  The fee shall pay for the cost of investigating and processing the application.\n\n\t2.\tPosting Notice of Application for Exemption.  On the date that the Owner files the application for exemption with LAHD, the Owner shall post a notice.  The notice shall be on a form prescribed by LAHD.  The notice shall provide the name and contact number of LAHD staff whom Tenants and an Interested Party can contact to provide additional evidence and information.  LAHD shall also mail a copy of the Owner’s application for exemption to each of the units of the Residential Hotel.  The notice shall remain posted until after LAHD issues a written determination regarding the application for exemption.\n\n\t3.\tSubmission of Evidence.  The Owner shall submit evidence with the application to support the claim of exemption.  The Owner has the burden of proving by a preponderance of the evidence that the Residential Hotel is exempt from the provisions of this article.  Any Interested Party may submit evidence to LAHD.\n\n\t4.\tDetermination of Exempt Status.  LAHD shall review the application for exemption and evidence submitted.  LAHD shall issue a determination of the application for exemption within 90 days of the filing of the application.  LAHD shall mail a copy of the determination to the Owner and to any Interested Party who submitted evidence pursuant to the provisions of Subdivision 3. of this subsection.  The Owner shall post LAHD’s determination until the time for filing any appeal expires.\n\n\t5.\tAppeal from Determination of Exempt Status.  An Owner or any Interested Party who submitted evidence pursuant to Subdivision 3. of this subsection may appeal LAHD’s determination of an application for exemption pursuant to the provisions of Subsection C, of this section.\n\n\tC.\tAppeal of Determination of Application for Exemption.  An appeal pursuant to the provisions of Subdivision 4. of Subsection A. of this section or Subdivision 5. of Subsection B. of this section may be made to the General Manager’s Hearing Officer pursuant to the provisions of Section 47.84 of this article.  The appeal shall be filed at LAHD within 15 calendar days after LAHD mails the determination of the application for exemption.  LAHD’s determination of an application for exemption shall be final if a timely appeal is not filed.  The appellant shall have the burden of proving by a preponderance of the evidence that the decision on exemption was erroneous.","order_by":"77","ancestry":{"1":{"id":"75","name":"Residential Hotel Unit Conversion And Demolition","identifier":"7.1","label":"article","url":"\/4\/7.1\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"841","structure_id":"75","section_number":"47.70","catch_line":"Title.","url":"\/47.70\/","token":"47.70"},"1":{"id":"3693","structure_id":"75","section_number":"47.71","catch_line":"Purpose.","url":"\/47.71\/","token":"47.71"},"2":{"id":"930","structure_id":"75","section_number":"47.72","catch_line":"Findings.","url":"\/47.72\/","token":"47.72"},"3":{"id":"1732","structure_id":"75","section_number":"47.73","catch_line":"Definitions.","url":"\/47.73\/","token":"47.73"},"4":{"id":"706","structure_id":"75","section_number":"47.74","catch_line":"Applicability Of This Article.","url":"\/47.74\/","token":"47.74"},"5":{"id":"1755","structure_id":"75","section_number":"47.75","catch_line":"Residential Hotel Status Determination.","url":"\/47.75\/","token":"47.75"},"6":{"id":"1368","structure_id":"75","section_number":"47.76","catch_line":"Residential Unit Status Determination.","url":"\/47.76\/","token":"47.76"},"7":{"id":"1416","structure_id":"75","section_number":"47.77","catch_line":"Claim Of Exemption.","url":"\/47.77\/","token":"47.77"},"8":{"id":"2255","structure_id":"75","section_number":"47.78","catch_line":"Application For Clearance.","url":"\/47.78\/","token":"47.78"},"9":{"id":"3359","structure_id":"75","section_number":"47.79","catch_line":"Conditions For Approval Of An Application For Clearance.","url":"\/47.79\/","token":"47.79"},"10":{"id":"1036","structure_id":"75","section_number":"47.80","catch_line":"Rights Of Tenants.","url":"\/47.80\/","token":"47.80"},"11":{"id":"4083","structure_id":"75","section_number":"47.81","catch_line":"Destroyed Buildings Or Buildings Demolished Pursuant To An Abatement Proceeding.","url":"\/47.81\/","token":"47.81"},"12":{"id":"3472","structure_id":"75","section_number":"47.82","catch_line":"Unlawful Conversion; Remedies; Fines.","url":"\/47.82\/","token":"47.82"},"13":{"id":"284","structure_id":"75","section_number":"47.83","catch_line":"Post Or Posting.","url":"\/47.83\/","token":"47.83"},"14":{"id":"1967","structure_id":"75","section_number":"47.84","catch_line":"Appeals To Lahd General Manager'S Hearing Officer.","url":"\/47.84\/","token":"47.84"},"15":{"id":"1338","structure_id":"75","section_number":"47.85","catch_line":"Records Of Use.","url":"\/47.85\/","token":"47.85"},"16":{"id":"2030","structure_id":"75","section_number":"47.86","catch_line":"Investigations.","url":"\/47.86\/","token":"47.86"},"17":{"id":"2276","structure_id":"75","section_number":"47.87","catch_line":"Promulgation Of Rules And Regulations.","url":"\/47.87\/","token":"47.87"},"18":{"id":"3857","structure_id":"75","section_number":"47.88","catch_line":"Annual Review Of Residential Hotel Status.","url":"\/47.88\/","token":"47.88"},"19":{"id":"4134","structure_id":"75","section_number":"47.89","catch_line":"Construction.","url":"\/47.89\/","token":"47.89"}},"next_section":{"id":"2255","structure_id":"75","section_number":"47.78","catch_line":"Application For Clearance.","url":"\/47.78\/","token":"47.78"},"metadata":false,"references":false,"url":"\/47.77\/","token":"47.77","formats":{"txt":"\/47.77.txt","json":"\/47.77.xml"},"dublin_core":{"Title":"Claim Of Exemption.","Type":"Text","Format":"text\/html","Identifier":"§ 47.77","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nCLAIM OF EXEMPTION. (§ 47.77)\n\n  CLAIM OF EXEMPTION.\tA.\tApplications for Exemption based on Subsection A. of\nSection 47.74, Affordable Housing Projects.  Applications for exemption based\non Subsection A. of Section 47.74 shall be subject to the provisions below of\nthis subsection:\t1.\tFiling of Application for Exemption.  An application for\nexemption based on Subsection A. of Section 47.74 may be filed at any time by\nthe Owner.  The Owner shall pay an administrative fee in the amount of $205\nwhen filing the application.  The fee shall pay for the cost of investigating\nand processing the application.\t2.\tOwner’s Submission of Evidence.  The Owner\nshall submit evidence with the application to support the claim of exemption. \nThe Owner has the burden of proving by a preponderance of the evidence that the\nResidential Hotel is exempt from the provisions of this\narticle.\t3.\tDetermination of Exempt Status.  LAHD shall issue a determination\nof the claim for exemption based on the evidence submitted, and shall mail a\ncopy of the determination to the Owner within 90 days of filing the\napplication.\t4.\tAppeal of Denial of Application for Exemption.  An Owner may\nappeal the denial of an application for exemption pursuant to the provisions of\nSubsection C. of this section.\tB.\tApplications for Exemption based on Subsection\nB. of Section 47.74.  Applications for exemptions based on Subsection B. of\nSection 47.74 shall be subject to the provisions below of this\nsubsection:\t1.\tTiming of filing of Application for Exemption.  An application\nfor exemption based on Subsection B. of Section 47.74 must be filed within 60\ndays after LAHD mails notification pursuant to Subsection B. of Section 47.75. \nFailure to timely file an application for exemption will result in denial of the\napplication, unless LAHD finds that good cause exists for the untimely filing. \nThe Owner shall also pay an administrative fee in the amount of $205 when filing\nthe application.  The fee shall pay for the cost of investigating and\nprocessing the application.\t2.\tPosting Notice of Application for Exemption.  On\nthe date that the Owner files the application for exemption with LAHD, the Owner\nshall post a notice.  The notice shall be on a form prescribed by LAHD.  The\nnotice shall provide the name and contact number of LAHD staff whom Tenants and\nan Interested Party can contact to provide additional evidence and\ninformation.  LAHD shall also mail a copy of the Owner’s application for\nexemption to each of the units of the Residential Hotel.  The notice shall\nremain posted until after LAHD issues a written determination regarding the\napplication for exemption.\t3.\tSubmission of Evidence.  The Owner shall submit\nevidence with the application to support the claim of exemption.  The Owner has\nthe burden of proving by a preponderance of the evidence that the Residential\nHotel is exempt from the provisions of this article.  Any Interested Party may\nsubmit evidence to LAHD.\t4.\tDetermination of Exempt Status.  LAHD shall review\nthe application for exemption and evidence submitted.  LAHD shall issue a\ndetermination of the application for exemption within 90 days of the filing of\nthe application.  LAHD shall mail a copy of the determination to the Owner and\nto any Interested Party who submitted evidence pursuant to the provisions of\nSubdivision 3. of this subsection.  The Owner shall post LAHD’s determination\nuntil the time for filing any appeal expires.\t5.\tAppeal from Determination of\nExempt Status.  An Owner or any Interested Party who submitted evidence\npursuant to Subdivision 3. of this subsection may appeal LAHD’s determination\nof an application for exemption pursuant to the provisions of Subsection C, of\nthis section.\tC.\tAppeal of Determination of Application for Exemption.  An\nappeal pursuant to the provisions of Subdivision 4. of Subsection A. of this\nsection or Subdivision 5. of Subsection B. of this section may be made to the\nGeneral Manager’s Hearing Officer pursuant to the provisions of Section 47.84\nof this article.  The appeal shall be filed at LAHD within 15 calendar days\nafter LAHD mails the determination of the application for exemption.  LAHD’s\ndetermination of an application for exemption shall be final if a timely appeal\nis not filed.  The appellant shall have the burden of proving by a\npreponderance of the evidence that the decision on exemption was erroneous.\n","html":"\n\t\t\t\t\t<section><p>  CLAIM OF EXEMPTION.<br \/><br \/>\tA.\tApplications for Exemption based on Subsection A. of Section 47.74, Affordable Housing Projects.  Applications for exemption based on Subsection A. of Section 47.74 shall be subject to the provisions below of this subsection:<br \/><br \/>\t1.\tFiling of Application for Exemption.  An application for exemption based on Subsection A. of Section 47.74 may be filed at any time by the Owner.  The Owner shall pay an administrative fee in the amount of $205 when filing the application.  The fee shall pay for the cost of investigating and processing the application.<br \/><br \/>\t2.\tOwner’s Submission of Evidence.  The Owner shall submit evidence with the application to support the claim of exemption.  The Owner has the burden of proving by a <span class=\"dictionary\">preponderance of the evidence<\/span> that the Residential Hotel is exempt from the provisions of this article.<br \/><br \/>\t3.\tDetermination of Exempt Status.  LAHD shall <span class=\"dictionary\">issue<\/span> a determination of the claim for exemption based on the evidence submitted, and shall mail a copy of the determination to the Owner within 90 days of filing the application.<br \/><br \/>\t4.\t<span class=\"dictionary\">Appeal<\/span> of Denial of Application for Exemption.  An Owner may <span class=\"dictionary\">appeal<\/span> the denial of an application for exemption pursuant to the provisions of Subsection C. of this section.<br \/><br \/>\tB.\tApplications for Exemption based on Subsection B. of Section 47.74.  Applications for exemptions based on Subsection B. of Section 47.74 shall be subject to the provisions below of this subsection:<br \/><br \/>\t1.\tTiming of filing of Application for Exemption.  An application for exemption based on Subsection B. of Section 47.74 must be filed within 60 days after LAHD mails notification pursuant to Subsection B. of Section 47.75.  Failure to timely file an application for exemption will result in denial of the application, unless LAHD finds that good cause exists for the untimely filing.  The Owner shall also pay an administrative fee in the amount of $205 when filing the application.  The fee shall pay for the cost of investigating and processing the application.<br \/><br \/>\t2.\tPosting Notice of Application for Exemption.  On the date that the Owner files the application for exemption with LAHD, the Owner shall post a notice.  The notice shall be on a form prescribed by LAHD.  The notice shall provide the name and contact number of LAHD staff whom Tenants and an Interested <span class=\"dictionary\">Party<\/span> can contact to provide additional evidence and information.  LAHD shall also mail a copy of the Owner’s application for exemption to each of the units of the Residential Hotel.  The notice shall remain posted until after LAHD <span class=\"dictionary\">issues<\/span> a written determination regarding the application for exemption.<br \/><br \/>\t3.\tSubmission of Evidence.  The Owner shall submit evidence with the application to support the claim of exemption.  The Owner has the burden of proving by a <span class=\"dictionary\">preponderance of the evidence<\/span> that the Residential Hotel is exempt from the provisions of this article.  Any Interested <span class=\"dictionary\">Party<\/span> may submit evidence to LAHD.<br \/><br \/>\t4.\tDetermination of Exempt Status.  LAHD shall review the application for exemption and evidence submitted.  LAHD shall <span class=\"dictionary\">issue<\/span> a determination of the application for exemption within 90 days of the filing of the application.  LAHD shall mail a copy of the determination to the Owner and to any Interested <span class=\"dictionary\">Party<\/span> who submitted evidence pursuant to the provisions of Subdivision 3. of this subsection.  The Owner shall post LAHD’s determination until the time for filing any <span class=\"dictionary\">appeal<\/span> expires.<br \/><br \/>\t5.\t<span class=\"dictionary\">Appeal<\/span> from Determination of Exempt Status.  An Owner or any Interested <span class=\"dictionary\">Party<\/span> who submitted evidence pursuant to Subdivision 3. of this subsection may <span class=\"dictionary\">appeal<\/span> LAHD’s determination of an application for exemption pursuant to the provisions of Subsection C, of this section.<br \/><br \/>\tC.\t<span class=\"dictionary\">Appeal<\/span> of Determination of Application for Exemption.  An <span class=\"dictionary\">appeal<\/span> pursuant to the provisions of Subdivision 4. of Subsection A. of this section or Subdivision 5. of Subsection B. of this section may be made to the General Manager’s <span class=\"dictionary\">Hearing<\/span> Officer pursuant to the provisions of Section 47.84 of this article.  The <span class=\"dictionary\">appeal<\/span> shall be filed at LAHD within 15 calendar days after LAHD mails the determination of the application for exemption.  LAHD’s determination of an application for exemption shall be final if a timely <span class=\"dictionary\">appeal<\/span> is not filed.  The <span class=\"dictionary\">appellant<\/span> shall have the burden of proving by a <span class=\"dictionary\">preponderance of the evidence<\/span> that the decision on exemption was erroneous.<\/p><\/section>","previous_section":{"id":"1368","structure_id":"75","section_number":"47.76","catch_line":"Residential Unit Status Determination.","url":"\/47.76\/","token":"47.76"},"text":{"0":{"id":"1402","text":"  CLAIM OF EXEMPTION.\tA.\tApplications for Exemption based on Subsection A. of Section 47.74, Affordable Housing Projects.  Applications for exemption based on Subsection A. of Section 47.74 shall be subject to the provisions below of this subsection:\t1.\tFiling of Application for Exemption.  An application for exemption based on Subsection A. of Section 47.74 may be filed at any time by the Owner.  The Owner shall pay an administrative fee in the amount of $205 when filing the application.  The fee shall pay for the cost of investigating and processing the application.\t2.\tOwner’s Submission of Evidence.  The Owner shall submit evidence with the application to support the claim of exemption.  The Owner has the burden of proving by a preponderance of the evidence that the Residential Hotel is exempt from the provisions of this article.\t3.\tDetermination of Exempt Status.  LAHD shall issue a determination of the claim for exemption based on the evidence submitted, and shall mail a copy of the determination to the Owner within 90 days of filing the application.\t4.\tAppeal of Denial of Application for Exemption.  An Owner may appeal the denial of an application for exemption pursuant to the provisions of Subsection C. of this section.\tB.\tApplications for Exemption based on Subsection B. of Section 47.74.  Applications for exemptions based on Subsection B. of Section 47.74 shall be subject to the provisions below of this subsection:\t1.\tTiming of filing of Application for Exemption.  An application for exemption based on Subsection B. of Section 47.74 must be filed within 60 days after LAHD mails notification pursuant to Subsection B. of Section 47.75.  Failure to timely file an application for exemption will result in denial of the application, unless LAHD finds that good cause exists for the untimely filing.  The Owner shall also pay an administrative fee in the amount of $205 when filing the application.  The fee shall pay for the cost of investigating and processing the application.\t2.\tPosting Notice of Application for Exemption.  On the date that the Owner files the application for exemption with LAHD, the Owner shall post a notice.  The notice shall be on a form prescribed by LAHD.  The notice shall provide the name and contact number of LAHD staff whom Tenants and an Interested Party can contact to provide additional evidence and information.  LAHD shall also mail a copy of the Owner’s application for exemption to each of the units of the Residential Hotel.  The notice shall remain posted until after LAHD issues a written determination regarding the application for exemption.\t3.\tSubmission of Evidence.  The Owner shall submit evidence with the application to support the claim of exemption.  The Owner has the burden of proving by a preponderance of the evidence that the Residential Hotel is exempt from the provisions of this article.  Any Interested Party may submit evidence to LAHD.\t4.\tDetermination of Exempt Status.  LAHD shall review the application for exemption and evidence submitted.  LAHD shall issue a determination of the application for exemption within 90 days of the filing of the application.  LAHD shall mail a copy of the determination to the Owner and to any Interested Party who submitted evidence pursuant to the provisions of Subdivision 3. of this subsection.  The Owner shall post LAHD’s determination until the time for filing any appeal expires.\t5.\tAppeal from Determination of Exempt Status.  An Owner or any Interested Party who submitted evidence pursuant to Subdivision 3. of this subsection may appeal LAHD’s determination of an application for exemption pursuant to the provisions of Subsection C, of this section.\tC.\tAppeal of Determination of Application for Exemption.  An appeal pursuant to the provisions of Subdivision 4. of Subsection A. of this section or Subdivision 5. of Subsection B. of this section may be made to the General Manager’s Hearing Officer pursuant to the provisions of Section 47.84 of this article.  The appeal shall be filed at LAHD within 15 calendar days after LAHD mails the determination of the application for exemption.  LAHD’s determination of an application for exemption shall be final if a timely appeal is not filed.  The appellant shall have the burden of proving by a preponderance of the evidence that the decision on exemption was erroneous.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}