{"section_number":"47.82","edition_id":"1","section_id":"3472","structure_id":"75","catch_line":"Unlawful Conversion; Remedies; Fines.","history":"","full_text":"  UNLAWFUL CONVERSION; REMEDIES; FINES.\n\n\tA.\tIt shall be unlawful for any person to Convert or Demolish any Residential Hotel building or Residential Unit in violation of the provisions of this article.\n\n\t1.\tChanging the use of a Residential Unit for non-commercial purposes that serves only the needs of the permanent residents, such as a residents’ lounge, storeroom or common area, does not constitute a violation of this article.\n\n\t2.\tDemolition of an existing Residential Unit to combine units for a non-commercial purpose that serves only the needs of the permanent residents does not constitute a violation of this article.\n\n\t3.\tAn Owner is prohibited from Converting or Demolishing less than all of the original number of Residential Units in a Residential Hotel, except where an Owner satisfies the conditions for approval of an Application for Clearance pursuant to the provisions of Subdivision 3. of Subsection A. of Section 47.79.\n\n\tB.\tLAHD Order Regarding Violations and Fines.  Whenever LAHD determines that any Residential Hotel is in violation of this article, LAHD shall order the violation corrected, and shall impose a fine pursuant to the provisions of this section.\n\n\tC.\tAppeal of Order to General Manager’s Hearing.  Where an Owner believes that an order issued pursuant to the provisions of Subsection B. of this section was in error regarding the violations identified or the fine assessed, the Owner may appeal the order by filing a request for a General Manager’s hearing pursuant to the provisions of Section 47.84.  The Owner must file the appeal in writing on a form provided by the Department within 15 calendar days of when LAHD mailed the order.  If the appeal is not received within this period, the order shall be final.  If the Owner timely appeals the order to a General Manager’s hearing, the order shall be stayed pending the appeal.\n\n\tD.\tFines, Penalties and Interest.\n\n\t1.\tImposition of Fine.  A Person violating any provision of this article shall pay a fine up to the amount of $250 per day for each violation that is the subject of an order issued pursuant to Subsection B. of this section.  Fines imposed pursuant to orders that are not appealed to a General Manager’s hearing must be paid within 30 days after issuance of the order.  Fines not paid within 30 days shall be deemed delinquent.  Fines imposed by orders that are appealed to a General Manager’s hearing must be paid within 30 days after the Hearing Officer issues a written decision pursuant to the provisions of Subsection F. of Section 47.84 if the Hearing Officer affirms imposition of the fine.  Fines not paid within 30 days of issuance of a decision shall be deemed delinquent.\n\n\t2.\tImposition of Late Penalty.  A Person whose fine is delinquent shall be assessed a penalty in the amount of 100 percent of the fine.  The penalty shall be owed in addition to the amount of the fine.\n\n\t3.\tInterest.  In addition to the fine and penalties imposed, any Person with a delinquent fine shall pay interest on the amount of the fine and any penalty owed at the rate of one and one-half percent per full month of delinquency.\n\n\t4.\tPersonal Obligation of Owner.  In addition to all other remedies provided by law, all penalties and interest owed for violations of this article shall be a personal obligation of the Owner, recoverable by the City in an action before any court of competent jurisdiction.\n\n\t5.\tCriminal Penalties for Violations.  Any Person willfully violating the requirements of this article shall be guilty of a misdemeanor.  The penalty upon conviction shall be not more than a fine of $1,000 or imprisonment in the county jail, not exceeding six months, or both fine and imprisonment.  Violations of this article are deemed continuing violations, and each day that a violation continues is deemed to be a new and separate offense.\n\n\t6.\tFalse Information Misdemeanor.  It shall be unlawful for any Person to willfully provide false information to LAHD or its designees.  Any Person who provides false information to the City, when required to provide information pursuant to this article, shall be guilty of a misdemeanor.  Conviction of this misdemeanor shall be punishable by a fine of not more than $500 or by imprisonment in the County Jail for a period not to exceed six months, or both fine and imprisonment.\n\n\tE.\tCivil Action.  An Interested Party or the City may institute a civil proceeding for injunctive relief and damages for violations of this article.  The Interested Party instituting a civil proceeding, or the City suing to enforce the provisions of this article, if prevailing parties, shall be entitled to the costs of enforcing this article, including reasonable attorneys’ fees, pursuant to an order of the Court.","order_by":"82","ancestry":{"1":{"id":"75","name":"Residential Hotel Unit Conversion And Demolition","identifier":"7.1","label":"article","url":"\/4\/7.1\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"841","structure_id":"75","section_number":"47.70","catch_line":"Title.","url":"\/47.70\/","token":"47.70"},"1":{"id":"3693","structure_id":"75","section_number":"47.71","catch_line":"Purpose.","url":"\/47.71\/","token":"47.71"},"2":{"id":"930","structure_id":"75","section_number":"47.72","catch_line":"Findings.","url":"\/47.72\/","token":"47.72"},"3":{"id":"1732","structure_id":"75","section_number":"47.73","catch_line":"Definitions.","url":"\/47.73\/","token":"47.73"},"4":{"id":"706","structure_id":"75","section_number":"47.74","catch_line":"Applicability Of This Article.","url":"\/47.74\/","token":"47.74"},"5":{"id":"1755","structure_id":"75","section_number":"47.75","catch_line":"Residential Hotel Status Determination.","url":"\/47.75\/","token":"47.75"},"6":{"id":"1368","structure_id":"75","section_number":"47.76","catch_line":"Residential Unit Status Determination.","url":"\/47.76\/","token":"47.76"},"7":{"id":"1416","structure_id":"75","section_number":"47.77","catch_line":"Claim Of Exemption.","url":"\/47.77\/","token":"47.77"},"8":{"id":"2255","structure_id":"75","section_number":"47.78","catch_line":"Application For Clearance.","url":"\/47.78\/","token":"47.78"},"9":{"id":"3359","structure_id":"75","section_number":"47.79","catch_line":"Conditions For Approval Of An Application For Clearance.","url":"\/47.79\/","token":"47.79"},"10":{"id":"1036","structure_id":"75","section_number":"47.80","catch_line":"Rights Of Tenants.","url":"\/47.80\/","token":"47.80"},"11":{"id":"4083","structure_id":"75","section_number":"47.81","catch_line":"Destroyed Buildings Or Buildings Demolished Pursuant To An Abatement Proceeding.","url":"\/47.81\/","token":"47.81"},"12":{"id":"3472","structure_id":"75","section_number":"47.82","catch_line":"Unlawful Conversion; Remedies; Fines.","url":"\/47.82\/","token":"47.82"},"13":{"id":"284","structure_id":"75","section_number":"47.83","catch_line":"Post Or Posting.","url":"\/47.83\/","token":"47.83"},"14":{"id":"1967","structure_id":"75","section_number":"47.84","catch_line":"Appeals To Lahd General Manager'S Hearing Officer.","url":"\/47.84\/","token":"47.84"},"15":{"id":"1338","structure_id":"75","section_number":"47.85","catch_line":"Records Of Use.","url":"\/47.85\/","token":"47.85"},"16":{"id":"2030","structure_id":"75","section_number":"47.86","catch_line":"Investigations.","url":"\/47.86\/","token":"47.86"},"17":{"id":"2276","structure_id":"75","section_number":"47.87","catch_line":"Promulgation Of Rules And Regulations.","url":"\/47.87\/","token":"47.87"},"18":{"id":"3857","structure_id":"75","section_number":"47.88","catch_line":"Annual Review Of Residential Hotel Status.","url":"\/47.88\/","token":"47.88"},"19":{"id":"4134","structure_id":"75","section_number":"47.89","catch_line":"Construction.","url":"\/47.89\/","token":"47.89"}},"next_section":{"id":"284","structure_id":"75","section_number":"47.83","catch_line":"Post Or Posting.","url":"\/47.83\/","token":"47.83"},"metadata":false,"references":false,"url":"\/47.82\/","token":"47.82","formats":{"txt":"\/47.82.txt","json":"\/47.82.xml"},"dublin_core":{"Title":"Unlawful Conversion; Remedies; Fines.","Type":"Text","Format":"text\/html","Identifier":"§ 47.82","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nUNLAWFUL CONVERSION; REMEDIES; FINES. (§ 47.82)\n\n  UNLAWFUL CONVERSION; REMEDIES; FINES.\tA.\tIt shall be unlawful for any person\nto Convert or Demolish any Residential Hotel building or Residential Unit in\nviolation of the provisions of this article.\t1.\tChanging the use of a\nResidential Unit for non-commercial purposes that serves only the needs of the\npermanent residents, such as a residents’ lounge, storeroom or common area,\ndoes not constitute a violation of this article.\t2.\tDemolition of an existing\nResidential Unit to combine units for a non-commercial purpose that serves only\nthe needs of the permanent residents does not constitute a violation of this\narticle.\t3.\tAn Owner is prohibited from Converting or Demolishing less than all\nof the original number of Residential Units in a Residential Hotel, except where\nan Owner satisfies the conditions for approval of an Application for Clearance\npursuant to the provisions of Subdivision 3. of Subsection A. of Section\n47.79.\tB.\tLAHD Order Regarding Violations and Fines.  Whenever LAHD determines\nthat any Residential Hotel is in violation of this article, LAHD shall order the\nviolation corrected, and shall impose a fine pursuant to the provisions of this\nsection.\tC.\tAppeal of Order to General Manager’s Hearing.  Where an Owner\nbelieves that an order issued pursuant to the provisions of Subsection B. of\nthis section was in error regarding the violations identified or the fine\nassessed, the Owner may appeal the order by filing a request for a General\nManager’s hearing pursuant to the provisions of Section 47.84.  The Owner\nmust file the appeal in writing on a form provided by the Department within 15\ncalendar days of when LAHD mailed the order.  If the appeal is not received\nwithin this period, the order shall be final.  If the Owner timely appeals the\norder to a General Manager’s hearing, the order shall be stayed pending the\nappeal.\tD.\tFines, Penalties and Interest.\t1.\tImposition of Fine.  A Person\nviolating any provision of this article shall pay a fine up to the amount of\n$250 per day for each violation that is the subject of an order issued pursuant\nto Subsection B. of this section.  Fines imposed pursuant to orders that are\nnot appealed to a General Manager’s hearing must be paid within 30 days after\nissuance of the order.  Fines not paid within 30 days shall be deemed\ndelinquent.  Fines imposed by orders that are appealed to a General Manager’s\nhearing must be paid within 30 days after the Hearing Officer issues a written\ndecision pursuant to the provisions of Subsection F. of Section 47.84 if the\nHearing Officer affirms imposition of the fine.  Fines not paid within 30 days\nof issuance of a decision shall be deemed delinquent.\t2.\tImposition of Late\nPenalty.  A Person whose fine is delinquent shall be assessed a penalty in the\namount of 100 percent of the fine.  The penalty shall be owed in addition to\nthe amount of the fine.\t3.\tInterest.  In addition to the fine and penalties\nimposed, any Person with a delinquent fine shall pay interest on the amount of\nthe fine and any penalty owed at the rate of one and one-half percent per full\nmonth of delinquency.\t4.\tPersonal Obligation of Owner.  In addition to all\nother remedies provided by law, all penalties and interest owed for violations\nof this article shall be a personal obligation of the Owner, recoverable by the\nCity in an action before any court of competent jurisdiction.\t5.\tCriminal\nPenalties for Violations.  Any Person willfully violating the requirements of\nthis article shall be guilty of a misdemeanor.  The penalty upon conviction\nshall be not more than a fine of $1,000 or imprisonment in the county jail, not\nexceeding six months, or both fine and imprisonment.  Violations of this\narticle are deemed continuing violations, and each day that a violation\ncontinues is deemed to be a new and separate offense.\t6.\tFalse Information\nMisdemeanor.  It shall be unlawful for any Person to willfully provide false\ninformation to LAHD or its designees.  Any Person who provides false\ninformation to the City, when required to provide information pursuant to this\narticle, shall be guilty of a misdemeanor.  Conviction of this misdemeanor\nshall be punishable by a fine of not more than $500 or by imprisonment in the\nCounty Jail for a period not to exceed six months, or both fine and\nimprisonment.\tE.\tCivil Action.  An Interested Party or the City may institute a\ncivil proceeding for injunctive relief and damages for violations of this\narticle.  The Interested Party instituting a civil proceeding, or the City\nsuing to enforce the provisions of this article, if prevailing parties, shall be\nentitled to the costs of enforcing this article, including reasonable\nattorneys’ fees, pursuant to an order of the Court.\n","html":"\n\t\t\t\t\t<section><p>  UNLAWFUL CONVERSION; REMEDIES; FINES.<br \/><br \/>\tA.\tIt shall be unlawful for any person to Convert or Demolish any Residential Hotel building or Residential Unit in violation of the provisions of this article.<br \/><br \/>\t1.\tChanging the use of a Residential Unit for non-commercial purposes that serves only the needs of the permanent residents, such as a residents’ lounge, storeroom or common area, does not constitute a violation of this article.<br \/><br \/>\t2.\tDemolition of an existing Residential Unit to combine units for a non-commercial purpose that serves only the needs of the permanent residents does not constitute a violation of this article.<br \/><br \/>\t3.\tAn Owner is prohibited from Converting or Demolishing less than all of the original number of Residential Units in a Residential Hotel, except where an Owner satisfies the conditions for approval of an Application for Clearance pursuant to the provisions of Subdivision 3. of Subsection A. of Section 47.79.<br \/><br \/>\tB.\tLAHD <span class=\"dictionary\">Order<\/span> Regarding Violations and Fines.  Whenever LAHD determines that any Residential Hotel is in violation of this article, LAHD shall <span class=\"dictionary\">order<\/span> the violation corrected, and shall impose a fine pursuant to the provisions of this section.<br \/><br \/>\tC.\t<span class=\"dictionary\">Appeal<\/span> of <span class=\"dictionary\">Order<\/span> to General Manager’s <span class=\"dictionary\">Hearing<\/span>.  Where an Owner believes that an <span class=\"dictionary\">order<\/span> issued pursuant to the provisions of Subsection B. of this section was in error regarding the violations identified or the fine assessed, the Owner may <span class=\"dictionary\">appeal<\/span> the <span class=\"dictionary\">order<\/span> by filing a request for a General Manager’s <span class=\"dictionary\">hearing<\/span> pursuant to the provisions of Section 47.84.  The Owner must file the <span class=\"dictionary\">appeal<\/span> in writing on a form provided by the Department within 15 calendar days of when LAHD mailed the <span class=\"dictionary\">order<\/span>.  If the <span class=\"dictionary\">appeal<\/span> is not received within this period, the <span class=\"dictionary\">order<\/span> shall be final.  If the Owner timely <span class=\"dictionary\">appeals<\/span> the <span class=\"dictionary\">order<\/span> to a General Manager’s <span class=\"dictionary\">hearing<\/span>, the <span class=\"dictionary\">order<\/span> shall be stayed pending the <span class=\"dictionary\">appeal<\/span>.<br \/><br \/>\tD.\tFines, Penalties and Interest.<br \/><br \/>\t1.\tImposition of Fine.  A Person violating any provision of this article shall pay a fine up to the amount of $250 per day for each violation that is the subject of an <span class=\"dictionary\">order<\/span> issued pursuant to Subsection B. of this section.  Fines imposed pursuant to <span class=\"dictionary\">orders<\/span> that are not appealed to a General Manager’s <span class=\"dictionary\">hearing<\/span> must be paid within 30 days after issuance of the <span class=\"dictionary\">order<\/span>.  Fines not paid within 30 days shall be deemed delinquent.  Fines imposed by <span class=\"dictionary\">orders<\/span> that are appealed to a General Manager’s <span class=\"dictionary\">hearing<\/span> must be paid within 30 days after the <span class=\"dictionary\">Hearing<\/span> Officer <span class=\"dictionary\">issues<\/span> a written decision pursuant to the provisions of Subsection F. of Section 47.84 if the <span class=\"dictionary\">Hearing<\/span> Officer <span class=\"dictionary\">affirms<\/span> imposition of the fine.  Fines not paid within 30 days of issuance of a decision shall be deemed delinquent.<br \/><br \/>\t2.\tImposition of Late <span class=\"dictionary\">Penalty<\/span>.  A Person whose fine is delinquent shall be assessed a <span class=\"dictionary\">penalty<\/span> in the amount of 100 percent of the fine.  The <span class=\"dictionary\">penalty<\/span> shall be owed in addition to the amount of the fine.<br \/><br \/>\t3.\tInterest.  In addition to the fine and penalties imposed, any Person with a delinquent fine shall pay interest on the amount of the fine and any <span class=\"dictionary\">penalty<\/span> owed at the rate of one and one-half percent per full month of delinquency.<br \/><br \/>\t4.\tPersonal Obligation of Owner.  In addition to all other remedies provided by <span class=\"dictionary\">law<\/span>, all penalties and interest owed for violations of this article shall be a personal obligation of the Owner, recoverable by the City in an action before any <span class=\"dictionary\">court<\/span> of competent <span class=\"dictionary\">jurisdiction<\/span>.<br \/><br \/>\t5.\tCriminal Penalties for Violations.  Any Person willfully violating the requirements of this article shall be guilty of a <span class=\"dictionary\">misdemeanor<\/span>.  The <span class=\"dictionary\">penalty<\/span> upon <span class=\"dictionary\">conviction<\/span> shall be not more than a fine of $1,000 or imprisonment in the <span class=\"dictionary\">county jail<\/span>, not exceeding six months, or both fine and imprisonment.  Violations of this article are deemed continuing violations, and each day that a violation continues is deemed to be a new and separate <span class=\"dictionary\">offense<\/span>.<br \/><br \/>\t6.\tFalse Information <span class=\"dictionary\">Misdemeanor<\/span>.  It shall be unlawful for any Person to willfully provide false information to LAHD or its designees.  Any Person who provides false information to the City, when required to provide information pursuant to this article, shall be guilty of a <span class=\"dictionary\">misdemeanor<\/span>.  <span class=\"dictionary\">Conviction<\/span> of this <span class=\"dictionary\">misdemeanor<\/span> shall be punishable by a fine of not more than $500 or by imprisonment in the <span class=\"dictionary\">County Jail<\/span> for a period not to exceed six months, or both fine and imprisonment.<br \/><br \/>\tE.\t<span class=\"dictionary\">Civil Action<\/span>.  An Interested <span class=\"dictionary\">Party<\/span> or the City may institute a civil proceeding for injunctive relief and <span class=\"dictionary\">damages<\/span> for violations of this article.  The Interested <span class=\"dictionary\">Party<\/span> instituting a civil proceeding, or the City suing to enforce the provisions of this article, if prevailing parties, shall be entitled to the costs of enforcing this article, including reasonable attorneys’ fees, pursuant to an <span class=\"dictionary\">order<\/span> of the <span class=\"dictionary\">Court<\/span>.<\/p><\/section>","previous_section":{"id":"4083","structure_id":"75","section_number":"47.81","catch_line":"Destroyed Buildings Or Buildings Demolished Pursuant To An Abatement Proceeding.","url":"\/47.81\/","token":"47.81"},"text":{"0":{"id":"3446","text":"  UNLAWFUL CONVERSION; REMEDIES; FINES.\tA.\tIt shall be unlawful for any person to Convert or Demolish any Residential Hotel building or Residential Unit in violation of the provisions of this article.\t1.\tChanging the use of a Residential Unit for non-commercial purposes that serves only the needs of the permanent residents, such as a residents’ lounge, storeroom or common area, does not constitute a violation of this article.\t2.\tDemolition of an existing Residential Unit to combine units for a non-commercial purpose that serves only the needs of the permanent residents does not constitute a violation of this article.\t3.\tAn Owner is prohibited from Converting or Demolishing less than all of the original number of Residential Units in a Residential Hotel, except where an Owner satisfies the conditions for approval of an Application for Clearance pursuant to the provisions of Subdivision 3. of Subsection A. of Section 47.79.\tB.\tLAHD Order Regarding Violations and Fines.  Whenever LAHD determines that any Residential Hotel is in violation of this article, LAHD shall order the violation corrected, and shall impose a fine pursuant to the provisions of this section.\tC.\tAppeal of Order to General Manager’s Hearing.  Where an Owner believes that an order issued pursuant to the provisions of Subsection B. of this section was in error regarding the violations identified or the fine assessed, the Owner may appeal the order by filing a request for a General Manager’s hearing pursuant to the provisions of Section 47.84.  The Owner must file the appeal in writing on a form provided by the Department within 15 calendar days of when LAHD mailed the order.  If the appeal is not received within this period, the order shall be final.  If the Owner timely appeals the order to a General Manager’s hearing, the order shall be stayed pending the appeal.\tD.\tFines, Penalties and Interest.\t1.\tImposition of Fine.  A Person violating any provision of this article shall pay a fine up to the amount of $250 per day for each violation that is the subject of an order issued pursuant to Subsection B. of this section.  Fines imposed pursuant to orders that are not appealed to a General Manager’s hearing must be paid within 30 days after issuance of the order.  Fines not paid within 30 days shall be deemed delinquent.  Fines imposed by orders that are appealed to a General Manager’s hearing must be paid within 30 days after the Hearing Officer issues a written decision pursuant to the provisions of Subsection F. of Section 47.84 if the Hearing Officer affirms imposition of the fine.  Fines not paid within 30 days of issuance of a decision shall be deemed delinquent.\t2.\tImposition of Late Penalty.  A Person whose fine is delinquent shall be assessed a penalty in the amount of 100 percent of the fine.  The penalty shall be owed in addition to the amount of the fine.\t3.\tInterest.  In addition to the fine and penalties imposed, any Person with a delinquent fine shall pay interest on the amount of the fine and any penalty owed at the rate of one and one-half percent per full month of delinquency.\t4.\tPersonal Obligation of Owner.  In addition to all other remedies provided by law, all penalties and interest owed for violations of this article shall be a personal obligation of the Owner, recoverable by the City in an action before any court of competent jurisdiction.\t5.\tCriminal Penalties for Violations.  Any Person willfully violating the requirements of this article shall be guilty of a misdemeanor.  The penalty upon conviction shall be not more than a fine of $1,000 or imprisonment in the county jail, not exceeding six months, or both fine and imprisonment.  Violations of this article are deemed continuing violations, and each day that a violation continues is deemed to be a new and separate offense.\t6.\tFalse Information Misdemeanor.  It shall be unlawful for any Person to willfully provide false information to LAHD or its designees.  Any Person who provides false information to the City, when required to provide information pursuant to this article, shall be guilty of a misdemeanor.  Conviction of this misdemeanor shall be punishable by a fine of not more than $500 or by imprisonment in the County Jail for a period not to exceed six months, or both fine and imprisonment.\tE.\tCivil Action.  An Interested Party or the City may institute a civil proceeding for injunctive relief and damages for violations of this article.  The Interested Party instituting a civil proceeding, or the City suing to enforce the provisions of this article, if prevailing parties, shall be entitled to the costs of enforcing this article, including reasonable attorneys’ fees, pursuant to an order of the Court.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}