{"section_number":"47.84","edition_id":"1","section_id":"1967","structure_id":"75","catch_line":"Appeals To Lahd General Manager’S Hearing Officer.","history":"","full_text":"  APPEALS TO LAHD GENERAL MANAGER’S HEARING OFFICER.\n\n\tA.\tFiling of the Appeal.  Appeals to the General Manager’s Hearing Officer shall be on a form prescribed by LAHD.  The appellant must pay a fee in the amount of $600 to fund the administrative cost of the hearing process.  Appellants must state the basis of the appeal and provide supporting evidence.\n\n\tB.\tPowers of the Hearing Officer.  The General Manager’s Hearing Officer shall exercise all powers related to the conduct of a hearing.  The Hearing Officer shall have the discretion to grant a continuance of the hearing upon a showing of good cause.  The Hearing Officer has the power to administer oaths and affirmations during the hearing.  The Hearing Officer shall require the maintenance of order in the hearing room, may order the exclusion of witnesses, may expel anyone who disturbs the hearing, and may secure the aid of the Los Angeles Police Department for these purposes.\n\n\tC.\tNotice of General Manager’s Hearing.  The General Manager’s hearing shall be held within 60 days of the filing of the appeal.  Notice of the General Manager’s hearing shall be mailed to the Owner, via certified United States mail, postage prepaid, or delivered in person, at least seven calendar days prior to the hearing.  Upon receipt of the notice, the Owner shall post the notice and shall keep the notice posted until after completion of the hearing.  LAHD shall also provide notice to the occupants of the Residential Hotel by mail, or in person, at least seven calendar days prior to the hearing.\n\n\tD.\tPresentation of Evidence.  LAHD staff, the Owner, and any other Interested Party may present oral, photographic or documentary evidence that is relevant to the case for consideration by the Hearing Officer.  Appellants shall have the burden of proof, and shall present substantial evidence and specific facts to support their appeal.\n\n\tE.\tRecording of Hearing.  The proceedings shall be audio-recorded by LAHD.\n\n\tF.\tHearing Officer’s Decision.  After considering all relevant evidence and arguments, the Hearing Officer shall issue a written decision within 30 calendar days of the hearing. The Hearing Officer shall decide, based on the record, whether LAHD erred or abused its discretion.  The decision shall be supported by written findings.  LAHD will mail a copy of the decision to the Owner and any Interested Party who presented evidence at the hearing, and the occupants of the Residential Hotel.  The Owner shall post the Hearing Officer’s determination for 20 days.  The decision of the Hearing Officer shall be the final administrative decision except in the following circumstance:  If the Hearing Officer authorizes construction of fewer units pursuant to Section 47.79 A.1.(a) or Section 47.79 A.3.(b) and this results in a reduction of more than 25 percent of the number of Residential Units being converted or demolished, the Owner or any Interested Party may appeal the Hearing Officer’s decision to the City Council pursuant to the provisions of Subsection G. of this section.\n\n\tG.\tAppeals to the City Council.  Appeals to the City Council shall be filed with LAHD on the forms prescribed by LAHD within fifteen days of the date of mailing of the Hearing Officer’s decision.  LAHD shall transmit the appeal form to the City Clerk for a public hearing before the City Council.  The City Council shall hear the appeal within 30 days after it is filed, unless LAHD and the Owner consent to an extension of time.  The Council shall give notice of the hearing to the Appellant and any Interested Party who presented evidence at the hearing. The Owner shall post notice of the hearing until the hearing is concluded. At the time established for the hearing, the Council or its Committee shall hear the testimony of LAHD staff, the Owner and any Interested Party, and any witnesses on their behalf.  Appellants shall have the burden of proof, and shall present substantial evidence and specific facts to support their appeal.  Upon conclusion of the hearing, the City Council shall within ten days render its decision on the appeal based upon the testimony and documents produced before it.  The City Council may by resolution sustain, modify, or reject LAHD authorization of the construction of fewer units pursuant to Section 47.79 A.1.(a) or Section 47.79 A.3.(b), and shall make findings consistent with the provisions of this article.  Notice of the City Council’s decision shall be mailed to LAHD, the Owner, and any Interested Party who presented evidence at the hearing.  The Owner shall post the decision for 20 days after receipt of the decision.  If at the end of the time limit specified in this subsection, or time extension consented to by LAHD and Appellants, the City Council fails to act, the appeal shall be deemed denied and the Hearing Officer’s decision from which the appeal was taken shall be deemed affirmed.  It shall be the duty of the City Clerk to issue the decision.\n\n\tH.\tMayoral Review of City Council Decision.  When the City Council renders a decision pursuant to Subsection G. of this section, the matter together with the files and reports shall forthwith be transmitted to the Mayor.  The Mayor may approve or disapprove the City Council decision within ten working days of its presentation to the Mayor.  This action shall be based solely upon the administrative record and whether the Mayor believes the City Council decision is consistent with the provisions of this article.  If the Mayor disapproves the decision, the Mayor shall return the matter to the City Clerk for presentation to the City Council, along with objections in writing.  If the Mayor does not disapprove the decision within ten working days after its presentation, the City Council decision shall become final and effective.\n\n\tIf the Mayor disapproves the City Council decision, the Mayor shall return the matter to the Clerk for presentation to the City Council, together with objections in writing.  The City Council may override the disapproval by a two-thirds vote within ten working days of the first City Council meeting at which the Clerk presented the matter with the objections of the Mayor.  If the City Council fails to override the Mayor’s disapproval within the ten working days, the following shall be the effect of the disapproval:\n\n\t(1)\tIf the City Council had sustained LAHD authorization of the construction of fewer units, the Mayor’s disapproval shall constitute a rejection of LAHD’s authorization of the construction of fewer units;\n\n\t(2)\tIf the City Council had modified LAHD authorization of the construction of fewer units, the Mayor’s disapproval shall constitute approval of LAHD’s authorization of the construction of fewer units; and\n\n\t(3)\tIf the City Council had rejected LAHD authorization of the construction of fewer units, the Mayor’s disapproval shall constitute approval of LAHD’s authorization of the construction of fewer units.","order_by":"84","ancestry":{"1":{"id":"75","name":"Residential Hotel Unit Conversion And Demolition","identifier":"7.1","label":"article","url":"\/4\/7.1\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"841","structure_id":"75","section_number":"47.70","catch_line":"Title.","url":"\/47.70\/","token":"47.70"},"1":{"id":"3693","structure_id":"75","section_number":"47.71","catch_line":"Purpose.","url":"\/47.71\/","token":"47.71"},"2":{"id":"930","structure_id":"75","section_number":"47.72","catch_line":"Findings.","url":"\/47.72\/","token":"47.72"},"3":{"id":"1732","structure_id":"75","section_number":"47.73","catch_line":"Definitions.","url":"\/47.73\/","token":"47.73"},"4":{"id":"706","structure_id":"75","section_number":"47.74","catch_line":"Applicability Of This Article.","url":"\/47.74\/","token":"47.74"},"5":{"id":"1755","structure_id":"75","section_number":"47.75","catch_line":"Residential Hotel Status Determination.","url":"\/47.75\/","token":"47.75"},"6":{"id":"1368","structure_id":"75","section_number":"47.76","catch_line":"Residential Unit Status Determination.","url":"\/47.76\/","token":"47.76"},"7":{"id":"1416","structure_id":"75","section_number":"47.77","catch_line":"Claim Of Exemption.","url":"\/47.77\/","token":"47.77"},"8":{"id":"2255","structure_id":"75","section_number":"47.78","catch_line":"Application For Clearance.","url":"\/47.78\/","token":"47.78"},"9":{"id":"3359","structure_id":"75","section_number":"47.79","catch_line":"Conditions For Approval Of An Application For Clearance.","url":"\/47.79\/","token":"47.79"},"10":{"id":"1036","structure_id":"75","section_number":"47.80","catch_line":"Rights Of Tenants.","url":"\/47.80\/","token":"47.80"},"11":{"id":"4083","structure_id":"75","section_number":"47.81","catch_line":"Destroyed Buildings Or Buildings Demolished Pursuant To An Abatement Proceeding.","url":"\/47.81\/","token":"47.81"},"12":{"id":"3472","structure_id":"75","section_number":"47.82","catch_line":"Unlawful Conversion; Remedies; Fines.","url":"\/47.82\/","token":"47.82"},"13":{"id":"284","structure_id":"75","section_number":"47.83","catch_line":"Post Or Posting.","url":"\/47.83\/","token":"47.83"},"14":{"id":"1967","structure_id":"75","section_number":"47.84","catch_line":"Appeals To Lahd General Manager'S Hearing Officer.","url":"\/47.84\/","token":"47.84"},"15":{"id":"1338","structure_id":"75","section_number":"47.85","catch_line":"Records Of Use.","url":"\/47.85\/","token":"47.85"},"16":{"id":"2030","structure_id":"75","section_number":"47.86","catch_line":"Investigations.","url":"\/47.86\/","token":"47.86"},"17":{"id":"2276","structure_id":"75","section_number":"47.87","catch_line":"Promulgation Of Rules And Regulations.","url":"\/47.87\/","token":"47.87"},"18":{"id":"3857","structure_id":"75","section_number":"47.88","catch_line":"Annual Review Of Residential Hotel Status.","url":"\/47.88\/","token":"47.88"},"19":{"id":"4134","structure_id":"75","section_number":"47.89","catch_line":"Construction.","url":"\/47.89\/","token":"47.89"}},"next_section":{"id":"1338","structure_id":"75","section_number":"47.85","catch_line":"Records Of Use.","url":"\/47.85\/","token":"47.85"},"metadata":false,"references":false,"url":"\/47.84\/","token":"47.84","formats":{"txt":"\/47.84.txt","json":"\/47.84.xml"},"dublin_core":{"Title":"Appeals To Lahd General Manager’S Hearing Officer.","Type":"Text","Format":"text\/html","Identifier":"§ 47.84","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nAPPEALS TO LAHD GENERAL MANAGER’S HEARING OFFICER. (§ 47.84)\n\n  APPEALS TO LAHD GENERAL MANAGER’S HEARING OFFICER.\tA.\tFiling of the\nAppeal.  Appeals to the General Manager’s Hearing Officer shall be on a form\nprescribed by LAHD.  The appellant must pay a fee in the amount of $600 to fund\nthe administrative cost of the hearing process.  Appellants must state the\nbasis of the appeal and provide supporting evidence.\tB.\tPowers of the Hearing\nOfficer.  The General Manager’s Hearing Officer shall exercise all powers\nrelated to the conduct of a hearing.  The Hearing Officer shall have the\ndiscretion to grant a continuance of the hearing upon a showing of good cause. \nThe Hearing Officer has the power to administer oaths and affirmations during\nthe hearing.  The Hearing Officer shall require the maintenance of order in the\nhearing room, may order the exclusion of witnesses, may expel anyone who\ndisturbs the hearing, and may secure the aid of the Los Angeles Police\nDepartment for these purposes.\tC.\tNotice of General Manager’s Hearing.  The\nGeneral Manager’s hearing shall be held within 60 days of the filing of the\nappeal.  Notice of the General Manager’s hearing shall be mailed to the\nOwner, via certified United States mail, postage prepaid, or delivered in\nperson, at least seven calendar days prior to the hearing.  Upon receipt of the\nnotice, the Owner shall post the notice and shall keep the notice posted until\nafter completion of the hearing.  LAHD shall also provide notice to the\noccupants of the Residential Hotel by mail, or in person, at least seven\ncalendar days prior to the hearing.\tD.\tPresentation of Evidence.  LAHD staff,\nthe Owner, and any other Interested Party may present oral, photographic or\ndocumentary evidence that is relevant to the case for consideration by the\nHearing Officer.  Appellants shall have the burden of proof, and shall present\nsubstantial evidence and specific facts to support their appeal.\tE.\tRecording of\nHearing.  The proceedings shall be audio-recorded by LAHD.\tF.\tHearing\nOfficer’s Decision.  After considering all relevant evidence and arguments,\nthe Hearing Officer shall issue a written decision within 30 calendar days of\nthe hearing. The Hearing Officer shall decide, based on the record, whether LAHD\nerred or abused its discretion.  The decision shall be supported by written\nfindings.  LAHD will mail a copy of the decision to the Owner and any\nInterested Party who presented evidence at the hearing, and the occupants of the\nResidential Hotel.  The Owner shall post the Hearing Officer’s determination\nfor 20 days.  The decision of the Hearing Officer shall be the final\nadministrative decision except in the following circumstance:  If the Hearing\nOfficer authorizes construction of fewer units pursuant to Section 47.79 A.1.(a)\nor Section 47.79 A.3.(b) and this results in a reduction of more than 25 percent\nof the number of Residential Units being converted or demolished, the Owner or\nany Interested Party may appeal the Hearing Officer’s decision to the City\nCouncil pursuant to the provisions of Subsection G. of this section.\tG.\tAppeals\nto the City Council.  Appeals to the City Council shall be filed with LAHD on\nthe forms prescribed by LAHD within fifteen days of the date of mailing of the\nHearing Officer’s decision.  LAHD shall transmit the appeal form to the City\nClerk for a public hearing before the City Council.  The City Council shall\nhear the appeal within 30 days after it is filed, unless LAHD and the Owner\nconsent to an extension of time.  The Council shall give notice of the hearing\nto the Appellant and any Interested Party who presented evidence at the hearing.\nThe Owner shall post notice of the hearing until the hearing is concluded. At\nthe time established for the hearing, the Council or its Committee shall hear\nthe testimony of LAHD staff, the Owner and any Interested Party, and any\nwitnesses on their behalf.  Appellants shall have the burden of proof, and\nshall present substantial evidence and specific facts to support their appeal. \nUpon conclusion of the hearing, the City Council shall within ten days render\nits decision on the appeal based upon the testimony and documents produced\nbefore it.  The City Council may by resolution sustain, modify, or reject LAHD\nauthorization of the construction of fewer units pursuant to Section 47.79\nA.1.(a) or Section 47.79 A.3.(b), and shall make findings consistent with the\nprovisions of this article.  Notice of the City Council’s decision shall be\nmailed to LAHD, the Owner, and any Interested Party who presented evidence at\nthe hearing.  The Owner shall post the decision for 20 days after receipt of\nthe decision.  If at the end of the time limit specified in this subsection, or\ntime extension consented to by LAHD and Appellants, the City Council fails to\nact, the appeal shall be deemed denied and the Hearing Officer’s decision from\nwhich the appeal was taken shall be deemed affirmed.  It shall be the duty of\nthe City Clerk to issue the decision.\tH.\tMayoral Review of City Council\nDecision.  When the City Council renders a decision pursuant to Subsection G.\nof this section, the matter together with the files and reports shall forthwith\nbe transmitted to the Mayor.  The Mayor may approve or disapprove the City\nCouncil decision within ten working days of its presentation to the Mayor. \nThis action shall be based solely upon the administrative record and whether the\nMayor believes the City Council decision is consistent with the provisions of\nthis article.  If the Mayor disapproves the decision, the Mayor shall return\nthe matter to the City Clerk for presentation to the City Council, along with\nobjections in writing.  If the Mayor does not disapprove the decision within\nten working days after its presentation, the City Council decision shall become\nfinal and effective.\tIf the Mayor disapproves the City Council decision, the\nMayor shall return the matter to the Clerk for presentation to the City Council,\ntogether with objections in writing.  The City Council may override the\ndisapproval by a two-thirds vote within ten working days of the first City\nCouncil meeting at which the Clerk presented the matter with the objections of\nthe Mayor.  If the City Council fails to override the Mayor’s disapproval\nwithin the ten working days, the following shall be the effect of the\ndisapproval:\t(1)\tIf the City Council had sustained LAHD authorization of the\nconstruction of fewer units, the Mayor’s disapproval shall constitute a\nrejection of LAHD’s authorization of the construction of fewer units;\t(2)\tIf\nthe City Council had modified LAHD authorization of the construction of fewer\nunits, the Mayor’s disapproval shall constitute approval of LAHD’s\nauthorization of the construction of fewer units; and\t(3)\tIf the City Council\nhad rejected LAHD authorization of the construction of fewer units, the\nMayor’s disapproval shall constitute approval of LAHD’s authorization of the\nconstruction of fewer units.\n","html":"\n\t\t\t\t\t<section><p>  <span class=\"dictionary\">APPEALS<\/span> TO LAHD GENERAL MANAGER’S <span class=\"dictionary\">HEARING<\/span> OFFICER.<br \/><br \/>\tA.\tFiling of the <span class=\"dictionary\">Appeal<\/span>.  <span class=\"dictionary\">Appeals<\/span> to the General Manager’s <span class=\"dictionary\">Hearing<\/span> Officer shall be on a form prescribed by LAHD.  The <span class=\"dictionary\">appellant<\/span> must pay a fee in the amount of $600 to fund the administrative cost of the <span class=\"dictionary\">hearing<\/span> process.  <span class=\"dictionary\">Appellants<\/span> must state the basis of the <span class=\"dictionary\">appeal<\/span> and provide supporting <span class=\"dictionary\">evidence<\/span>.<br \/><br \/>\tB.\tPowers of the <span class=\"dictionary\">Hearing<\/span> Officer.  The General Manager’s <span class=\"dictionary\">Hearing<\/span> Officer shall exercise all powers related to the conduct of a <span class=\"dictionary\">hearing<\/span>.  The <span class=\"dictionary\">Hearing<\/span> Officer shall have the discretion to grant a <span class=\"dictionary\">continuance<\/span> of the <span class=\"dictionary\">hearing<\/span> upon a showing of good cause.  The <span class=\"dictionary\">Hearing<\/span> Officer has the power to administer <span class=\"dictionary\">oaths<\/span> and affirmations during the <span class=\"dictionary\">hearing<\/span>.  The <span class=\"dictionary\">Hearing<\/span> Officer shall require the maintenance of <span class=\"dictionary\">order<\/span> in the <span class=\"dictionary\">hearing<\/span> room, may <span class=\"dictionary\">order<\/span> the exclusion of witnesses, may expel anyone who disturbs the <span class=\"dictionary\">hearing<\/span>, and may secure the aid of the Los Angeles Police Department for these purposes.<br \/><br \/>\tC.\tNotice of General Manager’s <span class=\"dictionary\">Hearing<\/span>.  The General Manager’s <span class=\"dictionary\">hearing<\/span> shall be held within 60 days of the filing of the <span class=\"dictionary\">appeal<\/span>.  Notice of the General Manager’s <span class=\"dictionary\">hearing<\/span> shall be mailed to the Owner, via certified United States mail, postage prepaid, or delivered in person, at least seven calendar days prior to the <span class=\"dictionary\">hearing<\/span>.  Upon receipt of the notice, the Owner shall post the notice and shall keep the notice posted until after completion of the <span class=\"dictionary\">hearing<\/span>.  LAHD shall also provide notice to the occupants of the Residential Hotel by mail, or in person, at least seven calendar days prior to the <span class=\"dictionary\">hearing<\/span>.<br \/><br \/>\tD.\tPresentation of <span class=\"dictionary\">Evidence<\/span>.  LAHD staff, the Owner, and any other Interested <span class=\"dictionary\">Party<\/span> may present oral, photographic or documentary <span class=\"dictionary\">evidence<\/span> that is relevant to the case for consideration by the <span class=\"dictionary\">Hearing<\/span> Officer.  <span class=\"dictionary\">Appellants<\/span> shall have the <span class=\"dictionary\">burden of proof<\/span>, and shall present substantial <span class=\"dictionary\">evidence<\/span> and specific <span class=\"dictionary\">facts<\/span> to support their <span class=\"dictionary\">appeal<\/span>.<br \/><br \/>\tE.\tRecording of <span class=\"dictionary\">Hearing<\/span>.  The proceedings shall be audio-recorded by LAHD.<br \/><br \/>\tF.\t<span class=\"dictionary\">Hearing<\/span> Officer’s Decision.  After considering all relevant <span class=\"dictionary\">evidence<\/span> and arguments, the <span class=\"dictionary\">Hearing<\/span> Officer shall <span class=\"dictionary\">issue<\/span> a written decision within 30 calendar days of the <span class=\"dictionary\">hearing<\/span>. The <span class=\"dictionary\">Hearing<\/span> Officer shall decide, based on the record, whether LAHD erred or abused its discretion.  The decision shall be supported by written <span class=\"dictionary\">findings<\/span>.  LAHD will mail a copy of the decision to the Owner and any Interested <span class=\"dictionary\">Party<\/span> who presented <span class=\"dictionary\">evidence<\/span> at the <span class=\"dictionary\">hearing<\/span>, and the occupants of the Residential Hotel.  The Owner shall post the <span class=\"dictionary\">Hearing<\/span> Officer’s determination for 20 days.  The decision of the <span class=\"dictionary\">Hearing<\/span> Officer shall be the final administrative decision except in the following circumstance:  If the <span class=\"dictionary\">Hearing<\/span> Officer authorizes construction of fewer units pursuant to Section 47.79 A.1.(a) or Section 47.79 A.3.(b) and this results in a reduction of more than 25 percent of the number of Residential Units being converted or demolished, the Owner or any Interested <span class=\"dictionary\">Party<\/span> may <span class=\"dictionary\">appeal<\/span> the <span class=\"dictionary\">Hearing<\/span> Officer’s decision to the City Council pursuant to the provisions of Subsection G. of this section.<br \/><br \/>\tG.\t<span class=\"dictionary\">Appeals<\/span> to the City Council.  <span class=\"dictionary\">Appeals<\/span> to the City Council shall be filed with LAHD on the forms prescribed by LAHD within fifteen days of the date of mailing of the <span class=\"dictionary\">Hearing<\/span> Officer’s decision.  LAHD shall transmit the <span class=\"dictionary\">appeal<\/span> form to the City Clerk for a public <span class=\"dictionary\">hearing<\/span> before the City Council.  The City Council shall hear the <span class=\"dictionary\">appeal<\/span> within 30 days after it is filed, unless LAHD and the Owner consent to an extension of time.  The Council shall give notice of the <span class=\"dictionary\">hearing<\/span> to the <span class=\"dictionary\">Appellant<\/span> and any Interested <span class=\"dictionary\">Party<\/span> who presented <span class=\"dictionary\">evidence<\/span> at the <span class=\"dictionary\">hearing<\/span>. The Owner shall post notice of the <span class=\"dictionary\">hearing<\/span> until the <span class=\"dictionary\">hearing<\/span> is concluded. At the time established for the <span class=\"dictionary\">hearing<\/span>, the Council or its Committee shall hear the <span class=\"dictionary\">testimony<\/span> of LAHD staff, the Owner and any Interested <span class=\"dictionary\">Party<\/span>, and any witnesses on their behalf.  <span class=\"dictionary\">Appellants<\/span> shall have the <span class=\"dictionary\">burden of proof<\/span>, and shall present substantial <span class=\"dictionary\">evidence<\/span> and specific <span class=\"dictionary\">facts<\/span> to support their <span class=\"dictionary\">appeal<\/span>.  Upon conclusion of the <span class=\"dictionary\">hearing<\/span>, the City Council shall within ten days render its decision on the <span class=\"dictionary\">appeal<\/span> based upon the <span class=\"dictionary\">testimony<\/span> and documents produced before it.  The City Council may by resolution <span class=\"dictionary\">sustain<\/span>, modify, or reject LAHD authorization of the construction of fewer units pursuant to Section 47.79 A.1.(a) or Section 47.79 A.3.(b), and shall make <span class=\"dictionary\">findings<\/span> consistent with the provisions of this article.  Notice of the City Council’s decision shall be mailed to LAHD, the Owner, and any Interested <span class=\"dictionary\">Party<\/span> who presented <span class=\"dictionary\">evidence<\/span> at the <span class=\"dictionary\">hearing<\/span>.  The Owner shall post the decision for 20 days after receipt of the decision.  If at the end of the time limit specified in this subsection, or time extension consented to by LAHD and <span class=\"dictionary\">Appellants<\/span>, the City Council fails to act, the <span class=\"dictionary\">appeal<\/span> shall be deemed denied and the <span class=\"dictionary\">Hearing<\/span> Officer’s decision from which the <span class=\"dictionary\">appeal<\/span> was taken shall be deemed <span class=\"dictionary\">affirmed<\/span>.  It shall be the duty of the City Clerk to <span class=\"dictionary\">issue<\/span> the decision.<br \/><br \/>\tH.\tMayoral Review of City Council Decision.  When the City Council renders a decision pursuant to Subsection G. of this section, the matter together with the files and reports shall forthwith be transmitted to the Mayor.  The Mayor may approve or disapprove the City Council decision within ten working days of its presentation to the Mayor.  This action shall be based solely upon the administrative record and whether the Mayor believes the City Council decision is consistent with the provisions of this article.  If the Mayor disapproves the decision, the Mayor shall return the matter to the City Clerk for presentation to the City Council, along with objections in writing.  If the Mayor does not disapprove the decision within ten working days after its presentation, the City Council decision shall become final and effective.<br \/><br \/>\tIf the Mayor disapproves the City Council decision, the Mayor shall return the matter to the Clerk for presentation to the City Council, together with objections in writing.  The City Council may override the disapproval by a two-thirds vote within ten working days of the first City Council meeting at which the Clerk presented the matter with the objections of the Mayor.  If the City Council fails to override the Mayor’s disapproval within the ten working days, the following shall be the effect of the disapproval:<br \/><br \/>\t(1)\tIf the City Council had sustained LAHD authorization of the construction of fewer units, the Mayor’s disapproval shall constitute a rejection of LAHD’s authorization of the construction of fewer units;<br \/><br \/>\t(2)\tIf the City Council had modified LAHD authorization of the construction of fewer units, the Mayor’s disapproval shall constitute approval of LAHD’s authorization of the construction of fewer units; and<br \/><br \/>\t(3)\tIf the City Council had rejected LAHD authorization of the construction of fewer units, the Mayor’s disapproval shall constitute approval of LAHD’s authorization of the construction of fewer units.<\/p><\/section>","previous_section":{"id":"284","structure_id":"75","section_number":"47.83","catch_line":"Post Or Posting.","url":"\/47.83\/","token":"47.83"},"text":{"0":{"id":"1950","text":"  APPEALS TO LAHD GENERAL MANAGER’S HEARING OFFICER.\tA.\tFiling of the Appeal.  Appeals to the General Manager’s Hearing Officer shall be on a form prescribed by LAHD.  The appellant must pay a fee in the amount of $600 to fund the administrative cost of the hearing process.  Appellants must state the basis of the appeal and provide supporting evidence.\tB.\tPowers of the Hearing Officer.  The General Manager’s Hearing Officer shall exercise all powers related to the conduct of a hearing.  The Hearing Officer shall have the discretion to grant a continuance of the hearing upon a showing of good cause.  The Hearing Officer has the power to administer oaths and affirmations during the hearing.  The Hearing Officer shall require the maintenance of order in the hearing room, may order the exclusion of witnesses, may expel anyone who disturbs the hearing, and may secure the aid of the Los Angeles Police Department for these purposes.\tC.\tNotice of General Manager’s Hearing.  The General Manager’s hearing shall be held within 60 days of the filing of the appeal.  Notice of the General Manager’s hearing shall be mailed to the Owner, via certified United States mail, postage prepaid, or delivered in person, at least seven calendar days prior to the hearing.  Upon receipt of the notice, the Owner shall post the notice and shall keep the notice posted until after completion of the hearing.  LAHD shall also provide notice to the occupants of the Residential Hotel by mail, or in person, at least seven calendar days prior to the hearing.\tD.\tPresentation of Evidence.  LAHD staff, the Owner, and any other Interested Party may present oral, photographic or documentary evidence that is relevant to the case for consideration by the Hearing Officer.  Appellants shall have the burden of proof, and shall present substantial evidence and specific facts to support their appeal.\tE.\tRecording of Hearing.  The proceedings shall be audio-recorded by LAHD.\tF.\tHearing Officer’s Decision.  After considering all relevant evidence and arguments, the Hearing Officer shall issue a written decision within 30 calendar days of the hearing. The Hearing Officer shall decide, based on the record, whether LAHD erred or abused its discretion.  The decision shall be supported by written findings.  LAHD will mail a copy of the decision to the Owner and any Interested Party who presented evidence at the hearing, and the occupants of the Residential Hotel.  The Owner shall post the Hearing Officer’s determination for 20 days.  The decision of the Hearing Officer shall be the final administrative decision except in the following circumstance:  If the Hearing Officer authorizes construction of fewer units pursuant to Section 47.79 A.1.(a) or Section 47.79 A.3.(b) and this results in a reduction of more than 25 percent of the number of Residential Units being converted or demolished, the Owner or any Interested Party may appeal the Hearing Officer’s decision to the City Council pursuant to the provisions of Subsection G. of this section.\tG.\tAppeals to the City Council.  Appeals to the City Council shall be filed with LAHD on the forms prescribed by LAHD within fifteen days of the date of mailing of the Hearing Officer’s decision.  LAHD shall transmit the appeal form to the City Clerk for a public hearing before the City Council.  The City Council shall hear the appeal within 30 days after it is filed, unless LAHD and the Owner consent to an extension of time.  The Council shall give notice of the hearing to the Appellant and any Interested Party who presented evidence at the hearing. The Owner shall post notice of the hearing until the hearing is concluded. At the time established for the hearing, the Council or its Committee shall hear the testimony of LAHD staff, the Owner and any Interested Party, and any witnesses on their behalf.  Appellants shall have the burden of proof, and shall present substantial evidence and specific facts to support their appeal.  Upon conclusion of the hearing, the City Council shall within ten days render its decision on the appeal based upon the testimony and documents produced before it.  The City Council may by resolution sustain, modify, or reject LAHD authorization of the construction of fewer units pursuant to Section 47.79 A.1.(a) or Section 47.79 A.3.(b), and shall make findings consistent with the provisions of this article.  Notice of the City Council’s decision shall be mailed to LAHD, the Owner, and any Interested Party who presented evidence at the hearing.  The Owner shall post the decision for 20 days after receipt of the decision.  If at the end of the time limit specified in this subsection, or time extension consented to by LAHD and Appellants, the City Council fails to act, the appeal shall be deemed denied and the Hearing Officer’s decision from which the appeal was taken shall be deemed affirmed.  It shall be the duty of the City Clerk to issue the decision.\tH.\tMayoral Review of City Council Decision.  When the City Council renders a decision pursuant to Subsection G. of this section, the matter together with the files and reports shall forthwith be transmitted to the Mayor.  The Mayor may approve or disapprove the City Council decision within ten working days of its presentation to the Mayor.  This action shall be based solely upon the administrative record and whether the Mayor believes the City Council decision is consistent with the provisions of this article.  If the Mayor disapproves the decision, the Mayor shall return the matter to the City Clerk for presentation to the City Council, along with objections in writing.  If the Mayor does not disapprove the decision within ten working days after its presentation, the City Council decision shall become final and effective.\tIf the Mayor disapproves the City Council decision, the Mayor shall return the matter to the Clerk for presentation to the City Council, together with objections in writing.  The City Council may override the disapproval by a two-thirds vote within ten working days of the first City Council meeting at which the Clerk presented the matter with the objections of the Mayor.  If the City Council fails to override the Mayor’s disapproval within the ten working days, the following shall be the effect of the disapproval:\t(1)\tIf the City Council had sustained LAHD authorization of the construction of fewer units, the Mayor’s disapproval shall constitute a rejection of LAHD’s authorization of the construction of fewer units;\t(2)\tIf the City Council had modified LAHD authorization of the construction of fewer units, the Mayor’s disapproval shall constitute approval of LAHD’s authorization of the construction of fewer units; and\t(3)\tIf the City Council had rejected LAHD authorization of the construction of fewer units, the Mayor’s disapproval shall constitute approval of LAHD’s authorization of the construction of fewer units.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}