{"section_number":"48.08","edition_id":"1","section_id":"2977","structure_id":"22","catch_line":"Disclosure Reports.","history":"","full_text":"  DISCLOSURE REPORTS.\n\t(Title Amended by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\tA.\tReporting Requirement.  Every lobbyist, lobbying firm, lobbyist employer and major filer shall file the quarterly disclosure reports required by this Section on or before the last day of the month following each calendar quarter.  (Amended by Ord. No. 182,360, Eff. 1\/30\/13.)\n\n\t1.\tAll lobbyists and lobbying firms shall file quarterly reports for every calendar quarter during which they retain that status.  An individual who qualifies both as a lobbyist and lobbying firm shall file only a lobbying firm quarterly report. Lobbyist employers shall file quarterly reports for every calendar quarter during which any individual employed by that employer retains the status as lobbyist.  Information required to be disclosed concerning compensation received or expenditures made for lobbying shall be disclosed either by the lobbyist or by his or her lobbying firm or employer.\n\n\t2.\tMajor filers shall file quarterly reports for every calendar quarter during which they made qualifying payments or incurred qualifying expenditures totaling $5,000 or more.\n\n\t3.\tQuarterly reports shall disclose all required information for the calendar quarter immediately prior to the month in which the report is required to be filed.  (Amended by Ord. No. 182,360, Eff. 1\/30\/13.)\n\n\tB.\tQuarterly Reports by Lobbyists – Contents.  Quarterly reports by lobbyists shall contain the following information:\n\n\t1.\tThe lobbyist’s name, business address and business telephone number.\n\n\t2.\tThe lobbying firm, if any, of which the lobbyist is a partner, owner, shareholder, officer or employee.\n\n\t3.\tIf the lobbyist is not a partner, officer or owner of a lobbying firm, the name, address and telephone number of the lobbyist’s employer.\n\n\t4.\tThe date, amount and description of each activity expense of $25 or more made by the lobbyist during the reporting period, the name and title of the City official benefiting from the expense, the name and address of the payee, and the client, if any, on whose behalf the expense was made.  An activity expense shall be considered to be made on behalf of a client if the client requested or authorized the expense or if the expense was made in connection with an event at which the lobbyist attempted to influence the official on behalf of the client.\n\n\t5.\tThe total amount of activity expenses made by the lobbyist during the reporting period, whether or not itemized.\n\n\t6.\tThe name of any elective City officer, candidate for elective City office, or any controlled committee of the officer or candidate to which the lobbyist made contributions of $100 or more, or which were delivered by the lobbyist, or in connection with which the lobbyist acted as an intermediary during the reporting period, and the date and amount of the contribution.  (Amended by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\t7.\tThe name of any elective City officer, candidate for elective City office, or any City controlled committee of the officer or candidate for which the lobbyist engaged in any fundraising activity during the reporting period, the date(s) of the activity and the amount of funds the lobbyist knows or has reason to know were raised as a result of the activity.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\t8.\tThe date and amount of one or more contributions aggregating more than $1,000 made by the lobbyist at the behest of an elective City officer or candidate for elective City office during the reporting period to any and all controlled committees of any other elective City officer or candidate for elective City office, the name and address of the payee, the name of the elective City officer or candidate for elective City office who made the behest and the date of the behest.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\t9.\tThe date, amount and description of one or more donations aggregating $1,000 or more made by the lobbyist at the behest of an elective City officer or candidate for elective City office during the reporting period to any religious, charitable or other nonprofit organization, the name and address of the payee, the name of the elective City officer or candidate for elective City office who made the behest and the date of the behest.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\t10.\tIf, during the quarterly reporting period, the lobbyist provided compensated services, including consulting services, to the campaign of any candidate for elective City office, or to a campaign for or against any City ballot measure, the name of the candidate, the elective City office sought by the candidate, the ballot number or letter of the ballot measure, the date of the election, the amount of compensation earned for the compensated services, and a description of the nature of the services provided.  Such information shall be reported if the lobbyist personally provided the services, or if the services were provided by a business entity in which the lobbyist owns at least a 10% investment, whether the compensation was provided directly to the lobbyist or to such business entity.  (Former Subdivision B.7. redesignated by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\t11.\tIf, during the quarterly reporting period, the lobbyist provided compensated services under contract with the City or with any City agency, including consulting services, the amount of compensation received, the agency for which the services were provided, a description or other identification of the contract and the nature of the services provided.  Such information shall be reported if the lobbyist personally provided the services, or if the services were provided by a business entity in which the lobbyist owns at least a 10% investment, whether the compensation was provided directly to the lobbyist or to such business entity.  (Former Subdivision B.8. redesignated by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\t12.\tEach City agency that the lobbyist attempted to influence.  (Former Subdivision B.9. redesignated by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\t13.\tAny other information required by regulation of the City Ethics Commission, consistent with the purposes and provisions of this article.  (Former Subdivision B.10. redesignated by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\tC.\tQuarterly Reports by Lobbying Firms – Contents.  Quarterly reports by lobbying firms, including individual contract lobbyists, shall contain the following information:  (Amended by Ord. No. 182,360, Eff. 1\/30\/13.)\n\n\t1.\tThe name, address, email, and telephone number of the firm.\n\n\t2.\tThe name of each lobbyist who is a partner, owner, shareholder, officer or employee of the firm.\n\n\t3.\tThe name, address and telephone number of each client that is required to be registered and was represented by the firm during the reporting period; a description of each item of municipal legislation for which the firm or its lobbyists represented the client during the reporting period; the total amount of payments received by the firm from each client (including all fees, reimbursements for expenses and other payments) during the reporting period for such representation.\n\n\t4.\tThe total payments received from clients required to be registered by the firm during the reporting period in connection with the firm’s representation of clients on municipal legislation.\n\n\t5.\tThe date, amount and description of each activity expense of $25 or more made by the lobbying firm during the reporting period, the name and title of the City official benefiting from the expense, the name and address of the payee, and the client, if any, on whose behalf the expense was made.  An activity expense shall be considered to be made on behalf of a client if the client requested or authorized the expense or if the expense was made in connection with an event at which the lobbying firm attempted to influence the official on behalf of the client.\n\n\t6.\tThe total amount of activity expenses made by the lobbying firm during the reporting period, whether or not itemized.\n\n\t7.\tThe total amount of expenses incurred in connection with attempts by the firm to influence municipal legislation.  These expenses shall include:\n\n\t(a)\ttotal payments to lobbyists employed by the firm;\n\n\t(b)\ttotal payments to employees of the firm, other than lobbyists, who engaged in attempts to influence municipal legislation during the reporting period; and\n\n\t(c)\tall expenses attributable to attempts to influence municipal legislation, other than overhead, and other expenses that would not be incurred but for the attempts to influence.  Each such expense of $5,000 or more shall be itemized and described.\n\n\t8.\tThe name of any elective City officer, candidate for elective City office, or any controlled committee of the officer or candidate to which the lobbying firm made contributions of $100 or more, or which were delivered by the lobbying firm, or in connection with which the lobbying firm acted as an intermediary during the reporting period, and the date and amount of the contribution.  (Amended by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\t9.\tThe name of any elective City officer, candidate for elective City office, or any City controlled committee of the officer or candidate for which the lobbying firm engaged in any fundraising activity during the reporting period, the date(s) of the activity and the amount of funds the lobbying firm knows or has reason to know were raised as a result of the activity.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\t10.\tThe date and amount of one or more contributions aggregating more than $1,000 made by the lobbying firm at the behest of an elective City officer or candidate for elective City office during the reporting period to any and all controlled committees of any other elective City officer or candidate for elective City office, the name and address of the payee, the name of the elective City officer or candidate for elective City office who made the behest and the date of the behest.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\t11.\tThe date, amount and description of one or more donations aggregating $1,000 or more made by the lobbying firm at the behest of an elective City officer or candidate for elective City office during the reporting period to any religious, charitable or other nonprofit organization, the name and address of the payee, the name of the elective City officer or candidate for elective City office who made the behest and the date of the behest.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\t12.\tIf, during the quarterly reporting period, the lobbying firm provided compensated services, including consulting services, to the campaign of any candidate for elective City office, or to a campaign for or against any City ballot measure, the name of the candidate, the elective City office sought by the candidate, the ballot number or letter of the ballot measure, the date of the election, the amount of compensation earned for the compensated services and a description of the services provided.\n\n\t13.\tIf, during the quarterly reporting period, the lobbying firm provided compensated services under contract with the City or with any agency, including consulting services, the amount of compensation received, the agency for which the services were provided, a description or other identification of the contract and the nature of the services provided.  For an individual contract lobbyist who qualifies as a lobbying firm, such information shall be reported if the lobbyist personally provided the services, or if the services were provided by a business entity in which the lobbyist owns at least a 10% investment, regardless of whether the compensation was provided directly to the lobbyist or to such business entity.\n\n\t14.\tFor an individual contract lobbyist who qualifies as a lobbying firm, each City agency that the lobbyist attempted to influence.\n\n\t15.\tThe name, address, email, and telephone number of the person responsible for preparing the report.\n\n\t16.\tAny other information required by regulation of the City Ethics Commission, consistent with the purposes and provisions of this article.\n\n\tD.\tQuarterly Reports by Lobbyist Employers – Contents.  Quarterly reports by lobbyist employers shall contain the following information.  (Amended by Ord. No. 182,360, Eff. 1\/30\/13.)\n\n\t1.\tThe name, address, email, and telephone number of the entity filing the report.\n\n\t2.\tThe name of each lobbyist who is employed by the entity.\n\n\t3.\tTotal payments during the reporting period to lobbyists employed by the entity.  Such payments shall include solely payments for compensation and reimbursement of expenses relating to the lobbyists’ attempts to influence municipal legislation.\n\n\t4.\tTotal payments to employees of the entity, other than lobbyists, who engaged in attempts to influence municipal legislation during the reporting period.  Such payments shall include payments for compensation and reimbursement of expenses relating to such persons’ attempts to influence municipal legislation.\n\n\t5.\tTotal payments for expenses incurred in connection with attempts by the entity during the reporting period to influence municipal legislation.  These expenses shall include all expenses attributable to attempts to influence municipal legislation, other than overhead, and other expenses that would not be incurred but for the attempts to influence. Each such expense of $5,000 or more shall be itemized and described.\n\n\t6.\tA description of each item of municipal legislation which the entity attempted to influence during the reporting period.\n\n\t7.\tThe date, amount and description of each activity expense of $25 or more made by the lobbyist employer during the reporting period, the name and title of the City official benefiting from the expense, and the name and address of the payee.\n\n\t8.\tThe total amount of activity expenses made by the lobbyist employer during the reporting period, whether or not itemized.\n\n\t9.\tThe name of any elective City officer, candidate for elective City office, or any controlled committee of the officer or candidate to which the lobbyist employer made contributions of $100 or more, or which were delivered by the lobbyist employer, or in connection with which the lobbyist employer acted as an intermediary during the reporting period, and the date and amount of the contribution.  (Amended by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\t10.\tThe name of any elective City officer, candidate for elective City office, or any City controlled committee of the officer or candidate for which the lobbyist employer engaged in any fundraising activity during the reporting period, the date(s) of the activity and the amount of funds the lobbyist employer knows or has reason to know were raised as a result of the activity.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\t11.\tThe date and amount of one or more contributions aggregating more than $1,000 made by the lobbyist employer at the behest of an elective City officer or candidate for elective City office during the reporting period to any and all controlled committees of any other elective City officer or candidate for elective City office, the name and address of the payee, the name of the elective City officer or candidate for elective City office who made the behest and the date of the behest.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\t12.\tThe date, amount and description of one or more donations aggregating $1,000 or more made by the lobbyist employer at the behest of an elective City officer or candidate for elective City office during the reporting period to any religious, charitable or other nonprofit organization, the name and address of the payee, the name of the elective City officer or candidate for elective City office who made the behest and the date of the behest.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\t13.\tThe name, address, email, and telephone number of the person responsible for preparing the report.\n\n\t14.\tAny other information required by regulation of the City Ethics Commission, consistent with the purposes and provisions of this article.\n\n\tE.\tQuarterly Reports by Major Filers – Contents.  Quarterly reports by major filers shall contain the following information:\n\n\t1.\tThe name, address and telephone number of the person filing the report.\n\n\t2.\tA description of each item of municipal legislation which the entity attempted to influence during the reporting period.\n\n\t3.\tThe total payments made during the reporting period for the purpose of attempting to influence action on each proposed or pending matter of municipal legislation.\n\n\t4.\tThe name, address and telephone number of the person responsible for preparing the report.\n\n\t5.\tAny other information required by regulation of the City Ethics Commission, consistent with the purposes and provision of this article.","order_by":"08","ancestry":{"1":{"id":"22","name":"Municipal Lobbying","identifier":"8","label":"article","url":"\/4\/8\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"3866","structure_id":"22","section_number":"48.01","catch_line":"Title And Findings.","url":"\/48.01\/","token":"48.01"},"1":{"id":"714","structure_id":"22","section_number":"48.02","catch_line":"Definitions.","url":"\/48.02\/","token":"48.02"},"2":{"id":"3086","structure_id":"22","section_number":"48.03","catch_line":"Exemptions.","url":"\/48.03\/","token":"48.03"},"3":{"id":"1717","structure_id":"22","section_number":"48.04","catch_line":"Prohibitions.","url":"\/48.04\/","token":"48.04"},"4":{"id":"2345","structure_id":"22","section_number":"48.05","catch_line":"Record-Keeping Responsibilities.","url":"\/48.05\/","token":"48.05"},"5":{"id":"4078","structure_id":"22","section_number":"48.06","catch_line":"Filing Methods.","url":"\/48.06\/","token":"48.06"},"6":{"id":"2120","structure_id":"22","section_number":"48.06.1","catch_line":"Online Filing Of Lobbying Registration And Disclosure Statements.","url":"\/48.06.1\/","token":"48.06.1"},"7":{"id":"26","structure_id":"22","section_number":"48.07","catch_line":"Registration.","url":"\/48.07\/","token":"48.07"},"8":{"id":"2977","structure_id":"22","section_number":"48.08","catch_line":"Disclosure Reports.","url":"\/48.08\/","token":"48.08"},"9":{"id":"1673","structure_id":"22","section_number":"48.08.5","catch_line":"Copies Of Solicitations.","url":"\/48.08.5\/","token":"48.08.5"},"10":{"id":"220","structure_id":"22","section_number":"48.08.6","catch_line":"Lobbying Disclosure – Political Contributions.","url":"\/48.08.6\/","token":"48.08.6"},"11":{"id":"2903","structure_id":"22","section_number":"48.08.7","catch_line":"Lobbying Disclosure – Fundraising Activity.","url":"\/48.08.7\/","token":"48.08.7"},"12":{"id":"36","structure_id":"22","section_number":"48.08.8","catch_line":"Lobbying Disclosure – Written Communications To Neighborhood Councils.","url":"\/48.08.8\/","token":"48.08.8"},"13":{"id":"1964","structure_id":"22","section_number":"48.09","catch_line":"Compliance Measures And Enforcement.","url":"\/48.09\/","token":"48.09"},"14":{"id":"2941","structure_id":"22","section_number":"48.10","catch_line":"Ethics Commission Reports.","url":"\/48.10\/","token":"48.10"},"15":{"id":"918","structure_id":"22","section_number":"48.11","catch_line":"Severability.","url":"\/48.11\/","token":"48.11"}},"next_section":{"id":"1673","structure_id":"22","section_number":"48.08.5","catch_line":"Copies Of Solicitations.","url":"\/48.08.5\/","token":"48.08.5"},"metadata":false,"references":false,"url":"\/48.08\/","token":"48.08","formats":{"txt":"\/48.08.txt","json":"\/48.08.xml"},"dublin_core":{"Title":"Disclosure Reports.","Type":"Text","Format":"text\/html","Identifier":"§ 48.08","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDISCLOSURE REPORTS. (§ 48.08)\n\n  DISCLOSURE REPORTS.\n\t(Title Amended by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\tA.\tReporting\nRequirement.  Every lobbyist, lobbying firm, lobbyist employer and major filer\nshall file the quarterly disclosure reports required by this Section on or\nbefore the last day of the month following each calendar quarter.  (Amended by\nOrd. No. 182,360, Eff. 1\/30\/13.)\t1.\tAll lobbyists and lobbying firms shall file\nquarterly reports for every calendar quarter during which they retain that\nstatus.  An individual who qualifies both as a lobbyist and lobbying firm shall\nfile only a lobbying firm quarterly report. Lobbyist employers shall file\nquarterly reports for every calendar quarter during which any individual\nemployed by that employer retains the status as lobbyist.  Information required\nto be disclosed concerning compensation received or expenditures made for\nlobbying shall be disclosed either by the lobbyist or by his or her lobbying\nfirm or employer.\t2.\tMajor filers shall file quarterly reports for every\ncalendar quarter during which they made qualifying payments or incurred\nqualifying expenditures totaling $5,000 or more.\t3.\tQuarterly reports shall\ndisclose all required information for the calendar quarter immediately prior to\nthe month in which the report is required to be filed.  (Amended by Ord. No.\n182,360, Eff. 1\/30\/13.)\tB.\tQuarterly Reports by Lobbyists – Contents. \nQuarterly reports by lobbyists shall contain the following information:\t1.\tThe\nlobbyist’s name, business address and business telephone number.\t2.\tThe\nlobbying firm, if any, of which the lobbyist is a partner, owner, shareholder,\nofficer or employee.\t3.\tIf the lobbyist is not a partner, officer or owner of a\nlobbying firm, the name, address and telephone number of the lobbyist’s\nemployer.\t4.\tThe date, amount and description of each activity expense of $25 or\nmore made by the lobbyist during the reporting period, the name and title of the\nCity official benefiting from the expense, the name and address of the payee,\nand the client, if any, on whose behalf the expense was made.  An activity\nexpense shall be considered to be made on behalf of a client if the client\nrequested or authorized the expense or if the expense was made in connection\nwith an event at which the lobbyist attempted to influence the official on\nbehalf of the client.\t5.\tThe total amount of activity expenses made by the\nlobbyist during the reporting period, whether or not itemized.\t6.\tThe name of\nany elective City officer, candidate for elective City office, or any controlled\ncommittee of the officer or candidate to which the lobbyist made contributions\nof $100 or more, or which were delivered by the lobbyist, or in connection with\nwhich the lobbyist acted as an intermediary during the reporting period, and the\ndate and amount of the contribution.  (Amended by Ord. No. 175,432, Eff.\n9\/28\/03, Oper. 1\/1\/04.)\t7.\tThe name of any elective City officer, candidate for\nelective City office, or any City controlled committee of the officer or\ncandidate for which the lobbyist engaged in any fundraising activity during the\nreporting period, the date(s) of the activity and the amount of funds the\nlobbyist knows or has reason to know were raised as a result of the activity. \n(Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t8.\tThe date and amount\nof one or more contributions aggregating more than $1,000 made by the lobbyist\nat the behest of an elective City officer or candidate for elective City office\nduring the reporting period to any and all controlled committees of any other\nelective City officer or candidate for elective City office, the name and\naddress of the payee, the name of the elective City officer or candidate for\nelective City office who made the behest and the date of the behest.  (Added by\nOrd. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t9.\tThe date, amount and\ndescription of one or more donations aggregating $1,000 or more made by the\nlobbyist at the behest of an elective City officer or candidate for elective\nCity office during the reporting period to any religious, charitable or other\nnonprofit organization, the name and address of the payee, the name of the\nelective City officer or candidate for elective City office who made the behest\nand the date of the behest.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper.\n1\/1\/04.)\t10.\tIf, during the quarterly reporting period, the lobbyist provided\ncompensated services, including consulting services, to the campaign of any\ncandidate for elective City office, or to a campaign for or against any City\nballot measure, the name of the candidate, the elective City office sought by\nthe candidate, the ballot number or letter of the ballot measure, the date of\nthe election, the amount of compensation earned for the compensated services,\nand a description of the nature of the services provided.  Such information\nshall be reported if the lobbyist personally provided the services, or if the\nservices were provided by a business entity in which the lobbyist owns at least\na 10% investment, whether the compensation was provided directly to the lobbyist\nor to such business entity.  (Former Subdivision B.7. redesignated by Ord. No.\n175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t11.\tIf, during the quarterly reporting\nperiod, the lobbyist provided compensated services under contract with the City\nor with any City agency, including consulting services, the amount of\ncompensation received, the agency for which the services were provided, a\ndescription or other identification of the contract and the nature of the\nservices provided.  Such information shall be reported if the lobbyist\npersonally provided the services, or if the services were provided by a business\nentity in which the lobbyist owns at least a 10% investment, whether the\ncompensation was provided directly to the lobbyist or to such business entity. \n(Former Subdivision B.8. redesignated by Ord. No. 175,432, Eff. 9\/28\/03, Oper.\n1\/1\/04.)\t12.\tEach City agency that the lobbyist attempted to influence. \n(Former Subdivision B.9. redesignated by Ord. No. 175,432, Eff. 9\/28\/03, Oper.\n1\/1\/04.)\t13.\tAny other information required by regulation of the City Ethics\nCommission, consistent with the purposes and provisions of this article. \n(Former Subdivision B.10. redesignated by Ord. No. 175,432, Eff. 9\/28\/03, Oper.\n1\/1\/04.)\tC.\tQuarterly Reports by Lobbying Firms – Contents.  Quarterly\nreports by lobbying firms, including individual contract lobbyists, shall\ncontain the following information:  (Amended by Ord. No. 182,360, Eff.\n1\/30\/13.)\t1.\tThe name, address, email, and telephone number of the firm.\t2.\tThe\nname of each lobbyist who is a partner, owner, shareholder, officer or employee\nof the firm.\t3.\tThe name, address and telephone number of each client that is\nrequired to be registered and was represented by the firm during the reporting\nperiod; a description of each item of municipal legislation for which the firm\nor its lobbyists represented the client during the reporting period; the total\namount of payments received by the firm from each client (including all fees,\nreimbursements for expenses and other payments) during the reporting period for\nsuch representation.\t4.\tThe total payments received from clients required to be\nregistered by the firm during the reporting period in connection with the\nfirm’s representation of clients on municipal legislation.\t5.\tThe date, amount\nand description of each activity expense of $25 or more made by the lobbying\nfirm during the reporting period, the name and title of the City official\nbenefiting from the expense, the name and address of the payee, and the client,\nif any, on whose behalf the expense was made.  An activity expense shall be\nconsidered to be made on behalf of a client if the client requested or\nauthorized the expense or if the expense was made in connection with an event at\nwhich the lobbying firm attempted to influence the official on behalf of the\nclient.\t6.\tThe total amount of activity expenses made by the lobbying firm\nduring the reporting period, whether or not itemized.\t7.\tThe total amount of\nexpenses incurred in connection with attempts by the firm to influence municipal\nlegislation.  These expenses shall include:\t(a)\ttotal payments to lobbyists\nemployed by the firm;\t(b)\ttotal payments to employees of the firm, other than\nlobbyists, who engaged in attempts to influence municipal legislation during the\nreporting period; and\t(c)\tall expenses attributable to attempts to influence\nmunicipal legislation, other than overhead, and other expenses that would not be\nincurred but for the attempts to influence.  Each such expense of $5,000 or\nmore shall be itemized and described.\t8.\tThe name of any elective City officer,\ncandidate for elective City office, or any controlled committee of the officer\nor candidate to which the lobbying firm made contributions of $100 or more, or\nwhich were delivered by the lobbying firm, or in connection with which the\nlobbying firm acted as an intermediary during the reporting period, and the date\nand amount of the contribution.  (Amended by Ord. No. 175,432, Eff. 9\/28\/03,\nOper. 1\/1\/04.)\t9.\tThe name of any elective City officer, candidate for elective\nCity office, or any City controlled committee of the officer or candidate for\nwhich the lobbying firm engaged in any fundraising activity during the reporting\nperiod, the date(s) of the activity and the amount of funds the lobbying firm\nknows or has reason to know were raised as a result of the activity.  (Added by\nOrd. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t10.\tThe date and amount of one or\nmore contributions aggregating more than $1,000 made by the lobbying firm at the\nbehest of an elective City officer or candidate for elective City office during\nthe reporting period to any and all controlled committees of any other elective\nCity officer or candidate for elective City office, the name and address of the\npayee, the name of the elective City officer or candidate for elective City\noffice who made the behest and the date of the behest.  (Added by Ord. No.\n175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t11.\tThe date, amount and description of\none or more donations aggregating $1,000 or more made by the lobbying firm at\nthe behest of an elective City officer or candidate for elective City office\nduring the reporting period to any religious, charitable or other nonprofit\norganization, the name and address of the payee, the name of the elective City\nofficer or candidate for elective City office who made the behest and the date\nof the behest.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper.\n1\/1\/04.)\t12.\tIf, during the quarterly reporting period, the lobbying firm\nprovided compensated services, including consulting services, to the campaign of\nany candidate for elective City office, or to a campaign for or against any City\nballot measure, the name of the candidate, the elective City office sought by\nthe candidate, the ballot number or letter of the ballot measure, the date of\nthe election, the amount of compensation earned for the compensated services and\na description of the services provided.\t13.\tIf, during the quarterly reporting\nperiod, the lobbying firm provided compensated services under contract with the\nCity or with any agency, including consulting services, the amount of\ncompensation received, the agency for which the services were provided, a\ndescription or other identification of the contract and the nature of the\nservices provided.  For an individual contract lobbyist who qualifies as a\nlobbying firm, such information shall be reported if the lobbyist personally\nprovided the services, or if the services were provided by a business entity in\nwhich the lobbyist owns at least a 10% investment, regardless of whether the\ncompensation was provided directly to the lobbyist or to such business\nentity.\t14.\tFor an individual contract lobbyist who qualifies as a lobbying\nfirm, each City agency that the lobbyist attempted to influence.\t15.\tThe name,\naddress, email, and telephone number of the person responsible for preparing the\nreport.\t16.\tAny other information required by regulation of the City Ethics\nCommission, consistent with the purposes and provisions of this\narticle.\tD.\tQuarterly Reports by Lobbyist Employers – Contents.  Quarterly\nreports by lobbyist employers shall contain the following information. \n(Amended by Ord. No. 182,360, Eff. 1\/30\/13.)\t1.\tThe name, address, email, and\ntelephone number of the entity filing the report.\t2.\tThe name of each lobbyist\nwho is employed by the entity.\t3.\tTotal payments during the reporting period to\nlobbyists employed by the entity.  Such payments shall include solely payments\nfor compensation and reimbursement of expenses relating to the lobbyists’\nattempts to influence municipal legislation.\t4.\tTotal payments to employees of\nthe entity, other than lobbyists, who engaged in attempts to influence municipal\nlegislation during the reporting period.  Such payments shall include payments\nfor compensation and reimbursement of expenses relating to such persons’\nattempts to influence municipal legislation.\t5.\tTotal payments for expenses\nincurred in connection with attempts by the entity during the reporting period\nto influence municipal legislation.  These expenses shall include all expenses\nattributable to attempts to influence municipal legislation, other than\noverhead, and other expenses that would not be incurred but for the attempts to\ninfluence. Each such expense of $5,000 or more shall be itemized and\ndescribed.\t6.\tA description of each item of municipal legislation which the\nentity attempted to influence during the reporting period.\t7.\tThe date, amount\nand description of each activity expense of $25 or more made by the lobbyist\nemployer during the reporting period, the name and title of the City official\nbenefiting from the expense, and the name and address of the payee.\t8.\tThe total\namount of activity expenses made by the lobbyist employer during the reporting\nperiod, whether or not itemized.\t9.\tThe name of any elective City officer,\ncandidate for elective City office, or any controlled committee of the officer\nor candidate to which the lobbyist employer made contributions of $100 or more,\nor which were delivered by the lobbyist employer, or in connection with which\nthe lobbyist employer acted as an intermediary during the reporting period, and\nthe date and amount of the contribution.  (Amended by Ord. No. 175,432, Eff.\n9\/28\/03, Oper. 1\/1\/04.)\t10.\tThe name of any elective City officer, candidate for\nelective City office, or any City controlled committee of the officer or\ncandidate for which the lobbyist employer engaged in any fundraising activity\nduring the reporting period, the date(s) of the activity and the amount of funds\nthe lobbyist employer knows or has reason to know were raised as a result of the\nactivity.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t11.\tThe\ndate and amount of one or more contributions aggregating more than $1,000 made\nby the lobbyist employer at the behest of an elective City officer or candidate\nfor elective City office during the reporting period to any and all controlled\ncommittees of any other elective City officer or candidate for elective City\noffice, the name and address of the payee, the name of the elective City officer\nor candidate for elective City office who made the behest and the date of the\nbehest.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t12.\tThe date,\namount and description of one or more donations aggregating $1,000 or more made\nby the lobbyist employer at the behest of an elective City officer or candidate\nfor elective City office during the reporting period to any religious,\ncharitable or other nonprofit organization, the name and address of the payee,\nthe name of the elective City officer or candidate for elective City office who\nmade the behest and the date of the behest.  (Added by Ord. No. 175,432, Eff.\n9\/28\/03, Oper. 1\/1\/04.)\t13.\tThe name, address, email, and telephone number of\nthe person responsible for preparing the report.\t14.\tAny other information\nrequired by regulation of the City Ethics Commission, consistent with the\npurposes and provisions of this article.\tE.\tQuarterly Reports by Major Filers\n– Contents.  Quarterly reports by major filers shall contain the following\ninformation:\t1.\tThe name, address and telephone number of the person filing the\nreport.\t2.\tA description of each item of municipal legislation which the entity\nattempted to influence during the reporting period.\t3.\tThe total payments made\nduring the reporting period for the purpose of attempting to influence action on\neach proposed or pending matter of municipal legislation.\t4.\tThe name, address\nand telephone number of the person responsible for preparing the report.\t5.\tAny\nother information required by regulation of the City Ethics Commission,\nconsistent with the purposes and provision of this article.\n","html":"\n\t\t\t\t\t<section><p>  DISCLOSURE REPORTS.\n\t(Title Amended by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\tA.\tReporting Requirement.  Every lobbyist, lobbying firm, lobbyist employer and major filer shall file the quarterly disclosure reports required by this Section on or before the last day of the month following each calendar quarter.  (Amended by Ord. No. 182,360, Eff. 1\/30\/13.)<br \/><br \/>\t1.\tAll lobbyists and lobbying firms shall file quarterly reports for every calendar quarter during which they retain that status.  An individual who qualifies both as a lobbyist and lobbying firm shall file only a lobbying firm quarterly report. Lobbyist employers shall file quarterly reports for every calendar quarter during which any individual employed by that employer retains the status as lobbyist.  Information required to be disclosed concerning compensation received or expenditures made for lobbying shall be disclosed either by the lobbyist or by his or her lobbying firm or employer.<br \/><br \/>\t2.\tMajor filers shall file quarterly reports for every calendar quarter during which they made qualifying payments or incurred qualifying expenditures totaling $5,000 or more.<br \/><br \/>\t3.\tQuarterly reports shall disclose all required information for the calendar quarter immediately prior to the month in which the report is required to be filed.  (Amended by Ord. No. 182,360, Eff. 1\/30\/13.)<br \/><br \/>\tB.\tQuarterly Reports by Lobbyists – Contents.  Quarterly reports by lobbyists shall contain the following information:<br \/><br \/>\t1.\tThe lobbyist’s name, business address and business telephone number.<br \/><br \/>\t2.\tThe lobbying firm, if any, of which the lobbyist is a partner, owner, shareholder, officer or employee.<br \/><br \/>\t3.\tIf the lobbyist is not a partner, officer or owner of a lobbying firm, the name, address and telephone number of the lobbyist’s employer.<br \/><br \/>\t4.\tThe date, amount and description of each activity expense of $25 or more made by the lobbyist during the reporting period, the name and title of the City official benefiting from the expense, the name and address of the payee, and the client, if any, on whose behalf the expense was made.  An activity expense shall be considered to be made on behalf of a client if the client requested or authorized the expense or if the expense was made in connection with an event at which the lobbyist attempted to influence the official on behalf of the client.<br \/><br \/>\t5.\tThe total amount of activity expenses made by the lobbyist during the reporting period, whether or not itemized.<br \/><br \/>\t6.\tThe name of any elective City officer, candidate for elective City office, or any controlled committee of the officer or candidate to which the lobbyist made contributions of $100 or more, or which were delivered by the lobbyist, or in connection with which the lobbyist acted as an intermediary during the reporting period, and the date and amount of the contribution.  (Amended by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\t7.\tThe name of any elective City officer, candidate for elective City office, or any City controlled committee of the officer or candidate for which the lobbyist engaged in any fundraising activity during the reporting period, the date(s) of the activity and the amount of funds the lobbyist knows or has reason to know were raised as a result of the activity.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\t8.\tThe date and amount of one or more contributions aggregating more than $1,000 made by the lobbyist at the behest of an elective City officer or candidate for elective City office during the reporting period to any and all controlled committees of any other elective City officer or candidate for elective City office, the name and address of the payee, the name of the elective City officer or candidate for elective City office who made the behest and the date of the behest.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\t9.\tThe date, amount and description of one or more donations aggregating $1,000 or more made by the lobbyist at the behest of an elective City officer or candidate for elective City office during the reporting period to any religious, charitable or other nonprofit organization, the name and address of the payee, the name of the elective City officer or candidate for elective City office who made the behest and the date of the behest.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\t10.\tIf, during the quarterly reporting period, the lobbyist provided compensated services, including consulting services, to the campaign of any candidate for elective City office, or to a campaign for or against any City ballot measure, the name of the candidate, the elective City office sought by the candidate, the ballot number or letter of the ballot measure, the date of the election, the amount of compensation earned for the compensated services, and a description of the nature of the services provided.  Such information shall be reported if the lobbyist personally provided the services, or if the services were provided by a business entity in which the lobbyist owns at least a 10% investment, whether the compensation was provided directly to the lobbyist or to such business entity.  (Former Subdivision B.7. redesignated by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\t11.\tIf, during the quarterly reporting period, the lobbyist provided compensated services under <span class=\"dictionary\">contract<\/span> with the City or with any City agency, including consulting services, the amount of compensation received, the agency for which the services were provided, a description or other identification of the <span class=\"dictionary\">contract<\/span> and the nature of the services provided.  Such information shall be reported if the lobbyist personally provided the services, or if the services were provided by a business entity in which the lobbyist owns at least a 10% investment, whether the compensation was provided directly to the lobbyist or to such business entity.  (Former Subdivision B.8. redesignated by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\t12.\tEach City agency that the lobbyist attempted to influence.  (Former Subdivision B.9. redesignated by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\t13.\tAny other information required by regulation of the City Ethics Commission, consistent with the purposes and provisions of this article.  (Former Subdivision B.10. redesignated by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\tC.\tQuarterly Reports by Lobbying Firms – Contents.  Quarterly reports by lobbying firms, including individual <span class=\"dictionary\">contract<\/span> lobbyists, shall contain the following information:  (Amended by Ord. No. 182,360, Eff. 1\/30\/13.)<br \/><br \/>\t1.\tThe name, address, email, and telephone number of the firm.<br \/><br \/>\t2.\tThe name of each lobbyist who is a partner, owner, shareholder, officer or employee of the firm.<br \/><br \/>\t3.\tThe name, address and telephone number of each client that is required to be registered and was represented by the firm during the reporting period; a description of each item of municipal legislation for which the firm or its lobbyists represented the client during the reporting period; the total amount of payments received by the firm from each client (including all fees, reimbursements for expenses and other payments) during the reporting period for such representation.<br \/><br \/>\t4.\tThe total payments received from clients required to be registered by the firm during the reporting period in connection with the firm’s representation of clients on municipal legislation.<br \/><br \/>\t5.\tThe date, amount and description of each activity expense of $25 or more made by the lobbying firm during the reporting period, the name and title of the City official benefiting from the expense, the name and address of the payee, and the client, if any, on whose behalf the expense was made.  An activity expense shall be considered to be made on behalf of a client if the client requested or authorized the expense or if the expense was made in connection with an event at which the lobbying firm attempted to influence the official on behalf of the client.<br \/><br \/>\t6.\tThe total amount of activity expenses made by the lobbying firm during the reporting period, whether or not itemized.<br \/><br \/>\t7.\tThe total amount of expenses incurred in connection with attempts by the firm to influence municipal legislation.  These expenses shall include:<br \/><br \/>\t(a)\ttotal payments to lobbyists employed by the firm;<br \/><br \/>\t(b)\ttotal payments to employees of the firm, other than lobbyists, who engaged in attempts to influence municipal legislation during the reporting period; and<br \/><br \/>\t(c)\tall expenses attributable to attempts to influence municipal legislation, other than overhead, and other expenses that would not be incurred but for the attempts to influence.  Each such expense of $5,000 or more shall be itemized and described.<br \/><br \/>\t8.\tThe name of any elective City officer, candidate for elective City office, or any controlled committee of the officer or candidate to which the lobbying firm made contributions of $100 or more, or which were delivered by the lobbying firm, or in connection with which the lobbying firm acted as an intermediary during the reporting period, and the date and amount of the contribution.  (Amended by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\t9.\tThe name of any elective City officer, candidate for elective City office, or any City controlled committee of the officer or candidate for which the lobbying firm engaged in any fundraising activity during the reporting period, the date(s) of the activity and the amount of funds the lobbying firm knows or has reason to know were raised as a result of the activity.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\t10.\tThe date and amount of one or more contributions aggregating more than $1,000 made by the lobbying firm at the behest of an elective City officer or candidate for elective City office during the reporting period to any and all controlled committees of any other elective City officer or candidate for elective City office, the name and address of the payee, the name of the elective City officer or candidate for elective City office who made the behest and the date of the behest.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\t11.\tThe date, amount and description of one or more donations aggregating $1,000 or more made by the lobbying firm at the behest of an elective City officer or candidate for elective City office during the reporting period to any religious, charitable or other nonprofit organization, the name and address of the payee, the name of the elective City officer or candidate for elective City office who made the behest and the date of the behest.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\t12.\tIf, during the quarterly reporting period, the lobbying firm provided compensated services, including consulting services, to the campaign of any candidate for elective City office, or to a campaign for or against any City ballot measure, the name of the candidate, the elective City office sought by the candidate, the ballot number or letter of the ballot measure, the date of the election, the amount of compensation earned for the compensated services and a description of the services provided.<br \/><br \/>\t13.\tIf, during the quarterly reporting period, the lobbying firm provided compensated services under <span class=\"dictionary\">contract<\/span> with the City or with any agency, including consulting services, the amount of compensation received, the agency for which the services were provided, a description or other identification of the <span class=\"dictionary\">contract<\/span> and the nature of the services provided.  For an individual <span class=\"dictionary\">contract<\/span> lobbyist who qualifies as a lobbying firm, such information shall be reported if the lobbyist personally provided the services, or if the services were provided by a business entity in which the lobbyist owns at least a 10% investment, regardless of whether the compensation was provided directly to the lobbyist or to such business entity.<br \/><br \/>\t14.\tFor an individual <span class=\"dictionary\">contract<\/span> lobbyist who qualifies as a lobbying firm, each City agency that the lobbyist attempted to influence.<br \/><br \/>\t15.\tThe name, address, email, and telephone number of the person responsible for preparing the report.<br \/><br \/>\t16.\tAny other information required by regulation of the City Ethics Commission, consistent with the purposes and provisions of this article.<br \/><br \/>\tD.\tQuarterly Reports by Lobbyist Employers – Contents.  Quarterly reports by lobbyist employers shall contain the following information.  (Amended by Ord. No. 182,360, Eff. 1\/30\/13.)<br \/><br \/>\t1.\tThe name, address, email, and telephone number of the entity filing the report.<br \/><br \/>\t2.\tThe name of each lobbyist who is employed by the entity.<br \/><br \/>\t3.\tTotal payments during the reporting period to lobbyists employed by the entity.  Such payments shall include solely payments for compensation and reimbursement of expenses relating to the lobbyists’ attempts to influence municipal legislation.<br \/><br \/>\t4.\tTotal payments to employees of the entity, other than lobbyists, who engaged in attempts to influence municipal legislation during the reporting period.  Such payments shall include payments for compensation and reimbursement of expenses relating to such persons’ attempts to influence municipal legislation.<br \/><br \/>\t5.\tTotal payments for expenses incurred in connection with attempts by the entity during the reporting period to influence municipal legislation.  These expenses shall include all expenses attributable to attempts to influence municipal legislation, other than overhead, and other expenses that would not be incurred but for the attempts to influence. Each such expense of $5,000 or more shall be itemized and described.<br \/><br \/>\t6.\tA description of each item of municipal legislation which the entity attempted to influence during the reporting period.<br \/><br \/>\t7.\tThe date, amount and description of each activity expense of $25 or more made by the lobbyist employer during the reporting period, the name and title of the City official benefiting from the expense, and the name and address of the payee.<br \/><br \/>\t8.\tThe total amount of activity expenses made by the lobbyist employer during the reporting period, whether or not itemized.<br \/><br \/>\t9.\tThe name of any elective City officer, candidate for elective City office, or any controlled committee of the officer or candidate to which the lobbyist employer made contributions of $100 or more, or which were delivered by the lobbyist employer, or in connection with which the lobbyist employer acted as an intermediary during the reporting period, and the date and amount of the contribution.  (Amended by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\t10.\tThe name of any elective City officer, candidate for elective City office, or any City controlled committee of the officer or candidate for which the lobbyist employer engaged in any fundraising activity during the reporting period, the date(s) of the activity and the amount of funds the lobbyist employer knows or has reason to know were raised as a result of the activity.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\t11.\tThe date and amount of one or more contributions aggregating more than $1,000 made by the lobbyist employer at the behest of an elective City officer or candidate for elective City office during the reporting period to any and all controlled committees of any other elective City officer or candidate for elective City office, the name and address of the payee, the name of the elective City officer or candidate for elective City office who made the behest and the date of the behest.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\t12.\tThe date, amount and description of one or more donations aggregating $1,000 or more made by the lobbyist employer at the behest of an elective City officer or candidate for elective City office during the reporting period to any religious, charitable or other nonprofit organization, the name and address of the payee, the name of the elective City officer or candidate for elective City office who made the behest and the date of the behest.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\t13.\tThe name, address, email, and telephone number of the person responsible for preparing the report.<br \/><br \/>\t14.\tAny other information required by regulation of the City Ethics Commission, consistent with the purposes and provisions of this article.<br \/><br \/>\tE.\tQuarterly Reports by Major Filers – Contents.  Quarterly reports by major filers shall contain the following information:<br \/><br \/>\t1.\tThe name, address and telephone number of the person filing the report.<br \/><br \/>\t2.\tA description of each item of municipal legislation which the entity attempted to influence during the reporting period.<br \/><br \/>\t3.\tThe total payments made during the reporting period for the purpose of attempting to influence action on each proposed or pending matter of municipal legislation.<br \/><br \/>\t4.\tThe name, address and telephone number of the person responsible for preparing the report.<br \/><br \/>\t5.\tAny other information required by regulation of the City Ethics Commission, consistent with the purposes and provision of this article.<\/p><\/section>","previous_section":{"id":"26","structure_id":"22","section_number":"48.07","catch_line":"Registration.","url":"\/48.07\/","token":"48.07"},"text":{"0":{"id":"2952","text":"  DISCLOSURE REPORTS.\n\t(Title Amended by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\tA.\tReporting Requirement.  Every lobbyist, lobbying firm, lobbyist employer and major filer shall file the quarterly disclosure reports required by this Section on or before the last day of the month following each calendar quarter.  (Amended by Ord. No. 182,360, Eff. 1\/30\/13.)\t1.\tAll lobbyists and lobbying firms shall file quarterly reports for every calendar quarter during which they retain that status.  An individual who qualifies both as a lobbyist and lobbying firm shall file only a lobbying firm quarterly report. Lobbyist employers shall file quarterly reports for every calendar quarter during which any individual employed by that employer retains the status as lobbyist.  Information required to be disclosed concerning compensation received or expenditures made for lobbying shall be disclosed either by the lobbyist or by his or her lobbying firm or employer.\t2.\tMajor filers shall file quarterly reports for every calendar quarter during which they made qualifying payments or incurred qualifying expenditures totaling $5,000 or more.\t3.\tQuarterly reports shall disclose all required information for the calendar quarter immediately prior to the month in which the report is required to be filed.  (Amended by Ord. No. 182,360, Eff. 1\/30\/13.)\tB.\tQuarterly Reports by Lobbyists – Contents.  Quarterly reports by lobbyists shall contain the following information:\t1.\tThe lobbyist’s name, business address and business telephone number.\t2.\tThe lobbying firm, if any, of which the lobbyist is a partner, owner, shareholder, officer or employee.\t3.\tIf the lobbyist is not a partner, officer or owner of a lobbying firm, the name, address and telephone number of the lobbyist’s employer.\t4.\tThe date, amount and description of each activity expense of $25 or more made by the lobbyist during the reporting period, the name and title of the City official benefiting from the expense, the name and address of the payee, and the client, if any, on whose behalf the expense was made.  An activity expense shall be considered to be made on behalf of a client if the client requested or authorized the expense or if the expense was made in connection with an event at which the lobbyist attempted to influence the official on behalf of the client.\t5.\tThe total amount of activity expenses made by the lobbyist during the reporting period, whether or not itemized.\t6.\tThe name of any elective City officer, candidate for elective City office, or any controlled committee of the officer or candidate to which the lobbyist made contributions of $100 or more, or which were delivered by the lobbyist, or in connection with which the lobbyist acted as an intermediary during the reporting period, and the date and amount of the contribution.  (Amended by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t7.\tThe name of any elective City officer, candidate for elective City office, or any City controlled committee of the officer or candidate for which the lobbyist engaged in any fundraising activity during the reporting period, the date(s) of the activity and the amount of funds the lobbyist knows or has reason to know were raised as a result of the activity.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t8.\tThe date and amount of one or more contributions aggregating more than $1,000 made by the lobbyist at the behest of an elective City officer or candidate for elective City office during the reporting period to any and all controlled committees of any other elective City officer or candidate for elective City office, the name and address of the payee, the name of the elective City officer or candidate for elective City office who made the behest and the date of the behest.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t9.\tThe date, amount and description of one or more donations aggregating $1,000 or more made by the lobbyist at the behest of an elective City officer or candidate for elective City office during the reporting period to any religious, charitable or other nonprofit organization, the name and address of the payee, the name of the elective City officer or candidate for elective City office who made the behest and the date of the behest.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t10.\tIf, during the quarterly reporting period, the lobbyist provided compensated services, including consulting services, to the campaign of any candidate for elective City office, or to a campaign for or against any City ballot measure, the name of the candidate, the elective City office sought by the candidate, the ballot number or letter of the ballot measure, the date of the election, the amount of compensation earned for the compensated services, and a description of the nature of the services provided.  Such information shall be reported if the lobbyist personally provided the services, or if the services were provided by a business entity in which the lobbyist owns at least a 10% investment, whether the compensation was provided directly to the lobbyist or to such business entity.  (Former Subdivision B.7. redesignated by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t11.\tIf, during the quarterly reporting period, the lobbyist provided compensated services under contract with the City or with any City agency, including consulting services, the amount of compensation received, the agency for which the services were provided, a description or other identification of the contract and the nature of the services provided.  Such information shall be reported if the lobbyist personally provided the services, or if the services were provided by a business entity in which the lobbyist owns at least a 10% investment, whether the compensation was provided directly to the lobbyist or to such business entity.  (Former Subdivision B.8. redesignated by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t12.\tEach City agency that the lobbyist attempted to influence.  (Former Subdivision B.9. redesignated by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t13.\tAny other information required by regulation of the City Ethics Commission, consistent with the purposes and provisions of this article.  (Former Subdivision B.10. redesignated by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\tC.\tQuarterly Reports by Lobbying Firms – Contents.  Quarterly reports by lobbying firms, including individual contract lobbyists, shall contain the following information:  (Amended by Ord. No. 182,360, Eff. 1\/30\/13.)\t1.\tThe name, address, email, and telephone number of the firm.\t2.\tThe name of each lobbyist who is a partner, owner, shareholder, officer or employee of the firm.\t3.\tThe name, address and telephone number of each client that is required to be registered and was represented by the firm during the reporting period; a description of each item of municipal legislation for which the firm or its lobbyists represented the client during the reporting period; the total amount of payments received by the firm from each client (including all fees, reimbursements for expenses and other payments) during the reporting period for such representation.\t4.\tThe total payments received from clients required to be registered by the firm during the reporting period in connection with the firm’s representation of clients on municipal legislation.\t5.\tThe date, amount and description of each activity expense of $25 or more made by the lobbying firm during the reporting period, the name and title of the City official benefiting from the expense, the name and address of the payee, and the client, if any, on whose behalf the expense was made.  An activity expense shall be considered to be made on behalf of a client if the client requested or authorized the expense or if the expense was made in connection with an event at which the lobbying firm attempted to influence the official on behalf of the client.\t6.\tThe total amount of activity expenses made by the lobbying firm during the reporting period, whether or not itemized.\t7.\tThe total amount of expenses incurred in connection with attempts by the firm to influence municipal legislation.  These expenses shall include:\t(a)\ttotal payments to lobbyists employed by the firm;\t(b)\ttotal payments to employees of the firm, other than lobbyists, who engaged in attempts to influence municipal legislation during the reporting period; and\t(c)\tall expenses attributable to attempts to influence municipal legislation, other than overhead, and other expenses that would not be incurred but for the attempts to influence.  Each such expense of $5,000 or more shall be itemized and described.\t8.\tThe name of any elective City officer, candidate for elective City office, or any controlled committee of the officer or candidate to which the lobbying firm made contributions of $100 or more, or which were delivered by the lobbying firm, or in connection with which the lobbying firm acted as an intermediary during the reporting period, and the date and amount of the contribution.  (Amended by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t9.\tThe name of any elective City officer, candidate for elective City office, or any City controlled committee of the officer or candidate for which the lobbying firm engaged in any fundraising activity during the reporting period, the date(s) of the activity and the amount of funds the lobbying firm knows or has reason to know were raised as a result of the activity.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t10.\tThe date and amount of one or more contributions aggregating more than $1,000 made by the lobbying firm at the behest of an elective City officer or candidate for elective City office during the reporting period to any and all controlled committees of any other elective City officer or candidate for elective City office, the name and address of the payee, the name of the elective City officer or candidate for elective City office who made the behest and the date of the behest.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t11.\tThe date, amount and description of one or more donations aggregating $1,000 or more made by the lobbying firm at the behest of an elective City officer or candidate for elective City office during the reporting period to any religious, charitable or other nonprofit organization, the name and address of the payee, the name of the elective City officer or candidate for elective City office who made the behest and the date of the behest.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t12.\tIf, during the quarterly reporting period, the lobbying firm provided compensated services, including consulting services, to the campaign of any candidate for elective City office, or to a campaign for or against any City ballot measure, the name of the candidate, the elective City office sought by the candidate, the ballot number or letter of the ballot measure, the date of the election, the amount of compensation earned for the compensated services and a description of the services provided.\t13.\tIf, during the quarterly reporting period, the lobbying firm provided compensated services under contract with the City or with any agency, including consulting services, the amount of compensation received, the agency for which the services were provided, a description or other identification of the contract and the nature of the services provided.  For an individual contract lobbyist who qualifies as a lobbying firm, such information shall be reported if the lobbyist personally provided the services, or if the services were provided by a business entity in which the lobbyist owns at least a 10% investment, regardless of whether the compensation was provided directly to the lobbyist or to such business entity.\t14.\tFor an individual contract lobbyist who qualifies as a lobbying firm, each City agency that the lobbyist attempted to influence.\t15.\tThe name, address, email, and telephone number of the person responsible for preparing the report.\t16.\tAny other information required by regulation of the City Ethics Commission, consistent with the purposes and provisions of this article.\tD.\tQuarterly Reports by Lobbyist Employers – Contents.  Quarterly reports by lobbyist employers shall contain the following information.  (Amended by Ord. No. 182,360, Eff. 1\/30\/13.)\t1.\tThe name, address, email, and telephone number of the entity filing the report.\t2.\tThe name of each lobbyist who is employed by the entity.\t3.\tTotal payments during the reporting period to lobbyists employed by the entity.  Such payments shall include solely payments for compensation and reimbursement of expenses relating to the lobbyists’ attempts to influence municipal legislation.\t4.\tTotal payments to employees of the entity, other than lobbyists, who engaged in attempts to influence municipal legislation during the reporting period.  Such payments shall include payments for compensation and reimbursement of expenses relating to such persons’ attempts to influence municipal legislation.\t5.\tTotal payments for expenses incurred in connection with attempts by the entity during the reporting period to influence municipal legislation.  These expenses shall include all expenses attributable to attempts to influence municipal legislation, other than overhead, and other expenses that would not be incurred but for the attempts to influence. Each such expense of $5,000 or more shall be itemized and described.\t6.\tA description of each item of municipal legislation which the entity attempted to influence during the reporting period.\t7.\tThe date, amount and description of each activity expense of $25 or more made by the lobbyist employer during the reporting period, the name and title of the City official benefiting from the expense, and the name and address of the payee.\t8.\tThe total amount of activity expenses made by the lobbyist employer during the reporting period, whether or not itemized.\t9.\tThe name of any elective City officer, candidate for elective City office, or any controlled committee of the officer or candidate to which the lobbyist employer made contributions of $100 or more, or which were delivered by the lobbyist employer, or in connection with which the lobbyist employer acted as an intermediary during the reporting period, and the date and amount of the contribution.  (Amended by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t10.\tThe name of any elective City officer, candidate for elective City office, or any City controlled committee of the officer or candidate for which the lobbyist employer engaged in any fundraising activity during the reporting period, the date(s) of the activity and the amount of funds the lobbyist employer knows or has reason to know were raised as a result of the activity.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t11.\tThe date and amount of one or more contributions aggregating more than $1,000 made by the lobbyist employer at the behest of an elective City officer or candidate for elective City office during the reporting period to any and all controlled committees of any other elective City officer or candidate for elective City office, the name and address of the payee, the name of the elective City officer or candidate for elective City office who made the behest and the date of the behest.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t12.\tThe date, amount and description of one or more donations aggregating $1,000 or more made by the lobbyist employer at the behest of an elective City officer or candidate for elective City office during the reporting period to any religious, charitable or other nonprofit organization, the name and address of the payee, the name of the elective City officer or candidate for elective City office who made the behest and the date of the behest.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t13.\tThe name, address, email, and telephone number of the person responsible for preparing the report.\t14.\tAny other information required by regulation of the City Ethics Commission, consistent with the purposes and provisions of this article.\tE.\tQuarterly Reports by Major Filers – Contents.  Quarterly reports by major filers shall contain the following information:\t1.\tThe name, address and telephone number of the person filing the report.\t2.\tA description of each item of municipal legislation which the entity attempted to influence during the reporting period.\t3.\tThe total payments made during the reporting period for the purpose of attempting to influence action on each proposed or pending matter of municipal legislation.\t4.\tThe name, address and telephone number of the person responsible for preparing the report.\t5.\tAny other information required by regulation of the City Ethics Commission, consistent with the purposes and provision of this article.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}