{"section_number":"48.09","edition_id":"1","section_id":"1964","structure_id":"22","catch_line":"Compliance Measures And Enforcement.","history":"","full_text":"  COMPLIANCE MEASURES AND ENFORCEMENT.\n\t(Title and Section Amended by Ord. No. 169,916, Eff. 8\/10\/94.)\n\n\tA.\tAudits.  The City Ethics Commission shall have the authority to conduct audits of reports and statements filed pursuant to this article.  Such audits may be conducted on a random basis or when the City Ethics Commission staff has reason to believe that a report or statement may be inaccurate or has not been filed.\n\n\tB.\tCriminal Penalties.\n\n\t1.\tAny person who knowingly or willfully violates any provision of this article is guilty of a misdemeanor.  Any person who knowingly or willfully causes any other person to violate any provision of this article, or who knowingly or willfully aids and abets any other person in the violation of any provision of this article, is guilty of a misdemeanor.\n\n\t2.\tProsecution for violation of any provision of this article must be commenced within one year after the date on which the violation occurred.\n\n\t3.\tNo person convicted of a violation of this article may act as a lobbyist or otherwise attempt to influence municipal legislation for compensation for one year after such conviction.\n\n\tC.\tCivil Enforcement.\n\n\t1.\tAny person who knowingly violates any provision of Section 48.04 shall be liable in a civil action brought by the City Attorney.  Any person who intentionally or negligently violates any other provisions of this article shall be liable in a civil action brought by the City Attorney.  Failure to properly report any receipt or expenditure may result in civil penalties not to exceed the amount not properly reported, or $2,000, whichever is greater.  Any other violation may result in civil penalties no greater than $2,000.  If the court determines that a violation was intentional, the court may order that the defendant be prohibited from acting as a lobbyist or otherwise attempting to influence municipal legislation for one year.\n\n\t2.\tIn determining the amount of liability pursuant to this subsection, the court shall take into account the seriousness of the violation and the degree of culpability of the defendant.\n\n\t3.\tIf two or more persons are responsible for any violation, they shall be jointly and severally liable.\n\n\t4.\tNo civil action alleging a violation of this article shall be filed more than four years after the date the violation occurred.\n\n\tD.\tInjunction.  The City Attorney on behalf of the people of the City of Los Angeles may seek injunctive relief to enjoin violations of or to compel compliance with the provisions of this article.\n\n\tE.\tAdministrative Penalties.  The City Ethics Commission may impose penalties and issue orders for violation of this article pursuant to its authority under Charter Section 706(c).  (Charter Section No. Amended by Ord. No. 172,942, Eff. 1\/21\/00, Oper. 7\/1\/00.)\n\n\tF.\tLate Filing Penalties.  In addition to any other penalty or remedy available, if any person fails to file any report or statement required by this article, after any deadline imposed by this article, such person shall be liable to the City Ethics Commission in the amount of twenty-five dollars ($25) per day after the deadline until the statement or report is filed, up to a maximum amount of $500.  Liability need not be enforced by the Commission if its Executive Officer determines that the late filing was not willful and that enforcement of the penalty would not further the purposes of this article.  No liability shall be waived if a statement or report is not filed within 10 days after the Commission has sent specific written notice to the filer of the filing requirement.\n\n\tG.\tRestriction on Person Who Violates Certain Laws.  (Added by Ord. No. 171,142, Eff. 8\/3\/96.)\n\n\t1.\tNo person shall act or continue to act as a registered lobbyist or lobbying firm if, within the prior four years, that person has been found by the City Ethics Commission, in a proceeding pursuant to Charter Section 706, to have violated Charter Section 470(k) on any occasion.  That determination shall be based either on a finding of the City Ethics Commission made after an administrative hearing or on a stipulation by the lobbyist or lobbying firm entered into with the City Ethics Commission within the previous four years.  (Charter Section Nos. Amended by Ord. No. 172,942, Eff. 1\/21\/00, Oper. 7\/1\/00.)\n\n\t2.\tIf the City Ethics Commission makes a finding that the person has either (1) accepted responsibility for the violation in the form of having entered into a stipulation with the City Ethics Commission in which the party admits the violation, or otherwise exhibits evidence of having accepted such responsibility, or (2) mitigated the wrongdoing by taking prompt remedial or corrective action, then the City Ethics Commission may reduce the time period during which the above prohibition would apply to a period of not less than one year.\n\n\tH.\tContract Bidder Certification of Compliance With Lobbying Laws.  (Amended by Ord. No. 179,934, Eff. 7\/21\/08.)\n\n\t1.\tAny bidder for a contract, as those terms are defined in Los Angeles Administrative Code Section 10.40.1, shall submit with its bid a certification, on a form prescribed by the City Ethics Commission, that the bidder acknowledges and agrees to comply with the disclosure requirements and prohibitions established in the Los Angeles Municipal Lobbying Ordinance if the bidder qualifies as a lobbying entity under Section 48.02 of this article.  The exemptions contained in Section 48.03 of this article and Los Angeles Administrative Code Section 10.40.4 do not apply to this subsection.\n\n\t2.\tEach agency shall include the Municipal Lobbying Ordinance in each invitation for bids, request for proposals, request for qualifications, or other solicitation related to entering into a contract with the City.  The ordinance must be provided in at least 10-point font and may be provided on paper, in an electronic format, or through a link to an online version of the ordinance.  The ordinance is not required to be printed in a newspaper notice of the solicitation.\n\n\t3.\tThis subsection does not apply to the renewal, extension, or amendment of an existing contract, as long as the solicitation for the original contract met the requirements in Paragraphs 1. and 2. above and the renewal, extension, or amendment does not involve a new solicitation.\n\n\t4.\tFor purposes of this subsection, “agency” does not include a state agency operating solely within the City such as the Community Redevelopment Agency or Los Angeles City Housing Authority.","order_by":"09","ancestry":{"1":{"id":"22","name":"Municipal Lobbying","identifier":"8","label":"article","url":"\/4\/8\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"3866","structure_id":"22","section_number":"48.01","catch_line":"Title And Findings.","url":"\/48.01\/","token":"48.01"},"1":{"id":"714","structure_id":"22","section_number":"48.02","catch_line":"Definitions.","url":"\/48.02\/","token":"48.02"},"2":{"id":"3086","structure_id":"22","section_number":"48.03","catch_line":"Exemptions.","url":"\/48.03\/","token":"48.03"},"3":{"id":"1717","structure_id":"22","section_number":"48.04","catch_line":"Prohibitions.","url":"\/48.04\/","token":"48.04"},"4":{"id":"2345","structure_id":"22","section_number":"48.05","catch_line":"Record-Keeping Responsibilities.","url":"\/48.05\/","token":"48.05"},"5":{"id":"4078","structure_id":"22","section_number":"48.06","catch_line":"Filing Methods.","url":"\/48.06\/","token":"48.06"},"6":{"id":"2120","structure_id":"22","section_number":"48.06.1","catch_line":"Online Filing Of Lobbying Registration And Disclosure Statements.","url":"\/48.06.1\/","token":"48.06.1"},"7":{"id":"26","structure_id":"22","section_number":"48.07","catch_line":"Registration.","url":"\/48.07\/","token":"48.07"},"8":{"id":"2977","structure_id":"22","section_number":"48.08","catch_line":"Disclosure Reports.","url":"\/48.08\/","token":"48.08"},"9":{"id":"1673","structure_id":"22","section_number":"48.08.5","catch_line":"Copies Of Solicitations.","url":"\/48.08.5\/","token":"48.08.5"},"10":{"id":"220","structure_id":"22","section_number":"48.08.6","catch_line":"Lobbying Disclosure – Political Contributions.","url":"\/48.08.6\/","token":"48.08.6"},"11":{"id":"2903","structure_id":"22","section_number":"48.08.7","catch_line":"Lobbying Disclosure – Fundraising Activity.","url":"\/48.08.7\/","token":"48.08.7"},"12":{"id":"36","structure_id":"22","section_number":"48.08.8","catch_line":"Lobbying Disclosure – Written Communications To Neighborhood Councils.","url":"\/48.08.8\/","token":"48.08.8"},"13":{"id":"1964","structure_id":"22","section_number":"48.09","catch_line":"Compliance Measures And Enforcement.","url":"\/48.09\/","token":"48.09"},"14":{"id":"2941","structure_id":"22","section_number":"48.10","catch_line":"Ethics Commission Reports.","url":"\/48.10\/","token":"48.10"},"15":{"id":"918","structure_id":"22","section_number":"48.11","catch_line":"Severability.","url":"\/48.11\/","token":"48.11"}},"next_section":{"id":"2941","structure_id":"22","section_number":"48.10","catch_line":"Ethics Commission Reports.","url":"\/48.10\/","token":"48.10"},"metadata":false,"references":false,"url":"\/48.09\/","token":"48.09","formats":{"txt":"\/48.09.txt","json":"\/48.09.xml"},"dublin_core":{"Title":"Compliance Measures And Enforcement.","Type":"Text","Format":"text\/html","Identifier":"§ 48.09","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nCOMPLIANCE MEASURES AND ENFORCEMENT. (§ 48.09)\n\n  COMPLIANCE MEASURES AND ENFORCEMENT.\n\t(Title and Section Amended by Ord. No. 169,916, Eff. 8\/10\/94.)\tA.\tAudits.  The\nCity Ethics Commission shall have the authority to conduct audits of reports and\nstatements filed pursuant to this article.  Such audits may be conducted on a\nrandom basis or when the City Ethics Commission staff has reason to believe that\na report or statement may be inaccurate or has not been filed.\tB.\tCriminal\nPenalties.\t1.\tAny person who knowingly or willfully violates any provision of\nthis article is guilty of a misdemeanor.  Any person who knowingly or willfully\ncauses any other person to violate any provision of this article, or who\nknowingly or willfully aids and abets any other person in the violation of any\nprovision of this article, is guilty of a misdemeanor.\t2.\tProsecution for\nviolation of any provision of this article must be commenced within one year\nafter the date on which the violation occurred.\t3.\tNo person convicted of a\nviolation of this article may act as a lobbyist or otherwise attempt to\ninfluence municipal legislation for compensation for one year after such\nconviction.\tC.\tCivil Enforcement.\t1.\tAny person who knowingly violates any\nprovision of Section 48.04 shall be liable in a civil action brought by the City\nAttorney.  Any person who intentionally or negligently violates any other\nprovisions of this article shall be liable in a civil action brought by the City\nAttorney.  Failure to properly report any receipt or expenditure may result in\ncivil penalties not to exceed the amount not properly reported, or $2,000,\nwhichever is greater.  Any other violation may result in civil penalties no\ngreater than $2,000.  If the court determines that a violation was intentional,\nthe court may order that the defendant be prohibited from acting as a lobbyist\nor otherwise attempting to influence municipal legislation for one year.\t2.\tIn\ndetermining the amount of liability pursuant to this subsection, the court shall\ntake into account the seriousness of the violation and the degree of culpability\nof the defendant.\t3.\tIf two or more persons are responsible for any violation,\nthey shall be jointly and severally liable.\t4.\tNo civil action alleging a\nviolation of this article shall be filed more than four years after the date the\nviolation occurred.\tD.\tInjunction.  The City Attorney on behalf of the people\nof the City of Los Angeles may seek injunctive relief to enjoin violations of or\nto compel compliance with the provisions of this article.\tE.\tAdministrative\nPenalties.  The City Ethics Commission may impose penalties and issue orders\nfor violation of this article pursuant to its authority under Charter Section\n706(c).  (Charter Section No. Amended by Ord. No. 172,942, Eff. 1\/21\/00, Oper.\n7\/1\/00.)\tF.\tLate Filing Penalties.  In addition to any other penalty or remedy\navailable, if any person fails to file any report or statement required by this\narticle, after any deadline imposed by this article, such person shall be liable\nto the City Ethics Commission in the amount of twenty-five dollars ($25) per day\nafter the deadline until the statement or report is filed, up to a maximum\namount of $500.  Liability need not be enforced by the Commission if its\nExecutive Officer determines that the late filing was not willful and that\nenforcement of the penalty would not further the purposes of this article.  No\nliability shall be waived if a statement or report is not filed within 10 days\nafter the Commission has sent specific written notice to the filer of the filing\nrequirement.\tG.\tRestriction on Person Who Violates Certain Laws.  (Added by\nOrd. No. 171,142, Eff. 8\/3\/96.)\t1.\tNo person shall act or continue to act as a\nregistered lobbyist or lobbying firm if, within the prior four years, that\nperson has been found by the City Ethics Commission, in a proceeding pursuant to\nCharter Section 706, to have violated Charter Section 470(k) on any occasion. \nThat determination shall be based either on a finding of the City Ethics\nCommission made after an administrative hearing or on a stipulation by the\nlobbyist or lobbying firm entered into with the City Ethics Commission within\nthe previous four years.  (Charter Section Nos. Amended by Ord. No. 172,942,\nEff. 1\/21\/00, Oper. 7\/1\/00.)\t2.\tIf the City Ethics Commission makes a finding\nthat the person has either (1) accepted responsibility for the violation in the\nform of having entered into a stipulation with the City Ethics Commission in\nwhich the party admits the violation, or otherwise exhibits evidence of having\naccepted such responsibility, or (2) mitigated the wrongdoing by taking prompt\nremedial or corrective action, then the City Ethics Commission may reduce the\ntime period during which the above prohibition would apply to a period of not\nless than one year.\tH.\tContract Bidder Certification of Compliance With Lobbying\nLaws.  (Amended by Ord. No. 179,934, Eff. 7\/21\/08.)\t1.\tAny bidder for a\ncontract, as those terms are defined in Los Angeles Administrative Code Section\n10.40.1, shall submit with its bid a certification, on a form prescribed by the\nCity Ethics Commission, that the bidder acknowledges and agrees to comply with\nthe disclosure requirements and prohibitions established in the Los Angeles\nMunicipal Lobbying Ordinance if the bidder qualifies as a lobbying entity under\nSection 48.02 of this article.  The exemptions contained in Section 48.03 of\nthis article and Los Angeles Administrative Code Section 10.40.4 do not apply to\nthis subsection.\t2.\tEach agency shall include the Municipal Lobbying Ordinance\nin each invitation for bids, request for proposals, request for qualifications,\nor other solicitation related to entering into a contract with the City.  The\nordinance must be provided in at least 10-point font and may be provided on\npaper, in an electronic format, or through a link to an online version of the\nordinance.  The ordinance is not required to be printed in a newspaper notice\nof the solicitation.\t3.\tThis subsection does not apply to the renewal,\nextension, or amendment of an existing contract, as long as the solicitation for\nthe original contract met the requirements in Paragraphs 1. and 2. above and the\nrenewal, extension, or amendment does not involve a new solicitation.\t4.\tFor\npurposes of this subsection, “agency” does not include a state agency\noperating solely within the City such as the Community Redevelopment Agency or\nLos Angeles City Housing Authority.\n","html":"\n\t\t\t\t\t<section><p>  COMPLIANCE MEASURES AND ENFORCEMENT.\n\t(Title and Section Amended by Ord. No. 169,916, Eff. 8\/10\/94.)<br \/><br \/>\tA.\tAudits.  The City Ethics Commission shall have the authority to conduct audits of reports and statements filed pursuant to this article.  Such audits may be conducted on a random basis or when the City Ethics Commission staff has reason to believe that a report or statement may be inaccurate or has not been filed.<br \/><br \/>\tB.\tCriminal Penalties.<br \/><br \/>\t1.\tAny person who knowingly or willfully violates any provision of this article is guilty of a <span class=\"dictionary\">misdemeanor<\/span>.  Any person who knowingly or willfully causes any other person to violate any provision of this article, or who knowingly or willfully aids and abets any other person in the violation of any provision of this article, is guilty of a <span class=\"dictionary\">misdemeanor<\/span>.<br \/><br \/>\t2.\t<span class=\"dictionary\">Prosecution<\/span> for violation of any provision of this article must be commenced within one year after the date on which the violation occurred.<br \/><br \/>\t3.\tNo person convicted of a violation of this article may act as a lobbyist or otherwise attempt to influence municipal legislation for compensation for one year after such <span class=\"dictionary\">conviction<\/span>.<br \/><br \/>\tC.\tCivil Enforcement.<br \/><br \/>\t1.\tAny person who knowingly violates any provision of Section 48.04 shall be liable in a <span class=\"dictionary\">civil action<\/span> brought by the City Attorney.  Any person who intentionally or negligently violates any other provisions of this article shall be liable in a <span class=\"dictionary\">civil action<\/span> brought by the City Attorney.  Failure to properly report any receipt or expenditure may result in civil penalties not to exceed the amount not properly reported, or $2,000, whichever is greater.  Any other violation may result in civil penalties no greater than $2,000.  If the <span class=\"dictionary\">court<\/span> determines that a violation was intentional, the <span class=\"dictionary\">court<\/span> may <span class=\"dictionary\">order<\/span> that the <span class=\"dictionary\">defendant<\/span> be prohibited from acting as a lobbyist or otherwise attempting to influence municipal legislation for one year.<br \/><br \/>\t2.\tIn determining the amount of liability pursuant to this subsection, the <span class=\"dictionary\">court<\/span> shall take into account the seriousness of the violation and the degree of culpability of the <span class=\"dictionary\">defendant<\/span>.<br \/><br \/>\t3.\tIf two or more persons are responsible for any violation, they shall be jointly and severally liable.<br \/><br \/>\t4.\tNo <span class=\"dictionary\">civil action<\/span> alleging a violation of this article shall be filed more than four years after the date the violation occurred.<br \/><br \/>\tD.\t<span class=\"dictionary\">Injunction<\/span>.  The City Attorney on behalf of the people of the City of Los Angeles may seek injunctive relief to enjoin violations of or to compel compliance with the provisions of this article.<br \/><br \/>\tE.\tAdministrative Penalties.  The City Ethics Commission may impose penalties and <span class=\"dictionary\">issue<\/span> <span class=\"dictionary\">orders<\/span> for violation of this article pursuant to its authority under Charter Section 706(c).  (Charter Section No. Amended by Ord. No. 172,942, Eff. 1\/21\/00, Oper. 7\/1\/00.)<br \/><br \/>\tF.\tLate Filing Penalties.  In addition to any other <span class=\"dictionary\">penalty<\/span> or remedy available, if any person fails to file any report or statement required by this article, after any deadline imposed by this article, such person shall be liable to the City Ethics Commission in the amount of twenty-five dollars ($25) per day after the deadline until the statement or report is filed, up to a maximum amount of $500.  Liability need not be enforced by the Commission if its Executive Officer determines that the late filing was not willful and that enforcement of the <span class=\"dictionary\">penalty<\/span> would not further the purposes of this article.  No liability shall be waived if a statement or report is not filed within 10 days after the Commission has sent specific written notice to the filer of the filing requirement.<br \/><br \/>\tG.\tRestriction on Person Who Violates Certain <span class=\"dictionary\">Laws<\/span>.  (Added by Ord. No. 171,142, Eff. 8\/3\/96.)<br \/><br \/>\t1.\tNo person shall act or continue to act as a registered lobbyist or lobbying firm if, within the prior four years, that person has been found by the City Ethics Commission, in a proceeding pursuant to Charter Section 706, to have violated Charter Section 470(k) on any occasion.  That determination shall be based either on a <span class=\"dictionary\">finding<\/span> of the City Ethics Commission made after an administrative <span class=\"dictionary\">hearing<\/span> or on a <span class=\"dictionary\">stipulation<\/span> by the lobbyist or lobbying firm entered into with the City Ethics Commission within the previous four years.  (Charter Section Nos. Amended by Ord. No. 172,942, Eff. 1\/21\/00, Oper. 7\/1\/00.)<br \/><br \/>\t2.\tIf the City Ethics Commission makes a <span class=\"dictionary\">finding<\/span> that the person has either (1) accepted responsibility for the violation in the form of having entered into a <span class=\"dictionary\">stipulation<\/span> with the City Ethics Commission in which the <span class=\"dictionary\">party<\/span> admits the violation, or otherwise exhibits <span class=\"dictionary\">evidence<\/span> of having accepted such responsibility, or (2) mitigated the wrongdoing by taking prompt remedial or corrective action, then the City Ethics Commission may reduce the time period during which the above prohibition would apply to a period of not less than one year.<br \/><br \/>\tH.\t<span class=\"dictionary\">Contract<\/span> Bidder Certification of Compliance With Lobbying <span class=\"dictionary\">Laws<\/span>.  (Amended by Ord. No. 179,934, Eff. 7\/21\/08.)<br \/><br \/>\t1.\tAny bidder for a <span class=\"dictionary\">contract<\/span>, as those terms are defined in Los Angeles Administrative Code Section 10.40.1, shall submit with its bid a certification, on a form prescribed by the City Ethics Commission, that the bidder acknowledges and agrees to comply with the disclosure requirements and prohibitions established in the Los Angeles Municipal Lobbying <span class=\"dictionary\">Ordinance<\/span> if the bidder qualifies as a lobbying entity under Section 48.02 of this article.  The exemptions contained in Section 48.03 of this article and Los Angeles Administrative Code Section 10.40.4 do not apply to this subsection.<br \/><br \/>\t2.\tEach agency shall include the Municipal Lobbying <span class=\"dictionary\">Ordinance<\/span> in each invitation for bids, request for proposals, request for qualifications, or other solicitation related to entering into a <span class=\"dictionary\">contract<\/span> with the City.  The <span class=\"dictionary\">ordinance<\/span> must be provided in at least 10-point font and may be provided on paper, in an electronic format, or through a link to an online version of the <span class=\"dictionary\">ordinance<\/span>.  The <span class=\"dictionary\">ordinance<\/span> is not required to be printed in a newspaper notice of the solicitation.<br \/><br \/>\t3.\tThis subsection does not apply to the renewal, extension, or amendment of an existing <span class=\"dictionary\">contract<\/span>, as long as the solicitation for the original <span class=\"dictionary\">contract<\/span> met the requirements in Paragraphs 1. and 2. above and the renewal, extension, or amendment does not involve a new solicitation.<br \/><br \/>\t4.\tFor purposes of this subsection, “agency” does not include a state agency operating solely within the City such as the Community Redevelopment Agency or Los Angeles City Housing Authority.<\/p><\/section>","previous_section":{"id":"36","structure_id":"22","section_number":"48.08.8","catch_line":"Lobbying Disclosure – Written Communications To Neighborhood Councils.","url":"\/48.08.8\/","token":"48.08.8"},"text":{"0":{"id":"1947","text":"  COMPLIANCE MEASURES AND ENFORCEMENT.\n\t(Title and Section Amended by Ord. No. 169,916, Eff. 8\/10\/94.)\tA.\tAudits.  The City Ethics Commission shall have the authority to conduct audits of reports and statements filed pursuant to this article.  Such audits may be conducted on a random basis or when the City Ethics Commission staff has reason to believe that a report or statement may be inaccurate or has not been filed.\tB.\tCriminal Penalties.\t1.\tAny person who knowingly or willfully violates any provision of this article is guilty of a misdemeanor.  Any person who knowingly or willfully causes any other person to violate any provision of this article, or who knowingly or willfully aids and abets any other person in the violation of any provision of this article, is guilty of a misdemeanor.\t2.\tProsecution for violation of any provision of this article must be commenced within one year after the date on which the violation occurred.\t3.\tNo person convicted of a violation of this article may act as a lobbyist or otherwise attempt to influence municipal legislation for compensation for one year after such conviction.\tC.\tCivil Enforcement.\t1.\tAny person who knowingly violates any provision of Section 48.04 shall be liable in a civil action brought by the City Attorney.  Any person who intentionally or negligently violates any other provisions of this article shall be liable in a civil action brought by the City Attorney.  Failure to properly report any receipt or expenditure may result in civil penalties not to exceed the amount not properly reported, or $2,000, whichever is greater.  Any other violation may result in civil penalties no greater than $2,000.  If the court determines that a violation was intentional, the court may order that the defendant be prohibited from acting as a lobbyist or otherwise attempting to influence municipal legislation for one year.\t2.\tIn determining the amount of liability pursuant to this subsection, the court shall take into account the seriousness of the violation and the degree of culpability of the defendant.\t3.\tIf two or more persons are responsible for any violation, they shall be jointly and severally liable.\t4.\tNo civil action alleging a violation of this article shall be filed more than four years after the date the violation occurred.\tD.\tInjunction.  The City Attorney on behalf of the people of the City of Los Angeles may seek injunctive relief to enjoin violations of or to compel compliance with the provisions of this article.\tE.\tAdministrative Penalties.  The City Ethics Commission may impose penalties and issue orders for violation of this article pursuant to its authority under Charter Section 706(c).  (Charter Section No. Amended by Ord. No. 172,942, Eff. 1\/21\/00, Oper. 7\/1\/00.)\tF.\tLate Filing Penalties.  In addition to any other penalty or remedy available, if any person fails to file any report or statement required by this article, after any deadline imposed by this article, such person shall be liable to the City Ethics Commission in the amount of twenty-five dollars ($25) per day after the deadline until the statement or report is filed, up to a maximum amount of $500.  Liability need not be enforced by the Commission if its Executive Officer determines that the late filing was not willful and that enforcement of the penalty would not further the purposes of this article.  No liability shall be waived if a statement or report is not filed within 10 days after the Commission has sent specific written notice to the filer of the filing requirement.\tG.\tRestriction on Person Who Violates Certain Laws.  (Added by Ord. No. 171,142, Eff. 8\/3\/96.)\t1.\tNo person shall act or continue to act as a registered lobbyist or lobbying firm if, within the prior four years, that person has been found by the City Ethics Commission, in a proceeding pursuant to Charter Section 706, to have violated Charter Section 470(k) on any occasion.  That determination shall be based either on a finding of the City Ethics Commission made after an administrative hearing or on a stipulation by the lobbyist or lobbying firm entered into with the City Ethics Commission within the previous four years.  (Charter Section Nos. Amended by Ord. No. 172,942, Eff. 1\/21\/00, Oper. 7\/1\/00.)\t2.\tIf the City Ethics Commission makes a finding that the person has either (1) accepted responsibility for the violation in the form of having entered into a stipulation with the City Ethics Commission in which the party admits the violation, or otherwise exhibits evidence of having accepted such responsibility, or (2) mitigated the wrongdoing by taking prompt remedial or corrective action, then the City Ethics Commission may reduce the time period during which the above prohibition would apply to a period of not less than one year.\tH.\tContract Bidder Certification of Compliance With Lobbying Laws.  (Amended by Ord. No. 179,934, Eff. 7\/21\/08.)\t1.\tAny bidder for a contract, as those terms are defined in Los Angeles Administrative Code Section 10.40.1, shall submit with its bid a certification, on a form prescribed by the City Ethics Commission, that the bidder acknowledges and agrees to comply with the disclosure requirements and prohibitions established in the Los Angeles Municipal Lobbying Ordinance if the bidder qualifies as a lobbying entity under Section 48.02 of this article.  The exemptions contained in Section 48.03 of this article and Los Angeles Administrative Code Section 10.40.4 do not apply to this subsection.\t2.\tEach agency shall include the Municipal Lobbying Ordinance in each invitation for bids, request for proposals, request for qualifications, or other solicitation related to entering into a contract with the City.  The ordinance must be provided in at least 10-point font and may be provided on paper, in an electronic format, or through a link to an online version of the ordinance.  The ordinance is not required to be printed in a newspaper notice of the solicitation.\t3.\tThis subsection does not apply to the renewal, extension, or amendment of an existing contract, as long as the solicitation for the original contract met the requirements in Paragraphs 1. and 2. above and the renewal, extension, or amendment does not involve a new solicitation.\t4.\tFor purposes of this subsection, “agency” does not include a state agency operating solely within the City such as the Community Redevelopment Agency or Los Angeles City Housing Authority.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}