{"section_number":"48.02","edition_id":"1","section_id":"714","structure_id":"22","catch_line":"Definitions.","history":"","full_text":"  DEFINITIONS.\n\t(Title and Section Amended by Ord. No. 169,916, Eff. 8\/10\/94.)\n\n\tThe following terms used in this article shall have the meanings set forth below.  Other terms used in this article shall have the meanings set forth in the California Political Reform Act of 1974, as amended, and in the regulations of the California Fair Political Practices Commission, as amended, if defined therein.\n\n\t“Activity expense” means any payment, including any gift, made to or directly benefiting any City official or member of his or her immediate family, made by a lobbyist, lobbying firm, or lobbyist employer.\n\n\t“Administrative proceeding” (Deleted by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)\n\n\t“Agency” means the City of Los Angeles or any department, bureau, office, board, commission, other agency of the City, or any other government agency, required to adopt a conflict of interest code subject to City Council approval, and includes the City’s Community Redevelopment Agency and the Los Angeles City Housing Authority.\n\n\t“At the behest” means under the control of, at the direction of, in cooperation, consultation, coordination, or concert with, at the request or suggestion of, or with the express prior consent of any elective City officer or candidate for elective City office.  A donation to a religious, charitable, or other nonprofit organization is not made at the behest of an elective City officer or candidate if the donation is solicited through a newspaper publication, through radio, television, or other mass media, or through a suggestion made to the entire audience at a public gathering.  A donation to a religious, charitable, or other nonprofit organization is not made at the behest of an elective City officer or candidate solely because the name of the officer or candidate is listed with other names on written materials used to request donations or the officer or candidate makes a speech to the entire audience or is honored and given an award at an event sponsored by the organization.  (Amended by Ord. No. 178,356, Eff. 3\/12\/07.)\n\n\t“Attempting to influence” means promoting, supporting, opposing or seeking to modify or delay any action on municipal legislation by any means, including but not limited to providing or using persuasion, information, statistics, analyses or studies.  A person attempts to influence municipal legislation when he or she engages in lobbying activities for the purpose of influencing a decision.  (Amended by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)\n\n\t“City official” means any elective or appointed City officer, member, employee or consultant (who qualifies as a public official within the meaning of the Political Reform Act) of any agency, who, as part of his or her official duties, participates in the consideration of any municipal legislation other than in a purely clerical, secretarial or ministerial capacity.  (Amended by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\t“Client” means both  (1)  the person who compensates a lobbyist or lobbying firm for the purpose of attempting to influence municipal legislation and  (2)  the person on whose behalf a lobbyist or lobbying firm attempts to influence such municipal legislation, even if the lobbyist or lobbying firm is compensated by another person for such representation.  However, if a lobbyist or lobbying firm represents a membership organization and individual members of that organization, an individual member is not a client solely because the member is individually represented by the lobbyist or lobbying firm unless the member makes a payment for such representation in addition to usual membership fees.\n\n\t“Client, Administrative” (Deleted by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)\n\n\t“Compensated Services” means services for which compensation was paid during a reporting period or for which the lobbyist or lobbying firm became entitled to compensation during that period.\n\n\t“Controlled committee” means any committee controlled by an elective City officer or candidate for any elective City office, including any campaign, officeholder, legal defense fund, or ballot measure committee.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\t“Direct communication” means appearing as a witness before, talking to (either by telephone or in person), corresponding with, or answering questions or inquiries from, any City official or employee, either personally or through an agent who acts under one’s direct supervision, control or direction.  (Added by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)\n\n\t“Donation” means a payment for which full and adequate consideration is not received.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\t“Elective City officer” means the Mayor, City Attorney, Controller and Member of the City Council.  (Amended by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\t“Elective Officer” means any person who is a City Council Member, City Attorney, Controller or Mayor, whether appointed or elected.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\t“Fundraiser” means an individual who receives compensation to engage in fundraising activity as defined in this section.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\t“Fundraising activity” means soliciting a contribution or hosting or sponsoring a fundraising event or hiring a fundraiser or contractor to conduct any event designed primarily for political fundraising at which contributions for an elective City officer, candidate for elective City office, or any of his or her controlled committees are solicited, delivered or made.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\t“Host or sponsor” means to provide the use of a home or business to hold a political fundraising event without charging market value for the use of that location; to ask more than 25 persons to attend the event; to pay for at least a majority of the costs of the event; or to provide the candidate, campaign, committee and\/or fundraiser more than 25 names to be used for invitations to the event.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\t“Lobbying activities” includes the following and similar compensated conduct when that conduct is related to a direct communication to influence any municipal legislation:\n\n\t(1)\tengaging in, either personally or through an agent, written or oral direct communication with a City official;\n\n\t(2)\tdrafting ordinances, resolutions or regulations;\n\n\t(3)\tproviding advice or recommending strategy to a client or others;\n\n\t(4)\tresearch, investigation and information gathering;\n\n\t(5)\tseeking to influence the position of a third party on municipal legislation or an issue related to municipal legislation by any means, including but not limited to engaging in community, public or press relations activities; and\n\n\t(6)\tattending or monitoring City meetings, hearings or other events.\n\n(Added by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)\n\n\t“Lobbying entity” means a lobbyist, lobbying firm or lobbyist employer, as defined in this article.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\n\n\t“Lobbying firm” means any entity, including an individual lobbyist, which receives or becomes entitled to receive $1,000 or more in monetary or in-kind compensation for engaging in lobbying activities (either personally or through its agents) during any consecutive three-month period, for the purpose of attempting to influence municipal legislation on behalf of any other person, provided any partner, owner, shareholder, officer or employee of the entity qualifies as a lobbyist.  Compensation does not include reimbursement of or payment for reasonable travel expenses.  An entity receives compensation within the meaning of this definition whether or not the compensation is received solely for activities regulated by this article or is received for other activities as well; however, only that portion of compensation received for the lobbying activities shall count toward the qualification threshold.  An entity “becomes entitled to receive compensation” when the entity agrees to provide services regulated by this article, or performs those services, whether or not payment is contingent on the accomplishment of the client’s purposes.  (Amended by Ord. No. 178,064, Eff. 1\/15\/07.)\n\n\t“Lobbyist” (Amended by Ord. No. 178,064, Eff. 1\/15\/07.) means any individual who is compensated to spend 30 or more hours in any consecutive three-month period engaged in lobbying activities which include at least one direct communication with a City official or employee, conducted either personally or through agents, for the purpose of attempting to influence municipal legislation on behalf of any person.\n\n\tCompensation does not include reimbursement of or payment for reasonable travel expenses.  A person receives compensation within the meaning of this definition whether or not the compensation is received solely for activities regulated by this article or is received for both lobbying activities and other activities as well.  However, only the compensation for the lobbying activities shall be calculated to determine whether an individual qualifies as a lobbyist.  An individual “becomes entitled to receive compensation” when the individual or the entity in which the individual is an employee, partner, owner, shareholder or officer, agrees to provide services regulated by this article, or performs those services, regardless of whether payment is contingent on the accomplishment of the client’s purposes.\n\n\tA lobbyist includes a person who owns an investment in a business entity if that person attempts to influence municipal legislation on behalf of the business entity and if the person acquires the investment as compensation for his or her lobbying services or in contemplation of performing those services.\n\n\t“Lobbyist employer” means an entity, other than a lobbying firm, that employs a lobbyist in-house to lobby on its behalf.\n\n\t“Major filer” means any person who makes payments or incurs expenditures totaling $5,000 or more during any calendar quarter for public relations, media relations, advertising, public outreach, research, investigation, reports, analyses, studies, or similar activities, for the purpose of attempting to influence action on any proposed or pending matter of municipal legislation, if these payments or expenditures are not required to be reported on a lobbyist or lobbying firm quarterly report.  A “major filer” does not include a lobbyist, lobbyist employer, or lobbying firm.  Expenditures and payments for regularly published newsletters or other routine communications between an organization and its members shall not be counted for the purpose of this definition.  (Amended by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)\n\n\t“Municipal legislation” means any legislative or administrative matter proposed or pending before any agency (as defined in this article), including but not limited to those involving the granting, denial, revocation, restriction or modification of a license, permit or entitlement for use (including all land use permits) if the Mayor, the City Council, any of its committees, any agency board, commission, committee, or general manager, or any agency officer or employee charged by law with holding a hearing and making a decision, is charged by law with making a final decision on the matter.  However, “municipal legislation” does not include any of the following:\n\n\t(1)\tA request for advice or for an interpretation of laws, regulations, City approvals or policies, or a direct response to an enforcement proceeding with the City Ethics Commission.\n\n\t(2)\tAny ministerial action.  An action is ministerial if it does not require the City official or employees involved to exercise discretion concerning any outcome or course of action.\n\n\t(3)\tAny action relating to the establishment, amendment, administration, implementation or interpretation of a collective bargaining agreement or memorandum of understanding between an agency and a recognized employee organization, or a proceeding before the Civil Service Commission or the Employee Relations Board.  Further, it does not include management decisions as to the working conditions of represented employees that clearly relate to the terms of such collective bargaining agreement or memorandum of understanding.  Nevertheless, “municipal legislation” does include any action relating to collective bargaining taken by the City Council, any of its committees or members (including the staffs of such members), or by the Mayor or his or her office.\n\n\t(4)\tPreparation or compilation of any radius map, vicinity map, plot plan, site plan, property owners or tenants list, abutting property owners list, photographs of property, proof of ownership or copy of lease, or neighbor signatures required to be submitted to the City Planning Department.\n\n(Amended by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)\n\n\t“Person” means any individual, business entity, trust, corporation, association, committee, or any other organization or group of persons acting in concert.\n\n\t“Solicit” means to ask, personally or through an agent, that another person make a contribution to an elective City officer or candidate for City office, or to his or her controlled committee, including allowing one’s signature to be used on a written request for funds.  For purposes of this article, a lobbying entity solicits a contribution only when the lobbying entity does so (i) at the behest of the elective City officer or candidate for elective City office, or his or her campaign treasurer, campaign manager, or member of his or her fundraising committee, or (ii) if the lobbying entity has informed the candidate or officer that the person is soliciting the contributions.  A person does not solicit, however, by making a request for funds publicly to at least a majority of persons who attend any public gathering, or by making a request that appears published in a newspaper, on radio or television.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)","order_by":"02","ancestry":{"1":{"id":"22","name":"Municipal Lobbying","identifier":"8","label":"article","url":"\/4\/8\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"3866","structure_id":"22","section_number":"48.01","catch_line":"Title And Findings.","url":"\/48.01\/","token":"48.01"},"1":{"id":"714","structure_id":"22","section_number":"48.02","catch_line":"Definitions.","url":"\/48.02\/","token":"48.02"},"2":{"id":"3086","structure_id":"22","section_number":"48.03","catch_line":"Exemptions.","url":"\/48.03\/","token":"48.03"},"3":{"id":"1717","structure_id":"22","section_number":"48.04","catch_line":"Prohibitions.","url":"\/48.04\/","token":"48.04"},"4":{"id":"2345","structure_id":"22","section_number":"48.05","catch_line":"Record-Keeping Responsibilities.","url":"\/48.05\/","token":"48.05"},"5":{"id":"4078","structure_id":"22","section_number":"48.06","catch_line":"Filing Methods.","url":"\/48.06\/","token":"48.06"},"6":{"id":"2120","structure_id":"22","section_number":"48.06.1","catch_line":"Online Filing Of Lobbying Registration And Disclosure Statements.","url":"\/48.06.1\/","token":"48.06.1"},"7":{"id":"26","structure_id":"22","section_number":"48.07","catch_line":"Registration.","url":"\/48.07\/","token":"48.07"},"8":{"id":"2977","structure_id":"22","section_number":"48.08","catch_line":"Disclosure Reports.","url":"\/48.08\/","token":"48.08"},"9":{"id":"1673","structure_id":"22","section_number":"48.08.5","catch_line":"Copies Of Solicitations.","url":"\/48.08.5\/","token":"48.08.5"},"10":{"id":"220","structure_id":"22","section_number":"48.08.6","catch_line":"Lobbying Disclosure – Political Contributions.","url":"\/48.08.6\/","token":"48.08.6"},"11":{"id":"2903","structure_id":"22","section_number":"48.08.7","catch_line":"Lobbying Disclosure – Fundraising Activity.","url":"\/48.08.7\/","token":"48.08.7"},"12":{"id":"36","structure_id":"22","section_number":"48.08.8","catch_line":"Lobbying Disclosure – Written Communications To Neighborhood Councils.","url":"\/48.08.8\/","token":"48.08.8"},"13":{"id":"1964","structure_id":"22","section_number":"48.09","catch_line":"Compliance Measures And Enforcement.","url":"\/48.09\/","token":"48.09"},"14":{"id":"2941","structure_id":"22","section_number":"48.10","catch_line":"Ethics Commission Reports.","url":"\/48.10\/","token":"48.10"},"15":{"id":"918","structure_id":"22","section_number":"48.11","catch_line":"Severability.","url":"\/48.11\/","token":"48.11"}},"next_section":{"id":"3086","structure_id":"22","section_number":"48.03","catch_line":"Exemptions.","url":"\/48.03\/","token":"48.03"},"metadata":false,"references":false,"url":"\/48.02\/","token":"48.02","formats":{"txt":"\/48.02.txt","json":"\/48.02.xml"},"dublin_core":{"Title":"Definitions.","Type":"Text","Format":"text\/html","Identifier":"§ 48.02","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS. (§ 48.02)\n\n  DEFINITIONS.\n\t(Title and Section Amended by Ord. No. 169,916, Eff. 8\/10\/94.)\tThe following\nterms used in this article shall have the meanings set forth below.  Other\nterms used in this article shall have the meanings set forth in the California\nPolitical Reform Act of 1974, as amended, and in the regulations of the\nCalifornia Fair Political Practices Commission, as amended, if defined\ntherein.\t“Activity expense” means any payment, including any gift, made to\nor directly benefiting any City official or member of his or her immediate\nfamily, made by a lobbyist, lobbying firm, or lobbyist\nemployer.\t“Administrative proceeding” (Deleted by Ord. No. 172,479, Eff.\n4\/10\/99, Oper. 4\/1\/99.)\t“Agency” means the City of Los Angeles or any\ndepartment, bureau, office, board, commission, other agency of the City, or any\nother government agency, required to adopt a conflict of interest code subject\nto City Council approval, and includes the City’s Community Redevelopment\nAgency and the Los Angeles City Housing Authority.\t“At the behest” means\nunder the control of, at the direction of, in cooperation, consultation,\ncoordination, or concert with, at the request or suggestion of, or with the\nexpress prior consent of any elective City officer or candidate for elective\nCity office.  A donation to a religious, charitable, or other nonprofit\norganization is not made at the behest of an elective City officer or candidate\nif the donation is solicited through a newspaper publication, through radio,\ntelevision, or other mass media, or through a suggestion made to the entire\naudience at a public gathering.  A donation to a religious, charitable, or\nother nonprofit organization is not made at the behest of an elective City\nofficer or candidate solely because the name of the officer or candidate is\nlisted with other names on written materials used to request donations or the\nofficer or candidate makes a speech to the entire audience or is honored and\ngiven an award at an event sponsored by the organization.  (Amended by Ord. No.\n178,356, Eff. 3\/12\/07.)\t“Attempting to influence” means promoting,\nsupporting, opposing or seeking to modify or delay any action on municipal\nlegislation by any means, including but not limited to providing or using\npersuasion, information, statistics, analyses or studies.  A person attempts to\ninfluence municipal legislation when he or she engages in lobbying activities\nfor the purpose of influencing a decision.  (Amended by Ord. No. 172,479, Eff.\n4\/10\/99, Oper. 4\/1\/99.)\t“City official” means any elective or appointed City\nofficer, member, employee or consultant (who qualifies as a public official\nwithin the meaning of the Political Reform Act) of any agency, who, as part of\nhis or her official duties, participates in the consideration of any municipal\nlegislation other than in a purely clerical, secretarial or ministerial\ncapacity.  (Amended by Ord. No. 175,432, Eff. 9\/28\/03, Oper.\n1\/1\/04.)\t“Client” means both  (1)  the person who compensates a lobbyist\nor lobbying firm for the purpose of attempting to influence municipal\nlegislation and  (2)  the person on whose behalf a lobbyist or lobbying firm\nattempts to influence such municipal legislation, even if the lobbyist or\nlobbying firm is compensated by another person for such representation. \nHowever, if a lobbyist or lobbying firm represents a membership organization and\nindividual members of that organization, an individual member is not a client\nsolely because the member is individually represented by the lobbyist or\nlobbying firm unless the member makes a payment for such representation in\naddition to usual membership fees.\t“Client, Administrative” (Deleted by Ord.\nNo. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)\t“Compensated Services” means\nservices for which compensation was paid during a reporting period or for which\nthe lobbyist or lobbying firm became entitled to compensation during that\nperiod.\t“Controlled committee” means any committee controlled by an elective\nCity officer or candidate for any elective City office, including any campaign,\nofficeholder, legal defense fund, or ballot measure committee.  (Added by Ord.\nNo. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t“Direct communication” means\nappearing as a witness before, talking to (either by telephone or in person),\ncorresponding with, or answering questions or inquiries from, any City official\nor employee, either personally or through an agent who acts under one’s direct\nsupervision, control or direction.  (Added by Ord. No. 172,479, Eff. 4\/10\/99,\nOper. 4\/1\/99.)\t“Donation” means a payment for which full and adequate\nconsideration is not received.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper.\n1\/1\/04.)\t“Elective City officer” means the Mayor, City Attorney, Controller\nand Member of the City Council.  (Amended by Ord. No. 175,432, Eff. 9\/28\/03,\nOper. 1\/1\/04.)\t“Elective Officer” means any person who is a City Council\nMember, City Attorney, Controller or Mayor, whether appointed or elected. \n(Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t“Fundraiser” means\nan individual who receives compensation to engage in fundraising activity as\ndefined in this section.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper.\n1\/1\/04.)\t“Fundraising activity” means soliciting a contribution or hosting\nor sponsoring a fundraising event or hiring a fundraiser or contractor to\nconduct any event designed primarily for political fundraising at which\ncontributions for an elective City officer, candidate for elective City office,\nor any of his or her controlled committees are solicited, delivered or made. \n(Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t“Host or sponsor”\nmeans to provide the use of a home or business to hold a political fundraising\nevent without charging market value for the use of that location; to ask more\nthan 25 persons to attend the event; to pay for at least a majority of the costs\nof the event; or to provide the candidate, campaign, committee and\/or fundraiser\nmore than 25 names to be used for invitations to the event.  (Added by Ord. No.\n175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t“Lobbying activities” includes the\nfollowing and similar compensated conduct when that conduct is related to a\ndirect communication to influence any municipal legislation:\t(1)\tengaging in,\neither personally or through an agent, written or oral direct communication with\na City official;\t(2)\tdrafting ordinances, resolutions or\nregulations;\t(3)\tproviding advice or recommending strategy to a client or\nothers;\t(4)\tresearch, investigation and information gathering;\t(5)\tseeking to\ninfluence the position of a third party on municipal legislation or an issue\nrelated to municipal legislation by any means, including but not limited to\nengaging in community, public or press relations activities; and\t(6)\tattending\nor monitoring City meetings, hearings or other events.(Added by Ord. No.\n172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)\t“Lobbying entity” means a lobbyist,\nlobbying firm or lobbyist employer, as defined in this article.  (Added by Ord.\nNo. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t“Lobbying firm” means any entity,\nincluding an individual lobbyist, which receives or becomes entitled to receive\n$1,000 or more in monetary or in-kind compensation for engaging in lobbying\nactivities (either personally or through its agents) during any consecutive\nthree-month period, for the purpose of attempting to influence municipal\nlegislation on behalf of any other person, provided any partner, owner,\nshareholder, officer or employee of the entity qualifies as a lobbyist. \nCompensation does not include reimbursement of or payment for reasonable travel\nexpenses.  An entity receives compensation within the meaning of this\ndefinition whether or not the compensation is received solely for activities\nregulated by this article or is received for other activities as well; however,\nonly that portion of compensation received for the lobbying activities shall\ncount toward the qualification threshold.  An entity “becomes entitled to\nreceive compensation” when the entity agrees to provide services regulated by\nthis article, or performs those services, whether or not payment is contingent\non the accomplishment of the client’s purposes.  (Amended by Ord. No.\n178,064, Eff. 1\/15\/07.)\t“Lobbyist” (Amended by Ord. No. 178,064, Eff.\n1\/15\/07.) means any individual who is compensated to spend 30 or more hours in\nany consecutive three-month period engaged in lobbying activities which include\nat least one direct communication with a City official or employee, conducted\neither personally or through agents, for the purpose of attempting to influence\nmunicipal legislation on behalf of any person.\tCompensation does not include\nreimbursement of or payment for reasonable travel expenses.  A person receives\ncompensation within the meaning of this definition whether or not the\ncompensation is received solely for activities regulated by this article or is\nreceived for both lobbying activities and other activities as well.  However,\nonly the compensation for the lobbying activities shall be calculated to\ndetermine whether an individual qualifies as a lobbyist.  An individual\n“becomes entitled to receive compensation” when the individual or the entity\nin which the individual is an employee, partner, owner, shareholder or officer,\nagrees to provide services regulated by this article, or performs those\nservices, regardless of whether payment is contingent on the accomplishment of\nthe client’s purposes.\tA lobbyist includes a person who owns an investment in\na business entity if that person attempts to influence municipal legislation on\nbehalf of the business entity and if the person acquires the investment as\ncompensation for his or her lobbying services or in contemplation of performing\nthose services.\t“Lobbyist employer” means an entity, other than a lobbying\nfirm, that employs a lobbyist in-house to lobby on its behalf.\t“Major filer”\nmeans any person who makes payments or incurs expenditures totaling $5,000 or\nmore during any calendar quarter for public relations, media relations,\nadvertising, public outreach, research, investigation, reports, analyses,\nstudies, or similar activities, for the purpose of attempting to influence\naction on any proposed or pending matter of municipal legislation, if these\npayments or expenditures are not required to be reported on a lobbyist or\nlobbying firm quarterly report.  A “major filer” does not include a\nlobbyist, lobbyist employer, or lobbying firm.  Expenditures and payments for\nregularly published newsletters or other routine communications between an\norganization and its members shall not be counted for the purpose of this\ndefinition.  (Amended by Ord. No. 172,479, Eff. 4\/10\/99, Oper.\n4\/1\/99.)\t“Municipal legislation” means any legislative or administrative\nmatter proposed or pending before any agency (as defined in this article),\nincluding but not limited to those involving the granting, denial, revocation,\nrestriction or modification of a license, permit or entitlement for use\n(including all land use permits) if the Mayor, the City Council, any of its\ncommittees, any agency board, commission, committee, or general manager, or any\nagency officer or employee charged by law with holding a hearing and making a\ndecision, is charged by law with making a final decision on the matter. \nHowever, “municipal legislation” does not include any of the\nfollowing:\t(1)\tA request for advice or for an interpretation of laws,\nregulations, City approvals or policies, or a direct response to an enforcement\nproceeding with the City Ethics Commission.\t(2)\tAny ministerial action.  An\naction is ministerial if it does not require the City official or employees\ninvolved to exercise discretion concerning any outcome or course of\naction.\t(3)\tAny action relating to the establishment, amendment, administration,\nimplementation or interpretation of a collective bargaining agreement or\nmemorandum of understanding between an agency and a recognized employee\norganization, or a proceeding before the Civil Service Commission or the\nEmployee Relations Board.  Further, it does not include management decisions as\nto the working conditions of represented employees that clearly relate to the\nterms of such collective bargaining agreement or memorandum of understanding. \nNevertheless, “municipal legislation” does include any action relating to\ncollective bargaining taken by the City Council, any of its committees or\nmembers (including the staffs of such members), or by the Mayor or his or her\noffice.\t(4)\tPreparation or compilation of any radius map, vicinity map, plot\nplan, site plan, property owners or tenants list, abutting property owners list,\nphotographs of property, proof of ownership or copy of lease, or neighbor\nsignatures required to be submitted to the City Planning Department.(Amended by\nOrd. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)\t“Person” means any\nindividual, business entity, trust, corporation, association, committee, or any\nother organization or group of persons acting in concert.\t“Solicit” means to\nask, personally or through an agent, that another person make a contribution to\nan elective City officer or candidate for City office, or to his or her\ncontrolled committee, including allowing one’s signature to be used on a\nwritten request for funds.  For purposes of this article, a lobbying entity\nsolicits a contribution only when the lobbying entity does so (i) at the behest\nof the elective City officer or candidate for elective City office, or his or\nher campaign treasurer, campaign manager, or member of his or her fundraising\ncommittee, or (ii) if the lobbying entity has informed the candidate or officer\nthat the person is soliciting the contributions.  A person does not solicit,\nhowever, by making a request for funds publicly to at least a majority of\npersons who attend any public gathering, or by making a request that appears\npublished in a newspaper, on radio or television.  (Added by Ord. No. 175,432,\nEff. 9\/28\/03, Oper. 1\/1\/04.)\n","html":"\n\t\t\t\t\t<section><p>  DEFINITIONS.\n\t(Title and Section Amended by Ord. No. 169,916, Eff. 8\/10\/94.)<br \/><br \/>\tThe following terms used in this article shall have the meanings set forth below.  Other terms used in this article shall have the meanings set forth in the California Political Reform Act of 1974, as amended, and in the regulations of the California Fair Political Practices Commission, as amended, if defined therein.<br \/><br \/>\t“Activity expense” means any payment, including any gift, made to or directly benefiting any City official or member of his or her immediate family, made by a lobbyist, lobbying firm, or lobbyist employer.<br \/><br \/>\t“Administrative proceeding” (Deleted by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)<br \/><br \/>\t“Agency” means the City of Los Angeles or any department, bureau, office, board, commission, other agency of the City, or any other government agency, required to adopt a <span class=\"dictionary\">conflict of interest<\/span> code subject to City Council approval, and includes the City’s Community Redevelopment Agency and the Los Angeles City Housing Authority.<br \/><br \/>\t“At the behest” means under the control of, at the direction of, in cooperation, consultation, coordination, or concert with, at the request or suggestion of, or with the express prior consent of any elective City officer or candidate for elective City office.  A donation to a religious, charitable, or other nonprofit organization is not made at the behest of an elective City officer or candidate if the donation is solicited through a newspaper publication, through radio, television, or other mass media, or through a suggestion made to the entire audience at a public gathering.  A donation to a religious, charitable, or other nonprofit organization is not made at the behest of an elective City officer or candidate solely because the name of the officer or candidate is listed with other names on written <span class=\"dictionary\">materials<\/span> used to request donations or the officer or candidate makes a speech to the entire audience or is honored and given an award at an event sponsored by the organization.  (Amended by Ord. No. 178,356, Eff. 3\/12\/07.)<br \/><br \/>\t“Attempting to influence” means promoting, supporting, opposing or seeking to modify or delay any action on municipal legislation by any means, including but not limited to providing or using persuasion, information, statistics, analyses or studies.  A person attempts to influence municipal legislation when he or she engages in lobbying activities for the purpose of influencing a decision.  (Amended by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)<br \/><br \/>\t“City official” means any elective or appointed City officer, member, employee or consultant (who qualifies as a public official within the meaning of the Political Reform Act) of any agency, who, as part of his or her official duties, participates in the consideration of any municipal legislation other than in a purely clerical, secretarial or ministerial capacity.  (Amended by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\t“Client” means both  (1)  the person who compensates a lobbyist or lobbying firm for the purpose of attempting to influence municipal legislation and  (2)  the person on whose behalf a lobbyist or lobbying firm attempts to influence such municipal legislation, even if the lobbyist or lobbying firm is compensated by another person for such representation.  However, if a lobbyist or lobbying firm represents a membership organization and individual members of that organization, an individual member is not a client solely because the member is individually represented by the lobbyist or lobbying firm unless the member makes a payment for such representation in addition to usual membership fees.<br \/><br \/>\t“Client, Administrative” (Deleted by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)<br \/><br \/>\t“Compensated Services” means services for which compensation was paid during a reporting period or for which the lobbyist or lobbying firm became entitled to compensation during that period.<br \/><br \/>\t“Controlled committee” means any committee controlled by an elective City officer or candidate for any elective City office, including any campaign, officeholder, legal defense fund, or ballot measure committee.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\t“Direct communication” means appearing as a <span class=\"dictionary\">witness<\/span> before, talking to (either by telephone or in person), corresponding with, or answering questions or inquiries from, any City official or employee, either personally or through an agent who acts under one’s direct supervision, control or direction.  (Added by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)<br \/><br \/>\t“Donation” means a payment for which full and adequate consideration is not received.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\t“Elective City officer” means the Mayor, City Attorney, Controller and Member of the City Council.  (Amended by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\t“Elective Officer” means any person who is a City Council Member, City Attorney, Controller or Mayor, whether appointed or elected.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\t“Fundraiser” means an individual who receives compensation to engage in fundraising activity as defined in this section.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\t“Fundraising activity” means soliciting a contribution or hosting or sponsoring a fundraising event or hiring a fundraiser or contractor to conduct any event designed primarily for political fundraising at which contributions for an elective City officer, candidate for elective City office, or any of his or her controlled committees are solicited, delivered or made.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\t“Host or sponsor” means to provide the use of a home or business to hold a political fundraising event without charging market value for the use of that location; to ask more than 25 persons to attend the event; to pay for at least a majority of the costs of the event; or to provide the candidate, campaign, committee and\/or fundraiser more than 25 names to be used for invitations to the event.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\t“Lobbying activities” includes the following and similar compensated conduct when that conduct is related to a direct communication to influence any municipal legislation:<br \/><br \/>\t(1)\tengaging in, either personally or through an agent, written or oral direct communication with a City official;<br \/><br \/>\t(2)\tdrafting <span class=\"dictionary\">ordinances<\/span>, resolutions or regulations;<br \/><br \/>\t(3)\tproviding advice or recommending strategy to a client or others;<br \/><br \/>\t(4)\tresearch, investigation and information gathering;<br \/><br \/>\t(5)\tseeking to influence the position of a third <span class=\"dictionary\">party<\/span> on municipal legislation or an <span class=\"dictionary\">issue<\/span> related to municipal legislation by any means, including but not limited to engaging in community, public or press relations activities; and<br \/><br \/>\t(6)\tattending or monitoring City meetings, <span class=\"dictionary\">hearings<\/span> or other events.<br \/><br \/>(Added by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)<br \/><br \/>\t“Lobbying entity” means a lobbyist, lobbying firm or lobbyist employer, as defined in this article.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<br \/><br \/>\t“Lobbying firm” means any entity, including an individual lobbyist, which receives or becomes entitled to receive $1,000 or more in monetary or in-kind compensation for engaging in lobbying activities (either personally or through its agents) during any consecutive three-month period, for the purpose of attempting to influence municipal legislation on behalf of any other person, provided any partner, owner, shareholder, officer or employee of the entity qualifies as a lobbyist.  Compensation does not include reimbursement of or payment for reasonable travel expenses.  An entity receives compensation within the meaning of this definition whether or not the compensation is received solely for activities regulated by this article or is received for other activities as well; however, only that portion of compensation received for the lobbying activities shall count toward the qualification threshold.  An entity “becomes entitled to receive compensation” when the entity agrees to provide services regulated by this article, or performs those services, whether or not payment is contingent on the accomplishment of the client’s purposes.  (Amended by Ord. No. 178,064, Eff. 1\/15\/07.)<br \/><br \/>\t“Lobbyist” (Amended by Ord. No. 178,064, Eff. 1\/15\/07.) means any individual who is compensated to spend 30 or more hours in any consecutive three-month period engaged in lobbying activities which include at least one direct communication with a City official or employee, conducted either personally or through agents, for the purpose of attempting to influence municipal legislation on behalf of any person.<br \/><br \/>\tCompensation does not include reimbursement of or payment for reasonable travel expenses.  A person receives compensation within the meaning of this definition whether or not the compensation is received solely for activities regulated by this article or is received for both lobbying activities and other activities as well.  However, only the compensation for the lobbying activities shall be calculated to determine whether an individual qualifies as a lobbyist.  An individual “becomes entitled to receive compensation” when the individual or the entity in which the individual is an employee, partner, owner, shareholder or officer, agrees to provide services regulated by this article, or performs those services, regardless of whether payment is contingent on the accomplishment of the client’s purposes.<br \/><br \/>\tA lobbyist includes a person who owns an investment in a business entity if that person attempts to influence municipal legislation on behalf of the business entity and if the person acquires the investment as compensation for his or her lobbying services or in contemplation of performing those services.<br \/><br \/>\t“Lobbyist employer” means an entity, other than a lobbying firm, that employs a lobbyist in-house to lobby on its behalf.<br \/><br \/>\t“Major filer” means any person who makes payments or incurs expenditures totaling $5,000 or more during any calendar quarter for public relations, media relations, advertising, public outreach, research, investigation, reports, analyses, studies, or similar activities, for the purpose of attempting to influence action on any proposed or pending matter of municipal legislation, if these payments or expenditures are not required to be reported on a lobbyist or lobbying firm quarterly report.  A “major filer” does not include a lobbyist, lobbyist employer, or lobbying firm.  Expenditures and payments for regularly published newsletters or other routine communications between an organization and its members shall not be counted for the purpose of this definition.  (Amended by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)<br \/><br \/>\t“Municipal legislation” means any legislative or administrative matter proposed or pending before any agency (as defined in this article), including but not limited to those involving the granting, denial, <span class=\"dictionary\">revocation<\/span>, restriction or modification of a license, permit or entitlement for use (including all land use permits) if the Mayor, the City Council, any of its committees, any agency board, commission, committee, or general manager, or any agency officer or employee charged by <span class=\"dictionary\">law<\/span> with holding a <span class=\"dictionary\">hearing<\/span> and making a decision, is charged by <span class=\"dictionary\">law<\/span> with making a final decision on the matter.  However, “municipal legislation” does not include any of the following:<br \/><br \/>\t(1)\tA request for advice or for an interpretation of <span class=\"dictionary\">laws<\/span>, regulations, City approvals or policies, or a direct response to an enforcement proceeding with the City Ethics Commission.<br \/><br \/>\t(2)\tAny ministerial action.  An action is ministerial if it does not require the City official or employees involved to exercise discretion concerning any outcome or course of action.<br \/><br \/>\t(3)\tAny action relating to the establishment, amendment, administration, implementation or interpretation of a collective bargaining agreement or <span class=\"dictionary\">memorandum<\/span> of understanding between an agency and a recognized employee organization, or a proceeding before the Civil Service Commission or the Employee Relations Board.  Further, it does not include management decisions as to the working conditions of represented employees that clearly relate to the terms of such collective bargaining agreement or <span class=\"dictionary\">memorandum<\/span> of understanding.  Nevertheless, “municipal legislation” does include any action relating to collective bargaining taken by the City Council, any of its committees or members (including the staffs of such members), or by the Mayor or his or her office.<br \/><br \/>\t(4)\tPreparation or compilation of any radius map, vicinity map, plot plan, site plan, property owners or tenants list, abutting property owners list, photographs of property, proof of ownership or copy of lease, or neighbor signatures required to be submitted to the City Planning Department.<br \/><br \/>(Amended by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)<br \/><br \/>\t“Person” means any individual, business entity, trust, corporation, association, committee, or any other organization or group of persons acting in concert.<br \/><br \/>\t“Solicit” means to ask, personally or through an agent, that another person make a contribution to an elective City officer or candidate for City office, or to his or her controlled committee, including allowing one’s signature to be used on a written request for funds.  For purposes of this article, a lobbying entity solicits a contribution only when the lobbying entity does so (i) at the behest of the elective City officer or candidate for elective City office, or his or her campaign treasurer, campaign manager, or member of his or her fundraising committee, or (ii) if the lobbying entity has informed the candidate or officer that the person is soliciting the contributions.  A person does not solicit, however, by making a request for funds publicly to at least a majority of persons who attend any public gathering, or by making a request that appears published in a newspaper, on radio or television.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)<\/p><\/section>","text":{"0":{"id":"705","text":"  DEFINITIONS.\n\t(Title and Section Amended by Ord. No. 169,916, Eff. 8\/10\/94.)\tThe following terms used in this article shall have the meanings set forth below.  Other terms used in this article shall have the meanings set forth in the California Political Reform Act of 1974, as amended, and in the regulations of the California Fair Political Practices Commission, as amended, if defined therein.\t“Activity expense” means any payment, including any gift, made to or directly benefiting any City official or member of his or her immediate family, made by a lobbyist, lobbying firm, or lobbyist employer.\t“Administrative proceeding” (Deleted by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)\t“Agency” means the City of Los Angeles or any department, bureau, office, board, commission, other agency of the City, or any other government agency, required to adopt a conflict of interest code subject to City Council approval, and includes the City’s Community Redevelopment Agency and the Los Angeles City Housing Authority.\t“At the behest” means under the control of, at the direction of, in cooperation, consultation, coordination, or concert with, at the request or suggestion of, or with the express prior consent of any elective City officer or candidate for elective City office.  A donation to a religious, charitable, or other nonprofit organization is not made at the behest of an elective City officer or candidate if the donation is solicited through a newspaper publication, through radio, television, or other mass media, or through a suggestion made to the entire audience at a public gathering.  A donation to a religious, charitable, or other nonprofit organization is not made at the behest of an elective City officer or candidate solely because the name of the officer or candidate is listed with other names on written materials used to request donations or the officer or candidate makes a speech to the entire audience or is honored and given an award at an event sponsored by the organization.  (Amended by Ord. No. 178,356, Eff. 3\/12\/07.)\t“Attempting to influence” means promoting, supporting, opposing or seeking to modify or delay any action on municipal legislation by any means, including but not limited to providing or using persuasion, information, statistics, analyses or studies.  A person attempts to influence municipal legislation when he or she engages in lobbying activities for the purpose of influencing a decision.  (Amended by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)\t“City official” means any elective or appointed City officer, member, employee or consultant (who qualifies as a public official within the meaning of the Political Reform Act) of any agency, who, as part of his or her official duties, participates in the consideration of any municipal legislation other than in a purely clerical, secretarial or ministerial capacity.  (Amended by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t“Client” means both  (1)  the person who compensates a lobbyist or lobbying firm for the purpose of attempting to influence municipal legislation and  (2)  the person on whose behalf a lobbyist or lobbying firm attempts to influence such municipal legislation, even if the lobbyist or lobbying firm is compensated by another person for such representation.  However, if a lobbyist or lobbying firm represents a membership organization and individual members of that organization, an individual member is not a client solely because the member is individually represented by the lobbyist or lobbying firm unless the member makes a payment for such representation in addition to usual membership fees.\t“Client, Administrative” (Deleted by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)\t“Compensated Services” means services for which compensation was paid during a reporting period or for which the lobbyist or lobbying firm became entitled to compensation during that period.\t“Controlled committee” means any committee controlled by an elective City officer or candidate for any elective City office, including any campaign, officeholder, legal defense fund, or ballot measure committee.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t“Direct communication” means appearing as a witness before, talking to (either by telephone or in person), corresponding with, or answering questions or inquiries from, any City official or employee, either personally or through an agent who acts under one’s direct supervision, control or direction.  (Added by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)\t“Donation” means a payment for which full and adequate consideration is not received.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t“Elective City officer” means the Mayor, City Attorney, Controller and Member of the City Council.  (Amended by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t“Elective Officer” means any person who is a City Council Member, City Attorney, Controller or Mayor, whether appointed or elected.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t“Fundraiser” means an individual who receives compensation to engage in fundraising activity as defined in this section.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t“Fundraising activity” means soliciting a contribution or hosting or sponsoring a fundraising event or hiring a fundraiser or contractor to conduct any event designed primarily for political fundraising at which contributions for an elective City officer, candidate for elective City office, or any of his or her controlled committees are solicited, delivered or made.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t“Host or sponsor” means to provide the use of a home or business to hold a political fundraising event without charging market value for the use of that location; to ask more than 25 persons to attend the event; to pay for at least a majority of the costs of the event; or to provide the candidate, campaign, committee and\/or fundraiser more than 25 names to be used for invitations to the event.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t“Lobbying activities” includes the following and similar compensated conduct when that conduct is related to a direct communication to influence any municipal legislation:\t(1)\tengaging in, either personally or through an agent, written or oral direct communication with a City official;\t(2)\tdrafting ordinances, resolutions or regulations;\t(3)\tproviding advice or recommending strategy to a client or others;\t(4)\tresearch, investigation and information gathering;\t(5)\tseeking to influence the position of a third party on municipal legislation or an issue related to municipal legislation by any means, including but not limited to engaging in community, public or press relations activities; and\t(6)\tattending or monitoring City meetings, hearings or other events.(Added by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)\t“Lobbying entity” means a lobbyist, lobbying firm or lobbyist employer, as defined in this article.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)\t“Lobbying firm” means any entity, including an individual lobbyist, which receives or becomes entitled to receive $1,000 or more in monetary or in-kind compensation for engaging in lobbying activities (either personally or through its agents) during any consecutive three-month period, for the purpose of attempting to influence municipal legislation on behalf of any other person, provided any partner, owner, shareholder, officer or employee of the entity qualifies as a lobbyist.  Compensation does not include reimbursement of or payment for reasonable travel expenses.  An entity receives compensation within the meaning of this definition whether or not the compensation is received solely for activities regulated by this article or is received for other activities as well; however, only that portion of compensation received for the lobbying activities shall count toward the qualification threshold.  An entity “becomes entitled to receive compensation” when the entity agrees to provide services regulated by this article, or performs those services, whether or not payment is contingent on the accomplishment of the client’s purposes.  (Amended by Ord. No. 178,064, Eff. 1\/15\/07.)\t“Lobbyist” (Amended by Ord. No. 178,064, Eff. 1\/15\/07.) means any individual who is compensated to spend 30 or more hours in any consecutive three-month period engaged in lobbying activities which include at least one direct communication with a City official or employee, conducted either personally or through agents, for the purpose of attempting to influence municipal legislation on behalf of any person.\tCompensation does not include reimbursement of or payment for reasonable travel expenses.  A person receives compensation within the meaning of this definition whether or not the compensation is received solely for activities regulated by this article or is received for both lobbying activities and other activities as well.  However, only the compensation for the lobbying activities shall be calculated to determine whether an individual qualifies as a lobbyist.  An individual “becomes entitled to receive compensation” when the individual or the entity in which the individual is an employee, partner, owner, shareholder or officer, agrees to provide services regulated by this article, or performs those services, regardless of whether payment is contingent on the accomplishment of the client’s purposes.\tA lobbyist includes a person who owns an investment in a business entity if that person attempts to influence municipal legislation on behalf of the business entity and if the person acquires the investment as compensation for his or her lobbying services or in contemplation of performing those services.\t“Lobbyist employer” means an entity, other than a lobbying firm, that employs a lobbyist in-house to lobby on its behalf.\t“Major filer” means any person who makes payments or incurs expenditures totaling $5,000 or more during any calendar quarter for public relations, media relations, advertising, public outreach, research, investigation, reports, analyses, studies, or similar activities, for the purpose of attempting to influence action on any proposed or pending matter of municipal legislation, if these payments or expenditures are not required to be reported on a lobbyist or lobbying firm quarterly report.  A “major filer” does not include a lobbyist, lobbyist employer, or lobbying firm.  Expenditures and payments for regularly published newsletters or other routine communications between an organization and its members shall not be counted for the purpose of this definition.  (Amended by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)\t“Municipal legislation” means any legislative or administrative matter proposed or pending before any agency (as defined in this article), including but not limited to those involving the granting, denial, revocation, restriction or modification of a license, permit or entitlement for use (including all land use permits) if the Mayor, the City Council, any of its committees, any agency board, commission, committee, or general manager, or any agency officer or employee charged by law with holding a hearing and making a decision, is charged by law with making a final decision on the matter.  However, “municipal legislation” does not include any of the following:\t(1)\tA request for advice or for an interpretation of laws, regulations, City approvals or policies, or a direct response to an enforcement proceeding with the City Ethics Commission.\t(2)\tAny ministerial action.  An action is ministerial if it does not require the City official or employees involved to exercise discretion concerning any outcome or course of action.\t(3)\tAny action relating to the establishment, amendment, administration, implementation or interpretation of a collective bargaining agreement or memorandum of understanding between an agency and a recognized employee organization, or a proceeding before the Civil Service Commission or the Employee Relations Board.  Further, it does not include management decisions as to the working conditions of represented employees that clearly relate to the terms of such collective bargaining agreement or memorandum of understanding.  Nevertheless, “municipal legislation” does include any action relating to collective bargaining taken by the City Council, any of its committees or members (including the staffs of such members), or by the Mayor or his or her office.\t(4)\tPreparation or compilation of any radius map, vicinity map, plot plan, site plan, property owners or tenants list, abutting property owners list, photographs of property, proof of ownership or copy of lease, or neighbor signatures required to be submitted to the City Planning Department.(Amended by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)\t“Person” means any individual, business entity, trust, corporation, association, committee, or any other organization or group of persons acting in concert.\t“Solicit” means to ask, personally or through an agent, that another person make a contribution to an elective City officer or candidate for City office, or to his or her controlled committee, including allowing one’s signature to be used on a written request for funds.  For purposes of this article, a lobbying entity solicits a contribution only when the lobbying entity does so (i) at the behest of the elective City officer or candidate for elective City office, or his or her campaign treasurer, campaign manager, or member of his or her fundraising committee, or (ii) if the lobbying entity has informed the candidate or officer that the person is soliciting the contributions.  A person does not solicit, however, by making a request for funds publicly to at least a majority of persons who attend any public gathering, or by making a request that appears published in a newspaper, on radio or television.  (Added by Ord. No. 175,432, Eff. 9\/28\/03, Oper. 1\/1\/04.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"previous_section":{"id":"3866","structure_id":"22","section_number":"48.01","catch_line":"Title And Findings.","url":"\/48.01\/","token":"48.01"}}