{"section_number":"48.07","edition_id":"1","section_id":"26","structure_id":"22","catch_line":"Registration.","history":"","full_text":"  REGISTRATION.\n\t(Amended by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)\n\n\tA.\tRequirement.  An individual who qualifies as a lobbyist shall register with the City Ethics Commission within 10 days after the end of the calendar month in which the individual qualifies as a lobbyist.  A person, including an individual lobbyist, shall register with the City Ethics Commission as a lobbying firm within 10 days after the end of the calendar month in which a partner, owner, shareholder, officer or employee qualifies as a lobbyist.  If a person is not registered as a lobbyist or lobbying firm, but is performing acts which would require that person to so register, that person may continue to act as a lobbyist or lobbying firm so long as the person registers with the City Ethics Commission within 10 days after the person knew or should have known of the obligation to register.  A lobbyist or lobbying firm shall register each client on whose behalf or from which the lobbyist or lobbying firm receives or becomes entitled to receive $250 or more in a calendar quarter for engaging in lobbying activities related to attempting to influence municipal legislation.\n\n\tB.\tDuration of Status.  A person who registers as a lobbyist or lobbying firm shall retain that status through December 31 of that year unless and until that person terminates the status as set forth below.\n\n\tC.\tFees.  Every lobbyist shall pay an annual registration fee of $450 plus $75 for each client on whose behalf or from which the lobbyist receives or becomes entitled to receive $250 or more in a calendar quarter.  Persons who initially register during the last quarter of a calendar year (October through December) shall pay prorated registration fees of $337 for each lobbyist plus $56 for each client.  (Amended by Ord. No. 175,028, Eff. 2\/5\/03.)\n\n\tD.\tContents of Registration Statements – Lobbyists.  Registration statements of lobbyists shall contain the following:\n\n\t1.\tThe lobbyist’s name, business address, business email, and business telephone number.  (Amended by Ord. No. 182,360, Eff. 1\/30\/13.)\n\n\t2.\tThe lobbying firm, if any, of which the lobbyist is an employee, partner, officer or owner.\n\n\t3.\tIf the lobbyist is not an employee, partner, officer or owner of a lobbying firm, the name, address and telephone number of the lobbyist’s employer.  (Amended by Ord. No. 182,360, Eff. 1\/30\/13.)\n\n\t4.\tEach City agency that the lobbyist has the authority to attempt to influence on behalf of any client or employer.\n\n\t5.\tA statement that the lobbyist has reviewed and understands the requirements of this article.\n\n\t6.\tAny other information required by regulation of the City Ethics Commission, consistent with the purposes and provisions of this article.\n\n\tE.\tContents of Registration Statements – Lobbying Firms.  Registration statements of lobbying firms (including individual contract lobbyists) shall contain the following:\n\n\t1.\tThe name, address, email, and telephone number of the firm.  (Amended by Ord. No. 182,360, Eff. 1\/30\/13.)\n\n\t2.\tThe name of each lobbyist who is a partner, owner, shareholder, officer or employee of the firm.\n\n\t3.\tFor each client on whose behalf or from which the firm received or became entitled to receive $250 in compensation during the calendar quarter for engaging in lobbying activities related to attempting to influence municipal legislation within the meaning of this Article:  (Renumbered and Amended by Ord. No. 182,360, Eff. 1\/30\/13.)\n\n\t(a) \tThe client’s name, business or residence address, and business or residence telephone number.\n\n\t(b) \tThe period during which the representation will occur.\n\n\t(c) \tThe item or items of municipal legislation for which the firm was retained to represent the client, or, if no specific items of municipal legislation for which the firm was retained to represent the client can be identified, a description of the types of municipal legislation for which the firm was retained to represent the client.\n\n\t(d) \tEach City agency that the lobbying firm has the authority to attempt to influence on behalf of the client.\n\n\t(e) \tIn the case of a lobbyist who is an individual contract lobbyist, a statement that he or she has reviewed and understands the requirements of this Article.\n\n\t(f) \tThe name, address, email, and telephone number of the person responsible for preparing the statement.\n\n\t(g) \tAny other information required by regulation of the City Ethics Commission, consistent with the purposes and provisions of this Article.\n\n\tF.\tAmendments to Registrations.  Lobbyists and lobbying firms shall file amendments to their registration statements within 10 days of any change in information required to be set forth on the registration statement.  (Renumbered and Former Subsection F. deleted by Ord. No. 182,360, Eff. 1\/30\/13.)\n\n\tG.\tTermination.  Any person registered under this Article shall file a termination statement with the City Ethics Commission within 20 days after ceasing all activity governed by this Article.  (Renumbered and Amended by Ord. No. 182,360, Eff. 1\/30\/13.)\n\n\tH.\tEducation Requirement.  Every individual who is required to register as a lobbyist shall attend a City lobbying information session conducted by the City Ethics Commission no less than once every two calendar years, according to the following schedule:  (Renumbered by Ord. No. 182,360, Eff. 1\/30\/13.)\n\n\t(1)\tAn individual who has not registered as a lobbyist in the immediately preceding two calendar years shall attend a City lobbying information session within six months of his or her registration date as a lobbyist.\n\n\t(2)\tA registered lobbyist who did not attend a City lobbying information session during the previous calendar year shall attend a City lobbying session by the end of the current calendar year.\n\n\t(3)\tA registered lobbyist who attends a City lobbying information session during the current calendar year is not required to attend a City lobbying information session during the following calendar year.","order_by":"07","ancestry":{"1":{"id":"22","name":"Municipal Lobbying","identifier":"8","label":"article","url":"\/4\/8\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"3866","structure_id":"22","section_number":"48.01","catch_line":"Title And Findings.","url":"\/48.01\/","token":"48.01"},"1":{"id":"714","structure_id":"22","section_number":"48.02","catch_line":"Definitions.","url":"\/48.02\/","token":"48.02"},"2":{"id":"3086","structure_id":"22","section_number":"48.03","catch_line":"Exemptions.","url":"\/48.03\/","token":"48.03"},"3":{"id":"1717","structure_id":"22","section_number":"48.04","catch_line":"Prohibitions.","url":"\/48.04\/","token":"48.04"},"4":{"id":"2345","structure_id":"22","section_number":"48.05","catch_line":"Record-Keeping Responsibilities.","url":"\/48.05\/","token":"48.05"},"5":{"id":"4078","structure_id":"22","section_number":"48.06","catch_line":"Filing Methods.","url":"\/48.06\/","token":"48.06"},"6":{"id":"2120","structure_id":"22","section_number":"48.06.1","catch_line":"Online Filing Of Lobbying Registration And Disclosure Statements.","url":"\/48.06.1\/","token":"48.06.1"},"7":{"id":"26","structure_id":"22","section_number":"48.07","catch_line":"Registration.","url":"\/48.07\/","token":"48.07"},"8":{"id":"2977","structure_id":"22","section_number":"48.08","catch_line":"Disclosure Reports.","url":"\/48.08\/","token":"48.08"},"9":{"id":"1673","structure_id":"22","section_number":"48.08.5","catch_line":"Copies Of Solicitations.","url":"\/48.08.5\/","token":"48.08.5"},"10":{"id":"220","structure_id":"22","section_number":"48.08.6","catch_line":"Lobbying Disclosure – Political Contributions.","url":"\/48.08.6\/","token":"48.08.6"},"11":{"id":"2903","structure_id":"22","section_number":"48.08.7","catch_line":"Lobbying Disclosure – Fundraising Activity.","url":"\/48.08.7\/","token":"48.08.7"},"12":{"id":"36","structure_id":"22","section_number":"48.08.8","catch_line":"Lobbying Disclosure – Written Communications To Neighborhood Councils.","url":"\/48.08.8\/","token":"48.08.8"},"13":{"id":"1964","structure_id":"22","section_number":"48.09","catch_line":"Compliance Measures And Enforcement.","url":"\/48.09\/","token":"48.09"},"14":{"id":"2941","structure_id":"22","section_number":"48.10","catch_line":"Ethics Commission Reports.","url":"\/48.10\/","token":"48.10"},"15":{"id":"918","structure_id":"22","section_number":"48.11","catch_line":"Severability.","url":"\/48.11\/","token":"48.11"}},"next_section":{"id":"2977","structure_id":"22","section_number":"48.08","catch_line":"Disclosure Reports.","url":"\/48.08\/","token":"48.08"},"metadata":false,"references":false,"url":"\/48.07\/","token":"48.07","formats":{"txt":"\/48.07.txt","json":"\/48.07.xml"},"dublin_core":{"Title":"Registration.","Type":"Text","Format":"text\/html","Identifier":"§ 48.07","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nREGISTRATION. (§ 48.07)\n\n  REGISTRATION.\n\t(Amended by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)\tA.\tRequirement.  An\nindividual who qualifies as a lobbyist shall register with the City Ethics\nCommission within 10 days after the end of the calendar month in which the\nindividual qualifies as a lobbyist.  A person, including an individual\nlobbyist, shall register with the City Ethics Commission as a lobbying firm\nwithin 10 days after the end of the calendar month in which a partner, owner,\nshareholder, officer or employee qualifies as a lobbyist.  If a person is not\nregistered as a lobbyist or lobbying firm, but is performing acts which would\nrequire that person to so register, that person may continue to act as a\nlobbyist or lobbying firm so long as the person registers with the City Ethics\nCommission within 10 days after the person knew or should have known of the\nobligation to register.  A lobbyist or lobbying firm shall register each client\non whose behalf or from which the lobbyist or lobbying firm receives or becomes\nentitled to receive $250 or more in a calendar quarter for engaging in lobbying\nactivities related to attempting to influence municipal legislation.\tB.\tDuration\nof Status.  A person who registers as a lobbyist or lobbying firm shall retain\nthat status through December 31 of that year unless and until that person\nterminates the status as set forth below.\tC.\tFees.  Every lobbyist shall pay an\nannual registration fee of $450 plus $75 for each client on whose behalf or from\nwhich the lobbyist receives or becomes entitled to receive $250 or more in a\ncalendar quarter.  Persons who initially register during the last quarter of a\ncalendar year (October through December) shall pay prorated registration fees of\n$337 for each lobbyist plus $56 for each client.  (Amended by Ord. No. 175,028,\nEff. 2\/5\/03.)\tD.\tContents of Registration Statements – Lobbyists. \nRegistration statements of lobbyists shall contain the following:\t1.\tThe\nlobbyist’s name, business address, business email, and business telephone\nnumber.  (Amended by Ord. No. 182,360, Eff. 1\/30\/13.)\t2.\tThe lobbying firm, if\nany, of which the lobbyist is an employee, partner, officer or owner.\t3.\tIf the\nlobbyist is not an employee, partner, officer or owner of a lobbying firm, the\nname, address and telephone number of the lobbyist’s employer.  (Amended by\nOrd. No. 182,360, Eff. 1\/30\/13.)\t4.\tEach City agency that the lobbyist has the\nauthority to attempt to influence on behalf of any client or employer.\t5.\tA\nstatement that the lobbyist has reviewed and understands the requirements of\nthis article.\t6.\tAny other information required by regulation of the City Ethics\nCommission, consistent with the purposes and provisions of this\narticle.\tE.\tContents of Registration Statements – Lobbying Firms. \nRegistration statements of lobbying firms (including individual contract\nlobbyists) shall contain the following:\t1.\tThe name, address, email, and\ntelephone number of the firm.  (Amended by Ord. No. 182,360, Eff.\n1\/30\/13.)\t2.\tThe name of each lobbyist who is a partner, owner, shareholder,\nofficer or employee of the firm.\t3.\tFor each client on whose behalf or from\nwhich the firm received or became entitled to receive $250 in compensation\nduring the calendar quarter for engaging in lobbying activities related to\nattempting to influence municipal legislation within the meaning of this\nArticle:  (Renumbered and Amended by Ord. No. 182,360, Eff. 1\/30\/13.)\t(a) \tThe\nclient’s name, business or residence address, and business or residence\ntelephone number.\t(b) \tThe period during which the representation will\noccur.\t(c) \tThe item or items of municipal legislation for which the firm was\nretained to represent the client, or, if no specific items of municipal\nlegislation for which the firm was retained to represent the client can be\nidentified, a description of the types of municipal legislation for which the\nfirm was retained to represent the client.\t(d) \tEach City agency that the\nlobbying firm has the authority to attempt to influence on behalf of the\nclient.\t(e) \tIn the case of a lobbyist who is an individual contract lobbyist, a\nstatement that he or she has reviewed and understands the requirements of this\nArticle.\t(f) \tThe name, address, email, and telephone number of the person\nresponsible for preparing the statement.\t(g) \tAny other information required by\nregulation of the City Ethics Commission, consistent with the purposes and\nprovisions of this Article.\tF.\tAmendments to Registrations.  Lobbyists and\nlobbying firms shall file amendments to their registration statements within 10\ndays of any change in information required to be set forth on the registration\nstatement.  (Renumbered and Former Subsection F. deleted by Ord. No. 182,360,\nEff. 1\/30\/13.)\tG.\tTermination.  Any person registered under this Article shall\nfile a termination statement with the City Ethics Commission within 20 days\nafter ceasing all activity governed by this Article.  (Renumbered and Amended\nby Ord. No. 182,360, Eff. 1\/30\/13.)\tH.\tEducation Requirement.  Every individual\nwho is required to register as a lobbyist shall attend a City lobbying\ninformation session conducted by the City Ethics Commission no less than once\nevery two calendar years, according to the following schedule:  (Renumbered by\nOrd. No. 182,360, Eff. 1\/30\/13.)\t(1)\tAn individual who has not registered as a\nlobbyist in the immediately preceding two calendar years shall attend a City\nlobbying information session within six months of his or her registration date\nas a lobbyist.\t(2)\tA registered lobbyist who did not attend a City lobbying\ninformation session during the previous calendar year shall attend a City\nlobbying session by the end of the current calendar year.\t(3)\tA registered\nlobbyist who attends a City lobbying information session during the current\ncalendar year is not required to attend a City lobbying information session\nduring the following calendar year.\n","html":"\n\t\t\t\t\t<section><p>  REGISTRATION.\n\t(Amended by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)<br \/><br \/>\tA.\tRequirement.  An individual who qualifies as a lobbyist shall register with the City Ethics Commission within 10 days after the end of the calendar month in which the individual qualifies as a lobbyist.  A person, including an individual lobbyist, shall register with the City Ethics Commission as a lobbying firm within 10 days after the end of the calendar month in which a partner, owner, shareholder, officer or employee qualifies as a lobbyist.  If a person is not registered as a lobbyist or lobbying firm, but is performing acts which would require that person to so register, that person may continue to act as a lobbyist or lobbying firm so long as the person registers with the City Ethics Commission within 10 days after the person knew or should have known of the obligation to register.  A lobbyist or lobbying firm shall register each client on whose behalf or from which the lobbyist or lobbying firm receives or becomes entitled to receive $250 or more in a calendar quarter for engaging in lobbying activities related to attempting to influence municipal legislation.<br \/><br \/>\tB.\tDuration of Status.  A person who registers as a lobbyist or lobbying firm shall retain that status through December 31 of that year unless and until that person terminates the status as set forth below.<br \/><br \/>\tC.\tFees.  Every lobbyist shall pay an annual registration fee of $450 plus $75 for each client on whose behalf or from which the lobbyist receives or becomes entitled to receive $250 or more in a calendar quarter.  Persons who initially register during the last quarter of a calendar year (October through December) shall pay prorated registration fees of $337 for each lobbyist plus $56 for each client.  (Amended by Ord. No. 175,028, Eff. 2\/5\/03.)<br \/><br \/>\tD.\tContents of Registration Statements – Lobbyists.  Registration statements of lobbyists shall contain the following:<br \/><br \/>\t1.\tThe lobbyist’s name, business address, business email, and business telephone number.  (Amended by Ord. No. 182,360, Eff. 1\/30\/13.)<br \/><br \/>\t2.\tThe lobbying firm, if any, of which the lobbyist is an employee, partner, officer or owner.<br \/><br \/>\t3.\tIf the lobbyist is not an employee, partner, officer or owner of a lobbying firm, the name, address and telephone number of the lobbyist’s employer.  (Amended by Ord. No. 182,360, Eff. 1\/30\/13.)<br \/><br \/>\t4.\tEach City agency that the lobbyist has the authority to attempt to influence on behalf of any client or employer.<br \/><br \/>\t5.\tA statement that the lobbyist has reviewed and understands the requirements of this article.<br \/><br \/>\t6.\tAny other information required by regulation of the City Ethics Commission, consistent with the purposes and provisions of this article.<br \/><br \/>\tE.\tContents of Registration Statements – Lobbying Firms.  Registration statements of lobbying firms (including individual <span class=\"dictionary\">contract<\/span> lobbyists) shall contain the following:<br \/><br \/>\t1.\tThe name, address, email, and telephone number of the firm.  (Amended by Ord. No. 182,360, Eff. 1\/30\/13.)<br \/><br \/>\t2.\tThe name of each lobbyist who is a partner, owner, shareholder, officer or employee of the firm.<br \/><br \/>\t3.\tFor each client on whose behalf or from which the firm received or became entitled to receive $250 in compensation during the calendar quarter for engaging in lobbying activities related to attempting to influence municipal legislation within the meaning of this Article:  (Renumbered and Amended by Ord. No. 182,360, Eff. 1\/30\/13.)<br \/><br \/>\t(a) \tThe client’s name, business or residence address, and business or residence telephone number.<br \/><br \/>\t(b) \tThe period during which the representation will occur.<br \/><br \/>\t(c) \tThe item or items of municipal legislation for which the firm was retained to represent the client, or, if no specific items of municipal legislation for which the firm was retained to represent the client can be identified, a description of the types of municipal legislation for which the firm was retained to represent the client.<br \/><br \/>\t(d) \tEach City agency that the lobbying firm has the authority to attempt to influence on behalf of the client.<br \/><br \/>\t(e) \tIn the case of a lobbyist who is an individual <span class=\"dictionary\">contract<\/span> lobbyist, a statement that he or she has reviewed and understands the requirements of this Article.<br \/><br \/>\t(f) \tThe name, address, email, and telephone number of the person responsible for preparing the statement.<br \/><br \/>\t(g) \tAny other information required by regulation of the City Ethics Commission, consistent with the purposes and provisions of this Article.<br \/><br \/>\tF.\tAmendments to Registrations.  Lobbyists and lobbying firms shall file amendments to their registration statements within 10 days of any change in information required to be set forth on the registration statement.  (Renumbered and Former Subsection F. deleted by Ord. No. 182,360, Eff. 1\/30\/13.)<br \/><br \/>\tG.\tTermination.  Any person registered under this Article shall file a termination statement with the City Ethics Commission within 20 days after ceasing all activity governed by this Article.  (Renumbered and Amended by Ord. No. 182,360, Eff. 1\/30\/13.)<br \/><br \/>\tH.\tEducation Requirement.  Every individual who is required to register as a lobbyist shall attend a City lobbying information session conducted by the City Ethics Commission no less than once every two calendar years, according to the following schedule:  (Renumbered by Ord. No. 182,360, Eff. 1\/30\/13.)<br \/><br \/>\t(1)\tAn individual who has not registered as a lobbyist in the immediately preceding two calendar years shall attend a City lobbying information session within six months of his or her registration date as a lobbyist.<br \/><br \/>\t(2)\tA registered lobbyist who did not attend a City lobbying information session during the previous calendar year shall attend a City lobbying session by the end of the current calendar year.<br \/><br \/>\t(3)\tA registered lobbyist who attends a City lobbying information session during the current calendar year is not required to attend a City lobbying information session during the following calendar year.<\/p><\/section>","previous_section":{"id":"2120","structure_id":"22","section_number":"48.06.1","catch_line":"Online Filing Of Lobbying Registration And Disclosure Statements.","url":"\/48.06.1\/","token":"48.06.1"},"text":{"0":{"id":"26","text":"  REGISTRATION.\n\t(Amended by Ord. No. 172,479, Eff. 4\/10\/99, Oper. 4\/1\/99.)\tA.\tRequirement.  An individual who qualifies as a lobbyist shall register with the City Ethics Commission within 10 days after the end of the calendar month in which the individual qualifies as a lobbyist.  A person, including an individual lobbyist, shall register with the City Ethics Commission as a lobbying firm within 10 days after the end of the calendar month in which a partner, owner, shareholder, officer or employee qualifies as a lobbyist.  If a person is not registered as a lobbyist or lobbying firm, but is performing acts which would require that person to so register, that person may continue to act as a lobbyist or lobbying firm so long as the person registers with the City Ethics Commission within 10 days after the person knew or should have known of the obligation to register.  A lobbyist or lobbying firm shall register each client on whose behalf or from which the lobbyist or lobbying firm receives or becomes entitled to receive $250 or more in a calendar quarter for engaging in lobbying activities related to attempting to influence municipal legislation.\tB.\tDuration of Status.  A person who registers as a lobbyist or lobbying firm shall retain that status through December 31 of that year unless and until that person terminates the status as set forth below.\tC.\tFees.  Every lobbyist shall pay an annual registration fee of $450 plus $75 for each client on whose behalf or from which the lobbyist receives or becomes entitled to receive $250 or more in a calendar quarter.  Persons who initially register during the last quarter of a calendar year (October through December) shall pay prorated registration fees of $337 for each lobbyist plus $56 for each client.  (Amended by Ord. No. 175,028, Eff. 2\/5\/03.)\tD.\tContents of Registration Statements – Lobbyists.  Registration statements of lobbyists shall contain the following:\t1.\tThe lobbyist’s name, business address, business email, and business telephone number.  (Amended by Ord. No. 182,360, Eff. 1\/30\/13.)\t2.\tThe lobbying firm, if any, of which the lobbyist is an employee, partner, officer or owner.\t3.\tIf the lobbyist is not an employee, partner, officer or owner of a lobbying firm, the name, address and telephone number of the lobbyist’s employer.  (Amended by Ord. No. 182,360, Eff. 1\/30\/13.)\t4.\tEach City agency that the lobbyist has the authority to attempt to influence on behalf of any client or employer.\t5.\tA statement that the lobbyist has reviewed and understands the requirements of this article.\t6.\tAny other information required by regulation of the City Ethics Commission, consistent with the purposes and provisions of this article.\tE.\tContents of Registration Statements – Lobbying Firms.  Registration statements of lobbying firms (including individual contract lobbyists) shall contain the following:\t1.\tThe name, address, email, and telephone number of the firm.  (Amended by Ord. No. 182,360, Eff. 1\/30\/13.)\t2.\tThe name of each lobbyist who is a partner, owner, shareholder, officer or employee of the firm.\t3.\tFor each client on whose behalf or from which the firm received or became entitled to receive $250 in compensation during the calendar quarter for engaging in lobbying activities related to attempting to influence municipal legislation within the meaning of this Article:  (Renumbered and Amended by Ord. No. 182,360, Eff. 1\/30\/13.)\t(a) \tThe client’s name, business or residence address, and business or residence telephone number.\t(b) \tThe period during which the representation will occur.\t(c) \tThe item or items of municipal legislation for which the firm was retained to represent the client, or, if no specific items of municipal legislation for which the firm was retained to represent the client can be identified, a description of the types of municipal legislation for which the firm was retained to represent the client.\t(d) \tEach City agency that the lobbying firm has the authority to attempt to influence on behalf of the client.\t(e) \tIn the case of a lobbyist who is an individual contract lobbyist, a statement that he or she has reviewed and understands the requirements of this Article.\t(f) \tThe name, address, email, and telephone number of the person responsible for preparing the statement.\t(g) \tAny other information required by regulation of the City Ethics Commission, consistent with the purposes and provisions of this Article.\tF.\tAmendments to Registrations.  Lobbyists and lobbying firms shall file amendments to their registration statements within 10 days of any change in information required to be set forth on the registration statement.  (Renumbered and Former Subsection F. deleted by Ord. No. 182,360, Eff. 1\/30\/13.)\tG.\tTermination.  Any person registered under this Article shall file a termination statement with the City Ethics Commission within 20 days after ceasing all activity governed by this Article.  (Renumbered and Amended by Ord. No. 182,360, Eff. 1\/30\/13.)\tH.\tEducation Requirement.  Every individual who is required to register as a lobbyist shall attend a City lobbying information session conducted by the City Ethics Commission no less than once every two calendar years, according to the following schedule:  (Renumbered by Ord. No. 182,360, Eff. 1\/30\/13.)\t(1)\tAn individual who has not registered as a lobbyist in the immediately preceding two calendar years shall attend a City lobbying information session within six months of his or her registration date as a lobbyist.\t(2)\tA registered lobbyist who did not attend a City lobbying information session during the previous calendar year shall attend a City lobbying session by the end of the current calendar year.\t(3)\tA registered lobbyist who attends a City lobbying information session during the current calendar year is not required to attend a City lobbying information session during the following calendar year.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}