{"section_number":"49.5.10","edition_id":"1","section_id":"1305","structure_id":"93","catch_line":"Restrictions On Gifts And Travel Expenses.","history":"","full_text":"  RESTRICTIONS ON GIFTS AND TRAVEL EXPENSES.\n\t(Title and Section Amended by Ord. No. 168,056, Eff. 8\/8\/92.)\n\n\tA.\tRestriction on Gifts.\n\n\t1.\tNo person shall offer or make, and no City official shall solicit or accept, any gift with the intent that the City official will be influenced thereby in the performance of any official act.\n\n\t2.\tNo City official shall knowingly solicit any gift from a restricted source.\n\n\t3.\tExcept in the case of a lobbyist or lobbying firm, no person who is a restricted source shall offer or make, and no City official shall accept, any gift from a restricted source which would cause the cumulative amount of gifts from such source to the City official to exceed $100 during any calendar year.\n\n\t4.\tNo lobbyist or lobbying firm shall make, and no City official shall accept, any gift from a lobbyist or lobbying firm which is a restricted source as to that official.  (Amended by Ord. No. 178,064, Eff. 1\/15\/07.)\n\n\t5.\tNo lobbyist or lobbying firm shall act as an agent or intermediary in the making of any gifts or arrange for the making of any gift by another person to any City official.\n\n\t6.\tThe provisions of Subdivision 3 of this subsection do not apply to foreign gifts made to an officer or employee of the City when representing the Department of Airports or the Harbor Department, which gift is disclosed by that official to the City Ethics Commission within 30 days after receipt on a form prescribed by the Commission.\n\n\t7.\tFor the purpose of this subsection, the term “gift” does not include:\n\n\t(a)\tItems received by a City official which are not kept but which are turned over to the City within 30 days after their receipt.\n\n\t(b)\tMeals provided to a City official at an event at which the official speaks, participates in a seminar or similar activity or provides a similar service.\n\n\t(c)\tTravel expenses and meals paid for by a local, state, federal or foreign government agency.\n\n\t(d)\tItems received by a bargaining unit member from a union representing that City official.\n\n\t(e)\tFood and beverages received from any union by a City official who is a member of a union representing a bargaining unit of City officials.\n\n\t(f)\tPayment for travel expenses from a campaign committee; a nonprofit organization of which the City official is a member; or an organization of which the City, an agency, or the official is a member acting in an official City capacity.\n\n\t(g)\tGifts to non-elected City official for legal expenses related to an enforcement action brought under City or state ethics laws.\n\n\t8.\tA City official may request the City Ethics Commission to provide that official with written advice concerning the legality of accepting any specific gift.  Such request shall contain sufficient information to allow the Commission or its staff to properly consider the matter.  The Commission or its staff shall provide written advice in response to such a request within 10 working days after the Commission’s receipt of the request.\n\n\tB.\tRestrictions on Travel Advances and Reimbursements.\n\n\t1.\tNo person shall offer or make, and no City official shall solicit or accept, any advance or reimbursement for travel expenses (including related lodging and reasonable subsistence expenses) with the intent that the City official will be influenced thereby in the performance of any official act.\n\n\t2.\tNo person who is a restricted source shall offer or make, and no City official shall accept from a restricted source as to that official, any advance or reimbursement for travel expenses (including related lodging and reasonable subsistence expenses).\n\n\t3.\tNo lobbyist or lobbying firm shall act as an agent or intermediary in the making of, or arrange for the making of, any advance or reimbursement for travel expenses (including related lodging and reasonable subsistence expenses) by another person, to any City official.\n\n\t4.\tThe payment for travel expenses of a City official traveling on government business shall not be prohibited by this section in any case where the payment is a gift or other payment to the City of Los Angeles or to any government agency for which the City Council is the code reviewing body with respect to that agency’s conflict of interest code, rather than a gift or income to the official, within the meaning of the Political Reform Act of 1974, as amended, and the regulations of the Fair Political Practices Commission.\n\n\t5.\tTravel expenses subject to the prohibitions of this subsection include expenses for intrastate travel and lodging related to a City official’s speaking at an event, participating in a seminar or providing similar services, notwithstanding the provisions of Title 2, California Code of Regulations, Section 18728, or any successor section.\n\n\t6.\tTravel expenses subject to the prohibitions of this subsection do not include any payment for travel expenses from a campaign committee; a nonprofit organization of which the City official is a member; or an organization of which the City, an agency, or the official is a member acting in an official City capacity.\n\n\t7.\tThis subsection does not limit travel expenses and meals paid for by a local, state, federal or foreign government agency.","order_by":"5.10","ancestry":{"1":{"id":"93","name":"Municipal Ethics And Conflicts Of Interest","identifier":"9.5","label":"article","url":"\/4\/9.5\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"3582","structure_id":"93","section_number":"49.5.1","catch_line":"Title, Findings And Purposes.","url":"\/49.5.1\/","token":"49.5.1"},"1":{"id":"1305","structure_id":"93","section_number":"49.5.10","catch_line":"Restrictions On Gifts And Travel Expenses.","url":"\/49.5.10\/","token":"49.5.10"},"2":{"id":"1880","structure_id":"93","section_number":"49.5.11","catch_line":"Lobbying Activities Of Current And Former City Officials.","url":"\/49.5.11\/","token":"49.5.11"},"3":{"id":"2267","structure_id":"93","section_number":"49.5.12","catch_line":"Future Employment Of City Officials.","url":"\/49.5.12\/","token":"49.5.12"},"4":{"id":"3323","structure_id":"93","section_number":"49.5.13","catch_line":"Participation Of Elective City Officers And Employees In Governmental Decisions.","url":"\/49.5.13\/","token":"49.5.13"},"5":{"id":"2435","structure_id":"93","section_number":"49.5.14","catch_line":"Application Of Requirements.","url":"\/49.5.14\/","token":"49.5.14"},"6":{"id":"1460","structure_id":"93","section_number":"49.5.15","catch_line":"Contract Bidder And Proposer Disclosure – Political Contributions And Fundraising Activity.","url":"\/49.5.15\/","token":"49.5.15"},"7":{"id":"3691","structure_id":"93","section_number":"49.5.16","catch_line":"Disclosure By Elective Officers In Connection With Lobbying Interests And City Contractors.","url":"\/49.5.16\/","token":"49.5.16"},"8":{"id":"2402","structure_id":"93","section_number":"49.5.17","catch_line":"Commissioner Participation In Contracting Process.*","url":"\/49.5.17\/","token":"49.5.17"},"9":{"id":"3455","structure_id":"93","section_number":"49.5.18","catch_line":"Ethics Training.","url":"\/49.5.18\/","token":"49.5.18"},"10":{"id":"3739","structure_id":"93","section_number":"49.5.19","catch_line":"Enforcement.","url":"\/49.5.19\/","token":"49.5.19"},"11":{"id":"2512","structure_id":"93","section_number":"49.5.2","catch_line":"Definitions.","url":"\/49.5.2\/","token":"49.5.2"},"12":{"id":"4181","structure_id":"93","section_number":"49.5.20","catch_line":"Late Filing Penalties.","url":"\/49.5.20\/","token":"49.5.20"},"13":{"id":"3183","structure_id":"93","section_number":"49.5.21","catch_line":"Effect Of Campaign Money Laundering Violation On Contracts And Fee Waivers.","url":"\/49.5.21\/","token":"49.5.21"},"14":{"id":"464","structure_id":"93","section_number":"49.5.22","catch_line":"Authority Of Enact.","url":"\/49.5.22\/","token":"49.5.22"},"15":{"id":"3441","structure_id":"93","section_number":"49.5.23","catch_line":"Applicability Of Other Laws.","url":"\/49.5.23\/","token":"49.5.23"},"16":{"id":"4076","structure_id":"93","section_number":"49.5.24","catch_line":"Severability.","url":"\/49.5.24\/","token":"49.5.24"},"17":{"id":"2092","structure_id":"93","section_number":"49.5.3","catch_line":"Confidential Information.","url":"\/49.5.3\/","token":"49.5.3"},"18":{"id":"1072","structure_id":"93","section_number":"49.5.4","catch_line":"Protection Of Employees Against Retaliation For Reporting Fraud, Waste Or Misuse Of Office.","url":"\/49.5.4\/","token":"49.5.4"},"19":{"id":"3548","structure_id":"93","section_number":"49.5.5","catch_line":"Misuse Of City Position Or Resource.","url":"\/49.5.5\/","token":"49.5.5"},"20":{"id":"1049","structure_id":"93","section_number":"49.5.6","catch_line":"Disclosure Regarding Economic Interests And Other Outside Interests.","url":"\/49.5.6\/","token":"49.5.6"},"21":{"id":"2731","structure_id":"93","section_number":"49.5.7","catch_line":"Disclosure By Nominees.","url":"\/49.5.7\/","token":"49.5.7"},"22":{"id":"3161","structure_id":"93","section_number":"49.5.8","catch_line":"Divestiture Of Assets.","url":"\/49.5.8\/","token":"49.5.8"},"23":{"id":"1323","structure_id":"93","section_number":"49.5.9","catch_line":"Restrictions On Honoraria And Outside Earned Income.","url":"\/49.5.9\/","token":"49.5.9"}},"next_section":{"id":"1880","structure_id":"93","section_number":"49.5.11","catch_line":"Lobbying Activities Of Current And Former City Officials.","url":"\/49.5.11\/","token":"49.5.11"},"metadata":false,"references":false,"url":"\/49.5.10\/","token":"49.5.10","formats":{"txt":"\/49.5.10.txt","json":"\/49.5.10.xml"},"dublin_core":{"Title":"Restrictions On Gifts And Travel Expenses.","Type":"Text","Format":"text\/html","Identifier":"§ 49.5.10","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nRESTRICTIONS ON GIFTS AND TRAVEL EXPENSES. (§ 49.5.10)\n\n  RESTRICTIONS ON GIFTS AND TRAVEL EXPENSES.\n\t(Title and Section Amended by Ord. No. 168,056, Eff. 8\/8\/92.)\tA.\tRestriction on\nGifts.\t1.\tNo person shall offer or make, and no City official shall solicit or\naccept, any gift with the intent that the City official will be influenced\nthereby in the performance of any official act.\t2.\tNo City official shall\nknowingly solicit any gift from a restricted source.\t3.\tExcept in the case of a\nlobbyist or lobbying firm, no person who is a restricted source shall offer or\nmake, and no City official shall accept, any gift from a restricted source which\nwould cause the cumulative amount of gifts from such source to the City official\nto exceed $100 during any calendar year.\t4.\tNo lobbyist or lobbying firm shall\nmake, and no City official shall accept, any gift from a lobbyist or lobbying\nfirm which is a restricted source as to that official.  (Amended by Ord. No.\n178,064, Eff. 1\/15\/07.)\t5.\tNo lobbyist or lobbying firm shall act as an agent or\nintermediary in the making of any gifts or arrange for the making of any gift by\nanother person to any City official.\t6.\tThe provisions of Subdivision 3 of this\nsubsection do not apply to foreign gifts made to an officer or employee of the\nCity when representing the Department of Airports or the Harbor Department,\nwhich gift is disclosed by that official to the City Ethics Commission within 30\ndays after receipt on a form prescribed by the Commission.\t7.\tFor the purpose of\nthis subsection, the term “gift” does not include:\t(a)\tItems received by a\nCity official which are not kept but which are turned over to the City within 30\ndays after their receipt.\t(b)\tMeals provided to a City official at an event at\nwhich the official speaks, participates in a seminar or similar activity or\nprovides a similar service.\t(c)\tTravel expenses and meals paid for by a local,\nstate, federal or foreign government agency.\t(d)\tItems received by a bargaining\nunit member from a union representing that City official.\t(e)\tFood and beverages\nreceived from any union by a City official who is a member of a union\nrepresenting a bargaining unit of City officials.\t(f)\tPayment for travel\nexpenses from a campaign committee; a nonprofit organization of which the City\nofficial is a member; or an organization of which the City, an agency, or the\nofficial is a member acting in an official City capacity.\t(g)\tGifts to\nnon-elected City official for legal expenses related to an enforcement action\nbrought under City or state ethics laws.\t8.\tA City official may request the City\nEthics Commission to provide that official with written advice concerning the\nlegality of accepting any specific gift.  Such request shall contain sufficient\ninformation to allow the Commission or its staff to properly consider the\nmatter.  The Commission or its staff shall provide written advice in response\nto such a request within 10 working days after the Commission’s receipt of the\nrequest.\tB.\tRestrictions on Travel Advances and Reimbursements.\t1.\tNo person\nshall offer or make, and no City official shall solicit or accept, any advance\nor reimbursement for travel expenses (including related lodging and reasonable\nsubsistence expenses) with the intent that the City official will be influenced\nthereby in the performance of any official act.\t2.\tNo person who is a restricted\nsource shall offer or make, and no City official shall accept from a restricted\nsource as to that official, any advance or reimbursement for travel expenses\n(including related lodging and reasonable subsistence expenses).\t3.\tNo lobbyist\nor lobbying firm shall act as an agent or intermediary in the making of, or\narrange for the making of, any advance or reimbursement for travel expenses\n(including related lodging and reasonable subsistence expenses) by another\nperson, to any City official.\t4.\tThe payment for travel expenses of a City\nofficial traveling on government business shall not be prohibited by this\nsection in any case where the payment is a gift or other payment to the City of\nLos Angeles or to any government agency for which the City Council is the code\nreviewing body with respect to that agency’s conflict of interest code, rather\nthan a gift or income to the official, within the meaning of the Political\nReform Act of 1974, as amended, and the regulations of the Fair Political\nPractices Commission.\t5.\tTravel expenses subject to the prohibitions of this\nsubsection include expenses for intrastate travel and lodging related to a City\nofficial’s speaking at an event, participating in a seminar or providing\nsimilar services, notwithstanding the provisions of Title 2, California Code of\nRegulations, Section 18728, or any successor section.\t6.\tTravel expenses subject\nto the prohibitions of this subsection do not include any payment for travel\nexpenses from a campaign committee; a nonprofit organization of which the City\nofficial is a member; or an organization of which the City, an agency, or the\nofficial is a member acting in an official City capacity.\t7.\tThis subsection\ndoes not limit travel expenses and meals paid for by a local, state, federal or\nforeign government agency.\n","html":"\n\t\t\t\t\t<section><p>  RESTRICTIONS ON GIFTS AND TRAVEL EXPENSES.\n\t(Title and Section Amended by Ord. No. 168,056, Eff. 8\/8\/92.)<br \/><br \/>\tA.\tRestriction on Gifts.<br \/><br \/>\t1.\tNo person shall offer or make, and no City official shall solicit or accept, any gift with the <span class=\"dictionary\">intent<\/span> that the City official will be influenced thereby in the performance of any official act.<br \/><br \/>\t2.\tNo City official shall knowingly solicit any gift from a restricted source.<br \/><br \/>\t3.\tExcept in the case of a lobbyist or lobbying firm, no person who is a restricted source shall offer or make, and no City official shall accept, any gift from a restricted source which would cause the cumulative amount of gifts from such source to the City official to exceed $100 during any calendar year.<br \/><br \/>\t4.\tNo lobbyist or lobbying firm shall make, and no City official shall accept, any gift from a lobbyist or lobbying firm which is a restricted source as to that official.  (Amended by Ord. No. 178,064, Eff. 1\/15\/07.)<br \/><br \/>\t5.\tNo lobbyist or lobbying firm shall act as an agent or intermediary in the making of any gifts or arrange for the making of any gift by another person to any City official.<br \/><br \/>\t6.\tThe provisions of Subdivision 3 of this subsection do not apply to foreign gifts made to an officer or employee of the City when representing the Department of Airports or the Harbor Department, which gift is disclosed by that official to the City Ethics Commission within 30 days after receipt on a form prescribed by the Commission.<br \/><br \/>\t7.\tFor the purpose of this subsection, the term “gift” does not include:<br \/><br \/>\t(a)\tItems received by a City official which are not kept but which are turned over to the City within 30 days after their receipt.<br \/><br \/>\t(b)\tMeals provided to a City official at an event at which the official speaks, participates in a seminar or similar activity or provides a similar service.<br \/><br \/>\t(c)\tTravel expenses and meals paid for by a local, state, federal or foreign government agency.<br \/><br \/>\t(d)\tItems received by a bargaining unit member from a union representing that City official.<br \/><br \/>\t(e)\tFood and beverages received from any union by a City official who is a member of a union representing a bargaining unit of City officials.<br \/><br \/>\t(f)\tPayment for travel expenses from a campaign committee; a nonprofit organization of which the City official is a member; or an organization of which the City, an agency, or the official is a member acting in an official City capacity.<br \/><br \/>\t(g)\tGifts to non-elected City official for legal expenses related to an enforcement action brought under City or state ethics <span class=\"dictionary\">laws<\/span>.<br \/><br \/>\t8.\tA City official may request the City Ethics Commission to provide that official with written advice concerning the legality of accepting any specific gift.  Such request shall contain sufficient information to allow the Commission or its staff to properly consider the matter.  The Commission or its staff shall provide written advice in response to such a request within 10 working days after the Commission’s receipt of the request.<br \/><br \/>\tB.\tRestrictions on Travel Advances and Reimbursements.<br \/><br \/>\t1.\tNo person shall offer or make, and no City official shall solicit or accept, any advance or reimbursement for travel expenses (including related lodging and reasonable subsistence expenses) with the <span class=\"dictionary\">intent<\/span> that the City official will be influenced thereby in the performance of any official act.<br \/><br \/>\t2.\tNo person who is a restricted source shall offer or make, and no City official shall accept from a restricted source as to that official, any advance or reimbursement for travel expenses (including related lodging and reasonable subsistence expenses).<br \/><br \/>\t3.\tNo lobbyist or lobbying firm shall act as an agent or intermediary in the making of, or arrange for the making of, any advance or reimbursement for travel expenses (including related lodging and reasonable subsistence expenses) by another person, to any City official.<br \/><br \/>\t4.\tThe payment for travel expenses of a City official traveling on government business shall not be prohibited by this section in any case where the payment is a gift or other payment to the City of Los Angeles or to any government agency for which the City Council is the code reviewing body with respect to that agency’s <span class=\"dictionary\">conflict of interest<\/span> code, rather than a gift or income to the official, within the meaning of the Political Reform Act of 1974, as amended, and the regulations of the Fair Political Practices Commission.<br \/><br \/>\t5.\tTravel expenses subject to the prohibitions of this subsection include expenses for intrastate travel and lodging related to a City official’s speaking at an event, participating in a seminar or providing similar services, notwithstanding the provisions of Title 2, California Code of Regulations, Section 18728, or any successor section.<br \/><br \/>\t6.\tTravel expenses subject to the prohibitions of this subsection do not include any payment for travel expenses from a campaign committee; a nonprofit organization of which the City official is a member; or an organization of which the City, an agency, or the official is a member acting in an official City capacity.<br \/><br \/>\t7.\tThis subsection does not limit travel expenses and meals paid for by a local, state, federal or foreign government agency.<\/p><\/section>","text":{"0":{"id":"1291","text":"  RESTRICTIONS ON GIFTS AND TRAVEL EXPENSES.\n\t(Title and Section Amended by Ord. No. 168,056, Eff. 8\/8\/92.)\tA.\tRestriction on Gifts.\t1.\tNo person shall offer or make, and no City official shall solicit or accept, any gift with the intent that the City official will be influenced thereby in the performance of any official act.\t2.\tNo City official shall knowingly solicit any gift from a restricted source.\t3.\tExcept in the case of a lobbyist or lobbying firm, no person who is a restricted source shall offer or make, and no City official shall accept, any gift from a restricted source which would cause the cumulative amount of gifts from such source to the City official to exceed $100 during any calendar year.\t4.\tNo lobbyist or lobbying firm shall make, and no City official shall accept, any gift from a lobbyist or lobbying firm which is a restricted source as to that official.  (Amended by Ord. No. 178,064, Eff. 1\/15\/07.)\t5.\tNo lobbyist or lobbying firm shall act as an agent or intermediary in the making of any gifts or arrange for the making of any gift by another person to any City official.\t6.\tThe provisions of Subdivision 3 of this subsection do not apply to foreign gifts made to an officer or employee of the City when representing the Department of Airports or the Harbor Department, which gift is disclosed by that official to the City Ethics Commission within 30 days after receipt on a form prescribed by the Commission.\t7.\tFor the purpose of this subsection, the term “gift” does not include:\t(a)\tItems received by a City official which are not kept but which are turned over to the City within 30 days after their receipt.\t(b)\tMeals provided to a City official at an event at which the official speaks, participates in a seminar or similar activity or provides a similar service.\t(c)\tTravel expenses and meals paid for by a local, state, federal or foreign government agency.\t(d)\tItems received by a bargaining unit member from a union representing that City official.\t(e)\tFood and beverages received from any union by a City official who is a member of a union representing a bargaining unit of City officials.\t(f)\tPayment for travel expenses from a campaign committee; a nonprofit organization of which the City official is a member; or an organization of which the City, an agency, or the official is a member acting in an official City capacity.\t(g)\tGifts to non-elected City official for legal expenses related to an enforcement action brought under City or state ethics laws.\t8.\tA City official may request the City Ethics Commission to provide that official with written advice concerning the legality of accepting any specific gift.  Such request shall contain sufficient information to allow the Commission or its staff to properly consider the matter.  The Commission or its staff shall provide written advice in response to such a request within 10 working days after the Commission’s receipt of the request.\tB.\tRestrictions on Travel Advances and Reimbursements.\t1.\tNo person shall offer or make, and no City official shall solicit or accept, any advance or reimbursement for travel expenses (including related lodging and reasonable subsistence expenses) with the intent that the City official will be influenced thereby in the performance of any official act.\t2.\tNo person who is a restricted source shall offer or make, and no City official shall accept from a restricted source as to that official, any advance or reimbursement for travel expenses (including related lodging and reasonable subsistence expenses).\t3.\tNo lobbyist or lobbying firm shall act as an agent or intermediary in the making of, or arrange for the making of, any advance or reimbursement for travel expenses (including related lodging and reasonable subsistence expenses) by another person, to any City official.\t4.\tThe payment for travel expenses of a City official traveling on government business shall not be prohibited by this section in any case where the payment is a gift or other payment to the City of Los Angeles or to any government agency for which the City Council is the code reviewing body with respect to that agency’s conflict of interest code, rather than a gift or income to the official, within the meaning of the Political Reform Act of 1974, as amended, and the regulations of the Fair Political Practices Commission.\t5.\tTravel expenses subject to the prohibitions of this subsection include expenses for intrastate travel and lodging related to a City official’s speaking at an event, participating in a seminar or providing similar services, notwithstanding the provisions of Title 2, California Code of Regulations, Section 18728, or any successor section.\t6.\tTravel expenses subject to the prohibitions of this subsection do not include any payment for travel expenses from a campaign committee; a nonprofit organization of which the City official is a member; or an organization of which the City, an agency, or the official is a member acting in an official City capacity.\t7.\tThis subsection does not limit travel expenses and meals paid for by a local, state, federal or foreign government agency.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"previous_section":{"id":"3582","structure_id":"93","section_number":"49.5.1","catch_line":"Title, Findings And Purposes.","url":"\/49.5.1\/","token":"49.5.1"}}