{"section_number":"49.5.4","edition_id":"1","section_id":"1072","structure_id":"93","catch_line":"Protection Of Employees Against Retaliation For Reporting Fraud, Waste Or Misuse Of Office.","history":"","full_text":"  PROTECTION OF EMPLOYEES AGAINST RETALIATION FOR REPORTING FRAUD, WASTE OR MISUSE OF OFFICE.\n\n\tA.\tNo officer or employee of the City shall use or threaten to use any official authority or influence to discourage, restrain or interfere with any other person for the purpose of preventing such person from acting in good faith to report or otherwise bring to the attention of the City Ethics Commission or other appropriate agency, office or department any information which, if true, would constitute: a work-related violation by a City officer or employee of any law or regulation, gross waste of City funds, gross abuse of authority, a specified and substantial danger to public health or safety due to an act or omission of a City official or employee, use of a City office or position or of City resources for personal gain, or a conflict of interest of a City officer or employee.\n\n\tB.\tNo officer or employee of the City shall use or threaten to use any official authority or influence to effect any action as a reprisal against a City officer or employee who reports or otherwise brings to the attention of the Commission or other appropriate agency, office or department any information regarding the subjects described in Subsection A.\n\n\tC.\tAny person who believes that he or she has been subjected to any action prohibited by this section may file a confidential complaint with the City Ethics Commission.  The City Ethics Commission shall thereupon investigate the complaint.  Upon the conclusion of its investigation, the Commission shall take appropriate action as otherwise provided by law.   (Amended by Ord. No. 168,708, Eff. 5\/13\/93.)\n\n\tD.\tIn the event the Executive Officer of the City Ethics Commission determines the Commission has a conflict of interest in an investigation of a retaliation complaint, City Ethics Commission staff shall refer the investigation of the retaliation complaint to the Equal Employment Opportunities Section of the Human Resources and Benefits Division of the City Personnel Department.  That agency shall report its findings to the City Attorney who shall take appropriate action as otherwise provided by law.  (Added by Ord. No. 168,708, Eff. 5\/13\/93.)","order_by":"5.4","ancestry":{"1":{"id":"93","name":"Municipal Ethics And Conflicts Of Interest","identifier":"9.5","label":"article","url":"\/4\/9.5\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"3582","structure_id":"93","section_number":"49.5.1","catch_line":"Title, Findings And Purposes.","url":"\/49.5.1\/","token":"49.5.1"},"1":{"id":"1305","structure_id":"93","section_number":"49.5.10","catch_line":"Restrictions On Gifts And Travel Expenses.","url":"\/49.5.10\/","token":"49.5.10"},"2":{"id":"1880","structure_id":"93","section_number":"49.5.11","catch_line":"Lobbying Activities Of Current And Former City Officials.","url":"\/49.5.11\/","token":"49.5.11"},"3":{"id":"2267","structure_id":"93","section_number":"49.5.12","catch_line":"Future Employment Of City Officials.","url":"\/49.5.12\/","token":"49.5.12"},"4":{"id":"3323","structure_id":"93","section_number":"49.5.13","catch_line":"Participation Of Elective City Officers And Employees In Governmental Decisions.","url":"\/49.5.13\/","token":"49.5.13"},"5":{"id":"2435","structure_id":"93","section_number":"49.5.14","catch_line":"Application Of Requirements.","url":"\/49.5.14\/","token":"49.5.14"},"6":{"id":"1460","structure_id":"93","section_number":"49.5.15","catch_line":"Contract Bidder And Proposer Disclosure – Political Contributions And Fundraising Activity.","url":"\/49.5.15\/","token":"49.5.15"},"7":{"id":"3691","structure_id":"93","section_number":"49.5.16","catch_line":"Disclosure By Elective Officers In Connection With Lobbying Interests And City Contractors.","url":"\/49.5.16\/","token":"49.5.16"},"8":{"id":"2402","structure_id":"93","section_number":"49.5.17","catch_line":"Commissioner Participation In Contracting Process.*","url":"\/49.5.17\/","token":"49.5.17"},"9":{"id":"3455","structure_id":"93","section_number":"49.5.18","catch_line":"Ethics Training.","url":"\/49.5.18\/","token":"49.5.18"},"10":{"id":"3739","structure_id":"93","section_number":"49.5.19","catch_line":"Enforcement.","url":"\/49.5.19\/","token":"49.5.19"},"11":{"id":"2512","structure_id":"93","section_number":"49.5.2","catch_line":"Definitions.","url":"\/49.5.2\/","token":"49.5.2"},"12":{"id":"4181","structure_id":"93","section_number":"49.5.20","catch_line":"Late Filing Penalties.","url":"\/49.5.20\/","token":"49.5.20"},"13":{"id":"3183","structure_id":"93","section_number":"49.5.21","catch_line":"Effect Of Campaign Money Laundering Violation On Contracts And Fee Waivers.","url":"\/49.5.21\/","token":"49.5.21"},"14":{"id":"464","structure_id":"93","section_number":"49.5.22","catch_line":"Authority Of Enact.","url":"\/49.5.22\/","token":"49.5.22"},"15":{"id":"3441","structure_id":"93","section_number":"49.5.23","catch_line":"Applicability Of Other Laws.","url":"\/49.5.23\/","token":"49.5.23"},"16":{"id":"4076","structure_id":"93","section_number":"49.5.24","catch_line":"Severability.","url":"\/49.5.24\/","token":"49.5.24"},"17":{"id":"2092","structure_id":"93","section_number":"49.5.3","catch_line":"Confidential Information.","url":"\/49.5.3\/","token":"49.5.3"},"18":{"id":"1072","structure_id":"93","section_number":"49.5.4","catch_line":"Protection Of Employees Against Retaliation For Reporting Fraud, Waste Or Misuse Of Office.","url":"\/49.5.4\/","token":"49.5.4"},"19":{"id":"3548","structure_id":"93","section_number":"49.5.5","catch_line":"Misuse Of City Position Or Resource.","url":"\/49.5.5\/","token":"49.5.5"},"20":{"id":"1049","structure_id":"93","section_number":"49.5.6","catch_line":"Disclosure Regarding Economic Interests And Other Outside Interests.","url":"\/49.5.6\/","token":"49.5.6"},"21":{"id":"2731","structure_id":"93","section_number":"49.5.7","catch_line":"Disclosure By Nominees.","url":"\/49.5.7\/","token":"49.5.7"},"22":{"id":"3161","structure_id":"93","section_number":"49.5.8","catch_line":"Divestiture Of Assets.","url":"\/49.5.8\/","token":"49.5.8"},"23":{"id":"1323","structure_id":"93","section_number":"49.5.9","catch_line":"Restrictions On Honoraria And Outside Earned Income.","url":"\/49.5.9\/","token":"49.5.9"}},"next_section":{"id":"3548","structure_id":"93","section_number":"49.5.5","catch_line":"Misuse Of City Position Or Resource.","url":"\/49.5.5\/","token":"49.5.5"},"metadata":false,"references":false,"url":"\/49.5.4\/","token":"49.5.4","formats":{"txt":"\/49.5.4.txt","json":"\/49.5.4.xml"},"dublin_core":{"Title":"Protection Of Employees Against Retaliation For Reporting Fraud, Waste Or Misuse Of Office.","Type":"Text","Format":"text\/html","Identifier":"§ 49.5.4","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPROTECTION OF EMPLOYEES AGAINST RETALIATION FOR REPORTING FRAUD, WASTE OR MISUSE\nOF OFFICE. (§ 49.5.4)\n\n  PROTECTION OF EMPLOYEES AGAINST RETALIATION FOR REPORTING FRAUD, WASTE OR\nMISUSE OF OFFICE.\tA.\tNo officer or employee of the City shall use or threaten to\nuse any official authority or influence to discourage, restrain or interfere\nwith any other person for the purpose of preventing such person from acting in\ngood faith to report or otherwise bring to the attention of the City Ethics\nCommission or other appropriate agency, office or department any information\nwhich, if true, would constitute: a work-related violation by a City officer or\nemployee of any law or regulation, gross waste of City funds, gross abuse of\nauthority, a specified and substantial danger to public health or safety due to\nan act or omission of a City official or employee, use of a City office or\nposition or of City resources for personal gain, or a conflict of interest of a\nCity officer or employee.\tB.\tNo officer or employee of the City shall use or\nthreaten to use any official authority or influence to effect any action as a\nreprisal against a City officer or employee who reports or otherwise brings to\nthe attention of the Commission or other appropriate agency, office or\ndepartment any information regarding the subjects described in Subsection\nA.\tC.\tAny person who believes that he or she has been subjected to any action\nprohibited by this section may file a confidential complaint with the City\nEthics Commission.  The City Ethics Commission shall thereupon investigate the\ncomplaint.  Upon the conclusion of its investigation, the Commission shall take\nappropriate action as otherwise provided by law.   (Amended by Ord. No.\n168,708, Eff. 5\/13\/93.)\tD.\tIn the event the Executive Officer of the City Ethics\nCommission determines the Commission has a conflict of interest in an\ninvestigation of a retaliation complaint, City Ethics Commission staff shall\nrefer the investigation of the retaliation complaint to the Equal Employment\nOpportunities Section of the Human Resources and Benefits Division of the City\nPersonnel Department.  That agency shall report its findings to the City\nAttorney who shall take appropriate action as otherwise provided by law. \n(Added by Ord. No. 168,708, Eff. 5\/13\/93.)\n","html":"\n\t\t\t\t\t<section><p>  PROTECTION OF EMPLOYEES AGAINST RETALIATION FOR REPORTING <span class=\"dictionary\">FRAUD<\/span>, WASTE OR MISUSE OF OFFICE.<br \/><br \/>\tA.\tNo officer or employee of the City shall use or threaten to use any official authority or influence to discourage, restrain or interfere with any other person for the purpose of preventing such person from acting in good faith to report or otherwise bring to the attention of the City Ethics Commission or other appropriate agency, office or department any information which, if true, would constitute: a work-related violation by a City officer or employee of any <span class=\"dictionary\">law<\/span> or regulation, gross waste of City funds, gross abuse of authority, a specified and substantial danger to public health or safety due to an act or omission of a City official or employee, use of a City office or position or of City resources for personal gain, or a <span class=\"dictionary\">conflict of interest<\/span> of a City officer or employee.<br \/><br \/>\tB.\tNo officer or employee of the City shall use or threaten to use any official authority or influence to effect any action as a reprisal against a City officer or employee who reports or otherwise brings to the attention of the Commission or other appropriate agency, office or department any information regarding the subjects described in Subsection A.<br \/><br \/>\tC.\tAny person who believes that he or she has been subjected to any action prohibited by this section may file a confidential complaint with the City Ethics Commission.  The City Ethics Commission shall thereupon investigate the complaint.  Upon the conclusion of its investigation, the Commission shall take appropriate action as otherwise provided by <span class=\"dictionary\">law<\/span>.   (Amended by Ord. No. 168,708, Eff. 5\/13\/93.)<br \/><br \/>\tD.\tIn the event the Executive Officer of the City Ethics Commission determines the Commission has a <span class=\"dictionary\">conflict of interest<\/span> in an investigation of a retaliation complaint, City Ethics Commission staff shall refer the investigation of the retaliation complaint to the Equal Employment Opportunities Section of the Human Resources and Benefits Division of the City Personnel Department.  That agency shall report its <span class=\"dictionary\">findings<\/span> to the City Attorney who shall take appropriate action as otherwise provided by <span class=\"dictionary\">law<\/span>.  (Added by Ord. No. 168,708, Eff. 5\/13\/93.)<\/p><\/section>","previous_section":{"id":"2092","structure_id":"93","section_number":"49.5.3","catch_line":"Confidential Information.","url":"\/49.5.3\/","token":"49.5.3"},"text":{"0":{"id":"1059","text":"  PROTECTION OF EMPLOYEES AGAINST RETALIATION FOR REPORTING FRAUD, WASTE OR MISUSE OF OFFICE.\tA.\tNo officer or employee of the City shall use or threaten to use any official authority or influence to discourage, restrain or interfere with any other person for the purpose of preventing such person from acting in good faith to report or otherwise bring to the attention of the City Ethics Commission or other appropriate agency, office or department any information which, if true, would constitute: a work-related violation by a City officer or employee of any law or regulation, gross waste of City funds, gross abuse of authority, a specified and substantial danger to public health or safety due to an act or omission of a City official or employee, use of a City office or position or of City resources for personal gain, or a conflict of interest of a City officer or employee.\tB.\tNo officer or employee of the City shall use or threaten to use any official authority or influence to effect any action as a reprisal against a City officer or employee who reports or otherwise brings to the attention of the Commission or other appropriate agency, office or department any information regarding the subjects described in Subsection A.\tC.\tAny person who believes that he or she has been subjected to any action prohibited by this section may file a confidential complaint with the City Ethics Commission.  The City Ethics Commission shall thereupon investigate the complaint.  Upon the conclusion of its investigation, the Commission shall take appropriate action as otherwise provided by law.   (Amended by Ord. No. 168,708, Eff. 5\/13\/93.)\tD.\tIn the event the Executive Officer of the City Ethics Commission determines the Commission has a conflict of interest in an investigation of a retaliation complaint, City Ethics Commission staff shall refer the investigation of the retaliation complaint to the Equal Employment Opportunities Section of the Human Resources and Benefits Division of the City Personnel Department.  That agency shall report its findings to the City Attorney who shall take appropriate action as otherwise provided by law.  (Added by Ord. No. 168,708, Eff. 5\/13\/93.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}