{"section_number":"49.5.21","edition_id":"1","section_id":"3183","structure_id":"93","catch_line":"Effect Of Campaign Money Laundering Violation On Contracts And Fee Waivers.","history":"","full_text":"  EFFECT OF CAMPAIGN MONEY LAUNDERING VIOLATION ON CONTRACTS AND FEE WAIVERS.\n\t(New Sec. 49.5.21 Added by Ord. No. 171,142, Eff. 8\/3\/96.)\n\n\tA.\tApplicability.\n\n\t1.\tThis section is applicable if the City Ethics Commission makes a finding that a person has laundered campaign funds in violation of Charter Section 470(k), and that finding is made after an administrative enforcement hearing pursuant to Charter Section 706 or as a result of a stipulation between the person committing the violation and the City Ethics Commission.  (Charter Section Nos. Amended by Ord. No. 172,942, Eff. 1\/21\/00, Oper. 7\/1\/00.)\n\n\t2.\tThis section is applicable to the following contracts awarded or fees waived by the City Council or by any City agency, excluding the following proprietary City departments: Airports, City Employees Retirement System, Harbor, Library, Pensions, Recreation and Parks, and Water and Power:\n\n\t(a)\tall contracts for personal services, and to all other contracts involving a contract price in an amount of $1,000 or more;\n\n\t(b)\tall discretionary fee waivers of $1,000 or more.\n\n\t3.\tThis section is applicable only to violations committed after the effective date of the ordinance adding this section.\n\n\tB.\tCompetitively Bid Contracts.\n\n\tl.\tPrior to awarding any contract which is required to be awarded to the lowest responsible bidder, the City Council or other City board, commission or officer charged with the duty to award the contract (the awarding authority) shall determine whether, the lowest monetary bidder has been found to have committed the violation as specified in Subsection A.1. above within the previous four years.\n\n\t2.\tThe awarding authority shall not award the contract to the lowest monetary bidder, if, following a hearing as described in Subdivision 3. below, it finds that, as a result of the violation, the awarding authority believes that the bidder lacks integrity such that it is unfit to perform the work specified in the contract.  The awarding authority shall make that finding unless there are specific facts brought to its attention, in writing, which indicate otherwise.  On that basis, the awarding authority shall deem the bidder to be not responsible.\n\n\t3.\tPrior to making a finding that a bidder is not responsible as set forth in Subdivision 2., the awarding authority shall notify the bidder of its intention to consider making such a finding.  The awarding authority shall offer the bidder an opportunity to present evidence and argument that, despite the bidder having been found to have violated the City law prohibiting the laundering of campaign funds, the awarding authority should not have reason to question the bidder’s integrity and fitness to perform the contract.  If the bidder desires to present such evidence and\/or argument to the awarding authority, the awarding authority shall hold an informal hearing.  At that hearing the bidder shall be allowed to make a presentation.  After having considered the bidder’s presentation, and the presentations of any other interested parties, the awarding authority may make the finding set forth in Subdivision 2. if it is satisfied that such a finding is merited.\n\n\tC.\tContracts Awarded on a Basis Other Than Competitive Bidding.  The City Council or other City board, commission or officer charged with the duty to award a contract shall not approve any contract on behalf of the City, other than a contract required to be awarded to the lowest responsible bidder, with any party, if the party has been found to have committed the violation as specified in Subsection A.1. above within the previous four years.\n\n\tD.\tFee Waivers.  The City Council or other City board, commission or officer shall not grant any discretionary waiver of more than $1,000 of any City fee for any person, if the person has been found to have committed the violation as specified in Subsection A.1. above within the previous four years.\n\n\tE.\tNotice of Violations.\n\n\t1.\tThe City Ethics Commission shall provide a copy of every Commission enforcement decision relating to a violation as specified in Subsection A.1., together with a copy of any stipulation filed in the case, to the general manager or other head of each City agency to which this section applies.\n\n\t2.\tA person who submits a bid or proposal in connection with any contract or a request for fee waiver with a City agency to which this section applies shall include with the bid, contract proposal or fee waiver documents a copy of the Commission’s decision of violation as specified in Subsection A.1. made within the previous four years, together with a copy of any stipulation filed in connection therewith.\n\n\t3.\tWith respect to a decision on a contract or fee waiver considered by the City Council, the City Clerk shall submit a report which contains sufficient information to allow the body to comply with the requirements of those provisions.\n\n\t4.\tWith respect to a decision on a contract or fee waiver considered by a City board or commission, the agency staff shall submit a report which contains sufficient information to allow the body to comply with the requirements of those provisions.\n\n\tF.\tTime Period of Prohibitions and Notification.  If the City Ethics Commission makes a finding that the contracting party has either\n\n\t(1)\taccepted responsibility for the violation in the form of having entered into a stipulation with the City Ethics Commission in which the party admits the violation, or otherwise exhibits evidence of having accepted such responsibility, or\n\n\t(2)\tmitigated the wrongdoing by taking prompt remedial or corrective action, then the City Ethics Commission may reduce the time period during which the above prohibitions and notification requirements would apply to a period of not less than one year.  Any person who has been found by the City Ethics Commission to have violated Charter Section 470(k) may request such a finding from the Commission.  (Charter Section No. Amended by Ord. No. 172,942, Eff. 1\/21\/00, Oper. 7\/1\/00.)\n\n\tG.\tWaiver of Provisions.  The City Council by a two- thirds vote of its entire membership may waive any or all of the prohibitions contained in this section if the Council makes a written finding that an overriding public policy consideration justifies entering into the contract or waiving the fee despite the prohibition contained in this section.  The finding shall set forth the nature of the overriding public policy consideration and the reason why that consideration justifies the waiver of the prohibition and shall be made only when the waiver is justified by a significant community or financial benefit to the City or if it is necessary to preserve the health, safety or welfare of the public.","order_by":"5.21","ancestry":{"1":{"id":"93","name":"Municipal Ethics And Conflicts Of Interest","identifier":"9.5","label":"article","url":"\/4\/9.5\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"3582","structure_id":"93","section_number":"49.5.1","catch_line":"Title, Findings And Purposes.","url":"\/49.5.1\/","token":"49.5.1"},"1":{"id":"1305","structure_id":"93","section_number":"49.5.10","catch_line":"Restrictions On Gifts And Travel Expenses.","url":"\/49.5.10\/","token":"49.5.10"},"2":{"id":"1880","structure_id":"93","section_number":"49.5.11","catch_line":"Lobbying Activities Of Current And Former City Officials.","url":"\/49.5.11\/","token":"49.5.11"},"3":{"id":"2267","structure_id":"93","section_number":"49.5.12","catch_line":"Future Employment Of City Officials.","url":"\/49.5.12\/","token":"49.5.12"},"4":{"id":"3323","structure_id":"93","section_number":"49.5.13","catch_line":"Participation Of Elective City Officers And Employees In Governmental Decisions.","url":"\/49.5.13\/","token":"49.5.13"},"5":{"id":"2435","structure_id":"93","section_number":"49.5.14","catch_line":"Application Of Requirements.","url":"\/49.5.14\/","token":"49.5.14"},"6":{"id":"1460","structure_id":"93","section_number":"49.5.15","catch_line":"Contract Bidder And Proposer Disclosure – Political Contributions And Fundraising Activity.","url":"\/49.5.15\/","token":"49.5.15"},"7":{"id":"3691","structure_id":"93","section_number":"49.5.16","catch_line":"Disclosure By Elective Officers In Connection With Lobbying Interests And City Contractors.","url":"\/49.5.16\/","token":"49.5.16"},"8":{"id":"2402","structure_id":"93","section_number":"49.5.17","catch_line":"Commissioner Participation In Contracting Process.*","url":"\/49.5.17\/","token":"49.5.17"},"9":{"id":"3455","structure_id":"93","section_number":"49.5.18","catch_line":"Ethics Training.","url":"\/49.5.18\/","token":"49.5.18"},"10":{"id":"3739","structure_id":"93","section_number":"49.5.19","catch_line":"Enforcement.","url":"\/49.5.19\/","token":"49.5.19"},"11":{"id":"2512","structure_id":"93","section_number":"49.5.2","catch_line":"Definitions.","url":"\/49.5.2\/","token":"49.5.2"},"12":{"id":"4181","structure_id":"93","section_number":"49.5.20","catch_line":"Late Filing Penalties.","url":"\/49.5.20\/","token":"49.5.20"},"13":{"id":"3183","structure_id":"93","section_number":"49.5.21","catch_line":"Effect Of Campaign Money Laundering Violation On Contracts And Fee Waivers.","url":"\/49.5.21\/","token":"49.5.21"},"14":{"id":"464","structure_id":"93","section_number":"49.5.22","catch_line":"Authority Of Enact.","url":"\/49.5.22\/","token":"49.5.22"},"15":{"id":"3441","structure_id":"93","section_number":"49.5.23","catch_line":"Applicability Of Other Laws.","url":"\/49.5.23\/","token":"49.5.23"},"16":{"id":"4076","structure_id":"93","section_number":"49.5.24","catch_line":"Severability.","url":"\/49.5.24\/","token":"49.5.24"},"17":{"id":"2092","structure_id":"93","section_number":"49.5.3","catch_line":"Confidential Information.","url":"\/49.5.3\/","token":"49.5.3"},"18":{"id":"1072","structure_id":"93","section_number":"49.5.4","catch_line":"Protection Of Employees Against Retaliation For Reporting Fraud, Waste Or Misuse Of Office.","url":"\/49.5.4\/","token":"49.5.4"},"19":{"id":"3548","structure_id":"93","section_number":"49.5.5","catch_line":"Misuse Of City Position Or Resource.","url":"\/49.5.5\/","token":"49.5.5"},"20":{"id":"1049","structure_id":"93","section_number":"49.5.6","catch_line":"Disclosure Regarding Economic Interests And Other Outside Interests.","url":"\/49.5.6\/","token":"49.5.6"},"21":{"id":"2731","structure_id":"93","section_number":"49.5.7","catch_line":"Disclosure By Nominees.","url":"\/49.5.7\/","token":"49.5.7"},"22":{"id":"3161","structure_id":"93","section_number":"49.5.8","catch_line":"Divestiture Of Assets.","url":"\/49.5.8\/","token":"49.5.8"},"23":{"id":"1323","structure_id":"93","section_number":"49.5.9","catch_line":"Restrictions On Honoraria And Outside Earned Income.","url":"\/49.5.9\/","token":"49.5.9"}},"next_section":{"id":"464","structure_id":"93","section_number":"49.5.22","catch_line":"Authority Of Enact.","url":"\/49.5.22\/","token":"49.5.22"},"metadata":false,"references":false,"url":"\/49.5.21\/","token":"49.5.21","formats":{"txt":"\/49.5.21.txt","json":"\/49.5.21.xml"},"dublin_core":{"Title":"Effect Of Campaign Money Laundering Violation On Contracts And Fee Waivers.","Type":"Text","Format":"text\/html","Identifier":"§ 49.5.21","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nEFFECT OF CAMPAIGN MONEY LAUNDERING VIOLATION ON CONTRACTS AND FEE WAIVERS. (§\n49.5.21)\n\n  EFFECT OF CAMPAIGN MONEY LAUNDERING VIOLATION ON CONTRACTS AND FEE WAIVERS.\n\t(New Sec. 49.5.21 Added by Ord. No. 171,142, Eff.\n8\/3\/96.)\tA.\tApplicability.\t1.\tThis section is applicable if the City Ethics\nCommission makes a finding that a person has laundered campaign funds in\nviolation of Charter Section 470(k), and that finding is made after an\nadministrative enforcement hearing pursuant to Charter Section 706 or as a\nresult of a stipulation between the person committing the violation and the City\nEthics Commission.  (Charter Section Nos. Amended by Ord. No. 172,942, Eff.\n1\/21\/00, Oper. 7\/1\/00.)\t2.\tThis section is applicable to the following contracts\nawarded or fees waived by the City Council or by any City agency, excluding the\nfollowing proprietary City departments: Airports, City Employees Retirement\nSystem, Harbor, Library, Pensions, Recreation and Parks, and Water and\nPower:\t(a)\tall contracts for personal services, and to all other contracts\ninvolving a contract price in an amount of $1,000 or more;\t(b)\tall discretionary\nfee waivers of $1,000 or more.\t3.\tThis section is applicable only to violations\ncommitted after the effective date of the ordinance adding this\nsection.\tB.\tCompetitively Bid Contracts.\tl.\tPrior to awarding any contract which\nis required to be awarded to the lowest responsible bidder, the City Council or\nother City board, commission or officer charged with the duty to award the\ncontract (the awarding authority) shall determine whether, the lowest monetary\nbidder has been found to have committed the violation as specified in Subsection\nA.1. above within the previous four years.\t2.\tThe awarding authority shall not\naward the contract to the lowest monetary bidder, if, following a hearing as\ndescribed in Subdivision 3. below, it finds that, as a result of the violation,\nthe awarding authority believes that the bidder lacks integrity such that it is\nunfit to perform the work specified in the contract.  The awarding authority\nshall make that finding unless there are specific facts brought to its\nattention, in writing, which indicate otherwise.  On that basis, the awarding\nauthority shall deem the bidder to be not responsible.\t3.\tPrior to making a\nfinding that a bidder is not responsible as set forth in Subdivision 2., the\nawarding authority shall notify the bidder of its intention to consider making\nsuch a finding.  The awarding authority shall offer the bidder an opportunity\nto present evidence and argument that, despite the bidder having been found to\nhave violated the City law prohibiting the laundering of campaign funds, the\nawarding authority should not have reason to question the bidder’s integrity\nand fitness to perform the contract.  If the bidder desires to present such\nevidence and\/or argument to the awarding authority, the awarding authority shall\nhold an informal hearing.  At that hearing the bidder shall be allowed to make\na presentation.  After having considered the bidder’s presentation, and the\npresentations of any other interested parties, the awarding authority may make\nthe finding set forth in Subdivision 2. if it is satisfied that such a finding\nis merited.\tC.\tContracts Awarded on a Basis Other Than Competitive Bidding. \nThe City Council or other City board, commission or officer charged with the\nduty to award a contract shall not approve any contract on behalf of the City,\nother than a contract required to be awarded to the lowest responsible bidder,\nwith any party, if the party has been found to have committed the violation as\nspecified in Subsection A.1. above within the previous four years.\tD.\tFee\nWaivers.  The City Council or other City board, commission or officer shall not\ngrant any discretionary waiver of more than $1,000 of any City fee for any\nperson, if the person has been found to have committed the violation as\nspecified in Subsection A.1. above within the previous four years.\tE.\tNotice of\nViolations.\t1.\tThe City Ethics Commission shall provide a copy of every\nCommission enforcement decision relating to a violation as specified in\nSubsection A.1., together with a copy of any stipulation filed in the case, to\nthe general manager or other head of each City agency to which this section\napplies.\t2.\tA person who submits a bid or proposal in connection with any\ncontract or a request for fee waiver with a City agency to which this section\napplies shall include with the bid, contract proposal or fee waiver documents a\ncopy of the Commission’s decision of violation as specified in Subsection A.1.\nmade within the previous four years, together with a copy of any stipulation\nfiled in connection therewith.\t3.\tWith respect to a decision on a contract or\nfee waiver considered by the City Council, the City Clerk shall submit a report\nwhich contains sufficient information to allow the body to comply with the\nrequirements of those provisions.\t4.\tWith respect to a decision on a contract or\nfee waiver considered by a City board or commission, the agency staff shall\nsubmit a report which contains sufficient information to allow the body to\ncomply with the requirements of those provisions.\tF.\tTime Period of Prohibitions\nand Notification.  If the City Ethics Commission makes a finding that the\ncontracting party has either\t(1)\taccepted responsibility for the violation in\nthe form of having entered into a stipulation with the City Ethics Commission in\nwhich the party admits the violation, or otherwise exhibits evidence of having\naccepted such responsibility, or\t(2)\tmitigated the wrongdoing by taking prompt\nremedial or corrective action, then the City Ethics Commission may reduce the\ntime period during which the above prohibitions and notification requirements\nwould apply to a period of not less than one year.  Any person who has been\nfound by the City Ethics Commission to have violated Charter Section 470(k) may\nrequest such a finding from the Commission.  (Charter Section No. Amended by\nOrd. No. 172,942, Eff. 1\/21\/00, Oper. 7\/1\/00.)\tG.\tWaiver of Provisions.  The\nCity Council by a two- thirds vote of its entire membership may waive any or all\nof the prohibitions contained in this section if the Council makes a written\nfinding that an overriding public policy consideration justifies entering into\nthe contract or waiving the fee despite the prohibition contained in this\nsection.  The finding shall set forth the nature of the overriding public\npolicy consideration and the reason why that consideration justifies the waiver\nof the prohibition and shall be made only when the waiver is justified by a\nsignificant community or financial benefit to the City or if it is necessary to\npreserve the health, safety or welfare of the public.\n","html":"\n\t\t\t\t\t<section><p>  EFFECT OF CAMPAIGN MONEY LAUNDERING VIOLATION ON <span class=\"dictionary\">CONTRACTS<\/span> AND FEE <span class=\"dictionary\">WAIVERS<\/span>.\n\t(New Sec. 49.5.21 Added by Ord. No. 171,142, Eff. 8\/3\/96.)<br \/><br \/>\tA.\tApplicability.<br \/><br \/>\t1.\tThis section is applicable if the City Ethics Commission makes a <span class=\"dictionary\">finding<\/span> that a person has laundered campaign funds in violation of Charter Section 470(k), and that <span class=\"dictionary\">finding<\/span> is made after an administrative enforcement <span class=\"dictionary\">hearing<\/span> pursuant to Charter Section 706 or as a result of a <span class=\"dictionary\">stipulation<\/span> between the person committing the violation and the City Ethics Commission.  (Charter Section Nos. Amended by Ord. No. 172,942, Eff. 1\/21\/00, Oper. 7\/1\/00.)<br \/><br \/>\t2.\tThis section is applicable to the following <span class=\"dictionary\">contracts<\/span> awarded or fees waived by the City Council or by any City agency, excluding the following proprietary City departments: Airports, City Employees Retirement System, Harbor, Library, Pensions, Recreation and Parks, and Water and Power:<br \/><br \/>\t(a)\tall <span class=\"dictionary\">contracts<\/span> for personal services, and to all other <span class=\"dictionary\">contracts<\/span> involving a <span class=\"dictionary\">contract<\/span> price in an amount of $1,000 or more;<br \/><br \/>\t(b)\tall discretionary fee <span class=\"dictionary\">waivers<\/span> of $1,000 or more.<br \/><br \/>\t3.\tThis section is applicable only to violations committed after the effective date of the <span class=\"dictionary\">ordinance<\/span> adding this section.<br \/><br \/>\tB.\tCompetitively Bid <span class=\"dictionary\">Contracts<\/span>.<br \/><br \/>\tl.\tPrior to awarding any <span class=\"dictionary\">contract<\/span> which is required to be awarded to the lowest responsible bidder, the City Council or other City board, commission or officer charged with the duty to award the <span class=\"dictionary\">contract<\/span> (the awarding authority) shall determine whether, the lowest monetary bidder has been found to have committed the violation as specified in Subsection A.1. above within the previous four years.<br \/><br \/>\t2.\tThe awarding authority shall not award the <span class=\"dictionary\">contract<\/span> to the lowest monetary bidder, if, following a <span class=\"dictionary\">hearing<\/span> as described in Subdivision 3. below, it finds that, as a result of the violation, the awarding authority believes that the bidder lacks integrity such that it is unfit to perform the work specified in the <span class=\"dictionary\">contract<\/span>.  The awarding authority shall make that <span class=\"dictionary\">finding<\/span> unless there are specific <span class=\"dictionary\">facts<\/span> brought to its attention, in writing, which indicate otherwise.  On that basis, the awarding authority shall deem the bidder to be not responsible.<br \/><br \/>\t3.\tPrior to making a <span class=\"dictionary\">finding<\/span> that a bidder is not responsible as set forth in Subdivision 2., the awarding authority shall notify the bidder of its intention to consider making such a <span class=\"dictionary\">finding<\/span>.  The awarding authority shall offer the bidder an opportunity to present <span class=\"dictionary\">evidence<\/span> and argument that, despite the bidder having been found to have violated the City <span class=\"dictionary\">law<\/span> prohibiting the laundering of campaign funds, the awarding authority should not have reason to question the bidder’s integrity and fitness to perform the <span class=\"dictionary\">contract<\/span>.  If the bidder desires to present such <span class=\"dictionary\">evidence<\/span> and\/or argument to the awarding authority, the awarding authority shall hold an informal <span class=\"dictionary\">hearing<\/span>.  At that <span class=\"dictionary\">hearing<\/span> the bidder shall be allowed to make a presentation.  After having considered the bidder’s presentation, and the presentations of any other interested parties, the awarding authority may make the <span class=\"dictionary\">finding<\/span> set forth in Subdivision 2. if it is satisfied that such a <span class=\"dictionary\">finding<\/span> is merited.<br \/><br \/>\tC.\t<span class=\"dictionary\">Contracts<\/span> Awarded on a Basis Other Than Competitive Bidding.  The City Council or other City board, commission or officer charged with the duty to award a <span class=\"dictionary\">contract<\/span> shall not approve any <span class=\"dictionary\">contract<\/span> on behalf of the City, other than a <span class=\"dictionary\">contract<\/span> required to be awarded to the lowest responsible bidder, with any <span class=\"dictionary\">party<\/span>, if the <span class=\"dictionary\">party<\/span> has been found to have committed the violation as specified in Subsection A.1. above within the previous four years.<br \/><br \/>\tD.\tFee <span class=\"dictionary\">Waivers<\/span>.  The City Council or other City board, commission or officer shall not grant any discretionary <span class=\"dictionary\">waiver<\/span> of more than $1,000 of any City fee for any person, if the person has been found to have committed the violation as specified in Subsection A.1. above within the previous four years.<br \/><br \/>\tE.\tNotice of Violations.<br \/><br \/>\t1.\tThe City Ethics Commission shall provide a copy of every Commission enforcement decision relating to a violation as specified in Subsection A.1., together with a copy of any <span class=\"dictionary\">stipulation<\/span> filed in the case, to the general manager or other head of each City agency to which this section applies.<br \/><br \/>\t2.\tA person who submits a bid or proposal in connection with any <span class=\"dictionary\">contract<\/span> or a request for fee <span class=\"dictionary\">waiver<\/span> with a City agency to which this section applies shall include with the bid, <span class=\"dictionary\">contract<\/span> proposal or fee <span class=\"dictionary\">waiver<\/span> documents a copy of the Commission’s decision of violation as specified in Subsection A.1. made within the previous four years, together with a copy of any <span class=\"dictionary\">stipulation<\/span> filed in connection therewith.<br \/><br \/>\t3.\tWith respect to a decision on a <span class=\"dictionary\">contract<\/span> or fee <span class=\"dictionary\">waiver<\/span> considered by the City Council, the City Clerk shall submit a report which contains sufficient information to allow the body to comply with the requirements of those provisions.<br \/><br \/>\t4.\tWith respect to a decision on a <span class=\"dictionary\">contract<\/span> or fee <span class=\"dictionary\">waiver<\/span> considered by a City board or commission, the agency staff shall submit a report which contains sufficient information to allow the body to comply with the requirements of those provisions.<br \/><br \/>\tF.\tTime Period of Prohibitions and Notification.  If the City Ethics Commission makes a <span class=\"dictionary\">finding<\/span> that the contracting <span class=\"dictionary\">party<\/span> has either<br \/><br \/>\t(1)\taccepted responsibility for the violation in the form of having entered into a <span class=\"dictionary\">stipulation<\/span> with the City Ethics Commission in which the <span class=\"dictionary\">party<\/span> admits the violation, or otherwise exhibits <span class=\"dictionary\">evidence<\/span> of having accepted such responsibility, or<br \/><br \/>\t(2)\tmitigated the wrongdoing by taking prompt remedial or corrective action, then the City Ethics Commission may reduce the time period during which the above prohibitions and notification requirements would apply to a period of not less than one year.  Any person who has been found by the City Ethics Commission to have violated Charter Section 470(k) may request such a <span class=\"dictionary\">finding<\/span> from the Commission.  (Charter Section No. Amended by Ord. No. 172,942, Eff. 1\/21\/00, Oper. 7\/1\/00.)<br \/><br \/>\tG.\t<span class=\"dictionary\">Waiver<\/span> of Provisions.  The City Council by a two- thirds vote of its entire membership may <span class=\"dictionary\">waive<\/span> any or all of the prohibitions contained in this section if the Council makes a written <span class=\"dictionary\">finding<\/span> that an overriding public policy consideration justifies entering into the <span class=\"dictionary\">contract<\/span> or waiving the fee despite the prohibition contained in this section.  The <span class=\"dictionary\">finding<\/span> shall set forth the nature of the overriding public policy consideration and the reason why that consideration justifies the <span class=\"dictionary\">waiver<\/span> of the prohibition and shall be made only when the <span class=\"dictionary\">waiver<\/span> is justified by a significant community or financial benefit to the City or if it is necessary to preserve the health, safety or welfare of the public.<\/p><\/section>","previous_section":{"id":"4181","structure_id":"93","section_number":"49.5.20","catch_line":"Late Filing Penalties.","url":"\/49.5.20\/","token":"49.5.20"},"text":{"0":{"id":"3157","text":"  EFFECT OF CAMPAIGN MONEY LAUNDERING VIOLATION ON CONTRACTS AND FEE WAIVERS.\n\t(New Sec. 49.5.21 Added by Ord. No. 171,142, Eff. 8\/3\/96.)\tA.\tApplicability.\t1.\tThis section is applicable if the City Ethics Commission makes a finding that a person has laundered campaign funds in violation of Charter Section 470(k), and that finding is made after an administrative enforcement hearing pursuant to Charter Section 706 or as a result of a stipulation between the person committing the violation and the City Ethics Commission.  (Charter Section Nos. Amended by Ord. No. 172,942, Eff. 1\/21\/00, Oper. 7\/1\/00.)\t2.\tThis section is applicable to the following contracts awarded or fees waived by the City Council or by any City agency, excluding the following proprietary City departments: Airports, City Employees Retirement System, Harbor, Library, Pensions, Recreation and Parks, and Water and Power:\t(a)\tall contracts for personal services, and to all other contracts involving a contract price in an amount of $1,000 or more;\t(b)\tall discretionary fee waivers of $1,000 or more.\t3.\tThis section is applicable only to violations committed after the effective date of the ordinance adding this section.\tB.\tCompetitively Bid Contracts.\tl.\tPrior to awarding any contract which is required to be awarded to the lowest responsible bidder, the City Council or other City board, commission or officer charged with the duty to award the contract (the awarding authority) shall determine whether, the lowest monetary bidder has been found to have committed the violation as specified in Subsection A.1. above within the previous four years.\t2.\tThe awarding authority shall not award the contract to the lowest monetary bidder, if, following a hearing as described in Subdivision 3. below, it finds that, as a result of the violation, the awarding authority believes that the bidder lacks integrity such that it is unfit to perform the work specified in the contract.  The awarding authority shall make that finding unless there are specific facts brought to its attention, in writing, which indicate otherwise.  On that basis, the awarding authority shall deem the bidder to be not responsible.\t3.\tPrior to making a finding that a bidder is not responsible as set forth in Subdivision 2., the awarding authority shall notify the bidder of its intention to consider making such a finding.  The awarding authority shall offer the bidder an opportunity to present evidence and argument that, despite the bidder having been found to have violated the City law prohibiting the laundering of campaign funds, the awarding authority should not have reason to question the bidder’s integrity and fitness to perform the contract.  If the bidder desires to present such evidence and\/or argument to the awarding authority, the awarding authority shall hold an informal hearing.  At that hearing the bidder shall be allowed to make a presentation.  After having considered the bidder’s presentation, and the presentations of any other interested parties, the awarding authority may make the finding set forth in Subdivision 2. if it is satisfied that such a finding is merited.\tC.\tContracts Awarded on a Basis Other Than Competitive Bidding.  The City Council or other City board, commission or officer charged with the duty to award a contract shall not approve any contract on behalf of the City, other than a contract required to be awarded to the lowest responsible bidder, with any party, if the party has been found to have committed the violation as specified in Subsection A.1. above within the previous four years.\tD.\tFee Waivers.  The City Council or other City board, commission or officer shall not grant any discretionary waiver of more than $1,000 of any City fee for any person, if the person has been found to have committed the violation as specified in Subsection A.1. above within the previous four years.\tE.\tNotice of Violations.\t1.\tThe City Ethics Commission shall provide a copy of every Commission enforcement decision relating to a violation as specified in Subsection A.1., together with a copy of any stipulation filed in the case, to the general manager or other head of each City agency to which this section applies.\t2.\tA person who submits a bid or proposal in connection with any contract or a request for fee waiver with a City agency to which this section applies shall include with the bid, contract proposal or fee waiver documents a copy of the Commission’s decision of violation as specified in Subsection A.1. made within the previous four years, together with a copy of any stipulation filed in connection therewith.\t3.\tWith respect to a decision on a contract or fee waiver considered by the City Council, the City Clerk shall submit a report which contains sufficient information to allow the body to comply with the requirements of those provisions.\t4.\tWith respect to a decision on a contract or fee waiver considered by a City board or commission, the agency staff shall submit a report which contains sufficient information to allow the body to comply with the requirements of those provisions.\tF.\tTime Period of Prohibitions and Notification.  If the City Ethics Commission makes a finding that the contracting party has either\t(1)\taccepted responsibility for the violation in the form of having entered into a stipulation with the City Ethics Commission in which the party admits the violation, or otherwise exhibits evidence of having accepted such responsibility, or\t(2)\tmitigated the wrongdoing by taking prompt remedial or corrective action, then the City Ethics Commission may reduce the time period during which the above prohibitions and notification requirements would apply to a period of not less than one year.  Any person who has been found by the City Ethics Commission to have violated Charter Section 470(k) may request such a finding from the Commission.  (Charter Section No. Amended by Ord. No. 172,942, Eff. 1\/21\/00, Oper. 7\/1\/00.)\tG.\tWaiver of Provisions.  The City Council by a two- thirds vote of its entire membership may waive any or all of the prohibitions contained in this section if the Council makes a written finding that an overriding public policy consideration justifies entering into the contract or waiving the fee despite the prohibition contained in this section.  The finding shall set forth the nature of the overriding public policy consideration and the reason why that consideration justifies the waiver of the prohibition and shall be made only when the waiver is justified by a significant community or financial benefit to the City or if it is necessary to preserve the health, safety or welfare of the public.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}