{"section_number":"49.5.2","edition_id":"1","section_id":"2512","structure_id":"93","catch_line":"Definitions.","history":"","full_text":"  DEFINITIONS.\n\n\tThe following terms used in this article shall have the meanings set forth below. Except as otherwise provided herein, the terms and provisions of this article shall have the meanings and shall be interpreted in accordance with the applicable definitions and provisions of the Political Reform Act of 1974, as amended (Government Code Section 81000, et seq.) and the regulations of the California Fair Political Practices Commission, as amended.\n\n\t“Administrative action” means the proposal, drafting, development, consideration, amendment, enactment or defeat by any City agency of any matter, including any rule, regulation or other action in any regulatory proceeding or any proceeding involving a contract, license, permit, franchise, or entitlement for use, whether quasi-legislative or quasi-judicial. Administrative action does not include any action which is solely ministerial.\n\n\t“Agency” means the City of Los Angeles or any department, bureau, office, board, commission, other agency of the City, or any other government agency, required to adopt a conflict of interest code subject to City Council approval.  With respect to employees of a Councilmember’s staff and employees of the Chief Legislative Analyst’s office, “agency” means the City Council.  (Amended by Ord. No. 167,949, Eff. 7\/5\/92.)\n\n\t“Attempting to influence” means promoting, supporting, opposing or seeking to modify or delay any action on municipal legislation (as defined in Section 48.02 of this Code) by any means, including but not limited to providing or using persuasion, information, statistics, analyses or studies.  (Added by Ord No. 172,891, Eff. 12\/11\/99.)\n\n\t“City official” means any elective City officer, member, officer, employee, commissioner or consultant of any  agency required to adopt a conflict of interest code  subject to City Council approval, and who is required to file statements of economic interests pursuant to the conflict of interest code of his or her agency.  (Amended by Ord. No. 167,949, Eff. 7\/5\/92.)\n\n\t“Compensation” means the receipt of any monetary or non-monetary payment and includes, but is not limited to, salary, wages, fees, partnership or other similar financial interest, or any other payment or reimbursement for the services or time of the person.  (Added by Ord No. 172,891, Eff. 12\/11\/99.)\n\n\t“Confidential information” means information to which all of the following apply:\n\n\t(1)\tAt the time of the use or disclosure of the information, the information is not a public record subject to disclosure under the California Public Records Act.\n\n\t(2)\tAt the time of the use or disclosure of the information, the disclosure is prohibited by  (i)  a statute, regulation, or rule which applies to the agency in which the officer or employee serves; or  (ii)  any limitation placed on outside employment pursuant to Section 49.5.11 of this Code.\n\n\t(3)\tThe use of disclosure of the information will have, or could reasonably be expected to have, a material financial effect on any investment or interest in real property which the officer or employee, or any person who provides pecuniary gain to the officer or employee in return for the information, has at the time of the use or disclosure of the information or acquires within 90 days following the use or disclosure of the information.\n\n\t“Contract” means without limitation any agreement, lease, right of entry, franchise, or concession, including but not limited to agreements for the performance of any work or the rendition of any service or the provision of any materials, equipment or supplies to the City of Los Angeles or to the public, which is let, awarded or entered into with, or on behalf of, the City of Los Angeles by the City Council, any board or commission, office or department and shall include departments which have control of their own funds.  (Added by Ord. No. 176,824, Eff. 8\/27\/05.)\n\n\t“Co-owner”  (Added by Ord. No. 167,949, Eff. 7\/5\/92.)  means a person who resides in, does business in, plans to do business in or owns an interest in real property located within the City of Los Angeles, and either:\n\n\t(1)\tpossesses a 10 percent or greater ownership, security, or leasehold interest in real property in which a filer also possesses an interest, or\n\n\t(2)\tpossesses a 10 percent or greater investment in a business entity in which a filer also owns an investment.\n\n\tA “co-owner” does not include:\n\n\t(1)\tany member of the official’s immediate family or\n\n\t(2)\tany commercial lending institution which made a loan in the lender’s regular course of business on terms available to members of the public without regard to official status.\n\n\t“Dependent child”  (Added by Ord. No. 167,949, Eff. 7\/5\/92.)  means a child who is either:\n\n\t(1)\tunmarried, under the age of 21 and living in the same household as the filer or\n\n\t(2)\totherwise listed as a dependent of the filer for federal income tax purposes.\n\n\t“Direct Communication” means appearing as a witness before, talking to (either by telephone or in person), corresponding with (including sending electronic mail to), or answering questions or inquiries from, any City official or employee, either personally or through an agent.  (Added by Ord No. 172,891, Eff. 12\/11\/99.)\n\n\t“Disclosable” means an investment, interest in real property, source of income, gift, loan, honorarium or travel expenses, or business position, which the filer is required to disclose pursuant to Article 2 of Chapter 7 of the Political Reform Act of 1974, as amended, or pursuant to the conflict of interest code of the filer’s agency.  (Added by Ord. No. 167,949, Eff. 7\/5\/92.)\n\n\t“Doing Business with the City” means entering into or performing pursuant to a contract with the City of Los Angeles, an agency of the City or another local government agency required to adopt a conflict of interest code subject to City Council approval.  Doing business with the City includes entering into or performing contracts for goods, equipment, services or financial assistance but does not include the receipt of or payment for services normally rendered by the City to residents and businesses such as sewer service, water and power, street maintenance and the like.  (Amended by Ord. No. 168,056, Eff. 8\/8\/92.)\n\n\t“Elective City officer” means any person who is a City Council Member, City Attorney, Controller or Mayor, whether appointed or elected.\n\n\t“Foreign Gift” means a gift from an individual domiciled in a foreign country, a foreign government, or a business entity or other entity having its principal place of business located in a foreign country, which gift is accepted by a City official either while that official is traveling abroad or from the donor while that donor is visiting the United States.  A foreign gift includes\n\n\t(1)\tan otherwise qualifying gift of food, beverages or customary business entertainment cumulatively valued at no more than $250 during any calendar year accepted by an official during the course and scope of official business and\n\n\t(2)\tan otherwise qualifying gift which is accepted by the official on behalf of the City of Los Angeles and which gift is transmitted to and becomes the property of the City.  A foreign gift does not include a gift from any corporation organized under the laws of the United States, or under the laws of any state or territory of the United States.  (Added by Ord. No. 168,056, Eff. 8\/8\/92.)\n\n\t“Gift” means, except as otherwise provided in this definition, any payment to the extent that consideration of equal or greater value is not received and includes a rebate or discount in the price of anything of value unless the rebate or discount is made in the regular course of business to members of the public without regard to official status. Any person, other than a defendant in a criminal action, who claims that a payment is not a gift by reason of receipt of consideration has the burden of proving that the consideration received is of equal or greater value. The term “gift” does not include:\n\n\t(1)\tInformational material such as books, reports, pamphlets, calendars, periodicals, seminars, or informational conferences, exclusively for official or office use and valued at less than $250 (except that such dollar limit does not apply to informational material received from a government agency).  No payment for travel or reimbursement of any expenses shall be deemed “informational material.”  (Amended by Ord. No. 168,056, Eff. 8\/8\/92.)\n\n\t(2)\tGifts which are not used and which, within 30 days after receipt, are returned to the donor or delivered to a charitable organization without being claimed as a charitable contribution for tax purposes.\n\n\t(3)\tGifts from an individual’s spouse, child, parent, grandparent, grandchild, brother, sister, parent-in-law, brother-in-law, sister-in-law, partner in a bona fide dating relationship, nephew, niece, aunt, uncle, or first cousin, or the spouse of any such person; provided that a gift from any such person shall be considered a gift if the donor is acting as an agent or intermediary for any person not covered by this paragraph.\n\n\t(4)\tCampaign contributions required to be reported under Chapter 4 of the Political Reform Act of 1974, as amended.\n\n\t(5)\tAny devise or inheritance.\n\n\t(6)\tPersonalized plaques and trophies with an individual value of less than two hundred fifty dollars ($250).\n\n\t(7)\tGifts of food, beverages or occasional lodging provided in an individual’s home.  (Added by Ord. No. 168,056, Eff. 8\/8\/92.)\n\n\t(8)\tGifts valued at no more than $100 from an individual to a City official or to a member of the official’s immediate family in connection with a non-recurring ceremonial occasion.  (Added by Ord. No. 168,056, Eff. 8\/8\/92.)\n\n\t“High Level Filer” means the Mayor, City Attorney, Controller, member of the City Council, member of the City Ethics Commission and Executive Officer of the City Ethics Commission.  (Added by Ord. No. 167,949, Eff. 7\/5\/92.)\n\n\t“High Level Official” means the Mayor, the City Attorney, the Controller, the members of the City Council, the Chief of Staff to the Mayor, the Assistant Chief of Staff to the Mayor, each Deputy Mayor, the Special Assistant to the Mayor for Legal Affairs, the Executive Assistant City Attorney, each Chief Assistant City Attorney, each Senior Counsel, the Chief Deputy Controller, the Administrative Coordinator to the Controller, two members of the staff of each City Council Office possessing the most decision-making responsibilities relative to governmental policy as designated by each member of the Council, the members of the City Ethics Commission, the Executive Officer of the City Ethics Commission, the members of the City Planning Commission, the Director of Planning, the members of the Board of Public Works, the Director of the Office of Administrative and Research Services, each Assistant Director of the Office of Administrative and Research Services, the Chief Legislative Analyst, each Assistant Chief Legislative Analyst, the Treasurer, and the City Clerk.  In addition, “high level official” means any other member of the staff of an elected City officer possessing significant decision-making responsibilities relative to governmental policy as may be designated in writing to the City Ethics Commission by the elected City officer.  (Amended by Ord. No. 173,363, Eff. 7\/29\/00, Oper. 7\/1\/00.)\n\n\t“Honorarium” means a payment for speaking at any event, participating in a panel or seminar or engaging in any similar activity. An “honorarium” does not include free admission, food, beverages and similar nominal benefits provided to an officer or employee of the City at an event at which he or she speaks, participates in a panel or seminar or performed a similar service, nor does it include reimbursement or advances for actual intrastate travel or for necessary accommodations provided directly in connection with the event.\n\n\t“Legislative action” means the drafting, introduction, consideration, modification, enactment, or defeat of any ordinance, charter amendment, resolution, amendment, report, nomination or other matter by the City Council or by any committee, subcommittee thereof, or by a member or employee of the City Council acting in his or her official capacity. “Legislative action” also means the action of the Mayor in approving or vetoing any ordinance or resolution.\n\n\t“License, permit or other entitlement for use” means any business, professional, trade or land use license or permit, any other entitlement for use, (including all entitlement for land use), any contract (other than labor, personal employment, or competitively bid contracts), and any franchise.\n\n\t“Lobbying Firm” means any business entity, including an individual contract lobbyist, which meets either of the following criteria:\n\n\t(a)\tthe business entity received or becomes entitled to receive any compensation, other than reimbursement for reasonable travel expenses, for the purpose of influencing legislative or administrative action on behalf of any other person; and any partner, owner, officer, or employee of the business entity is a lobbyist; or\n\n\t(b)\tthe business entity receives or becomes entitled to receive any compensation, other than reimbursement for reasonable travel expenses, to communicate directly with any elective city officer, agency official, or legislative official for the purpose of influencing legislative or administrative action on behalf of any other person.\n\n\t“Lobbyist” means any individual who is required to register as a lobbyist or municipal legislative advocate pursuant to any City ordinance requiring such registration.\n\n\t“Lobbyist employer” means any person, other than a lobbying firm, who:\n\n\t(a)\tEmploys one or more lobbyists for economic consideration, other than reimbursement for reasonable travel expenses, for the purpose of influencing legislative or administrative action, or\n\n\t(b)\tContracts for the services of a lobbying firm for economic consideration, other than reimbursement for reasonable travel expense, for the purpose of influencing legislative or administrative action.\n\n\t“Participant” means any person who is not a party but who actively supports or opposes a particular decision in a proceeding involving a license, permit, or other entitlement for use and who has a financial interest in the decision, as described in Article 1 (commencing with Section 87100) of Chapter 7 of the Political Reform Act of 1974, as amended. A person actively supports or opposes a particular decision in a proceeding if he or she lobbies in person the officers or employees of the agency, testifies in person before the agency, or otherwise acts to influence officers of the agency.\n\n\t“Party” means any person who files an application for, or is the subject of, a proceeding involving a license, permit, or other entitlement for use.\n\n\t“Pecuniary Gain” means any monetary benefit to a person or to a member of the person’s immediate family.\n\n\t“Person” means an individual, proprietorship, firm, partnership, joint venture, syndicate, business trust, company, corporation, association, committee, or any other organization or group of persons acting in concert.\n\n\t“Proceeding involving a license, permit or other entitlement for use” includes any proceeding to grant, deny, revoke, restrict, or modify a license, permit or other entitlement for use.\n\n\t“Restricted source”  (Amended by Ord. No. 168,056, Eff. 8\/8\/92.)  means the following with regard to each of the following classes of City officials:\n\n\t(1)\tWith regard to “high level filers” and “high level officials,” “restricted source” means:\n\n\t(a)\ta lobbyist, lobbying firm, or lobbyist employer;\n\n\t(b)\ta person doing or seeking to do business with the City;\n\n\t(c)\ta person who, during the reporting period, knowingly attempt to influence the official in any legislative or administrative action which would have a direct material financial effect on such person; or\n\n\t(d)\ta person who is a party to a proceeding involving a license, permit or other entitlement for use while a proceeding involving such matter is, or within the prior nine months was, pending before the official or before the City Council or a board, commission, committee, or other similar body of which the official is a voting member, and for nine months following the date a final decision is rendered in the proceeding.\n\n\t(2)\tWith regard to filers other than “high level filers” and with regard to officials other than “high level officials,” “restricted source” means:\n\n\t(a)\ta lobbyist, lobbying firm, or lobbyist employer, seeking to influence decisions of the filer’s agency;\n\n\t(b)\ta person doing or seeking to do business with the filer’s agency;\n\n\t(c)\ta person who, during the reporting period, knowingly attempted to influence the official in any legislative or administrative action which would have a direct material financial effect on such person;\n\n\t(d)\tor a person who is a party to a proceeding involving a license, permit or other entitlement for use while a proceeding involving such matter is, or within the prior nine months was, pending before the official or before a board, commission, committee or other similar body of which the official is a voting member, and for nine months following the date a final decision is rendered in the proceeding.\n\n\t(3)\tWith regard to all filers and all City officials, a “restricted source” does not include an individual (other than a lobbyist) who is employed by a restricted source, provided that the gift or income is neither paid for by the employer nor provided at the direction of the employer.","order_by":"5.2","ancestry":{"1":{"id":"93","name":"Municipal Ethics And Conflicts Of Interest","identifier":"9.5","label":"article","url":"\/4\/9.5\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"3582","structure_id":"93","section_number":"49.5.1","catch_line":"Title, Findings And Purposes.","url":"\/49.5.1\/","token":"49.5.1"},"1":{"id":"1305","structure_id":"93","section_number":"49.5.10","catch_line":"Restrictions On Gifts And Travel Expenses.","url":"\/49.5.10\/","token":"49.5.10"},"2":{"id":"1880","structure_id":"93","section_number":"49.5.11","catch_line":"Lobbying Activities Of Current And Former City Officials.","url":"\/49.5.11\/","token":"49.5.11"},"3":{"id":"2267","structure_id":"93","section_number":"49.5.12","catch_line":"Future Employment Of City Officials.","url":"\/49.5.12\/","token":"49.5.12"},"4":{"id":"3323","structure_id":"93","section_number":"49.5.13","catch_line":"Participation Of Elective City Officers And Employees In Governmental Decisions.","url":"\/49.5.13\/","token":"49.5.13"},"5":{"id":"2435","structure_id":"93","section_number":"49.5.14","catch_line":"Application Of Requirements.","url":"\/49.5.14\/","token":"49.5.14"},"6":{"id":"1460","structure_id":"93","section_number":"49.5.15","catch_line":"Contract Bidder And Proposer Disclosure – Political Contributions And Fundraising Activity.","url":"\/49.5.15\/","token":"49.5.15"},"7":{"id":"3691","structure_id":"93","section_number":"49.5.16","catch_line":"Disclosure By Elective Officers In Connection With Lobbying Interests And City Contractors.","url":"\/49.5.16\/","token":"49.5.16"},"8":{"id":"2402","structure_id":"93","section_number":"49.5.17","catch_line":"Commissioner Participation In Contracting Process.*","url":"\/49.5.17\/","token":"49.5.17"},"9":{"id":"3455","structure_id":"93","section_number":"49.5.18","catch_line":"Ethics Training.","url":"\/49.5.18\/","token":"49.5.18"},"10":{"id":"3739","structure_id":"93","section_number":"49.5.19","catch_line":"Enforcement.","url":"\/49.5.19\/","token":"49.5.19"},"11":{"id":"2512","structure_id":"93","section_number":"49.5.2","catch_line":"Definitions.","url":"\/49.5.2\/","token":"49.5.2"},"12":{"id":"4181","structure_id":"93","section_number":"49.5.20","catch_line":"Late Filing Penalties.","url":"\/49.5.20\/","token":"49.5.20"},"13":{"id":"3183","structure_id":"93","section_number":"49.5.21","catch_line":"Effect Of Campaign Money Laundering Violation On Contracts And Fee Waivers.","url":"\/49.5.21\/","token":"49.5.21"},"14":{"id":"464","structure_id":"93","section_number":"49.5.22","catch_line":"Authority Of Enact.","url":"\/49.5.22\/","token":"49.5.22"},"15":{"id":"3441","structure_id":"93","section_number":"49.5.23","catch_line":"Applicability Of Other Laws.","url":"\/49.5.23\/","token":"49.5.23"},"16":{"id":"4076","structure_id":"93","section_number":"49.5.24","catch_line":"Severability.","url":"\/49.5.24\/","token":"49.5.24"},"17":{"id":"2092","structure_id":"93","section_number":"49.5.3","catch_line":"Confidential Information.","url":"\/49.5.3\/","token":"49.5.3"},"18":{"id":"1072","structure_id":"93","section_number":"49.5.4","catch_line":"Protection Of Employees Against Retaliation For Reporting Fraud, Waste Or Misuse Of Office.","url":"\/49.5.4\/","token":"49.5.4"},"19":{"id":"3548","structure_id":"93","section_number":"49.5.5","catch_line":"Misuse Of City Position Or Resource.","url":"\/49.5.5\/","token":"49.5.5"},"20":{"id":"1049","structure_id":"93","section_number":"49.5.6","catch_line":"Disclosure Regarding Economic Interests And Other Outside Interests.","url":"\/49.5.6\/","token":"49.5.6"},"21":{"id":"2731","structure_id":"93","section_number":"49.5.7","catch_line":"Disclosure By Nominees.","url":"\/49.5.7\/","token":"49.5.7"},"22":{"id":"3161","structure_id":"93","section_number":"49.5.8","catch_line":"Divestiture Of Assets.","url":"\/49.5.8\/","token":"49.5.8"},"23":{"id":"1323","structure_id":"93","section_number":"49.5.9","catch_line":"Restrictions On Honoraria And Outside Earned Income.","url":"\/49.5.9\/","token":"49.5.9"}},"next_section":{"id":"4181","structure_id":"93","section_number":"49.5.20","catch_line":"Late Filing Penalties.","url":"\/49.5.20\/","token":"49.5.20"},"metadata":false,"references":false,"url":"\/49.5.2\/","token":"49.5.2","formats":{"txt":"\/49.5.2.txt","json":"\/49.5.2.xml"},"dublin_core":{"Title":"Definitions.","Type":"Text","Format":"text\/html","Identifier":"§ 49.5.2","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS. (§ 49.5.2)\n\n  DEFINITIONS.\tThe following terms used in this article shall have the meanings\nset forth below. Except as otherwise provided herein, the terms and provisions\nof this article shall have the meanings and shall be interpreted in accordance\nwith the applicable definitions and provisions of the Political Reform Act of\n1974, as amended (Government Code Section 81000, et seq.) and the regulations of\nthe California Fair Political Practices Commission, as\namended.\t“Administrative action” means the proposal, drafting, development,\nconsideration, amendment, enactment or defeat by any City agency of any matter,\nincluding any rule, regulation or other action in any regulatory proceeding or\nany proceeding involving a contract, license, permit, franchise, or entitlement\nfor use, whether quasi-legislative or quasi-judicial. Administrative action does\nnot include any action which is solely ministerial.\t“Agency” means the City\nof Los Angeles or any department, bureau, office, board, commission, other\nagency of the City, or any other government agency, required to adopt a conflict\nof interest code subject to City Council approval.  With respect to employees\nof a Councilmember’s staff and employees of the Chief Legislative Analyst’s\noffice, “agency” means the City Council.  (Amended by Ord. No. 167,949,\nEff. 7\/5\/92.)\t“Attempting to influence” means promoting, supporting,\nopposing or seeking to modify or delay any action on municipal legislation (as\ndefined in Section 48.02 of this Code) by any means, including but not limited\nto providing or using persuasion, information, statistics, analyses or\nstudies.  (Added by Ord No. 172,891, Eff. 12\/11\/99.)\t“City official” means\nany elective City officer, member, officer, employee, commissioner or consultant\nof any  agency required to adopt a conflict of interest code  subject to City\nCouncil approval, and who is required to file statements of economic interests\npursuant to the conflict of interest code of his or her agency.  (Amended by\nOrd. No. 167,949, Eff. 7\/5\/92.)\t“Compensation” means the receipt of any\nmonetary or non-monetary payment and includes, but is not limited to, salary,\nwages, fees, partnership or other similar financial interest, or any other\npayment or reimbursement for the services or time of the person.  (Added by Ord\nNo. 172,891, Eff. 12\/11\/99.)\t“Confidential information” means information to\nwhich all of the following apply:\t(1)\tAt the time of the use or disclosure of\nthe information, the information is not a public record subject to disclosure\nunder the California Public Records Act.\t(2)\tAt the time of the use or\ndisclosure of the information, the disclosure is prohibited by  (i)  a\nstatute, regulation, or rule which applies to the agency in which the officer or\nemployee serves; or  (ii)  any limitation placed on outside employment\npursuant to Section 49.5.11 of this Code.\t(3)\tThe use of disclosure of the\ninformation will have, or could reasonably be expected to have, a material\nfinancial effect on any investment or interest in real property which the\nofficer or employee, or any person who provides pecuniary gain to the officer or\nemployee in return for the information, has at the time of the use or disclosure\nof the information or acquires within 90 days following the use or disclosure of\nthe information.\t“Contract” means without limitation any agreement, lease,\nright of entry, franchise, or concession, including but not limited to\nagreements for the performance of any work or the rendition of any service or\nthe provision of any materials, equipment or supplies to the City of Los Angeles\nor to the public, which is let, awarded or entered into with, or on behalf of,\nthe City of Los Angeles by the City Council, any board or commission, office or\ndepartment and shall include departments which have control of their own\nfunds.  (Added by Ord. No. 176,824, Eff. 8\/27\/05.)\t“Co-owner”  (Added by\nOrd. No. 167,949, Eff. 7\/5\/92.)  means a person who resides in, does business\nin, plans to do business in or owns an interest in real property located within\nthe City of Los Angeles, and either:\t(1)\tpossesses a 10 percent or greater\nownership, security, or leasehold interest in real property in which a filer\nalso possesses an interest, or\t(2)\tpossesses a 10 percent or greater investment\nin a business entity in which a filer also owns an investment.\tA “co-owner”\ndoes not include:\t(1)\tany member of the official’s immediate family or\t(2)\tany\ncommercial lending institution which made a loan in the lender’s regular\ncourse of business on terms available to members of the public without regard to\nofficial status.\t“Dependent child”  (Added by Ord. No. 167,949, Eff.\n7\/5\/92.)  means a child who is either:\t(1)\tunmarried, under the age of 21 and\nliving in the same household as the filer or\t(2)\totherwise listed as a dependent\nof the filer for federal income tax purposes.\t“Direct Communication” means\nappearing as a witness before, talking to (either by telephone or in person),\ncorresponding with (including sending electronic mail to), or answering\nquestions or inquiries from, any City official or employee, either personally or\nthrough an agent.  (Added by Ord No. 172,891, Eff. 12\/11\/99.)\t“Disclosable”\nmeans an investment, interest in real property, source of income, gift, loan,\nhonorarium or travel expenses, or business position, which the filer is required\nto disclose pursuant to Article 2 of Chapter 7 of the Political Reform Act of\n1974, as amended, or pursuant to the conflict of interest code of the filer’s\nagency.  (Added by Ord. No. 167,949, Eff. 7\/5\/92.)\t“Doing Business with the\nCity” means entering into or performing pursuant to a contract with the City\nof Los Angeles, an agency of the City or another local government agency\nrequired to adopt a conflict of interest code subject to City Council\napproval.  Doing business with the City includes entering into or performing\ncontracts for goods, equipment, services or financial assistance but does not\ninclude the receipt of or payment for services normally rendered by the City to\nresidents and businesses such as sewer service, water and power, street\nmaintenance and the like.  (Amended by Ord. No. 168,056, Eff.\n8\/8\/92.)\t“Elective City officer” means any person who is a City Council\nMember, City Attorney, Controller or Mayor, whether appointed or\nelected.\t“Foreign Gift” means a gift from an individual domiciled in a\nforeign country, a foreign government, or a business entity or other entity\nhaving its principal place of business located in a foreign country, which gift\nis accepted by a City official either while that official is traveling abroad or\nfrom the donor while that donor is visiting the United States.  A foreign gift\nincludes\t(1)\tan otherwise qualifying gift of food, beverages or customary\nbusiness entertainment cumulatively valued at no more than $250 during any\ncalendar year accepted by an official during the course and scope of official\nbusiness and\t(2)\tan otherwise qualifying gift which is accepted by the official\non behalf of the City of Los Angeles and which gift is transmitted to and\nbecomes the property of the City.  A foreign gift does not include a gift from\nany corporation organized under the laws of the United States, or under the laws\nof any state or territory of the United States.  (Added by Ord. No. 168,056,\nEff. 8\/8\/92.)\t“Gift” means, except as otherwise provided in this definition,\nany payment to the extent that consideration of equal or greater value is not\nreceived and includes a rebate or discount in the price of anything of value\nunless the rebate or discount is made in the regular course of business to\nmembers of the public without regard to official status. Any person, other than\na defendant in a criminal action, who claims that a payment is not a gift by\nreason of receipt of consideration has the burden of proving that the\nconsideration received is of equal or greater value. The term “gift” does\nnot include:\t(1)\tInformational material such as books, reports, pamphlets,\ncalendars, periodicals, seminars, or informational conferences, exclusively for\nofficial or office use and valued at less than $250 (except that such dollar\nlimit does not apply to informational material received from a government\nagency).  No payment for travel or reimbursement of any expenses shall be\ndeemed “informational material.”  (Amended by Ord. No. 168,056, Eff.\n8\/8\/92.)\t(2)\tGifts which are not used and which, within 30 days after receipt,\nare returned to the donor or delivered to a charitable organization without\nbeing claimed as a charitable contribution for tax purposes.\t(3)\tGifts from an\nindividual’s spouse, child, parent, grandparent, grandchild, brother, sister,\nparent-in-law, brother-in-law, sister-in-law, partner in a bona fide dating\nrelationship, nephew, niece, aunt, uncle, or first cousin, or the spouse of any\nsuch person; provided that a gift from any such person shall be considered a\ngift if the donor is acting as an agent or intermediary for any person not\ncovered by this paragraph.\t(4)\tCampaign contributions required to be reported\nunder Chapter 4 of the Political Reform Act of 1974, as amended.\t(5)\tAny devise\nor inheritance.\t(6)\tPersonalized plaques and trophies with an individual value\nof less than two hundred fifty dollars ($250).\t(7)\tGifts of food, beverages or\noccasional lodging provided in an individual’s home.  (Added by Ord. No.\n168,056, Eff. 8\/8\/92.)\t(8)\tGifts valued at no more than $100 from an individual\nto a City official or to a member of the official’s immediate family in\nconnection with a non-recurring ceremonial occasion.  (Added by Ord. No.\n168,056, Eff. 8\/8\/92.)\t“High Level Filer” means the Mayor, City Attorney,\nController, member of the City Council, member of the City Ethics Commission and\nExecutive Officer of the City Ethics Commission.  (Added by Ord. No. 167,949,\nEff. 7\/5\/92.)\t“High Level Official” means the Mayor, the City Attorney, the\nController, the members of the City Council, the Chief of Staff to the Mayor,\nthe Assistant Chief of Staff to the Mayor, each Deputy Mayor, the Special\nAssistant to the Mayor for Legal Affairs, the Executive Assistant City Attorney,\neach Chief Assistant City Attorney, each Senior Counsel, the Chief Deputy\nController, the Administrative Coordinator to the Controller, two members of the\nstaff of each City Council Office possessing the most decision-making\nresponsibilities relative to governmental policy as designated by each member of\nthe Council, the members of the City Ethics Commission, the Executive Officer of\nthe City Ethics Commission, the members of the City Planning Commission, the\nDirector of Planning, the members of the Board of Public Works, the Director of\nthe Office of Administrative and Research Services, each Assistant Director of\nthe Office of Administrative and Research Services, the Chief Legislative\nAnalyst, each Assistant Chief Legislative Analyst, the Treasurer, and the City\nClerk.  In addition, “high level official” means any other member of the\nstaff of an elected City officer possessing significant decision-making\nresponsibilities relative to governmental policy as may be designated in writing\nto the City Ethics Commission by the elected City officer.  (Amended by Ord.\nNo. 173,363, Eff. 7\/29\/00, Oper. 7\/1\/00.)\t“Honorarium” means a payment for\nspeaking at any event, participating in a panel or seminar or engaging in any\nsimilar activity. An “honorarium” does not include free admission, food,\nbeverages and similar nominal benefits provided to an officer or employee of the\nCity at an event at which he or she speaks, participates in a panel or seminar\nor performed a similar service, nor does it include reimbursement or advances\nfor actual intrastate travel or for necessary accommodations provided directly\nin connection with the event.\t“Legislative action” means the drafting,\nintroduction, consideration, modification, enactment, or defeat of any\nordinance, charter amendment, resolution, amendment, report, nomination or other\nmatter by the City Council or by any committee, subcommittee thereof, or by a\nmember or employee of the City Council acting in his or her official capacity.\n“Legislative action” also means the action of the Mayor in approving or\nvetoing any ordinance or resolution.\t“License, permit or other entitlement for\nuse” means any business, professional, trade or land use license or permit,\nany other entitlement for use, (including all entitlement for land use), any\ncontract (other than labor, personal employment, or competitively bid\ncontracts), and any franchise.\t“Lobbying Firm” means any business entity,\nincluding an individual contract lobbyist, which meets either of the following\ncriteria:\t(a)\tthe business entity received or becomes entitled to receive any\ncompensation, other than reimbursement for reasonable travel expenses, for the\npurpose of influencing legislative or administrative action on behalf of any\nother person; and any partner, owner, officer, or employee of the business\nentity is a lobbyist; or\t(b)\tthe business entity receives or becomes entitled to\nreceive any compensation, other than reimbursement for reasonable travel\nexpenses, to communicate directly with any elective city officer, agency\nofficial, or legislative official for the purpose of influencing legislative or\nadministrative action on behalf of any other person.\t“Lobbyist” means any\nindividual who is required to register as a lobbyist or municipal legislative\nadvocate pursuant to any City ordinance requiring such registration.\t“Lobbyist\nemployer” means any person, other than a lobbying firm, who:\t(a)\tEmploys one\nor more lobbyists for economic consideration, other than reimbursement for\nreasonable travel expenses, for the purpose of influencing legislative or\nadministrative action, or\t(b)\tContracts for the services of a lobbying firm for\neconomic consideration, other than reimbursement for reasonable travel expense,\nfor the purpose of influencing legislative or administrative\naction.\t“Participant” means any person who is not a party but who actively\nsupports or opposes a particular decision in a proceeding involving a license,\npermit, or other entitlement for use and who has a financial interest in the\ndecision, as described in Article 1 (commencing with Section 87100) of Chapter 7\nof the Political Reform Act of 1974, as amended. A person actively supports or\nopposes a particular decision in a proceeding if he or she lobbies in person the\nofficers or employees of the agency, testifies in person before the agency, or\notherwise acts to influence officers of the agency.\t“Party” means any person\nwho files an application for, or is the subject of, a proceeding involving a\nlicense, permit, or other entitlement for use.\t“Pecuniary Gain” means any\nmonetary benefit to a person or to a member of the person’s immediate\nfamily.\t“Person” means an individual, proprietorship, firm, partnership,\njoint venture, syndicate, business trust, company, corporation, association,\ncommittee, or any other organization or group of persons acting in\nconcert.\t“Proceeding involving a license, permit or other entitlement for\nuse” includes any proceeding to grant, deny, revoke, restrict, or modify a\nlicense, permit or other entitlement for use.\t“Restricted source”  (Amended\nby Ord. No. 168,056, Eff. 8\/8\/92.)  means the following with regard to each of\nthe following classes of City officials:\t(1)\tWith regard to “high level\nfilers” and “high level officials,” “restricted source” means:\t(a)\ta\nlobbyist, lobbying firm, or lobbyist employer;\t(b)\ta person doing or seeking to\ndo business with the City;\t(c)\ta person who, during the reporting period,\nknowingly attempt to influence the official in any legislative or administrative\naction which would have a direct material financial effect on such person;\nor\t(d)\ta person who is a party to a proceeding involving a license, permit or\nother entitlement for use while a proceeding involving such matter is, or within\nthe prior nine months was, pending before the official or before the City\nCouncil or a board, commission, committee, or other similar body of which the\nofficial is a voting member, and for nine months following the date a final\ndecision is rendered in the proceeding.\t(2)\tWith regard to filers other than\n“high level filers” and with regard to officials other than “high level\nofficials,” “restricted source” means:\t(a)\ta lobbyist, lobbying firm, or\nlobbyist employer, seeking to influence decisions of the filer’s agency;\t(b)\ta\nperson doing or seeking to do business with the filer’s agency;\t(c)\ta person\nwho, during the reporting period, knowingly attempted to influence the official\nin any legislative or administrative action which would have a direct material\nfinancial effect on such person;\t(d)\tor a person who is a party to a proceeding\ninvolving a license, permit or other entitlement for use while a proceeding\ninvolving such matter is, or within the prior nine months was, pending before\nthe official or before a board, commission, committee or other similar body of\nwhich the official is a voting member, and for nine months following the date a\nfinal decision is rendered in the proceeding.\t(3)\tWith regard to all filers and\nall City officials, a “restricted source” does not include an individual\n(other than a lobbyist) who is employed by a restricted source, provided that\nthe gift or income is neither paid for by the employer nor provided at the\ndirection of the employer.\n","html":"\n\t\t\t\t\t<section><p>  DEFINITIONS.<br \/><br \/>\tThe following terms used in this article shall have the meanings set forth below. Except as otherwise provided herein, the terms and provisions of this article shall have the meanings and shall be interpreted in accordance with the applicable definitions and provisions of the Political Reform Act of 1974, as amended (Government Code Section 81000, et seq.) and the regulations of the California Fair Political Practices Commission, as amended.<br \/><br \/>\t“Administrative action” means the proposal, drafting, development, consideration, amendment, enactment or defeat by any City agency of any matter, including any rule, regulation or other action in any regulatory proceeding or any proceeding involving a <span class=\"dictionary\">contract<\/span>, license, permit, franchise, or entitlement for use, whether quasi-legislative or quasi-judicial. Administrative action does not include any action which is solely ministerial.<br \/><br \/>\t“Agency” means the City of Los Angeles or any department, bureau, office, board, commission, other agency of the City, or any other government agency, required to adopt a <span class=\"dictionary\">conflict of interest<\/span> code subject to City Council approval.  With respect to employees of a Councilmember’s staff and employees of the Chief Legislative Analyst’s office, “agency” means the City Council.  (Amended by Ord. No. 167,949, Eff. 7\/5\/92.)<br \/><br \/>\t“Attempting to influence” means promoting, supporting, opposing or seeking to modify or delay any action on municipal legislation (as defined in Section 48.02 of this Code) by any means, including but not limited to providing or using persuasion, information, statistics, analyses or studies.  (Added by Ord No. 172,891, Eff. 12\/11\/99.)<br \/><br \/>\t“City official” means any elective City officer, member, officer, employee, commissioner or consultant of any  agency required to adopt a <span class=\"dictionary\">conflict of interest<\/span> code  subject to City Council approval, and who is required to file statements of economic interests pursuant to the <span class=\"dictionary\">conflict of interest<\/span> code of his or her agency.  (Amended by Ord. No. 167,949, Eff. 7\/5\/92.)<br \/><br \/>\t“Compensation” means the receipt of any monetary or non-monetary payment and includes, but is not limited to, salary, wages, fees, partnership or other similar financial interest, or any other payment or reimbursement for the services or time of the person.  (Added by Ord No. 172,891, Eff. 12\/11\/99.)<br \/><br \/>\t“Confidential information” means information to which all of the following apply:<br \/><br \/>\t(1)\tAt the time of the use or disclosure of the information, the information is not a public record subject to disclosure under the California Public Records Act.<br \/><br \/>\t(2)\tAt the time of the use or disclosure of the information, the disclosure is prohibited by  (i)  a <span class=\"dictionary\">statute<\/span>, regulation, or rule which applies to the agency in which the officer or employee serves; or  (ii)  any limitation placed on outside employment pursuant to Section 49.5.11 of this Code.<br \/><br \/>\t(3)\tThe use of disclosure of the information will have, or could reasonably be expected to have, a <span class=\"dictionary\">material<\/span> financial effect on any investment or interest in real property which the officer or employee, or any person who provides pecuniary gain to the officer or employee in return for the information, has at the time of the use or disclosure of the information or acquires within 90 days following the use or disclosure of the information.<br \/><br \/>\t“<span class=\"dictionary\">Contract<\/span>” means without limitation any agreement, lease, right of entry, franchise, or concession, including but not limited to agreements for the performance of any work or the rendition of any service or the provision of any <span class=\"dictionary\">materials<\/span>, equipment or supplies to the City of Los Angeles or to the public, which is let, awarded or entered into with, or on behalf of, the City of Los Angeles by the City Council, any board or commission, office or department and shall include departments which have control of their own funds.  (Added by Ord. No. 176,824, Eff. 8\/27\/05.)<br \/><br \/>\t“Co-owner”  (Added by Ord. No. 167,949, Eff. 7\/5\/92.)  means a person who resides in, does business in, plans to do business in or owns an interest in real property located within the City of Los Angeles, and either:<br \/><br \/>\t(1)\tpossesses a 10 percent or greater ownership, security, or leasehold interest in real property in which a filer also possesses an interest, or<br \/><br \/>\t(2)\tpossesses a 10 percent or greater investment in a business entity in which a filer also owns an investment.<br \/><br \/>\tA “co-owner” does not include:<br \/><br \/>\t(1)\tany member of the official’s immediate family or<br \/><br \/>\t(2)\tany commercial lending institution which made a loan in the lender’s regular course of business on terms available to members of the public without regard to official status.<br \/><br \/>\t“Dependent child”  (Added by Ord. No. 167,949, Eff. 7\/5\/92.)  means a child who is either:<br \/><br \/>\t(1)\tunmarried, under the age of 21 and living in the same household as the filer or<br \/><br \/>\t(2)\totherwise listed as a dependent of the filer for federal income tax purposes.<br \/><br \/>\t“Direct Communication” means appearing as a <span class=\"dictionary\">witness<\/span> before, talking to (either by telephone or in person), corresponding with (including sending electronic mail to), or answering questions or inquiries from, any City official or employee, either personally or through an agent.  (Added by Ord No. 172,891, Eff. 12\/11\/99.)<br \/><br \/>\t“Disclosable” means an investment, interest in real property, source of income, gift, loan, honorarium or travel expenses, or business position, which the filer is required to disclose pursuant to Article 2 of Chapter 7 of the Political Reform Act of 1974, as amended, or pursuant to the <span class=\"dictionary\">conflict of interest<\/span> code of the filer’s agency.  (Added by Ord. No. 167,949, Eff. 7\/5\/92.)<br \/><br \/>\t“Doing Business with the City” means entering into or performing pursuant to a <span class=\"dictionary\">contract<\/span> with the City of Los Angeles, an agency of the City or another local government agency required to adopt a <span class=\"dictionary\">conflict of interest<\/span> code subject to City Council approval.  Doing business with the City includes entering into or performing <span class=\"dictionary\">contracts<\/span> for goods, equipment, services or financial assistance but does not include the receipt of or payment for services normally rendered by the City to residents and businesses such as sewer service, water and power, street maintenance and the like.  (Amended by Ord. No. 168,056, Eff. 8\/8\/92.)<br \/><br \/>\t“Elective City officer” means any person who is a City Council Member, City Attorney, Controller or Mayor, whether appointed or elected.<br \/><br \/>\t“Foreign Gift” means a gift from an individual domiciled in a foreign country, a foreign government, or a business entity or other entity having its principal place of business located in a foreign country, which gift is accepted by a City official either while that official is traveling abroad or from the donor while that donor is visiting the United States.  A foreign gift includes<br \/><br \/>\t(1)\tan otherwise qualifying gift of food, beverages or customary business entertainment cumulatively valued at no more than $250 during any calendar year accepted by an official during the course and scope of official business and<br \/><br \/>\t(2)\tan otherwise qualifying gift which is accepted by the official on behalf of the City of Los Angeles and which gift is transmitted to and becomes the property of the City.  A foreign gift does not include a gift from any corporation organized under the <span class=\"dictionary\">laws<\/span> of the United States, or under the <span class=\"dictionary\">laws<\/span> of any state or territory of the United States.  (Added by Ord. No. 168,056, Eff. 8\/8\/92.)<br \/><br \/>\t“Gift” means, except as otherwise provided in this definition, any payment to the extent that consideration of equal or greater value is not received and includes a rebate or discount in the price of anything of value unless the rebate or discount is made in the regular course of business to members of the public without regard to official status. Any person, other than a <span class=\"dictionary\">defendant<\/span> in a criminal action, who claims that a payment is not a gift by reason of receipt of consideration has the burden of proving that the consideration received is of equal or greater value. The term “gift” does not include:<br \/><br \/>\t(1)\tInformational <span class=\"dictionary\">material<\/span> such as books, reports, pamphlets, calendars, periodicals, seminars, or informational conferences, exclusively for official or office use and valued at less than $250 (except that such dollar limit does not apply to informational <span class=\"dictionary\">material<\/span> received from a government agency).  No payment for travel or reimbursement of any expenses shall be deemed “informational <span class=\"dictionary\">material<\/span>.”  (Amended by Ord. No. 168,056, Eff. 8\/8\/92.)<br \/><br \/>\t(2)\tGifts which are not used and which, within 30 days after receipt, are returned to the donor or delivered to a charitable organization without being claimed as a charitable contribution for tax purposes.<br \/><br \/>\t(3)\tGifts from an individual’s spouse, child, parent, grandparent, grandchild, brother, sister, parent-in-<span class=\"dictionary\">law<\/span>, brother-in-<span class=\"dictionary\">law<\/span>, sister-in-<span class=\"dictionary\">law<\/span>, partner in a bona fide dating relationship, nephew, niece, aunt, uncle, or first cousin, or the spouse of any such person; provided that a gift from any such person shall be considered a gift if the donor is acting as an agent or intermediary for any person not covered by this paragraph.<br \/><br \/>\t(4)\tCampaign contributions required to be reported under Chapter 4 of the Political Reform Act of 1974, as amended.<br \/><br \/>\t(5)\tAny devise or inheritance.<br \/><br \/>\t(6)\tPersonalized plaques and trophies with an individual value of less than two hundred fifty dollars ($250).<br \/><br \/>\t(7)\tGifts of food, beverages or occasional lodging provided in an individual’s home.  (Added by Ord. No. 168,056, Eff. 8\/8\/92.)<br \/><br \/>\t(8)\tGifts valued at no more than $100 from an individual to a City official or to a member of the official’s immediate family in connection with a non-recurring ceremonial occasion.  (Added by Ord. No. 168,056, Eff. 8\/8\/92.)<br \/><br \/>\t“High Level Filer” means the Mayor, City Attorney, Controller, member of the City Council, member of the City Ethics Commission and Executive Officer of the City Ethics Commission.  (Added by Ord. No. 167,949, Eff. 7\/5\/92.)<br \/><br \/>\t“High Level Official” means the Mayor, the City Attorney, the Controller, the members of the City Council, the Chief of Staff to the Mayor, the Assistant Chief of Staff to the Mayor, each Deputy Mayor, the Special Assistant to the Mayor for Legal Affairs, the Executive Assistant City Attorney, each Chief Assistant City Attorney, each Senior <span class=\"dictionary\">Counsel<\/span>, the Chief Deputy Controller, the Administrative Coordinator to the Controller, two members of the staff of each City Council Office possessing the most decision-making responsibilities relative to governmental policy as designated by each member of the Council, the members of the City Ethics Commission, the Executive Officer of the City Ethics Commission, the members of the City Planning Commission, the Director of Planning, the members of the Board of Public Works, the Director of the Office of Administrative and Research Services, each Assistant Director of the Office of Administrative and Research Services, the Chief Legislative Analyst, each Assistant Chief Legislative Analyst, the Treasurer, and the City Clerk.  In addition, “high level official” means any other member of the staff of an elected City officer possessing significant decision-making responsibilities relative to governmental policy as may be designated in writing to the City Ethics Commission by the elected City officer.  (Amended by Ord. No. 173,363, Eff. 7\/29\/00, Oper. 7\/1\/00.)<br \/><br \/>\t“Honorarium” means a payment for speaking at any event, participating in a <span class=\"dictionary\">panel<\/span> or seminar or engaging in any similar activity. An “honorarium” does not include free admission, food, beverages and similar nominal benefits provided to an officer or employee of the City at an event at which he or she speaks, participates in a <span class=\"dictionary\">panel<\/span> or seminar or performed a similar service, nor does it include reimbursement or advances for actual intrastate travel or for necessary accommodations provided directly in connection with the event.<br \/><br \/>\t“Legislative action” means the drafting, introduction, consideration, modification, enactment, or defeat of any <span class=\"dictionary\">ordinance<\/span>, charter amendment, resolution, amendment, report, nomination or other matter by the City Council or by any committee, subcommittee thereof, or by a member or employee of the City Council acting in his or her official capacity. “Legislative action” also means the action of the Mayor in approving or vetoing any <span class=\"dictionary\">ordinance<\/span> or resolution.<br \/><br \/>\t“License, permit or other entitlement for use” means any business, professional, trade or land use license or permit, any other entitlement for use, (including all entitlement for land use), any <span class=\"dictionary\">contract<\/span> (other than labor, personal employment, or competitively bid <span class=\"dictionary\">contracts<\/span>), and any franchise.<br \/><br \/>\t“Lobbying Firm” means any business entity, including an individual <span class=\"dictionary\">contract<\/span> lobbyist, which meets either of the following criteria:<br \/><br \/>\t(a)\tthe business entity received or becomes entitled to receive any compensation, other than reimbursement for reasonable travel expenses, for the purpose of influencing legislative or administrative action on behalf of any other person; and any partner, owner, officer, or employee of the business entity is a lobbyist; or<br \/><br \/>\t(b)\tthe business entity receives or becomes entitled to receive any compensation, other than reimbursement for reasonable travel expenses, to communicate directly with any elective city officer, agency official, or legislative official for the purpose of influencing legislative or administrative action on behalf of any other person.<br \/><br \/>\t“Lobbyist” means any individual who is required to register as a lobbyist or municipal legislative advocate pursuant to any City <span class=\"dictionary\">ordinance<\/span> requiring such registration.<br \/><br \/>\t“Lobbyist employer” means any person, other than a lobbying firm, who:<br \/><br \/>\t(a)\tEmploys one or more lobbyists for economic consideration, other than reimbursement for reasonable travel expenses, for the purpose of influencing legislative or administrative action, or<br \/><br \/>\t(b)\t<span class=\"dictionary\">Contracts<\/span> for the services of a lobbying firm for economic consideration, other than reimbursement for reasonable travel expense, for the purpose of influencing legislative or administrative action.<br \/><br \/>\t“Participant” means any person who is not a <span class=\"dictionary\">party<\/span> but who actively supports or opposes a particular decision in a proceeding involving a license, permit, or other entitlement for use and who has a financial interest in the decision, as described in Article 1 (commencing with Section 87100) of Chapter 7 of the Political Reform Act of 1974, as amended. A person actively supports or opposes a particular decision in a proceeding if he or she lobbies in person the officers or employees of the agency, testifies in person before the agency, or otherwise acts to influence officers of the agency.<br \/><br \/>\t“<span class=\"dictionary\">Party<\/span>” means any person who files an application for, or is the subject of, a proceeding involving a license, permit, or other entitlement for use.<br \/><br \/>\t“Pecuniary Gain” means any monetary benefit to a person or to a member of the person’s immediate family.<br \/><br \/>\t“Person” means an individual, proprietorship, firm, partnership, joint venture, syndicate, business trust, company, corporation, association, committee, or any other organization or group of persons acting in concert.<br \/><br \/>\t“Proceeding involving a license, permit or other entitlement for use” includes any proceeding to grant, deny, revoke, restrict, or modify a license, permit or other entitlement for use.<br \/><br \/>\t“Restricted source”  (Amended by Ord. No. 168,056, Eff. 8\/8\/92.)  means the following with regard to each of the following classes of City officials:<br \/><br \/>\t(1)\tWith regard to “high level filers” and “high level officials,” “restricted source” means:<br \/><br \/>\t(a)\ta lobbyist, lobbying firm, or lobbyist employer;<br \/><br \/>\t(b)\ta person doing or seeking to do business with the City;<br \/><br \/>\t(c)\ta person who, during the reporting period, knowingly attempt to influence the official in any legislative or administrative action which would have a direct <span class=\"dictionary\">material<\/span> financial effect on such person; or<br \/><br \/>\t(d)\ta person who is a <span class=\"dictionary\">party<\/span> to a proceeding involving a license, permit or other entitlement for use while a proceeding involving such matter is, or within the prior nine months was, pending before the official or before the City Council or a board, commission, committee, or other similar body of which the official is a voting member, and for nine months following the date a final decision is rendered in the proceeding.<br \/><br \/>\t(2)\tWith regard to filers other than “high level filers” and with regard to officials other than “high level officials,” “restricted source” means:<br \/><br \/>\t(a)\ta lobbyist, lobbying firm, or lobbyist employer, seeking to influence decisions of the filer’s agency;<br \/><br \/>\t(b)\ta person doing or seeking to do business with the filer’s agency;<br \/><br \/>\t(c)\ta person who, during the reporting period, knowingly attempted to influence the official in any legislative or administrative action which would have a direct <span class=\"dictionary\">material<\/span> financial effect on such person;<br \/><br \/>\t(d)\tor a person who is a <span class=\"dictionary\">party<\/span> to a proceeding involving a license, permit or other entitlement for use while a proceeding involving such matter is, or within the prior nine months was, pending before the official or before a board, commission, committee or other similar body of which the official is a voting member, and for nine months following the date a final decision is rendered in the proceeding.<br \/><br \/>\t(3)\tWith regard to all filers and all City officials, a “restricted source” does not include an individual (other than a lobbyist) who is employed by a restricted source, provided that the gift or income is neither paid for by the employer nor provided at the direction of the employer.<\/p><\/section>","previous_section":{"id":"3739","structure_id":"93","section_number":"49.5.19","catch_line":"Enforcement.","url":"\/49.5.19\/","token":"49.5.19"},"text":{"0":{"id":"2489","text":"  DEFINITIONS.\tThe following terms used in this article shall have the meanings set forth below. Except as otherwise provided herein, the terms and provisions of this article shall have the meanings and shall be interpreted in accordance with the applicable definitions and provisions of the Political Reform Act of 1974, as amended (Government Code Section 81000, et seq.) and the regulations of the California Fair Political Practices Commission, as amended.\t“Administrative action” means the proposal, drafting, development, consideration, amendment, enactment or defeat by any City agency of any matter, including any rule, regulation or other action in any regulatory proceeding or any proceeding involving a contract, license, permit, franchise, or entitlement for use, whether quasi-legislative or quasi-judicial. Administrative action does not include any action which is solely ministerial.\t“Agency” means the City of Los Angeles or any department, bureau, office, board, commission, other agency of the City, or any other government agency, required to adopt a conflict of interest code subject to City Council approval.  With respect to employees of a Councilmember’s staff and employees of the Chief Legislative Analyst’s office, “agency” means the City Council.  (Amended by Ord. No. 167,949, Eff. 7\/5\/92.)\t“Attempting to influence” means promoting, supporting, opposing or seeking to modify or delay any action on municipal legislation (as defined in Section 48.02 of this Code) by any means, including but not limited to providing or using persuasion, information, statistics, analyses or studies.  (Added by Ord No. 172,891, Eff. 12\/11\/99.)\t“City official” means any elective City officer, member, officer, employee, commissioner or consultant of any  agency required to adopt a conflict of interest code  subject to City Council approval, and who is required to file statements of economic interests pursuant to the conflict of interest code of his or her agency.  (Amended by Ord. No. 167,949, Eff. 7\/5\/92.)\t“Compensation” means the receipt of any monetary or non-monetary payment and includes, but is not limited to, salary, wages, fees, partnership or other similar financial interest, or any other payment or reimbursement for the services or time of the person.  (Added by Ord No. 172,891, Eff. 12\/11\/99.)\t“Confidential information” means information to which all of the following apply:\t(1)\tAt the time of the use or disclosure of the information, the information is not a public record subject to disclosure under the California Public Records Act.\t(2)\tAt the time of the use or disclosure of the information, the disclosure is prohibited by  (i)  a statute, regulation, or rule which applies to the agency in which the officer or employee serves; or  (ii)  any limitation placed on outside employment pursuant to Section 49.5.11 of this Code.\t(3)\tThe use of disclosure of the information will have, or could reasonably be expected to have, a material financial effect on any investment or interest in real property which the officer or employee, or any person who provides pecuniary gain to the officer or employee in return for the information, has at the time of the use or disclosure of the information or acquires within 90 days following the use or disclosure of the information.\t“Contract” means without limitation any agreement, lease, right of entry, franchise, or concession, including but not limited to agreements for the performance of any work or the rendition of any service or the provision of any materials, equipment or supplies to the City of Los Angeles or to the public, which is let, awarded or entered into with, or on behalf of, the City of Los Angeles by the City Council, any board or commission, office or department and shall include departments which have control of their own funds.  (Added by Ord. No. 176,824, Eff. 8\/27\/05.)\t“Co-owner”  (Added by Ord. No. 167,949, Eff. 7\/5\/92.)  means a person who resides in, does business in, plans to do business in or owns an interest in real property located within the City of Los Angeles, and either:\t(1)\tpossesses a 10 percent or greater ownership, security, or leasehold interest in real property in which a filer also possesses an interest, or\t(2)\tpossesses a 10 percent or greater investment in a business entity in which a filer also owns an investment.\tA “co-owner” does not include:\t(1)\tany member of the official’s immediate family or\t(2)\tany commercial lending institution which made a loan in the lender’s regular course of business on terms available to members of the public without regard to official status.\t“Dependent child”  (Added by Ord. No. 167,949, Eff. 7\/5\/92.)  means a child who is either:\t(1)\tunmarried, under the age of 21 and living in the same household as the filer or\t(2)\totherwise listed as a dependent of the filer for federal income tax purposes.\t“Direct Communication” means appearing as a witness before, talking to (either by telephone or in person), corresponding with (including sending electronic mail to), or answering questions or inquiries from, any City official or employee, either personally or through an agent.  (Added by Ord No. 172,891, Eff. 12\/11\/99.)\t“Disclosable” means an investment, interest in real property, source of income, gift, loan, honorarium or travel expenses, or business position, which the filer is required to disclose pursuant to Article 2 of Chapter 7 of the Political Reform Act of 1974, as amended, or pursuant to the conflict of interest code of the filer’s agency.  (Added by Ord. No. 167,949, Eff. 7\/5\/92.)\t“Doing Business with the City” means entering into or performing pursuant to a contract with the City of Los Angeles, an agency of the City or another local government agency required to adopt a conflict of interest code subject to City Council approval.  Doing business with the City includes entering into or performing contracts for goods, equipment, services or financial assistance but does not include the receipt of or payment for services normally rendered by the City to residents and businesses such as sewer service, water and power, street maintenance and the like.  (Amended by Ord. No. 168,056, Eff. 8\/8\/92.)\t“Elective City officer” means any person who is a City Council Member, City Attorney, Controller or Mayor, whether appointed or elected.\t“Foreign Gift” means a gift from an individual domiciled in a foreign country, a foreign government, or a business entity or other entity having its principal place of business located in a foreign country, which gift is accepted by a City official either while that official is traveling abroad or from the donor while that donor is visiting the United States.  A foreign gift includes\t(1)\tan otherwise qualifying gift of food, beverages or customary business entertainment cumulatively valued at no more than $250 during any calendar year accepted by an official during the course and scope of official business and\t(2)\tan otherwise qualifying gift which is accepted by the official on behalf of the City of Los Angeles and which gift is transmitted to and becomes the property of the City.  A foreign gift does not include a gift from any corporation organized under the laws of the United States, or under the laws of any state or territory of the United States.  (Added by Ord. No. 168,056, Eff. 8\/8\/92.)\t“Gift” means, except as otherwise provided in this definition, any payment to the extent that consideration of equal or greater value is not received and includes a rebate or discount in the price of anything of value unless the rebate or discount is made in the regular course of business to members of the public without regard to official status. Any person, other than a defendant in a criminal action, who claims that a payment is not a gift by reason of receipt of consideration has the burden of proving that the consideration received is of equal or greater value. The term “gift” does not include:\t(1)\tInformational material such as books, reports, pamphlets, calendars, periodicals, seminars, or informational conferences, exclusively for official or office use and valued at less than $250 (except that such dollar limit does not apply to informational material received from a government agency).  No payment for travel or reimbursement of any expenses shall be deemed “informational material.”  (Amended by Ord. No. 168,056, Eff. 8\/8\/92.)\t(2)\tGifts which are not used and which, within 30 days after receipt, are returned to the donor or delivered to a charitable organization without being claimed as a charitable contribution for tax purposes.\t(3)\tGifts from an individual’s spouse, child, parent, grandparent, grandchild, brother, sister, parent-in-law, brother-in-law, sister-in-law, partner in a bona fide dating relationship, nephew, niece, aunt, uncle, or first cousin, or the spouse of any such person; provided that a gift from any such person shall be considered a gift if the donor is acting as an agent or intermediary for any person not covered by this paragraph.\t(4)\tCampaign contributions required to be reported under Chapter 4 of the Political Reform Act of 1974, as amended.\t(5)\tAny devise or inheritance.\t(6)\tPersonalized plaques and trophies with an individual value of less than two hundred fifty dollars ($250).\t(7)\tGifts of food, beverages or occasional lodging provided in an individual’s home.  (Added by Ord. No. 168,056, Eff. 8\/8\/92.)\t(8)\tGifts valued at no more than $100 from an individual to a City official or to a member of the official’s immediate family in connection with a non-recurring ceremonial occasion.  (Added by Ord. No. 168,056, Eff. 8\/8\/92.)\t“High Level Filer” means the Mayor, City Attorney, Controller, member of the City Council, member of the City Ethics Commission and Executive Officer of the City Ethics Commission.  (Added by Ord. No. 167,949, Eff. 7\/5\/92.)\t“High Level Official” means the Mayor, the City Attorney, the Controller, the members of the City Council, the Chief of Staff to the Mayor, the Assistant Chief of Staff to the Mayor, each Deputy Mayor, the Special Assistant to the Mayor for Legal Affairs, the Executive Assistant City Attorney, each Chief Assistant City Attorney, each Senior Counsel, the Chief Deputy Controller, the Administrative Coordinator to the Controller, two members of the staff of each City Council Office possessing the most decision-making responsibilities relative to governmental policy as designated by each member of the Council, the members of the City Ethics Commission, the Executive Officer of the City Ethics Commission, the members of the City Planning Commission, the Director of Planning, the members of the Board of Public Works, the Director of the Office of Administrative and Research Services, each Assistant Director of the Office of Administrative and Research Services, the Chief Legislative Analyst, each Assistant Chief Legislative Analyst, the Treasurer, and the City Clerk.  In addition, “high level official” means any other member of the staff of an elected City officer possessing significant decision-making responsibilities relative to governmental policy as may be designated in writing to the City Ethics Commission by the elected City officer.  (Amended by Ord. No. 173,363, Eff. 7\/29\/00, Oper. 7\/1\/00.)\t“Honorarium” means a payment for speaking at any event, participating in a panel or seminar or engaging in any similar activity. An “honorarium” does not include free admission, food, beverages and similar nominal benefits provided to an officer or employee of the City at an event at which he or she speaks, participates in a panel or seminar or performed a similar service, nor does it include reimbursement or advances for actual intrastate travel or for necessary accommodations provided directly in connection with the event.\t“Legislative action” means the drafting, introduction, consideration, modification, enactment, or defeat of any ordinance, charter amendment, resolution, amendment, report, nomination or other matter by the City Council or by any committee, subcommittee thereof, or by a member or employee of the City Council acting in his or her official capacity. “Legislative action” also means the action of the Mayor in approving or vetoing any ordinance or resolution.\t“License, permit or other entitlement for use” means any business, professional, trade or land use license or permit, any other entitlement for use, (including all entitlement for land use), any contract (other than labor, personal employment, or competitively bid contracts), and any franchise.\t“Lobbying Firm” means any business entity, including an individual contract lobbyist, which meets either of the following criteria:\t(a)\tthe business entity received or becomes entitled to receive any compensation, other than reimbursement for reasonable travel expenses, for the purpose of influencing legislative or administrative action on behalf of any other person; and any partner, owner, officer, or employee of the business entity is a lobbyist; or\t(b)\tthe business entity receives or becomes entitled to receive any compensation, other than reimbursement for reasonable travel expenses, to communicate directly with any elective city officer, agency official, or legislative official for the purpose of influencing legislative or administrative action on behalf of any other person.\t“Lobbyist” means any individual who is required to register as a lobbyist or municipal legislative advocate pursuant to any City ordinance requiring such registration.\t“Lobbyist employer” means any person, other than a lobbying firm, who:\t(a)\tEmploys one or more lobbyists for economic consideration, other than reimbursement for reasonable travel expenses, for the purpose of influencing legislative or administrative action, or\t(b)\tContracts for the services of a lobbying firm for economic consideration, other than reimbursement for reasonable travel expense, for the purpose of influencing legislative or administrative action.\t“Participant” means any person who is not a party but who actively supports or opposes a particular decision in a proceeding involving a license, permit, or other entitlement for use and who has a financial interest in the decision, as described in Article 1 (commencing with Section 87100) of Chapter 7 of the Political Reform Act of 1974, as amended. A person actively supports or opposes a particular decision in a proceeding if he or she lobbies in person the officers or employees of the agency, testifies in person before the agency, or otherwise acts to influence officers of the agency.\t“Party” means any person who files an application for, or is the subject of, a proceeding involving a license, permit, or other entitlement for use.\t“Pecuniary Gain” means any monetary benefit to a person or to a member of the person’s immediate family.\t“Person” means an individual, proprietorship, firm, partnership, joint venture, syndicate, business trust, company, corporation, association, committee, or any other organization or group of persons acting in concert.\t“Proceeding involving a license, permit or other entitlement for use” includes any proceeding to grant, deny, revoke, restrict, or modify a license, permit or other entitlement for use.\t“Restricted source”  (Amended by Ord. No. 168,056, Eff. 8\/8\/92.)  means the following with regard to each of the following classes of City officials:\t(1)\tWith regard to “high level filers” and “high level officials,” “restricted source” means:\t(a)\ta lobbyist, lobbying firm, or lobbyist employer;\t(b)\ta person doing or seeking to do business with the City;\t(c)\ta person who, during the reporting period, knowingly attempt to influence the official in any legislative or administrative action which would have a direct material financial effect on such person; or\t(d)\ta person who is a party to a proceeding involving a license, permit or other entitlement for use while a proceeding involving such matter is, or within the prior nine months was, pending before the official or before the City Council or a board, commission, committee, or other similar body of which the official is a voting member, and for nine months following the date a final decision is rendered in the proceeding.\t(2)\tWith regard to filers other than “high level filers” and with regard to officials other than “high level officials,” “restricted source” means:\t(a)\ta lobbyist, lobbying firm, or lobbyist employer, seeking to influence decisions of the filer’s agency;\t(b)\ta person doing or seeking to do business with the filer’s agency;\t(c)\ta person who, during the reporting period, knowingly attempted to influence the official in any legislative or administrative action which would have a direct material financial effect on such person;\t(d)\tor a person who is a party to a proceeding involving a license, permit or other entitlement for use while a proceeding involving such matter is, or within the prior nine months was, pending before the official or before a board, commission, committee or other similar body of which the official is a voting member, and for nine months following the date a final decision is rendered in the proceeding.\t(3)\tWith regard to all filers and all City officials, a “restricted source” does not include an individual (other than a lobbyist) who is employed by a restricted source, provided that the gift or income is neither paid for by the employer nor provided at the direction of the employer.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}