{"section_number":"49.5.13","edition_id":"1","section_id":"3323","structure_id":"93","catch_line":"Participation Of Elective City Officers And Employees In Governmental Decisions.","history":"","full_text":"  PARTICIPATION OF ELECTIVE CITY OFFICERS AND EMPLOYEES IN GOVERNMENTAL DECISIONS.\n\t(Amended by Ord. No. 175,344, Eff. 8\/16\/03.*)\n\n\tA.\tIn addition to the requirements of Government Code Section 87100, et seq., no officer or employee of the City shall knowingly make, participate in making, or attempt to use his or her official position to influence any governmental decision directly relating to any contract where the City official knows or has reason to know that any party to the contract is a person by whom the City official was employed immediately prior to entering government service within 12 months prior to the time the official acts on the matter.\n\n\tB.\tAny person that meets either of the criteria set forth in Subdivisions 1. and 2. below and that makes one or more payments in the aggregate amounts set forth in Subsection C. for independent expenditures or non-behested member communications to support the candidacy of an individual who is thereafter elected or reelected to an elective City office shall file a report with the City Ethics Commission, disclosing the information set forth after each of the criteria:\n\n\t1.\tThe person is directly involved in a decision before an elected City officer, and within 12 months prior to the decision, the person made one or more independent expenditures or one or more payments for member communications in support of that officer at the time the officer was campaigning for election or reelection to any office.\n\n\t(a)\tThe person shall disclose the filer’s name, address and telephone number; the elected City official in support of whom the payment was made; the date(s) and amount(s) of the payment(s); the identity of the matter on which the decision is made; and the date on which the person became directly involved in the decision.\n\n\t(b)\tThe provisions of 2 Cal. Code Regs. § 18704.1(a)(1) and (2) shall govern when a person is “directly involved” in a decision before an elected City official within the meaning of this section.\n\n\t(c)\tDisclosure shall be made within 48 hours after the person making the expenditure (i) becomes directly involved in a decision that will or may come before the elected City officer in whose support the payment was made and (ii) makes the expenditure.\n\n\t2.\tThe person, or any other person acting on behalf of the person, attempts to influence an elected City officer with respect to any matter of municipal legislation as defined by Section 48.02 of this Code, and within 12 months prior to the decision, the person made one or more independent expenditures or one or more payments for member communications in support of that officer at the time the officer was campaigning for election or reelection to any office.\n\n\t(a)\tThe person shall disclose the filer’s name, address and telephone number; the elected City official in support of whom the payment(s) was (were) made; the date(s) and amount(s) of the payment(s); the identity of the municipal legislation; whether the person attempted to influence the officer directly or through another person, and, if the latter, the name and address of the other person; and the date(s) of the attempt(s) to influence.\n\n\t(b)\tDisclosure shall be made within 48 hours after each attempt to influence.\n\n\tC.\tThe following are the aggregate amounts triggering the disclosure required by Subsection B.:\n\n\t1.\t$100,000 or more in the case of a Mayoral candidate in a primary or general election;\n\n\t2.\t$50,000 or more in the case of a City Attorney or Controller candidate in a primary or general election; and\n\n\t3.\t$25,000 or more in the case of a City Council candidate in a primary or general election.\n\n\tD.\tFor purposes of this section, a payment is deemed to be made for an expenditure supporting an elected City officer if the person making the payment is required to disclose that fact pursuant to Section 49.7.31 of this Code.  (Amended by Ord. No. 182,362, Eff. 1\/30\/13.)\n\n\tE.\tThe disclosures required by this section shall be made on a form provided by the Commission, shall be verified under penalty of perjury and shall be filed by fax, certified mail, or hand delivery to the Commission.","order_by":"5.13","ancestry":{"1":{"id":"93","name":"Municipal Ethics And Conflicts Of Interest","identifier":"9.5","label":"article","url":"\/4\/9.5\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"3582","structure_id":"93","section_number":"49.5.1","catch_line":"Title, Findings And Purposes.","url":"\/49.5.1\/","token":"49.5.1"},"1":{"id":"1305","structure_id":"93","section_number":"49.5.10","catch_line":"Restrictions On Gifts And Travel Expenses.","url":"\/49.5.10\/","token":"49.5.10"},"2":{"id":"1880","structure_id":"93","section_number":"49.5.11","catch_line":"Lobbying Activities Of Current And Former City Officials.","url":"\/49.5.11\/","token":"49.5.11"},"3":{"id":"2267","structure_id":"93","section_number":"49.5.12","catch_line":"Future Employment Of City Officials.","url":"\/49.5.12\/","token":"49.5.12"},"4":{"id":"3323","structure_id":"93","section_number":"49.5.13","catch_line":"Participation Of Elective City Officers And Employees In Governmental Decisions.","url":"\/49.5.13\/","token":"49.5.13"},"5":{"id":"2435","structure_id":"93","section_number":"49.5.14","catch_line":"Application Of Requirements.","url":"\/49.5.14\/","token":"49.5.14"},"6":{"id":"1460","structure_id":"93","section_number":"49.5.15","catch_line":"Contract Bidder And Proposer Disclosure – Political Contributions And Fundraising Activity.","url":"\/49.5.15\/","token":"49.5.15"},"7":{"id":"3691","structure_id":"93","section_number":"49.5.16","catch_line":"Disclosure By Elective Officers In Connection With Lobbying Interests And City Contractors.","url":"\/49.5.16\/","token":"49.5.16"},"8":{"id":"2402","structure_id":"93","section_number":"49.5.17","catch_line":"Commissioner Participation In Contracting Process.*","url":"\/49.5.17\/","token":"49.5.17"},"9":{"id":"3455","structure_id":"93","section_number":"49.5.18","catch_line":"Ethics Training.","url":"\/49.5.18\/","token":"49.5.18"},"10":{"id":"3739","structure_id":"93","section_number":"49.5.19","catch_line":"Enforcement.","url":"\/49.5.19\/","token":"49.5.19"},"11":{"id":"2512","structure_id":"93","section_number":"49.5.2","catch_line":"Definitions.","url":"\/49.5.2\/","token":"49.5.2"},"12":{"id":"4181","structure_id":"93","section_number":"49.5.20","catch_line":"Late Filing Penalties.","url":"\/49.5.20\/","token":"49.5.20"},"13":{"id":"3183","structure_id":"93","section_number":"49.5.21","catch_line":"Effect Of Campaign Money Laundering Violation On Contracts And Fee Waivers.","url":"\/49.5.21\/","token":"49.5.21"},"14":{"id":"464","structure_id":"93","section_number":"49.5.22","catch_line":"Authority Of Enact.","url":"\/49.5.22\/","token":"49.5.22"},"15":{"id":"3441","structure_id":"93","section_number":"49.5.23","catch_line":"Applicability Of Other Laws.","url":"\/49.5.23\/","token":"49.5.23"},"16":{"id":"4076","structure_id":"93","section_number":"49.5.24","catch_line":"Severability.","url":"\/49.5.24\/","token":"49.5.24"},"17":{"id":"2092","structure_id":"93","section_number":"49.5.3","catch_line":"Confidential Information.","url":"\/49.5.3\/","token":"49.5.3"},"18":{"id":"1072","structure_id":"93","section_number":"49.5.4","catch_line":"Protection Of Employees Against Retaliation For Reporting Fraud, Waste Or Misuse Of Office.","url":"\/49.5.4\/","token":"49.5.4"},"19":{"id":"3548","structure_id":"93","section_number":"49.5.5","catch_line":"Misuse Of City Position Or Resource.","url":"\/49.5.5\/","token":"49.5.5"},"20":{"id":"1049","structure_id":"93","section_number":"49.5.6","catch_line":"Disclosure Regarding Economic Interests And Other Outside Interests.","url":"\/49.5.6\/","token":"49.5.6"},"21":{"id":"2731","structure_id":"93","section_number":"49.5.7","catch_line":"Disclosure By Nominees.","url":"\/49.5.7\/","token":"49.5.7"},"22":{"id":"3161","structure_id":"93","section_number":"49.5.8","catch_line":"Divestiture Of Assets.","url":"\/49.5.8\/","token":"49.5.8"},"23":{"id":"1323","structure_id":"93","section_number":"49.5.9","catch_line":"Restrictions On Honoraria And Outside Earned Income.","url":"\/49.5.9\/","token":"49.5.9"}},"next_section":{"id":"2435","structure_id":"93","section_number":"49.5.14","catch_line":"Application Of Requirements.","url":"\/49.5.14\/","token":"49.5.14"},"metadata":false,"references":false,"url":"\/49.5.13\/","token":"49.5.13","formats":{"txt":"\/49.5.13.txt","json":"\/49.5.13.xml"},"dublin_core":{"Title":"Participation Of Elective City Officers And Employees In Governmental Decisions.","Type":"Text","Format":"text\/html","Identifier":"§ 49.5.13","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPARTICIPATION OF ELECTIVE CITY OFFICERS AND EMPLOYEES IN GOVERNMENTAL DECISIONS.\n(§ 49.5.13)\n\n  PARTICIPATION OF ELECTIVE CITY OFFICERS AND EMPLOYEES IN GOVERNMENTAL\nDECISIONS.\n\t(Amended by Ord. No. 175,344, Eff. 8\/16\/03.*)\tA.\tIn addition to the\nrequirements of Government Code Section 87100, et seq., no officer or employee\nof the City shall knowingly make, participate in making, or attempt to use his\nor her official position to influence any governmental decision directly\nrelating to any contract where the City official knows or has reason to know\nthat any party to the contract is a person by whom the City official was\nemployed immediately prior to entering government service within 12 months prior\nto the time the official acts on the matter.\tB.\tAny person that meets either of\nthe criteria set forth in Subdivisions 1. and 2. below and that makes one or\nmore payments in the aggregate amounts set forth in Subsection C. for\nindependent expenditures or non-behested member communications to support the\ncandidacy of an individual who is thereafter elected or reelected to an elective\nCity office shall file a report with the City Ethics Commission, disclosing the\ninformation set forth after each of the criteria:\t1.\tThe person is directly\ninvolved in a decision before an elected City officer, and within 12 months\nprior to the decision, the person made one or more independent expenditures or\none or more payments for member communications in support of that officer at the\ntime the officer was campaigning for election or reelection to any\noffice.\t(a)\tThe person shall disclose the filer’s name, address and telephone\nnumber; the elected City official in support of whom the payment was made; the\ndate(s) and amount(s) of the payment(s); the identity of the matter on which the\ndecision is made; and the date on which the person became directly involved in\nthe decision.\t(b)\tThe provisions of 2 Cal. Code Regs. § 18704.1(a)(1) and (2)\nshall govern when a person is “directly involved” in a decision before an\nelected City official within the meaning of this section.\t(c)\tDisclosure shall\nbe made within 48 hours after the person making the expenditure (i) becomes\ndirectly involved in a decision that will or may come before the elected City\nofficer in whose support the payment was made and (ii) makes the\nexpenditure.\t2.\tThe person, or any other person acting on behalf of the person,\nattempts to influence an elected City officer with respect to any matter of\nmunicipal legislation as defined by Section 48.02 of this Code, and within 12\nmonths prior to the decision, the person made one or more independent\nexpenditures or one or more payments for member communications in support of\nthat officer at the time the officer was campaigning for election or reelection\nto any office.\t(a)\tThe person shall disclose the filer’s name, address and\ntelephone number; the elected City official in support of whom the payment(s)\nwas (were) made; the date(s) and amount(s) of the payment(s); the identity of\nthe municipal legislation; whether the person attempted to influence the officer\ndirectly or through another person, and, if the latter, the name and address of\nthe other person; and the date(s) of the attempt(s) to influence.\t(b)\tDisclosure\nshall be made within 48 hours after each attempt to influence.\tC.\tThe following\nare the aggregate amounts triggering the disclosure required by Subsection\nB.:\t1.\t$100,000 or more in the case of a Mayoral candidate in a primary or\ngeneral election;\t2.\t$50,000 or more in the case of a City Attorney or\nController candidate in a primary or general election; and\t3.\t$25,000 or more in\nthe case of a City Council candidate in a primary or general election.\tD.\tFor\npurposes of this section, a payment is deemed to be made for an expenditure\nsupporting an elected City officer if the person making the payment is required\nto disclose that fact pursuant to Section 49.7.31 of this Code.  (Amended by\nOrd. No. 182,362, Eff. 1\/30\/13.)\tE.\tThe disclosures required by this section\nshall be made on a form provided by the Commission, shall be verified under\npenalty of perjury and shall be filed by fax, certified mail, or hand delivery\nto the Commission.\n","html":"\n\t\t\t\t\t<section><p>  PARTICIPATION OF ELECTIVE CITY OFFICERS AND EMPLOYEES IN GOVERNMENTAL DECISIONS.\n\t(Amended by Ord. No. 175,344, Eff. 8\/16\/03.*)<br \/><br \/>\tA.\tIn addition to the requirements of Government Code Section 87100, et seq., no officer or employee of the City shall knowingly make, participate in making, or attempt to use his or her official position to influence any governmental decision directly relating to any <span class=\"dictionary\">contract<\/span> where the City official knows or has reason to know that any <span class=\"dictionary\">party<\/span> to the <span class=\"dictionary\">contract<\/span> is a person by whom the City official was employed immediately prior to entering government service within 12 months prior to the time the official acts on the matter.<br \/><br \/>\tB.\tAny person that meets either of the criteria set forth in Subdivisions 1. and 2. below and that makes one or more payments in the aggregate amounts set forth in Subsection C. for independent expenditures or non-behested member communications to support the candidacy of an individual who is thereafter elected or reelected to an elective City office shall file a report with the City Ethics Commission, disclosing the information set forth after each of the criteria:<br \/><br \/>\t1.\tThe person is directly involved in a decision before an elected City officer, and within 12 months prior to the decision, the person made one or more independent expenditures or one or more payments for member communications in support of that officer at the time the officer was campaigning for election or reelection to any office.<br \/><br \/>\t(a)\tThe person shall disclose the filer’s name, address and telephone number; the elected City official in support of whom the payment was made; the date(s) and amount(s) of the payment(s); the identity of the matter on which the decision is made; and the date on which the person became directly involved in the decision.<br \/><br \/>\t(b)\tThe provisions of 2 Cal. Code Regs. §&nbsp;18704.1(a)(1) and (2) shall govern when a person is “directly involved” in a decision before an elected City official within the meaning of this section.<br \/><br \/>\t(c)\tDisclosure shall be made within 48 hours after the person making the expenditure (i) becomes directly involved in a decision that will or may come before the elected City officer in whose support the payment was made and (ii) makes the expenditure.<br \/><br \/>\t2.\tThe person, or any other person acting on behalf of the person, attempts to influence an elected City officer with respect to any matter of municipal legislation as defined by Section 48.02 of this Code, and within 12 months prior to the decision, the person made one or more independent expenditures or one or more payments for member communications in support of that officer at the time the officer was campaigning for election or reelection to any office.<br \/><br \/>\t(a)\tThe person shall disclose the filer’s name, address and telephone number; the elected City official in support of whom the payment(s) was (were) made; the date(s) and amount(s) of the payment(s); the identity of the municipal legislation; whether the person attempted to influence the officer directly or through another person, and, if the latter, the name and address of the other person; and the date(s) of the attempt(s) to influence.<br \/><br \/>\t(b)\tDisclosure shall be made within 48 hours after each attempt to influence.<br \/><br \/>\tC.\tThe following are the aggregate amounts triggering the disclosure required by Subsection B.:<br \/><br \/>\t1.\t$100,000 or more in the case of a Mayoral candidate in a primary or general election;<br \/><br \/>\t2.\t$50,000 or more in the case of a City Attorney or Controller candidate in a primary or general election; and<br \/><br \/>\t3.\t$25,000 or more in the case of a City Council candidate in a primary or general election.<br \/><br \/>\tD.\tFor purposes of this section, a payment is deemed to be made for an expenditure supporting an elected City officer if the person making the payment is required to disclose that <span class=\"dictionary\">fact<\/span> pursuant to Section 49.7.31 of this Code.  (Amended by Ord. No. 182,362, Eff. 1\/30\/13.)<br \/><br \/>\tE.\tThe disclosures required by this section shall be made on a form provided by the Commission, shall be verified under <span class=\"dictionary\">penalty<\/span> of <span class=\"dictionary\">perjury<\/span> and shall be filed by fax, certified mail, or hand delivery to the Commission.<\/p><\/section>","previous_section":{"id":"2267","structure_id":"93","section_number":"49.5.12","catch_line":"Future Employment Of City Officials.","url":"\/49.5.12\/","token":"49.5.12"},"text":{"0":{"id":"3297","text":"  PARTICIPATION OF ELECTIVE CITY OFFICERS AND EMPLOYEES IN GOVERNMENTAL DECISIONS.\n\t(Amended by Ord. No. 175,344, Eff. 8\/16\/03.*)\tA.\tIn addition to the requirements of Government Code Section 87100, et seq., no officer or employee of the City shall knowingly make, participate in making, or attempt to use his or her official position to influence any governmental decision directly relating to any contract where the City official knows or has reason to know that any party to the contract is a person by whom the City official was employed immediately prior to entering government service within 12 months prior to the time the official acts on the matter.\tB.\tAny person that meets either of the criteria set forth in Subdivisions 1. and 2. below and that makes one or more payments in the aggregate amounts set forth in Subsection C. for independent expenditures or non-behested member communications to support the candidacy of an individual who is thereafter elected or reelected to an elective City office shall file a report with the City Ethics Commission, disclosing the information set forth after each of the criteria:\t1.\tThe person is directly involved in a decision before an elected City officer, and within 12 months prior to the decision, the person made one or more independent expenditures or one or more payments for member communications in support of that officer at the time the officer was campaigning for election or reelection to any office.\t(a)\tThe person shall disclose the filer’s name, address and telephone number; the elected City official in support of whom the payment was made; the date(s) and amount(s) of the payment(s); the identity of the matter on which the decision is made; and the date on which the person became directly involved in the decision.\t(b)\tThe provisions of 2 Cal. Code Regs. § 18704.1(a)(1) and (2) shall govern when a person is “directly involved” in a decision before an elected City official within the meaning of this section.\t(c)\tDisclosure shall be made within 48 hours after the person making the expenditure (i) becomes directly involved in a decision that will or may come before the elected City officer in whose support the payment was made and (ii) makes the expenditure.\t2.\tThe person, or any other person acting on behalf of the person, attempts to influence an elected City officer with respect to any matter of municipal legislation as defined by Section 48.02 of this Code, and within 12 months prior to the decision, the person made one or more independent expenditures or one or more payments for member communications in support of that officer at the time the officer was campaigning for election or reelection to any office.\t(a)\tThe person shall disclose the filer’s name, address and telephone number; the elected City official in support of whom the payment(s) was (were) made; the date(s) and amount(s) of the payment(s); the identity of the municipal legislation; whether the person attempted to influence the officer directly or through another person, and, if the latter, the name and address of the other person; and the date(s) of the attempt(s) to influence.\t(b)\tDisclosure shall be made within 48 hours after each attempt to influence.\tC.\tThe following are the aggregate amounts triggering the disclosure required by Subsection B.:\t1.\t$100,000 or more in the case of a Mayoral candidate in a primary or general election;\t2.\t$50,000 or more in the case of a City Attorney or Controller candidate in a primary or general election; and\t3.\t$25,000 or more in the case of a City Council candidate in a primary or general election.\tD.\tFor purposes of this section, a payment is deemed to be made for an expenditure supporting an elected City officer if the person making the payment is required to disclose that fact pursuant to Section 49.7.31 of this Code.  (Amended by Ord. No. 182,362, Eff. 1\/30\/13.)\tE.\tThe disclosures required by this section shall be made on a form provided by the Commission, shall be verified under penalty of perjury and shall be filed by fax, certified mail, or hand delivery to the Commission.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}