{"section_number":"49.5.11","edition_id":"1","section_id":"1880","structure_id":"93","catch_line":"Lobbying Activities Of Current And Former City Officials.","history":"","full_text":"  LOBBYING ACTIVITIES OF CURRENT AND FORMER CITY OFFICIALS.\n\t(Title and Section Amended by Ord No. 172,891, Eff. 12\/11\/99; Title Amended by Ord. No. 176,823, Eff. 8\/27\/05.)\n\n\tA.\tNo former City official or employee of any agency (as defined in Section 49.5.2) who personally and substantially participated in a decision, proceeding, claim, contract, legislation or other specific matter during his or her City service, shall, for compensation, attempt to influence any action on that specific matter on behalf of any person other than an agency.  This prohibition applies only if the specific matter is still pending before an agency or if an agency is a party to or has a direct or substantial interest in the specific matter.  For purposes of this section, “personal and substantial” participation includes, but is not limited to, making or voting on a decision or making a recommendation, rendering advice, investigation or conducting research.\n\n\tB.\tNo former City official or agency employee shall, for compensation, knowingly counsel or assist any other person other than an agency (as defined in Section 49.5.2) in connection with an appearance or communication in which the former official or employee is prohibited from engaging pursuant to Subsection A.\n\n\tC.\tThe prohibitions contained in Subsections A and B shall not apply:\n\n\t1.\tTo prevent a former City official or agency employee from making or providing a statement, based on the former official’s or employee’s own special knowledge in the particular area that is the subject of the statement, provided that no compensation is thereby received other than that regularly provided for by law or regulation for witnesses.\n\n\t2.\tTo communications made solely for the purpose of furnishing information by a former City official or agency employee if the court or agency to which the communication is directed makes written findings that:\n\n\t(a)\tThe former official or employee has outstanding and otherwise unavailable qualifications;\n\n\t(b)\tThe former official or employee is acting with respect to a particular matter which requires such qualifications; and\n\n\t(c)\tThe public interest would be served by the participation of the former official or employee.\n\n\t3.\tWith respect to appearances or communications in a proceeding in which a court or agency has issued a final order, decree, decision or judgment but has retained jurisdiction, if the agency of former employment gives its consent by determining that:\n\n\t(a)\tAt least five years has elapsed since the termination of the former official’s or employee’s employment or term of office; and\n\n\t(b)\tthe public interest would not be harmed.\n\n\tD.\tFor two years after leaving City service, no former elected City officer who left City service on or after January 1, 2007 shall, for compensation, engage in direct communication with any agency for the purpose of attempting to influence any action or decision on any matter pending before an agency on behalf of any person other than an agency.  For one year after leaving City service, no other former elected City officer, member of the City Ethics Commission or other former high level official shall, for compensation, engage in direct communication with any agency for the purpose of attempting to influence any action or decision on any matter pending before an agency on behalf of any person other than an agency.  (Amended by Ord. No. 178,064, Eff. 1\/15\/07.)\n\n\tE.\tFor one year after leaving City service, no former City official shall for compensation, engage in direct communication with any agency in which he or she served during the twelve month period preceding his or her departure from City service, for the purpose of attempting to influence any action or decision on any matter pending before that agency on behalf of any person other than an agency.  For purposes of this subsection, the agency of a City Council office employee means his or her former Council office and the Council member of that district.\n\n\tF.\tFor purposes of this section, a decision does not include any ministerial action.  A ministerial action is one that does not require a City official or employee to exercise discretion concerning any outcome or course of action.\n\n\tG.\tUpon the petition of any interested person or party, a court or the presiding or other officer, including but not limited to any hearing officer, in any judicial, quasi-judicial or other proceeding, may, after notice and an opportunity for a hearing, exclude any person found to be in violation of this section from further participation, or from assisting or counseling any other participant, in the proceeding then pending before such court or presiding or other officer.\n\n\tH.\tNo provision contained in this section shall prevent any former City official from representing solely himself or herself, or any member of his or her immediate family, in their individual capacities, in connection with any matter pending before an agency.\n\n\tI.\tThis section shall not apply to the activities of any former City official or employee who is an elected or appointed officer or employee of any city, county, district, multi-jurisdictional, state or federal government agency, when that former City official or employee is solely representing that agency in his or her official capacity as an officer or employee of the agency.\n\n\tJ.\tNo member of a board or commission of the City shall, for compensation, communicate directly, either personally or through his or her agent(s) at the member’s behest, with any City official for the purpose of attempting to influence action on municipal legislation on behalf of any other person.  For the purposes of the subsection, “municipal legislation” shall have the meaning set forth in Section 48.02 of this Code.  This subsection is applicable only to members of those boards and commission of the City who are required to file statements of economic interests pursuant to the Political Reform Act of 1974, as amended.  Nothing in this subsection shall prohibit a member of a City board or commission from appearing before any City agency in the same manner as any other member of the general public solely to represent himself or herself on a matter related to his or her personal interests.  (Added by Ord. No. 176,823, Eff. 8\/27\/05.)","order_by":"5.11","ancestry":{"1":{"id":"93","name":"Municipal Ethics And Conflicts Of Interest","identifier":"9.5","label":"article","url":"\/4\/9.5\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"3582","structure_id":"93","section_number":"49.5.1","catch_line":"Title, Findings And Purposes.","url":"\/49.5.1\/","token":"49.5.1"},"1":{"id":"1305","structure_id":"93","section_number":"49.5.10","catch_line":"Restrictions On Gifts And Travel Expenses.","url":"\/49.5.10\/","token":"49.5.10"},"2":{"id":"1880","structure_id":"93","section_number":"49.5.11","catch_line":"Lobbying Activities Of Current And Former City Officials.","url":"\/49.5.11\/","token":"49.5.11"},"3":{"id":"2267","structure_id":"93","section_number":"49.5.12","catch_line":"Future Employment Of City Officials.","url":"\/49.5.12\/","token":"49.5.12"},"4":{"id":"3323","structure_id":"93","section_number":"49.5.13","catch_line":"Participation Of Elective City Officers And Employees In Governmental Decisions.","url":"\/49.5.13\/","token":"49.5.13"},"5":{"id":"2435","structure_id":"93","section_number":"49.5.14","catch_line":"Application Of Requirements.","url":"\/49.5.14\/","token":"49.5.14"},"6":{"id":"1460","structure_id":"93","section_number":"49.5.15","catch_line":"Contract Bidder And Proposer Disclosure – Political Contributions And Fundraising Activity.","url":"\/49.5.15\/","token":"49.5.15"},"7":{"id":"3691","structure_id":"93","section_number":"49.5.16","catch_line":"Disclosure By Elective Officers In Connection With Lobbying Interests And City Contractors.","url":"\/49.5.16\/","token":"49.5.16"},"8":{"id":"2402","structure_id":"93","section_number":"49.5.17","catch_line":"Commissioner Participation In Contracting Process.*","url":"\/49.5.17\/","token":"49.5.17"},"9":{"id":"3455","structure_id":"93","section_number":"49.5.18","catch_line":"Ethics Training.","url":"\/49.5.18\/","token":"49.5.18"},"10":{"id":"3739","structure_id":"93","section_number":"49.5.19","catch_line":"Enforcement.","url":"\/49.5.19\/","token":"49.5.19"},"11":{"id":"2512","structure_id":"93","section_number":"49.5.2","catch_line":"Definitions.","url":"\/49.5.2\/","token":"49.5.2"},"12":{"id":"4181","structure_id":"93","section_number":"49.5.20","catch_line":"Late Filing Penalties.","url":"\/49.5.20\/","token":"49.5.20"},"13":{"id":"3183","structure_id":"93","section_number":"49.5.21","catch_line":"Effect Of Campaign Money Laundering Violation On Contracts And Fee Waivers.","url":"\/49.5.21\/","token":"49.5.21"},"14":{"id":"464","structure_id":"93","section_number":"49.5.22","catch_line":"Authority Of Enact.","url":"\/49.5.22\/","token":"49.5.22"},"15":{"id":"3441","structure_id":"93","section_number":"49.5.23","catch_line":"Applicability Of Other Laws.","url":"\/49.5.23\/","token":"49.5.23"},"16":{"id":"4076","structure_id":"93","section_number":"49.5.24","catch_line":"Severability.","url":"\/49.5.24\/","token":"49.5.24"},"17":{"id":"2092","structure_id":"93","section_number":"49.5.3","catch_line":"Confidential Information.","url":"\/49.5.3\/","token":"49.5.3"},"18":{"id":"1072","structure_id":"93","section_number":"49.5.4","catch_line":"Protection Of Employees Against Retaliation For Reporting Fraud, Waste Or Misuse Of Office.","url":"\/49.5.4\/","token":"49.5.4"},"19":{"id":"3548","structure_id":"93","section_number":"49.5.5","catch_line":"Misuse Of City Position Or Resource.","url":"\/49.5.5\/","token":"49.5.5"},"20":{"id":"1049","structure_id":"93","section_number":"49.5.6","catch_line":"Disclosure Regarding Economic Interests And Other Outside Interests.","url":"\/49.5.6\/","token":"49.5.6"},"21":{"id":"2731","structure_id":"93","section_number":"49.5.7","catch_line":"Disclosure By Nominees.","url":"\/49.5.7\/","token":"49.5.7"},"22":{"id":"3161","structure_id":"93","section_number":"49.5.8","catch_line":"Divestiture Of Assets.","url":"\/49.5.8\/","token":"49.5.8"},"23":{"id":"1323","structure_id":"93","section_number":"49.5.9","catch_line":"Restrictions On Honoraria And Outside Earned Income.","url":"\/49.5.9\/","token":"49.5.9"}},"next_section":{"id":"2267","structure_id":"93","section_number":"49.5.12","catch_line":"Future Employment Of City Officials.","url":"\/49.5.12\/","token":"49.5.12"},"metadata":false,"references":false,"url":"\/49.5.11\/","token":"49.5.11","formats":{"txt":"\/49.5.11.txt","json":"\/49.5.11.xml"},"dublin_core":{"Title":"Lobbying Activities Of Current And Former City Officials.","Type":"Text","Format":"text\/html","Identifier":"§ 49.5.11","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nLOBBYING ACTIVITIES OF CURRENT AND FORMER CITY OFFICIALS. (§ 49.5.11)\n\n  LOBBYING ACTIVITIES OF CURRENT AND FORMER CITY OFFICIALS.\n\t(Title and Section Amended by Ord No. 172,891, Eff. 12\/11\/99; Title Amended by\nOrd. No. 176,823, Eff. 8\/27\/05.)\tA.\tNo former City official or employee of any\nagency (as defined in Section 49.5.2) who personally and substantially\nparticipated in a decision, proceeding, claim, contract, legislation or other\nspecific matter during his or her City service, shall, for compensation, attempt\nto influence any action on that specific matter on behalf of any person other\nthan an agency.  This prohibition applies only if the specific matter is still\npending before an agency or if an agency is a party to or has a direct or\nsubstantial interest in the specific matter.  For purposes of this section,\n“personal and substantial” participation includes, but is not limited to,\nmaking or voting on a decision or making a recommendation, rendering advice,\ninvestigation or conducting research.\tB.\tNo former City official or agency\nemployee shall, for compensation, knowingly counsel or assist any other person\nother than an agency (as defined in Section 49.5.2) in connection with an\nappearance or communication in which the former official or employee is\nprohibited from engaging pursuant to Subsection A.\tC.\tThe prohibitions contained\nin Subsections A and B shall not apply:\t1.\tTo prevent a former City official or\nagency employee from making or providing a statement, based on the former\nofficial’s or employee’s own special knowledge in the particular area that\nis the subject of the statement, provided that no compensation is thereby\nreceived other than that regularly provided for by law or regulation for\nwitnesses.\t2.\tTo communications made solely for the purpose of furnishing\ninformation by a former City official or agency employee if the court or agency\nto which the communication is directed makes written findings that:\t(a)\tThe\nformer official or employee has outstanding and otherwise unavailable\nqualifications;\t(b)\tThe former official or employee is acting with respect to a\nparticular matter which requires such qualifications; and\t(c)\tThe public\ninterest would be served by the participation of the former official or\nemployee.\t3.\tWith respect to appearances or communications in a proceeding in\nwhich a court or agency has issued a final order, decree, decision or judgment\nbut has retained jurisdiction, if the agency of former employment gives its\nconsent by determining that:\t(a)\tAt least five years has elapsed since the\ntermination of the former official’s or employee’s employment or term of\noffice; and\t(b)\tthe public interest would not be harmed.\tD.\tFor two years after\nleaving City service, no former elected City officer who left City service on or\nafter January 1, 2007 shall, for compensation, engage in direct communication\nwith any agency for the purpose of attempting to influence any action or\ndecision on any matter pending before an agency on behalf of any person other\nthan an agency.  For one year after leaving City service, no other former\nelected City officer, member of the City Ethics Commission or other former high\nlevel official shall, for compensation, engage in direct communication with any\nagency for the purpose of attempting to influence any action or decision on any\nmatter pending before an agency on behalf of any person other than an agency. \n(Amended by Ord. No. 178,064, Eff. 1\/15\/07.)\tE.\tFor one year after leaving City\nservice, no former City official shall for compensation, engage in direct\ncommunication with any agency in which he or she served during the twelve month\nperiod preceding his or her departure from City service, for the purpose of\nattempting to influence any action or decision on any matter pending before that\nagency on behalf of any person other than an agency.  For purposes of this\nsubsection, the agency of a City Council office employee means his or her former\nCouncil office and the Council member of that district.\tF.\tFor purposes of this\nsection, a decision does not include any ministerial action.  A ministerial\naction is one that does not require a City official or employee to exercise\ndiscretion concerning any outcome or course of action.\tG.\tUpon the petition of\nany interested person or party, a court or the presiding or other officer,\nincluding but not limited to any hearing officer, in any judicial,\nquasi-judicial or other proceeding, may, after notice and an opportunity for a\nhearing, exclude any person found to be in violation of this section from\nfurther participation, or from assisting or counseling any other participant, in\nthe proceeding then pending before such court or presiding or other\nofficer.\tH.\tNo provision contained in this section shall prevent any former City\nofficial from representing solely himself or herself, or any member of his or\nher immediate family, in their individual capacities, in connection with any\nmatter pending before an agency.\tI.\tThis section shall not apply to the\nactivities of any former City official or employee who is an elected or\nappointed officer or employee of any city, county, district,\nmulti-jurisdictional, state or federal government agency, when that former City\nofficial or employee is solely representing that agency in his or her official\ncapacity as an officer or employee of the agency.\tJ.\tNo member of a board or\ncommission of the City shall, for compensation, communicate directly, either\npersonally or through his or her agent(s) at the member’s behest, with any\nCity official for the purpose of attempting to influence action on municipal\nlegislation on behalf of any other person.  For the purposes of the subsection,\n“municipal legislation” shall have the meaning set forth in Section 48.02 of\nthis Code.  This subsection is applicable only to members of those boards and\ncommission of the City who are required to file statements of economic interests\npursuant to the Political Reform Act of 1974, as amended.  Nothing in this\nsubsection shall prohibit a member of a City board or commission from appearing\nbefore any City agency in the same manner as any other member of the general\npublic solely to represent himself or herself on a matter related to his or her\npersonal interests.  (Added by Ord. No. 176,823, Eff. 8\/27\/05.)\n","html":"\n\t\t\t\t\t<section><p>  LOBBYING ACTIVITIES OF CURRENT AND FORMER CITY OFFICIALS.\n\t(Title and Section Amended by Ord No. 172,891, Eff. 12\/11\/99; Title Amended by Ord. No. 176,823, Eff. 8\/27\/05.)<br \/><br \/>\tA.\tNo former City official or employee of any agency (as defined in Section 49.5.2) who personally and substantially participated in a decision, proceeding, claim, <span class=\"dictionary\">contract<\/span>, legislation or other specific matter during his or her City service, shall, for compensation, attempt to influence any action on that specific matter on behalf of any person other than an agency.  This prohibition applies only if the specific matter is still pending before an agency or if an agency is a <span class=\"dictionary\">party<\/span> to or has a direct or substantial interest in the specific matter.  For purposes of this section, “personal and substantial” participation includes, but is not limited to, making or voting on a decision or making a recommendation, rendering advice, investigation or conducting research.<br \/><br \/>\tB.\tNo former City official or agency employee shall, for compensation, knowingly <span class=\"dictionary\">counsel<\/span> or assist any other person other than an agency (as defined in Section 49.5.2) in connection with an <span class=\"dictionary\">appearance<\/span> or communication in which the former official or employee is prohibited from engaging pursuant to Subsection A.<br \/><br \/>\tC.\tThe prohibitions contained in Subsections A and B shall not apply:<br \/><br \/>\t1.\tTo prevent a former City official or agency employee from making or providing a statement, based on the former official’s or employee’s own special knowledge in the particular area that is the subject of the statement, provided that no compensation is thereby received other than that regularly provided for by <span class=\"dictionary\">law<\/span> or regulation for witnesses.<br \/><br \/>\t2.\tTo communications made solely for the purpose of furnishing information by a former City official or agency employee if the <span class=\"dictionary\">court<\/span> or agency to which the communication is directed makes written <span class=\"dictionary\">findings<\/span> that:<br \/><br \/>\t(a)\tThe former official or employee has outstanding and otherwise unavailable qualifications;<br \/><br \/>\t(b)\tThe former official or employee is acting with respect to a particular matter which requires such qualifications; and<br \/><br \/>\t(c)\tThe public interest would be served by the participation of the former official or employee.<br \/><br \/>\t3.\tWith respect to <span class=\"dictionary\">appearances<\/span> or communications in a proceeding in which a <span class=\"dictionary\">court<\/span> or agency has issued a <span class=\"dictionary\">final order<\/span>, <span class=\"dictionary\">decree<\/span>, decision or <span class=\"dictionary\">judgment<\/span> but has retained <span class=\"dictionary\">jurisdiction<\/span>, if the agency of former employment gives its consent by determining that:<br \/><br \/>\t(a)\tAt least five years has elapsed since the termination of the former official’s or employee’s employment or term of office; and<br \/><br \/>\t(b)\tthe public interest would not be harmed.<br \/><br \/>\tD.\tFor two years after leaving City service, no former elected City officer who left City service on or after January 1, 2007 shall, for compensation, engage in direct communication with any agency for the purpose of attempting to influence any action or decision on any matter pending before an agency on behalf of any person other than an agency.  For one year after leaving City service, no other former elected City officer, member of the City Ethics Commission or other former high level official shall, for compensation, engage in direct communication with any agency for the purpose of attempting to influence any action or decision on any matter pending before an agency on behalf of any person other than an agency.  (Amended by Ord. No. 178,064, Eff. 1\/15\/07.)<br \/><br \/>\tE.\tFor one year after leaving City service, no former City official shall for compensation, engage in direct communication with any agency in which he or she served during the twelve month period preceding his or her departure from City service, for the purpose of attempting to influence any action or decision on any matter pending before that agency on behalf of any person other than an agency.  For purposes of this subsection, the agency of a City Council office employee means his or her former Council office and the Council member of that district.<br \/><br \/>\tF.\tFor purposes of this section, a decision does not include any ministerial action.  A ministerial action is one that does not require a City official or employee to exercise discretion concerning any outcome or course of action.<br \/><br \/>\tG.\tUpon the <span class=\"dictionary\">petition<\/span> of any interested person or <span class=\"dictionary\">party<\/span>, a <span class=\"dictionary\">court<\/span> or the presiding or other officer, including but not limited to any <span class=\"dictionary\">hearing<\/span> officer, in any judicial, quasi-judicial or other proceeding, may, after notice and an opportunity for a <span class=\"dictionary\">hearing<\/span>, exclude any person found to be in violation of this section from further participation, or from assisting or counseling any other participant, in the proceeding then pending before such <span class=\"dictionary\">court<\/span> or presiding or other officer.<br \/><br \/>\tH.\tNo provision contained in this section shall prevent any former City official from representing solely himself or herself, or any member of his or her immediate family, in their individual capacities, in connection with any matter pending before an agency.<br \/><br \/>\tI.\tThis section shall not apply to the activities of any former City official or employee who is an elected or appointed officer or employee of any city, county, district, multi-jurisdictional, state or federal government agency, when that former City official or employee is solely representing that agency in his or her official capacity as an officer or employee of the agency.<br \/><br \/>\tJ.\tNo member of a board or commission of the City shall, for compensation, communicate directly, either personally or through his or her agent(s) at the member’s behest, with any City official for the purpose of attempting to influence action on municipal legislation on behalf of any other person.  For the purposes of the subsection, “municipal legislation” shall have the meaning set forth in Section 48.02 of this Code.  This subsection is applicable only to members of those boards and commission of the City who are required to file statements of economic interests pursuant to the Political Reform Act of 1974, as amended.  Nothing in this subsection shall prohibit a member of a City board or commission from appearing before any City agency in the same manner as any other member of the general public solely to represent himself or herself on a matter related to his or her personal interests.  (Added by Ord. No. 176,823, Eff. 8\/27\/05.)<\/p><\/section>","previous_section":{"id":"1305","structure_id":"93","section_number":"49.5.10","catch_line":"Restrictions On Gifts And Travel Expenses.","url":"\/49.5.10\/","token":"49.5.10"},"text":{"0":{"id":"1864","text":"  LOBBYING ACTIVITIES OF CURRENT AND FORMER CITY OFFICIALS.\n\t(Title and Section Amended by Ord No. 172,891, Eff. 12\/11\/99; Title Amended by Ord. No. 176,823, Eff. 8\/27\/05.)\tA.\tNo former City official or employee of any agency (as defined in Section 49.5.2) who personally and substantially participated in a decision, proceeding, claim, contract, legislation or other specific matter during his or her City service, shall, for compensation, attempt to influence any action on that specific matter on behalf of any person other than an agency.  This prohibition applies only if the specific matter is still pending before an agency or if an agency is a party to or has a direct or substantial interest in the specific matter.  For purposes of this section, “personal and substantial” participation includes, but is not limited to, making or voting on a decision or making a recommendation, rendering advice, investigation or conducting research.\tB.\tNo former City official or agency employee shall, for compensation, knowingly counsel or assist any other person other than an agency (as defined in Section 49.5.2) in connection with an appearance or communication in which the former official or employee is prohibited from engaging pursuant to Subsection A.\tC.\tThe prohibitions contained in Subsections A and B shall not apply:\t1.\tTo prevent a former City official or agency employee from making or providing a statement, based on the former official’s or employee’s own special knowledge in the particular area that is the subject of the statement, provided that no compensation is thereby received other than that regularly provided for by law or regulation for witnesses.\t2.\tTo communications made solely for the purpose of furnishing information by a former City official or agency employee if the court or agency to which the communication is directed makes written findings that:\t(a)\tThe former official or employee has outstanding and otherwise unavailable qualifications;\t(b)\tThe former official or employee is acting with respect to a particular matter which requires such qualifications; and\t(c)\tThe public interest would be served by the participation of the former official or employee.\t3.\tWith respect to appearances or communications in a proceeding in which a court or agency has issued a final order, decree, decision or judgment but has retained jurisdiction, if the agency of former employment gives its consent by determining that:\t(a)\tAt least five years has elapsed since the termination of the former official’s or employee’s employment or term of office; and\t(b)\tthe public interest would not be harmed.\tD.\tFor two years after leaving City service, no former elected City officer who left City service on or after January 1, 2007 shall, for compensation, engage in direct communication with any agency for the purpose of attempting to influence any action or decision on any matter pending before an agency on behalf of any person other than an agency.  For one year after leaving City service, no other former elected City officer, member of the City Ethics Commission or other former high level official shall, for compensation, engage in direct communication with any agency for the purpose of attempting to influence any action or decision on any matter pending before an agency on behalf of any person other than an agency.  (Amended by Ord. No. 178,064, Eff. 1\/15\/07.)\tE.\tFor one year after leaving City service, no former City official shall for compensation, engage in direct communication with any agency in which he or she served during the twelve month period preceding his or her departure from City service, for the purpose of attempting to influence any action or decision on any matter pending before that agency on behalf of any person other than an agency.  For purposes of this subsection, the agency of a City Council office employee means his or her former Council office and the Council member of that district.\tF.\tFor purposes of this section, a decision does not include any ministerial action.  A ministerial action is one that does not require a City official or employee to exercise discretion concerning any outcome or course of action.\tG.\tUpon the petition of any interested person or party, a court or the presiding or other officer, including but not limited to any hearing officer, in any judicial, quasi-judicial or other proceeding, may, after notice and an opportunity for a hearing, exclude any person found to be in violation of this section from further participation, or from assisting or counseling any other participant, in the proceeding then pending before such court or presiding or other officer.\tH.\tNo provision contained in this section shall prevent any former City official from representing solely himself or herself, or any member of his or her immediate family, in their individual capacities, in connection with any matter pending before an agency.\tI.\tThis section shall not apply to the activities of any former City official or employee who is an elected or appointed officer or employee of any city, county, district, multi-jurisdictional, state or federal government agency, when that former City official or employee is solely representing that agency in his or her official capacity as an officer or employee of the agency.\tJ.\tNo member of a board or commission of the City shall, for compensation, communicate directly, either personally or through his or her agent(s) at the member’s behest, with any City official for the purpose of attempting to influence action on municipal legislation on behalf of any other person.  For the purposes of the subsection, “municipal legislation” shall have the meaning set forth in Section 48.02 of this Code.  This subsection is applicable only to members of those boards and commission of the City who are required to file statements of economic interests pursuant to the Political Reform Act of 1974, as amended.  Nothing in this subsection shall prohibit a member of a City board or commission from appearing before any City agency in the same manner as any other member of the general public solely to represent himself or herself on a matter related to his or her personal interests.  (Added by Ord. No. 176,823, Eff. 8\/27\/05.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}