{"section_number":"49.5.6","edition_id":"1","section_id":"1049","structure_id":"93","catch_line":"Disclosure Regarding Economic Interests And Other Outside Interests.","history":"","full_text":"  DISCLOSURE REGARDING ECONOMIC INTERESTS AND OTHER OUTSIDE INTERESTS.\n\t(Amended by Ord. No. 167,949, Eff. 7\/5\/92; Title Amended by Ord. No. 177,853, Eff. 10\/7\/06.)\n\n\tA.\tPersons Required to File.  (Amended by Ord. No. 173,101, Eff. 3\/27\/00.)*  The Mayor, City Attorney, Controller, members of the City Council, each chief administrative officer of a City department or office, and each member of a board or commission who is a designated employee pursuant to the conflict of interest Code of his or her agency shall file a statement of economic interests pursuant to the Political Reform Act of 1974, as amended, and shall additionally file a financial disclosure statement pursuant to the provisions of this section.  There shall be two classes of filers,\n\n\t(1)\t“high-level filers” and\n\n\t(2)\t“other filers”, who shall include all filers other than “high-level filers”.\n\n\tB.\tDisclosure Periods and Filing Deadlines. (Amended by Ord. No. 173,101, Eff. 3\/27\/00.)*  On or before April 1 of each calendar year, all filers referred to in Subsection A shall file a statement of economic interests and a financial disclosure statement pursuant to this section, covering a disclosure period of January 1 through December 31 of the previous calendar year.  On or before October 1 of each calendar year, all filers referred to in Subsection A shall either certify that there have been no changes in their reportable financial interests during the period of January 1 through June 30 or shall file a semi-annual financial disclosure statement disclosing any changes in their reportable financial interests which occurred during that period.\n\n\tC.\tDisclosure Requirement for High-Level Filers.\n\n\t1.\tIn addition to statements of economic interests filed pursuant to the Political Reform Act of 1974, as amended, high-level filers shall file financial disclosure statements disclosing the following financial interests:\n\n\t(a)\tAny investment, regardless of whether the business entity is located in; owns an interest in real property within; or does, within the prior two years did, or plans to do business in the City of Los Angeles, and the name and address of any co-owner of the business entity.\n\n\t(b)\tAny interest in real property (other than a personal residence), regardless of whether the real property is located within the jurisdiction, and the name and address of any co-owner of such real property.\n\n\t(c)\tAny income (including loans, honoraria, travel expenses, gifts, and the filer’s community property interest in income of a spouse) regardless of whether the source of income resides in; owns an interest in real property located within; or does, within the prior two years did, or plans to do business in the City of Los Angeles.\n\n\t(d)\tSeparate property income (including loans, honoraria, travel expenses and gifts) of a filer’s spouse from a restricted source and income of a dependent child from a restricted source.\n\n\t(e)\t(Repealed by Ord. No. 173,101, Eff. 3\/27\/00.)*\n\n\t(e)\tThe name and address of each general partner of a partnership in which the filer has an investment valued at $2,000 or more, together with the name of the partnership.  (Amended by Ord. No. 173,870, Eff. 5\/14\/01.)\n\n\t(f)\t(Para. (g) Relettered (f) by Ord. No. 173,101, Eff. 3\/27\/00.)*  For any investment required to be disclosed by this subsection or any interest in real property (including both an interest required to be disclosed by this subsection and the filer’s personal residence) that was purchased during the reporting period:\n\n\t(i)\tthe name of the business entity, or the location of the real property by street address, city and state, provided, however, that the address of the filer’s personal residence need not be disclosed;\n\n\t(ii)\tthe purchase price of the investment or interest in real property (rounded to the nearest $1,000);\n\n\t(iii)\tthe name and address of the seller.\n\n\tThe filer’s initial financial disclosure statement shall disclose any such transaction which occurred within one year prior to the filing of such statement.\n\n\tThis Paragraph (f) shall not require any disclosure relating to a transaction which occurred on a regulated trading market or stock exchange in connection with which the identities of the purchaser and seller are unknown to one another.  (Para. Amended by Ord. No. 173,101, Eff. 3\/27\/00.)*\n\n\t(g)\t(Para. (h) Relettered (g) by Ord. No. 173,101, Eff. 3\/27\/00.)*  For any investment required to be disclosed by this section or any interest in real property (including both an interest required to be disclosed by this subsection and the filer’s personal residence) that was sold during the reporting period:\n\n\t(i)\tthe name and address of the business entity, or the location of the real property by street address, city and state, provided, however, that the address of the filer’s personal residence need not be disclosed;\n\n\t(ii)\tthe selling price of the investment or interest in real property (rounded to the nearest $1,000);\n\n\t(iii)\tthe name and address of the purchaser.\n\n\tThis Paragraph (g) shall not require any disclosure relating to a transaction which occurred on a regulated trading market or stock exchange in connection with which the identities of the purchaser and seller are unknown to one another.  (Para. Amended by Ord. No. 173,138, Eff. 4\/24\/00.)*\n\n\t2.\tExcept as otherwise provided in this subsection, the information required to be disclosed with respect to each financial interest, and the manner of disclosing that information, shall be the same as required by Article 2 of Chapter 7 of the Political Reform Act of 1974, as amended, or by the conflict of interest code of the filer’s agency.\n\n\t3.\tThe value of investments, interests in real property and income (including loans, honoraria, travel expenses, spousal income and income of a dependent child) shall be disclosed in the following amounts:\n\n\t(a)\tInvestment and interests in real property:\n\n\t(i)\tbetween $2,000 and $9,999, the value rounded to the nearest thousand;  (Amended by Ord. No. 173,870, Eff. 5\/14\/01.)\n\n\t(ii)\tBetween $10,000 and $99,999, the value rounded to the nearest $10,000;\n\n\t(iii)\tBetween $100,00 and $250,000, the value rounded to the nearest $25,000, and\n\n\t(iv)\tOver $250,000, the value rounded to the nearest $50,000.\n\t(b)\tIncome (including loans, honoraria, travel expenses, spousal income and income of a dependent child):\n\n\t(i)\tbetween $500 and $1,000;  (Amended by Ord. No. 173,870, Eff. 5\/14\/01.)\n\n\t(ii)\tBetween $1,001 and $99,999, the value rounded to the nearest $1,000.\n\n\t(iii)\tAt and above $100,000, the value rounded to the nearest $10,000.\n\n\t4.\tThe value of real property shall be disclosed pursuant to Subdivision 3 based on the County Assessor’s assessed valuation of the property.\n\n\t5.\tIf an investment is listed on a securities exchange within the United States, the filer may, instead of disclosing the dollar value, disclose the largest number of shares of stock owned, or the highest par value of bonds or debentures owned, during the reporting period.\n\n\t6.\tIf the actual value of an asset is not known by the filer, a good faith estimate based on a reasonable inquiry shall satisfy the requirement of this subsection.  In no event shall a filer be required to retain the services of an appraiser in order to comply with this subsection.\n\n\tD.\tDisclosure Requirements For Other Filers.\n\n\t1.\tIn addition to statements of economic interests filed pursuant to the Political Reform Act of 1974, as amended, other filers shall file financial disclosure statements disclosing the following financial interests:\n\n\t(a)\tAny disclosable investment.\n\n\t(b)\tAny other investment, whether or not located within or doing business in the City of Los Angeles, and whether or not owning an interest in real property located within the jurisdiction, if any co-owner of the business entity engages in any activity within the City of Los Angeles described in or covered by the filer’s disclosure category of his or her agency’s conflict of interest code.  The name and address of any disclosable co-owner of any such business entity shall also be disclosed.\n\n\t(c)\tAny disclosable interest in real property.\n\n\t(d)\tAny other interest in real property, not located within the jurisdiction, if any co-owner of the real property, engages in any activity within the City of Los Angeles described in or covered by the filer’s disclosure category of his or her agency’s conflict of interest code.   The name and address of any disclosable co-owner of any such real property shall also be disclosed.\n\n\t(e)\tAny disclosable income (including loans, honoraria, travel expenses, gifts and the filer’s community property interest in income to a spouse).\n\n\t(f)\t(Repealed by Ord. No. 173,101, Eff. 3\/27\/00.)*\n\n\t(f)\t(Para. (g) Relettered (f) by Ord. No. 173,138, Eff. 4\/24\/00.)*  Separate property income (including loans, honoraria, travel expenses, and gifts) of the filer’s spouse from a restricted source and income of a dependent child from a restricted source, if the source of income would be a disclosable source if received directly by the filer.  Income to a spouse or dependent child does not include travel or reasonable subsistence expenses, paid by a spouse’s or dependent child’s employer for employment-related travel.\n\n\t(g)\tThe name and address of each general partner of a partnership in which the filer has an investment (required to be disclosed by this subsection) valued at $2,000 or more, together with the name of the partnership.  The identity of a partner is required to be disclosed by this subsection only if the partner engages in any activity within the City of Los Angeles described in or covered by the filer’s disclosure category of his or her agency’s conflict of interest code.  (Amended by Ord. No. 173,870, Eff. 5\/14\/01.)\n\n\t(h)\t(Para. (i) Relettered (h) by Ord. No. 173,138, Eff. 4\/24\/00.)*  For any investment required to be disclosed by this subsection or any interest in real property (including both an interest required to be disclosed by this subsection and the filer’s personal residence) that was purchased during the reporting period from a person engaged in the City of Los Angeles in an activity described in or covered by the disclosure category of the filer’s conflict of interest code:\n\n\t(i)\tthe name of the business entity, or the location of the real property by street address, city and state, provided, however, that the address of the filer’s personal residence need not be disclosed;\n\n\t(ii)\tthe purchase price of the investment or interest in real property (rounded to the nearest $1,000);\n\n\t(iii)\tthe name and address of the seller.\n\n\tThe filer’s initial financial disclosure statement shall disclose any such transaction which occurred within one year prior to the filing of such statement.\n\n\tThis Paragraph (h) shall not require any disclosure relating to a transaction which occurred on a regulated trading market or stock exchange in connection with which the identities of the purchaser and seller are unknown to one another.  (Para. Amended by Ord. No. 173,138, Eff. 4\/24\/00.)*\n\n\t(i)\t(Para. (j) Relettered (i) by Ord. No. 173,138, Eff. 4\/24\/00.)*  For any investment required to be disclosed by this subsection or any interest in real property (including both an interest required to be disclosed by this subsection and the filer’s personal residence) that was sold during the reporting period to a person engaged in the City of Los Angeles in an activity described in or covered by the disclosure category of the filer’s conflict of interest code:\n\n\t(i)\tthe name of the business entity, or the location of the real property by street address, city and state, provided, however, that the address of the filer’s personal residence need not be disclosed;\n\n\t(ii)\tthe selling price of the investment or interest in real property (rounded to the nearest $1,000);\n\n\t(iii)\tthe name and address of the purchaser.\n\n\tThis Paragraph (i) shall not require any disclosure relating to a transaction which occurred on a regulated trading market or stock exchange in connection with which the identities of the purchaser and seller are unknown to one another. (Para. Amended by Ord. No. 173,138, Eff. 4\/24\/00.)*\n\n\t2.\tExcept as otherwise provided in this subsection, the information and amounts required to be disclosed with respect to each financial interest, and the manner of disclosing that information, shall be the same as required by Article 2 of Chapter 7 of the Political Reform Act of 1974, as amended, or by the conflict of interest code of the filer’s agency.\n\n\t3.\tThe value of real property shall be disclosed pursuant to Subdivision 3 based on the County Assessor’s assessed valuation of the property.\n\n\t4.\tIf an investment is listed on a securities exchange within the United States, the filer may, instead of disclosing the value, disclose the largest number of shares of stock owned, or the highest par value of bonds or debentures owned, during the reporting period.\n\n\t5.\tIf the actual value of an asset is not known by the filer, a good faith estimate based on a reasonable inquiry, shall satisfy the requirement of this subsection.  In no event shall a filer be required to retain the services of an appraiser in order to comply with this subsection.\n\n\tE.\tAdditional Disclosure Requirement Pursuant To Regulations of the City Ethics Commission.  The City Ethics Commission may, by regulation, require disclosure by filers of specific types of financial interests, in addition to those interests required to be disclosed pursuant to Subsection D of this section, if the interest could with reasonable foreseeability be affected materially by the filer’s exercise of his or her official duties.\n\n\tF.\tException If Disclosure Would Violate Legally Recognized Privilege.  A filer need not disclose the name of a person who paid fees or made payments to the filer or to a business entity in which the filer or the filer’s spouse owns an investment if disclosure of the person’s name would violate a legally recognized privilege under California law, such as but not limited to the attorney-client and the physician-patient privileges.  Such person’s name may be withheld in accordance with the rules relating to privilege applicable to disclosure under the California Political Reform Act of 1974, as amended, and pursuant to the procedure established by 2 California Code of Regulations Section 18740, as amended, or by a successor regulation.\n\n\tG.\tDisclosure By Consultants.\n\n\t1.\tThe City Ethics Commission shall adopt by regulation a definition of “consultants” who are required to file statements of economic interests.  In addition to the disclosure requirements of the Political Reform Act, such consultants shall identify their other clients who paid them more than $10,000 during the previous year and shall disclose such other information that the Commission determines, by regulation, is necessary to identify potential conflicts of interest.\n\n\t2.\tEach consultant who is required to file a statement of economic interest shall be required to attend a training program conducted or sponsored by the Commission.\n\n\tH.\tOn a semi-annual basis, the City Ethics Commission shall publish a list identifying for each agency any person who, during the prior six months, was a party to a contract with the City, was a bidder on any City contract, or responded to a request for proposals for a contract with the City.\n\n\tI.\tStatements of City Related Business.  (Added by Ord. No. 177,190, Eff. 1\/23\/06.)\n\n\t1.\tEach person holding an elective City office, each general manager of a department of City government, each member of a board of commissioners or any other board of City government, whether created by ordinance or by Charter, and each appointive officer named in the Charter, shall file Statements of City-Related Business with the City Ethics Commission in accordance with the provisions of this subsection.  Such person shall file a Statement of City-Related Business within ten (10) calendar days after each occurrence of one or more of the transactions or proceedings described in this subsection.\n\n\t2.\tFor the purposes of this subsection, a Statement of City-Related Business shall disclose a transaction, or a proceeding, whether or not specifically provided for by law, wherein action was required or requested to be taken or withheld by the City or any of its officers or employees in their official capacity, if:\n\n\t(a)\tIt took place during the tenure of office of the person required to file the statement; and\n\n\t(b)\tIt was participated in by that person, the spouse of that person, or a business entity in which either that person or that person’s spouse or both in any manner held a five percent (5%) or more ownership interest; and\n\n\t(c)\tIt involved:\n\n\t(i)\tthe sale of real or personal property by or to the City, or\n\n\t(ii)\tthe performance of services to the City pursuant to any contract, or\n\n\t(iii)\ta grant, loan, or forgiveness or payment of indebtedness by or to the City, or\n\n\t(iv)\tan application made to, or a grant made by, the City of any license, certificate, permit, franchise, change of zone, variance, credential, or any other form of benefit or relief.\n\n\t3.\tA Statement of City-Related Business need not include a listing of any application where applicable law requires the granting of the application without the exercise of judgment or discretion by an official or employee of the City.\n\n\t4.\tThe Statement of City-Related Business shall be in sufficient detail as to dates, amounts, identifying numbers or symbols, if any, locations, and subject matter to make the transactions or proceedings listed identifiable by reference to records of the City.  It shall be filed on a form provided by the City Ethics Commission.\n\n\t5.\tEach Statement shall be supported by a written certification or declaration signed under penalty of perjury by the person required to file, and shall become a public record when filed.\n\n\t6.\tNothing in this subsection shall be construed to require a member of the Board of Education to file Statements of City-Related Business.\n\n\t7.\tA Statement of City-Related Business filed pursuant to this subsection shall satisfy the requirements of Section 323.1 of the City Election Code.\n\n\tJ.\tRecusal Notification.  (Added by Ord. No. 177,853, Eff. 10\/7\/06.)\n\n\t1.\tEach member of a City board or commission required to file statements of economic interests pursuant to the Political Reform Act of 1974, as amended, shall complete a “Recusal Notification Form” each time the member recuses himself or herself in relation to an actual conflict of interests or the appearance of a conflict of interests under any applicable law.\n\n\t(a)\tThe commission or board member shall submit a copy of the completed Recusal Notification Form to the Executive Secretary for the Commission or Board (or the person acting in that capacity) as soon as possible after the posting of the agenda containing the item, including continued items, involving the member’s conflict of interests.\n\n\t(b)\tIn addition, the commission or board member shall submit the original, completed Recusal Notification Form, along with a copy of the meeting agenda containing the item involving the commission or board member’s conflict of interests to the Ethics Commission no later than 15 calendar days after the date of the meeting at which the commission or board  member recused himself or herself.\n\n\t(c)\tThe commission or board member shall also submit the Recusal Notification Form as described in (a) and (b) above to the Executive Secretary and the Ethics Commission even if the commission or board member will not be or was not present at the meeting, but would have been required to recuse himself or herself on a matter appearing on the commission or board agenda if the member had been present.\n\n\t2.\tThe Recusal Notification Form shall be prescribed by the City Ethics  Commission, but shall include at a minimum the following:\n\n\t(a)\tName of commission\/board member recusing himself or herself;\n\n\t(b)\tName of the board or commission of which he or she is a member;\n\n\t(c)\tThe date of the meeting at which the recusal occurred or would have occurred;\n\n\t(d)\tThe agenda item number and brief description of the matter;\n\n\t(e)\tThe specific economic or other outside interest causing recusal (for example, personal residence, client of firm, source of income, board member of organization); and\n\n\t(f)\tWhether the matter concerns the making of a contract.\n\n\t*  Amendments enacted by Ord. No. 173,101 and Ord. No. 173,138 shall be applicable to the financial disclosure statements required to be filed on April 1, 2000 and thereafter.","order_by":"5.6","ancestry":{"1":{"id":"93","name":"Municipal Ethics And Conflicts Of Interest","identifier":"9.5","label":"article","url":"\/4\/9.5\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"3582","structure_id":"93","section_number":"49.5.1","catch_line":"Title, Findings And Purposes.","url":"\/49.5.1\/","token":"49.5.1"},"1":{"id":"1305","structure_id":"93","section_number":"49.5.10","catch_line":"Restrictions On Gifts And Travel Expenses.","url":"\/49.5.10\/","token":"49.5.10"},"2":{"id":"1880","structure_id":"93","section_number":"49.5.11","catch_line":"Lobbying Activities Of Current And Former City Officials.","url":"\/49.5.11\/","token":"49.5.11"},"3":{"id":"2267","structure_id":"93","section_number":"49.5.12","catch_line":"Future Employment Of City Officials.","url":"\/49.5.12\/","token":"49.5.12"},"4":{"id":"3323","structure_id":"93","section_number":"49.5.13","catch_line":"Participation Of Elective City Officers And Employees In Governmental Decisions.","url":"\/49.5.13\/","token":"49.5.13"},"5":{"id":"2435","structure_id":"93","section_number":"49.5.14","catch_line":"Application Of Requirements.","url":"\/49.5.14\/","token":"49.5.14"},"6":{"id":"1460","structure_id":"93","section_number":"49.5.15","catch_line":"Contract Bidder And Proposer Disclosure – Political Contributions And Fundraising Activity.","url":"\/49.5.15\/","token":"49.5.15"},"7":{"id":"3691","structure_id":"93","section_number":"49.5.16","catch_line":"Disclosure By Elective Officers In Connection With Lobbying Interests And City Contractors.","url":"\/49.5.16\/","token":"49.5.16"},"8":{"id":"2402","structure_id":"93","section_number":"49.5.17","catch_line":"Commissioner Participation In Contracting Process.*","url":"\/49.5.17\/","token":"49.5.17"},"9":{"id":"3455","structure_id":"93","section_number":"49.5.18","catch_line":"Ethics Training.","url":"\/49.5.18\/","token":"49.5.18"},"10":{"id":"3739","structure_id":"93","section_number":"49.5.19","catch_line":"Enforcement.","url":"\/49.5.19\/","token":"49.5.19"},"11":{"id":"2512","structure_id":"93","section_number":"49.5.2","catch_line":"Definitions.","url":"\/49.5.2\/","token":"49.5.2"},"12":{"id":"4181","structure_id":"93","section_number":"49.5.20","catch_line":"Late Filing Penalties.","url":"\/49.5.20\/","token":"49.5.20"},"13":{"id":"3183","structure_id":"93","section_number":"49.5.21","catch_line":"Effect Of Campaign Money Laundering Violation On Contracts And Fee Waivers.","url":"\/49.5.21\/","token":"49.5.21"},"14":{"id":"464","structure_id":"93","section_number":"49.5.22","catch_line":"Authority Of Enact.","url":"\/49.5.22\/","token":"49.5.22"},"15":{"id":"3441","structure_id":"93","section_number":"49.5.23","catch_line":"Applicability Of Other Laws.","url":"\/49.5.23\/","token":"49.5.23"},"16":{"id":"4076","structure_id":"93","section_number":"49.5.24","catch_line":"Severability.","url":"\/49.5.24\/","token":"49.5.24"},"17":{"id":"2092","structure_id":"93","section_number":"49.5.3","catch_line":"Confidential Information.","url":"\/49.5.3\/","token":"49.5.3"},"18":{"id":"1072","structure_id":"93","section_number":"49.5.4","catch_line":"Protection Of Employees Against Retaliation For Reporting Fraud, Waste Or Misuse Of Office.","url":"\/49.5.4\/","token":"49.5.4"},"19":{"id":"3548","structure_id":"93","section_number":"49.5.5","catch_line":"Misuse Of City Position Or Resource.","url":"\/49.5.5\/","token":"49.5.5"},"20":{"id":"1049","structure_id":"93","section_number":"49.5.6","catch_line":"Disclosure Regarding Economic Interests And Other Outside Interests.","url":"\/49.5.6\/","token":"49.5.6"},"21":{"id":"2731","structure_id":"93","section_number":"49.5.7","catch_line":"Disclosure By Nominees.","url":"\/49.5.7\/","token":"49.5.7"},"22":{"id":"3161","structure_id":"93","section_number":"49.5.8","catch_line":"Divestiture Of Assets.","url":"\/49.5.8\/","token":"49.5.8"},"23":{"id":"1323","structure_id":"93","section_number":"49.5.9","catch_line":"Restrictions On Honoraria And Outside Earned Income.","url":"\/49.5.9\/","token":"49.5.9"}},"next_section":{"id":"2731","structure_id":"93","section_number":"49.5.7","catch_line":"Disclosure By Nominees.","url":"\/49.5.7\/","token":"49.5.7"},"metadata":false,"references":false,"url":"\/49.5.6\/","token":"49.5.6","formats":{"txt":"\/49.5.6.txt","json":"\/49.5.6.xml"},"dublin_core":{"Title":"Disclosure Regarding Economic Interests And Other Outside Interests.","Type":"Text","Format":"text\/html","Identifier":"§ 49.5.6","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDISCLOSURE REGARDING ECONOMIC INTERESTS AND OTHER OUTSIDE INTERESTS. (§ 49.5.6)\n\n  DISCLOSURE REGARDING ECONOMIC INTERESTS AND OTHER OUTSIDE INTERESTS.\n\t(Amended by Ord. No. 167,949, Eff. 7\/5\/92; Title Amended by Ord. No. 177,853,\nEff. 10\/7\/06.)\tA.\tPersons Required to File.  (Amended by Ord. No. 173,101, Eff.\n3\/27\/00.)*  The Mayor, City Attorney, Controller, members of the City Council,\neach chief administrative officer of a City department or office, and each\nmember of a board or commission who is a designated employee pursuant to the\nconflict of interest Code of his or her agency shall file a statement of\neconomic interests pursuant to the Political Reform Act of 1974, as amended, and\nshall additionally file a financial disclosure statement pursuant to the\nprovisions of this section.  There shall be two classes of\nfilers,\t(1)\t“high-level filers” and\t(2)\t“other filers”, who shall\ninclude all filers other than “high-level filers”.\tB.\tDisclosure Periods and\nFiling Deadlines. (Amended by Ord. No. 173,101, Eff. 3\/27\/00.)*  On or before\nApril 1 of each calendar year, all filers referred to in Subsection A shall file\na statement of economic interests and a financial disclosure statement pursuant\nto this section, covering a disclosure period of January 1 through December 31\nof the previous calendar year.  On or before October 1 of each calendar year,\nall filers referred to in Subsection A shall either certify that there have been\nno changes in their reportable financial interests during the period of January\n1 through June 30 or shall file a semi-annual financial disclosure statement\ndisclosing any changes in their reportable financial interests which occurred\nduring that period.\tC.\tDisclosure Requirement for High-Level Filers.\t1.\tIn\naddition to statements of economic interests filed pursuant to the Political\nReform Act of 1974, as amended, high-level filers shall file financial\ndisclosure statements disclosing the following financial interests:\t(a)\tAny\ninvestment, regardless of whether the business entity is located in; owns an\ninterest in real property within; or does, within the prior two years did, or\nplans to do business in the City of Los Angeles, and the name and address of any\nco-owner of the business entity.\t(b)\tAny interest in real property (other than a\npersonal residence), regardless of whether the real property is located within\nthe jurisdiction, and the name and address of any co-owner of such real\nproperty.\t(c)\tAny income (including loans, honoraria, travel expenses, gifts,\nand the filer’s community property interest in income of a spouse) regardless\nof whether the source of income resides in; owns an interest in real property\nlocated within; or does, within the prior two years did, or plans to do business\nin the City of Los Angeles.\t(d)\tSeparate property income (including loans,\nhonoraria, travel expenses and gifts) of a filer’s spouse from a restricted\nsource and income of a dependent child from a restricted source.\t(e)\t(Repealed\nby Ord. No. 173,101, Eff. 3\/27\/00.)*\t(e)\tThe name and address of each general\npartner of a partnership in which the filer has an investment valued at $2,000\nor more, together with the name of the partnership.  (Amended by Ord. No.\n173,870, Eff. 5\/14\/01.)\t(f)\t(Para. (g) Relettered (f) by Ord. No. 173,101, Eff.\n3\/27\/00.)*  For any investment required to be disclosed by this subsection or\nany interest in real property (including both an interest required to be\ndisclosed by this subsection and the filer’s personal residence) that was\npurchased during the reporting period:\t(i)\tthe name of the business entity, or\nthe location of the real property by street address, city and state, provided,\nhowever, that the address of the filer’s personal residence need not be\ndisclosed;\t(ii)\tthe purchase price of the investment or interest in real\nproperty (rounded to the nearest $1,000);\t(iii)\tthe name and address of the\nseller.\tThe filer’s initial financial disclosure statement shall disclose any\nsuch transaction which occurred within one year prior to the filing of such\nstatement.\tThis Paragraph (f) shall not require any disclosure relating to a\ntransaction which occurred on a regulated trading market or stock exchange in\nconnection with which the identities of the purchaser and seller are unknown to\none another.  (Para. Amended by Ord. No. 173,101, Eff. 3\/27\/00.)*\t(g)\t(Para.\n(h) Relettered (g) by Ord. No. 173,101, Eff. 3\/27\/00.)*  For any investment\nrequired to be disclosed by this section or any interest in real property\n(including both an interest required to be disclosed by this subsection and the\nfiler’s personal residence) that was sold during the reporting period:\t(i)\tthe\nname and address of the business entity, or the location of the real property by\nstreet address, city and state, provided, however, that the address of the\nfiler’s personal residence need not be disclosed;\t(ii)\tthe selling price of\nthe investment or interest in real property (rounded to the nearest\n$1,000);\t(iii)\tthe name and address of the purchaser.\tThis Paragraph (g) shall\nnot require any disclosure relating to a transaction which occurred on a\nregulated trading market or stock exchange in connection with which the\nidentities of the purchaser and seller are unknown to one another.  (Para.\nAmended by Ord. No. 173,138, Eff. 4\/24\/00.)*\t2.\tExcept as otherwise provided in\nthis subsection, the information required to be disclosed with respect to each\nfinancial interest, and the manner of disclosing that information, shall be the\nsame as required by Article 2 of Chapter 7 of the Political Reform Act of 1974,\nas amended, or by the conflict of interest code of the filer’s agency.\t3.\tThe\nvalue of investments, interests in real property and income (including loans,\nhonoraria, travel expenses, spousal income and income of a dependent child)\nshall be disclosed in the following amounts:\t(a)\tInvestment and interests in\nreal property:\t(i)\tbetween $2,000 and $9,999, the value rounded to the nearest\nthousand;  (Amended by Ord. No. 173,870, Eff. 5\/14\/01.)\t(ii)\tBetween $10,000\nand $99,999, the value rounded to the nearest $10,000;\t(iii)\tBetween $100,00 and\n$250,000, the value rounded to the nearest $25,000, and\t(iv)\tOver $250,000, the\nvalue rounded to the nearest $50,000.\n\t(b)\tIncome (including loans, honoraria, travel expenses, spousal income and\nincome of a dependent child):\t(i)\tbetween $500 and $1,000;  (Amended by Ord.\nNo. 173,870, Eff. 5\/14\/01.)\t(ii)\tBetween $1,001 and $99,999, the value rounded\nto the nearest $1,000.\t(iii)\tAt and above $100,000, the value rounded to the\nnearest $10,000.\t4.\tThe value of real property shall be disclosed pursuant to\nSubdivision 3 based on the County Assessor’s assessed valuation of the\nproperty.\t5.\tIf an investment is listed on a securities exchange within the\nUnited States, the filer may, instead of disclosing the dollar value, disclose\nthe largest number of shares of stock owned, or the highest par value of bonds\nor debentures owned, during the reporting period.\t6.\tIf the actual value of an\nasset is not known by the filer, a good faith estimate based on a reasonable\ninquiry shall satisfy the requirement of this subsection.  In no event shall a\nfiler be required to retain the services of an appraiser in order to comply with\nthis subsection.\tD.\tDisclosure Requirements For Other Filers.\t1.\tIn addition to\nstatements of economic interests filed pursuant to the Political Reform Act of\n1974, as amended, other filers shall file financial disclosure statements\ndisclosing the following financial interests:\t(a)\tAny disclosable\ninvestment.\t(b)\tAny other investment, whether or not located within or doing\nbusiness in the City of Los Angeles, and whether or not owning an interest in\nreal property located within the jurisdiction, if any co-owner of the business\nentity engages in any activity within the City of Los Angeles described in or\ncovered by the filer’s disclosure category of his or her agency’s conflict\nof interest code.  The name and address of any disclosable co-owner of any such\nbusiness entity shall also be disclosed.\t(c)\tAny disclosable interest in real\nproperty.\t(d)\tAny other interest in real property, not located within the\njurisdiction, if any co-owner of the real property, engages in any activity\nwithin the City of Los Angeles described in or covered by the filer’s\ndisclosure category of his or her agency’s conflict of interest code.   The\nname and address of any disclosable co-owner of any such real property shall\nalso be disclosed.\t(e)\tAny disclosable income (including loans, honoraria,\ntravel expenses, gifts and the filer’s community property interest in income\nto a spouse).\t(f)\t(Repealed by Ord. No. 173,101, Eff. 3\/27\/00.)*\t(f)\t(Para. (g)\nRelettered (f) by Ord. No. 173,138, Eff. 4\/24\/00.)*  Separate property income\n(including loans, honoraria, travel expenses, and gifts) of the filer’s spouse\nfrom a restricted source and income of a dependent child from a restricted\nsource, if the source of income would be a disclosable source if received\ndirectly by the filer.  Income to a spouse or dependent child does not include\ntravel or reasonable subsistence expenses, paid by a spouse’s or dependent\nchild’s employer for employment-related travel.\t(g)\tThe name and address of\neach general partner of a partnership in which the filer has an investment\n(required to be disclosed by this subsection) valued at $2,000 or more, together\nwith the name of the partnership.  The identity of a partner is required to be\ndisclosed by this subsection only if the partner engages in any activity within\nthe City of Los Angeles described in or covered by the filer’s disclosure\ncategory of his or her agency’s conflict of interest code.  (Amended by Ord.\nNo. 173,870, Eff. 5\/14\/01.)\t(h)\t(Para. (i) Relettered (h) by Ord. No. 173,138,\nEff. 4\/24\/00.)*  For any investment required to be disclosed by this subsection\nor any interest in real property (including both an interest required to be\ndisclosed by this subsection and the filer’s personal residence) that was\npurchased during the reporting period from a person engaged in the City of Los\nAngeles in an activity described in or covered by the disclosure category of the\nfiler’s conflict of interest code:\t(i)\tthe name of the business entity, or the\nlocation of the real property by street address, city and state, provided,\nhowever, that the address of the filer’s personal residence need not be\ndisclosed;\t(ii)\tthe purchase price of the investment or interest in real\nproperty (rounded to the nearest $1,000);\t(iii)\tthe name and address of the\nseller.\tThe filer’s initial financial disclosure statement shall disclose any\nsuch transaction which occurred within one year prior to the filing of such\nstatement.\tThis Paragraph (h) shall not require any disclosure relating to a\ntransaction which occurred on a regulated trading market or stock exchange in\nconnection with which the identities of the purchaser and seller are unknown to\none another.  (Para. Amended by Ord. No. 173,138, Eff. 4\/24\/00.)*\t(i)\t(Para.\n(j) Relettered (i) by Ord. No. 173,138, Eff. 4\/24\/00.)*  For any investment\nrequired to be disclosed by this subsection or any interest in real property\n(including both an interest required to be disclosed by this subsection and the\nfiler’s personal residence) that was sold during the reporting period to a\nperson engaged in the City of Los Angeles in an activity described in or covered\nby the disclosure category of the filer’s conflict of interest code:\t(i)\tthe\nname of the business entity, or the location of the real property by street\naddress, city and state, provided, however, that the address of the filer’s\npersonal residence need not be disclosed;\t(ii)\tthe selling price of the\ninvestment or interest in real property (rounded to the nearest\n$1,000);\t(iii)\tthe name and address of the purchaser.\tThis Paragraph (i) shall\nnot require any disclosure relating to a transaction which occurred on a\nregulated trading market or stock exchange in connection with which the\nidentities of the purchaser and seller are unknown to one another. (Para.\nAmended by Ord. No. 173,138, Eff. 4\/24\/00.)*\t2.\tExcept as otherwise provided in\nthis subsection, the information and amounts required to be disclosed with\nrespect to each financial interest, and the manner of disclosing that\ninformation, shall be the same as required by Article 2 of Chapter 7 of the\nPolitical Reform Act of 1974, as amended, or by the conflict of interest code of\nthe filer’s agency.\t3.\tThe value of real property shall be disclosed pursuant\nto Subdivision 3 based on the County Assessor’s assessed valuation of the\nproperty.\t4.\tIf an investment is listed on a securities exchange within the\nUnited States, the filer may, instead of disclosing the value, disclose the\nlargest number of shares of stock owned, or the highest par value of bonds or\ndebentures owned, during the reporting period.\t5.\tIf the actual value of an\nasset is not known by the filer, a good faith estimate based on a reasonable\ninquiry, shall satisfy the requirement of this subsection.  In no event shall a\nfiler be required to retain the services of an appraiser in order to comply with\nthis subsection.\tE.\tAdditional Disclosure Requirement Pursuant To Regulations of\nthe City Ethics Commission.  The City Ethics Commission may, by regulation,\nrequire disclosure by filers of specific types of financial interests, in\naddition to those interests required to be disclosed pursuant to Subsection D of\nthis section, if the interest could with reasonable foreseeability be affected\nmaterially by the filer’s exercise of his or her official duties.\tF.\tException\nIf Disclosure Would Violate Legally Recognized Privilege.  A filer need not\ndisclose the name of a person who paid fees or made payments to the filer or to\na business entity in which the filer or the filer’s spouse owns an investment\nif disclosure of the person’s name would violate a legally recognized\nprivilege under California law, such as but not limited to the attorney-client\nand the physician-patient privileges.  Such person’s name may be withheld in\naccordance with the rules relating to privilege applicable to disclosure under\nthe California Political Reform Act of 1974, as amended, and pursuant to the\nprocedure established by 2 California Code of Regulations Section 18740, as\namended, or by a successor regulation.\tG.\tDisclosure By Consultants.\t1.\tThe City\nEthics Commission shall adopt by regulation a definition of “consultants”\nwho are required to file statements of economic interests.  In addition to the\ndisclosure requirements of the Political Reform Act, such consultants shall\nidentify their other clients who paid them more than $10,000 during the previous\nyear and shall disclose such other information that the Commission determines,\nby regulation, is necessary to identify potential conflicts of interest.\t2.\tEach\nconsultant who is required to file a statement of economic interest shall be\nrequired to attend a training program conducted or sponsored by the\nCommission.\tH.\tOn a semi-annual basis, the City Ethics Commission shall publish\na list identifying for each agency any person who, during the prior six months,\nwas a party to a contract with the City, was a bidder on any City contract, or\nresponded to a request for proposals for a contract with the City.\tI.\tStatements\nof City Related Business.  (Added by Ord. No. 177,190, Eff. 1\/23\/06.)\t1.\tEach\nperson holding an elective City office, each general manager of a department of\nCity government, each member of a board of commissioners or any other board of\nCity government, whether created by ordinance or by Charter, and each appointive\nofficer named in the Charter, shall file Statements of City-Related Business\nwith the City Ethics Commission in accordance with the provisions of this\nsubsection.  Such person shall file a Statement of City-Related Business within\nten (10) calendar days after each occurrence of one or more of the transactions\nor proceedings described in this subsection.\t2.\tFor the purposes of this\nsubsection, a Statement of City-Related Business shall disclose a transaction,\nor a proceeding, whether or not specifically provided for by law, wherein action\nwas required or requested to be taken or withheld by the City or any of its\nofficers or employees in their official capacity, if:\t(a)\tIt took place during\nthe tenure of office of the person required to file the statement; and\t(b)\tIt\nwas participated in by that person, the spouse of that person, or a business\nentity in which either that person or that person’s spouse or both in any\nmanner held a five percent (5%) or more ownership interest; and\t(c)\tIt\ninvolved:\t(i)\tthe sale of real or personal property by or to the City,\nor\t(ii)\tthe performance of services to the City pursuant to any contract,\nor\t(iii)\ta grant, loan, or forgiveness or payment of indebtedness by or to the\nCity, or\t(iv)\tan application made to, or a grant made by, the City of any\nlicense, certificate, permit, franchise, change of zone, variance, credential,\nor any other form of benefit or relief.\t3.\tA Statement of City-Related Business\nneed not include a listing of any application where applicable law requires the\ngranting of the application without the exercise of judgment or discretion by an\nofficial or employee of the City.\t4.\tThe Statement of City-Related Business\nshall be in sufficient detail as to dates, amounts, identifying numbers or\nsymbols, if any, locations, and subject matter to make the transactions or\nproceedings listed identifiable by reference to records of the City.  It shall\nbe filed on a form provided by the City Ethics Commission.\t5.\tEach Statement\nshall be supported by a written certification or declaration signed under\npenalty of perjury by the person required to file, and shall become a public\nrecord when filed.\t6.\tNothing in this subsection shall be construed to require a\nmember of the Board of Education to file Statements of City-Related\nBusiness.\t7.\tA Statement of City-Related Business filed pursuant to this\nsubsection shall satisfy the requirements of Section 323.1 of the City Election\nCode.\tJ.\tRecusal Notification.  (Added by Ord. No. 177,853, Eff.\n10\/7\/06.)\t1.\tEach member of a City board or commission required to file\nstatements of economic interests pursuant to the Political Reform Act of 1974,\nas amended, shall complete a “Recusal Notification Form” each time the\nmember recuses himself or herself in relation to an actual conflict of interests\nor the appearance of a conflict of interests under any applicable law.\t(a)\tThe\ncommission or board member shall submit a copy of the completed Recusal\nNotification Form to the Executive Secretary for the Commission or Board (or the\nperson acting in that capacity) as soon as possible after the posting of the\nagenda containing the item, including continued items, involving the member’s\nconflict of interests.\t(b)\tIn addition, the commission or board member shall\nsubmit the original, completed Recusal Notification Form, along with a copy of\nthe meeting agenda containing the item involving the commission or board\nmember’s conflict of interests to the Ethics Commission no later than 15\ncalendar days after the date of the meeting at which the commission or board \nmember recused himself or herself.\t(c)\tThe commission or board member shall also\nsubmit the Recusal Notification Form as described in (a) and (b) above to the\nExecutive Secretary and the Ethics Commission even if the commission or board\nmember will not be or was not present at the meeting, but would have been\nrequired to recuse himself or herself on a matter appearing on the commission or\nboard agenda if the member had been present.\t2.\tThe Recusal Notification Form\nshall be prescribed by the City Ethics  Commission, but shall include at a\nminimum the following:\t(a)\tName of commission\/board member recusing himself or\nherself;\t(b)\tName of the board or commission of which he or she is a\nmember;\t(c)\tThe date of the meeting at which the recusal occurred or would have\noccurred;\t(d)\tThe agenda item number and brief description of the\nmatter;\t(e)\tThe specific economic or other outside interest causing recusal (for\nexample, personal residence, client of firm, source of income, board member of\norganization); and\t(f)\tWhether the matter concerns the making of a contract.\t* \nAmendments enacted by Ord. No. 173,101 and Ord. No. 173,138 shall be applicable\nto the financial disclosure statements required to be filed on April 1, 2000 and\nthereafter.\n","html":"\n\t\t\t\t\t<section><p>  DISCLOSURE REGARDING ECONOMIC INTERESTS AND OTHER OUTSIDE INTERESTS.\n\t(Amended by Ord. No. 167,949, Eff. 7\/5\/92; Title Amended by Ord. No. 177,853, Eff. 10\/7\/06.)<br \/><br \/>\tA.\tPersons Required to File.  (Amended by Ord. No. 173,101, Eff. 3\/27\/00.)*  The Mayor, City Attorney, Controller, members of the City Council, each chief administrative officer of a City department or office, and each member of a board or commission who is a designated employee pursuant to the <span class=\"dictionary\">conflict of interest<\/span> Code of his or her agency shall file a statement of economic interests pursuant to the Political Reform Act of 1974, as amended, and shall additionally file a financial <span class=\"dictionary\">disclosure statement<\/span> pursuant to the provisions of this section.  There shall be two classes of filers,<br \/><br \/>\t(1)\t“high-level filers” and<br \/><br \/>\t(2)\t“other filers”, who shall include all filers other than “high-level filers”.<br \/><br \/>\tB.\tDisclosure Periods and Filing Deadlines. (Amended by Ord. No. 173,101, Eff. 3\/27\/00.)*  On or before April 1 of each calendar year, all filers referred to in Subsection A shall file a statement of economic interests and a financial <span class=\"dictionary\">disclosure statement<\/span> pursuant to this section, covering a disclosure period of January 1 through December 31 of the previous calendar year.  On or before October 1 of each calendar year, all filers referred to in Subsection A shall either certify that there have been no changes in their reportable financial interests during the period of January 1 through June 30 or shall file a semi-annual financial <span class=\"dictionary\">disclosure statement<\/span> disclosing any changes in their reportable financial interests which occurred during that period.<br \/><br \/>\tC.\tDisclosure Requirement for High-Level Filers.<br \/><br \/>\t1.\tIn addition to statements of economic interests filed pursuant to the Political Reform Act of 1974, as amended, high-level filers shall file financial <span class=\"dictionary\">disclosure statements<\/span> disclosing the following financial interests:<br \/><br \/>\t(a)\tAny investment, regardless of whether the business entity is located in; owns an interest in real property within; or does, within the prior two years did, or plans to do business in the City of Los Angeles, and the name and address of any co-owner of the business entity.<br \/><br \/>\t(b)\tAny interest in real property (other than a personal residence), regardless of whether the real property is located within the <span class=\"dictionary\">jurisdiction<\/span>, and the name and address of any co-owner of such real property.<br \/><br \/>\t(c)\tAny income (including loans, honoraria, travel expenses, gifts, and the filer’s community property interest in income of a spouse) regardless of whether the source of income resides in; owns an interest in real property located within; or does, within the prior two years did, or plans to do business in the City of Los Angeles.<br \/><br \/>\t(d)\tSeparate property income (including loans, honoraria, travel expenses and gifts) of a filer’s spouse from a restricted source and income of a dependent child from a restricted source.<br \/><br \/>\t(e)\t(Repealed by Ord. No. 173,101, Eff. 3\/27\/00.)*<br \/><br \/>\t(e)\tThe name and address of each general partner of a partnership in which the filer has an investment valued at $2,000 or more, together with the name of the partnership.  (Amended by Ord. No. 173,870, Eff. 5\/14\/01.)<br \/><br \/>\t(f)\t(Para. (g) Relettered (f) by Ord. No. 173,101, Eff. 3\/27\/00.)*  For any investment required to be disclosed by this subsection or any interest in real property (including both an interest required to be disclosed by this subsection and the filer’s personal residence) that was purchased during the reporting period:<br \/><br \/>\t(i)\tthe name of the business entity, or the location of the real property by street address, city and state, provided, however, that the address of the filer’s personal residence need not be disclosed;<br \/><br \/>\t(ii)\tthe purchase price of the investment or interest in real property (rounded to the nearest $1,000);<br \/><br \/>\t(iii)\tthe name and address of the seller.<br \/><br \/>\tThe filer’s initial financial <span class=\"dictionary\">disclosure statement<\/span> shall disclose any such transaction which occurred within one year prior to the filing of such statement.<br \/><br \/>\tThis Paragraph (f) shall not require any disclosure relating to a transaction which occurred on a regulated trading market or stock exchange in connection with which the identities of the purchaser and seller are unknown to one another.  (Para. Amended by Ord. No. 173,101, Eff. 3\/27\/00.)*<br \/><br \/>\t(g)\t(Para. (h) Relettered (g) by Ord. No. 173,101, Eff. 3\/27\/00.)*  For any investment required to be disclosed by this section or any interest in real property (including both an interest required to be disclosed by this subsection and the filer’s personal residence) that was sold during the reporting period:<br \/><br \/>\t(i)\tthe name and address of the business entity, or the location of the real property by street address, city and state, provided, however, that the address of the filer’s personal residence need not be disclosed;<br \/><br \/>\t(ii)\tthe selling price of the investment or interest in real property (rounded to the nearest $1,000);<br \/><br \/>\t(iii)\tthe name and address of the purchaser.<br \/><br \/>\tThis Paragraph (g) shall not require any disclosure relating to a transaction which occurred on a regulated trading market or stock exchange in connection with which the identities of the purchaser and seller are unknown to one another.  (Para. Amended by Ord. No. 173,138, Eff. 4\/24\/00.)*<br \/><br \/>\t2.\tExcept as otherwise provided in this subsection, the information required to be disclosed with respect to each financial interest, and the manner of disclosing that information, shall be the same as required by Article 2 of Chapter 7 of the Political Reform Act of 1974, as amended, or by the <span class=\"dictionary\">conflict of interest<\/span> code of the filer’s agency.<br \/><br \/>\t3.\tThe value of investments, interests in real property and income (including loans, honoraria, travel expenses, spousal income and income of a dependent child) shall be disclosed in the following amounts:<br \/><br \/>\t(a)\tInvestment and interests in real property:<br \/><br \/>\t(i)\tbetween $2,000 and $9,999, the value rounded to the nearest thousand;  (Amended by Ord. No. 173,870, Eff. 5\/14\/01.)<br \/><br \/>\t(ii)\tBetween $10,000 and $99,999, the value rounded to the nearest $10,000;<br \/><br \/>\t(iii)\tBetween $100,00 and $250,000, the value rounded to the nearest $25,000, and<br \/><br \/>\t(iv)\tOver $250,000, the value rounded to the nearest $50,000.\n\t(b)\tIncome (including loans, honoraria, travel expenses, spousal income and income of a dependent child):<br \/><br \/>\t(i)\tbetween $500 and $1,000;  (Amended by Ord. No. 173,870, Eff. 5\/14\/01.)<br \/><br \/>\t(ii)\tBetween $1,001 and $99,999, the value rounded to the nearest $1,000.<br \/><br \/>\t(iii)\tAt and above $100,000, the value rounded to the nearest $10,000.<br \/><br \/>\t4.\tThe value of real property shall be disclosed pursuant to Subdivision 3 based on the County Assessor’s assessed valuation of the property.<br \/><br \/>\t5.\tIf an investment is listed on a securities exchange within the United States, the filer may, instead of disclosing the dollar value, disclose the largest number of shares of stock owned, or the highest par value of <span class=\"dictionary\">bonds<\/span> or debentures owned, during the reporting period.<br \/><br \/>\t6.\tIf the actual value of an asset is not known by the filer, a good faith estimate based on a reasonable inquiry shall satisfy the requirement of this subsection.  In no event shall a filer be required to retain the services of an appraiser in <span class=\"dictionary\">order<\/span> to comply with this subsection.<br \/><br \/>\tD.\tDisclosure Requirements For Other Filers.<br \/><br \/>\t1.\tIn addition to statements of economic interests filed pursuant to the Political Reform Act of 1974, as amended, other filers shall file financial <span class=\"dictionary\">disclosure statements<\/span> disclosing the following financial interests:<br \/><br \/>\t(a)\tAny disclosable investment.<br \/><br \/>\t(b)\tAny other investment, whether or not located within or doing business in the City of Los Angeles, and whether or not owning an interest in real property located within the <span class=\"dictionary\">jurisdiction<\/span>, if any co-owner of the business entity engages in any activity within the City of Los Angeles described in or covered by the filer’s disclosure category of his or her agency’s <span class=\"dictionary\">conflict of interest<\/span> code.  The name and address of any disclosable co-owner of any such business entity shall also be disclosed.<br \/><br \/>\t(c)\tAny disclosable interest in real property.<br \/><br \/>\t(d)\tAny other interest in real property, not located within the <span class=\"dictionary\">jurisdiction<\/span>, if any co-owner of the real property, engages in any activity within the City of Los Angeles described in or covered by the filer’s disclosure category of his or her agency’s <span class=\"dictionary\">conflict of interest<\/span> code.   The name and address of any disclosable co-owner of any such real property shall also be disclosed.<br \/><br \/>\t(e)\tAny disclosable income (including loans, honoraria, travel expenses, gifts and the filer’s community property interest in income to a spouse).<br \/><br \/>\t(f)\t(Repealed by Ord. No. 173,101, Eff. 3\/27\/00.)*<br \/><br \/>\t(f)\t(Para. (g) Relettered (f) by Ord. No. 173,138, Eff. 4\/24\/00.)*  Separate property income (including loans, honoraria, travel expenses, and gifts) of the filer’s spouse from a restricted source and income of a dependent child from a restricted source, if the source of income would be a disclosable source if received directly by the filer.  Income to a spouse or dependent child does not include travel or reasonable subsistence expenses, paid by a spouse’s or dependent child’s employer for employment-related travel.<br \/><br \/>\t(g)\tThe name and address of each general partner of a partnership in which the filer has an investment (required to be disclosed by this subsection) valued at $2,000 or more, together with the name of the partnership.  The identity of a partner is required to be disclosed by this subsection only if the partner engages in any activity within the City of Los Angeles described in or covered by the filer’s disclosure category of his or her agency’s <span class=\"dictionary\">conflict of interest<\/span> code.  (Amended by Ord. No. 173,870, Eff. 5\/14\/01.)<br \/><br \/>\t(h)\t(Para. (i) Relettered (h) by Ord. No. 173,138, Eff. 4\/24\/00.)*  For any investment required to be disclosed by this subsection or any interest in real property (including both an interest required to be disclosed by this subsection and the filer’s personal residence) that was purchased during the reporting period from a person engaged in the City of Los Angeles in an activity described in or covered by the disclosure category of the filer’s <span class=\"dictionary\">conflict of interest<\/span> code:<br \/><br \/>\t(i)\tthe name of the business entity, or the location of the real property by street address, city and state, provided, however, that the address of the filer’s personal residence need not be disclosed;<br \/><br \/>\t(ii)\tthe purchase price of the investment or interest in real property (rounded to the nearest $1,000);<br \/><br \/>\t(iii)\tthe name and address of the seller.<br \/><br \/>\tThe filer’s initial financial <span class=\"dictionary\">disclosure statement<\/span> shall disclose any such transaction which occurred within one year prior to the filing of such statement.<br \/><br \/>\tThis Paragraph (h) shall not require any disclosure relating to a transaction which occurred on a regulated trading market or stock exchange in connection with which the identities of the purchaser and seller are unknown to one another.  (Para. Amended by Ord. No. 173,138, Eff. 4\/24\/00.)*<br \/><br \/>\t(i)\t(Para. (j) Relettered (i) by Ord. No. 173,138, Eff. 4\/24\/00.)*  For any investment required to be disclosed by this subsection or any interest in real property (including both an interest required to be disclosed by this subsection and the filer’s personal residence) that was sold during the reporting period to a person engaged in the City of Los Angeles in an activity described in or covered by the disclosure category of the filer’s <span class=\"dictionary\">conflict of interest<\/span> code:<br \/><br \/>\t(i)\tthe name of the business entity, or the location of the real property by street address, city and state, provided, however, that the address of the filer’s personal residence need not be disclosed;<br \/><br \/>\t(ii)\tthe selling price of the investment or interest in real property (rounded to the nearest $1,000);<br \/><br \/>\t(iii)\tthe name and address of the purchaser.<br \/><br \/>\tThis Paragraph (i) shall not require any disclosure relating to a transaction which occurred on a regulated trading market or stock exchange in connection with which the identities of the purchaser and seller are unknown to one another. (Para. Amended by Ord. No. 173,138, Eff. 4\/24\/00.)*<br \/><br \/>\t2.\tExcept as otherwise provided in this subsection, the information and amounts required to be disclosed with respect to each financial interest, and the manner of disclosing that information, shall be the same as required by Article 2 of Chapter 7 of the Political Reform Act of 1974, as amended, or by the <span class=\"dictionary\">conflict of interest<\/span> code of the filer’s agency.<br \/><br \/>\t3.\tThe value of real property shall be disclosed pursuant to Subdivision 3 based on the County Assessor’s assessed valuation of the property.<br \/><br \/>\t4.\tIf an investment is listed on a securities exchange within the United States, the filer may, instead of disclosing the value, disclose the largest number of shares of stock owned, or the highest par value of <span class=\"dictionary\">bonds<\/span> or debentures owned, during the reporting period.<br \/><br \/>\t5.\tIf the actual value of an asset is not known by the filer, a good faith estimate based on a reasonable inquiry, shall satisfy the requirement of this subsection.  In no event shall a filer be required to retain the services of an appraiser in <span class=\"dictionary\">order<\/span> to comply with this subsection.<br \/><br \/>\tE.\tAdditional Disclosure Requirement Pursuant To Regulations of the City Ethics Commission.  The City Ethics Commission may, by regulation, require disclosure by filers of specific types of financial interests, in addition to those interests required to be disclosed pursuant to Subsection D of this section, if the interest could with reasonable foreseeability be affected materially by the filer’s exercise of his or her official duties.<br \/><br \/>\tF.\tException If Disclosure Would Violate Legally Recognized <span class=\"dictionary\">Privilege<\/span>.  A filer need not disclose the name of a person who paid fees or made payments to the filer or to a business entity in which the filer or the filer’s spouse owns an investment if disclosure of the person’s name would violate a legally recognized <span class=\"dictionary\">privilege<\/span> under California <span class=\"dictionary\">law<\/span>, such as but not limited to the attorney-client and the physician-patient <span class=\"dictionary\">privileges<\/span>.  Such person’s name may be withheld in accordance with the rules relating to <span class=\"dictionary\">privilege<\/span> applicable to disclosure under the California Political Reform Act of 1974, as amended, and pursuant to the procedure established by 2 California Code of Regulations Section 18740, as amended, or by a successor regulation.<br \/><br \/>\tG.\tDisclosure By Consultants.<br \/><br \/>\t1.\tThe City Ethics Commission shall adopt by regulation a definition of “consultants” who are required to file statements of economic interests.  In addition to the disclosure requirements of the Political Reform Act, such consultants shall identify their other clients who paid them more than $10,000 during the previous year and shall disclose such other information that the Commission determines, by regulation, is necessary to identify potential conflicts of interest.<br \/><br \/>\t2.\tEach consultant who is required to file a statement of economic interest shall be required to attend a training program conducted or sponsored by the Commission.<br \/><br \/>\tH.\tOn a semi-annual basis, the City Ethics Commission shall publish a list identifying for each agency any person who, during the prior six months, was a <span class=\"dictionary\">party<\/span> to a <span class=\"dictionary\">contract<\/span> with the City, was a bidder on any City <span class=\"dictionary\">contract<\/span>, or responded to a request for proposals for a <span class=\"dictionary\">contract<\/span> with the City.<br \/><br \/>\tI.\tStatements of City Related Business.  (Added by Ord. No. 177,190, Eff. 1\/23\/06.)<br \/><br \/>\t1.\tEach person holding an elective City office, each general manager of a department of City government, each member of a board of commissioners or any other board of City government, whether created by <span class=\"dictionary\">ordinance<\/span> or by Charter, and each appointive officer named in the Charter, shall file Statements of City-Related Business with the City Ethics Commission in accordance with the provisions of this subsection.  Such person shall file a Statement of City-Related Business within ten (10) calendar days after each occurrence of one or more of the transactions or proceedings described in this subsection.<br \/><br \/>\t2.\tFor the purposes of this subsection, a Statement of City-Related Business shall disclose a transaction, or a proceeding, whether or not specifically provided for by <span class=\"dictionary\">law<\/span>, wherein action was required or requested to be taken or withheld by the City or any of its officers or employees in their official capacity, if:<br \/><br \/>\t(a)\tIt took place during the tenure of office of the person required to file the statement; and<br \/><br \/>\t(b)\tIt was participated in by that person, the spouse of that person, or a business entity in which either that person or that person’s spouse or both in any manner held a five percent (5%) or more ownership interest; and<br \/><br \/>\t(c)\tIt involved:<br \/><br \/>\t(i)\tthe sale of real or personal property by or to the City, or<br \/><br \/>\t(ii)\tthe performance of services to the City pursuant to any <span class=\"dictionary\">contract<\/span>, or<br \/><br \/>\t(iii)\ta grant, loan, or forgiveness or payment of indebtedness by or to the City, or<br \/><br \/>\t(iv)\tan application made to, or a grant made by, the City of any license, certificate, permit, franchise, change of zone, variance, credential, or any other form of benefit or relief.<br \/><br \/>\t3.\tA Statement of City-Related Business need not include a listing of any application where applicable <span class=\"dictionary\">law<\/span> requires the granting of the application without the exercise of <span class=\"dictionary\">judgment<\/span> or discretion by an official or employee of the City.<br \/><br \/>\t4.\tThe Statement of City-Related Business shall be in sufficient detail as to dates, amounts, identifying numbers or symbols, if any, locations, and subject matter to make the transactions or proceedings listed identifiable by reference to records of the City.  It shall be filed on a form provided by the City Ethics Commission.<br \/><br \/>\t5.\tEach Statement shall be supported by a written certification or declaration signed under <span class=\"dictionary\">penalty<\/span> of <span class=\"dictionary\">perjury<\/span> by the person required to file, and shall become a public record when filed.<br \/><br \/>\t6.\tNothing in this subsection shall be construed to require a member of the Board of Education to file Statements of City-Related Business.<br \/><br \/>\t7.\tA Statement of City-Related Business filed pursuant to this subsection shall satisfy the requirements of Section 323.1 of the City Election Code.<br \/><br \/>\tJ.\t<span class=\"dictionary\">Recusal<\/span> Notification.  (Added by Ord. No. 177,853, Eff. 10\/7\/06.)<br \/><br \/>\t1.\tEach member of a City board or commission required to file statements of economic interests pursuant to the Political Reform Act of 1974, as amended, shall complete a “<span class=\"dictionary\">Recusal<\/span> Notification Form” each time the member <span class=\"dictionary\">recuses<\/span> himself or herself in relation to an actual <span class=\"dictionary\">conflict of interests<\/span> or the <span class=\"dictionary\">appearance<\/span> of a <span class=\"dictionary\">conflict of interests<\/span> under any applicable <span class=\"dictionary\">law<\/span>.<br \/><br \/>\t(a)\tThe commission or board member shall submit a copy of the completed <span class=\"dictionary\">Recusal<\/span> Notification Form to the Executive Secretary for the Commission or Board (or the person acting in that capacity) as soon as possible after the posting of the agenda containing the item, including continued items, involving the member’s <span class=\"dictionary\">conflict of interests<\/span>.<br \/><br \/>\t(b)\tIn addition, the commission or board member shall submit the original, completed <span class=\"dictionary\">Recusal<\/span> Notification Form, along with a copy of the meeting agenda containing the item involving the commission or board member’s <span class=\"dictionary\">conflict of interests<\/span> to the Ethics Commission no later than 15 calendar days after the date of the meeting at which the commission or board  member recused himself or herself.<br \/><br \/>\t(c)\tThe commission or board member shall also submit the <span class=\"dictionary\">Recusal<\/span> Notification Form as described in (a) and (b) above to the Executive Secretary and the Ethics Commission even if the commission or board member will not be or was not present at the meeting, but would have been required to <span class=\"dictionary\">recuse<\/span> himself or herself on a matter appearing on the commission or board agenda if the member had been present.<br \/><br \/>\t2.\tThe <span class=\"dictionary\">Recusal<\/span> Notification Form shall be prescribed by the City Ethics  Commission, but shall include at a minimum the following:<br \/><br \/>\t(a)\tName of commission\/board member recusing himself or herself;<br \/><br \/>\t(b)\tName of the board or commission of which he or she is a member;<br \/><br \/>\t(c)\tThe date of the meeting at which the <span class=\"dictionary\">recusal<\/span> occurred or would have occurred;<br \/><br \/>\t(d)\tThe agenda item number and <span class=\"dictionary\">brief<\/span> description of the matter;<br \/><br \/>\t(e)\tThe specific economic or other outside interest causing <span class=\"dictionary\">recusal<\/span> (for example, personal residence, client of firm, source of income, board member of organization); and<br \/><br \/>\t(f)\tWhether the matter concerns the making of a <span class=\"dictionary\">contract<\/span>.<br \/><br \/>\t*  Amendments enacted by Ord. No. 173,101 and Ord. No. 173,138 shall be applicable to the financial <span class=\"dictionary\">disclosure statements<\/span> required to be filed on April 1, 2000 and thereafter.<\/p><\/section>","previous_section":{"id":"3548","structure_id":"93","section_number":"49.5.5","catch_line":"Misuse Of City Position Or Resource.","url":"\/49.5.5\/","token":"49.5.5"},"text":{"0":{"id":"1037","text":"  DISCLOSURE REGARDING ECONOMIC INTERESTS AND OTHER OUTSIDE INTERESTS.\n\t(Amended by Ord. No. 167,949, Eff. 7\/5\/92; Title Amended by Ord. No. 177,853, Eff. 10\/7\/06.)\tA.\tPersons Required to File.  (Amended by Ord. No. 173,101, Eff. 3\/27\/00.)*  The Mayor, City Attorney, Controller, members of the City Council, each chief administrative officer of a City department or office, and each member of a board or commission who is a designated employee pursuant to the conflict of interest Code of his or her agency shall file a statement of economic interests pursuant to the Political Reform Act of 1974, as amended, and shall additionally file a financial disclosure statement pursuant to the provisions of this section.  There shall be two classes of filers,\t(1)\t“high-level filers” and\t(2)\t“other filers”, who shall include all filers other than “high-level filers”.\tB.\tDisclosure Periods and Filing Deadlines. (Amended by Ord. No. 173,101, Eff. 3\/27\/00.)*  On or before April 1 of each calendar year, all filers referred to in Subsection A shall file a statement of economic interests and a financial disclosure statement pursuant to this section, covering a disclosure period of January 1 through December 31 of the previous calendar year.  On or before October 1 of each calendar year, all filers referred to in Subsection A shall either certify that there have been no changes in their reportable financial interests during the period of January 1 through June 30 or shall file a semi-annual financial disclosure statement disclosing any changes in their reportable financial interests which occurred during that period.\tC.\tDisclosure Requirement for High-Level Filers.\t1.\tIn addition to statements of economic interests filed pursuant to the Political Reform Act of 1974, as amended, high-level filers shall file financial disclosure statements disclosing the following financial interests:\t(a)\tAny investment, regardless of whether the business entity is located in; owns an interest in real property within; or does, within the prior two years did, or plans to do business in the City of Los Angeles, and the name and address of any co-owner of the business entity.\t(b)\tAny interest in real property (other than a personal residence), regardless of whether the real property is located within the jurisdiction, and the name and address of any co-owner of such real property.\t(c)\tAny income (including loans, honoraria, travel expenses, gifts, and the filer’s community property interest in income of a spouse) regardless of whether the source of income resides in; owns an interest in real property located within; or does, within the prior two years did, or plans to do business in the City of Los Angeles.\t(d)\tSeparate property income (including loans, honoraria, travel expenses and gifts) of a filer’s spouse from a restricted source and income of a dependent child from a restricted source.\t(e)\t(Repealed by Ord. No. 173,101, Eff. 3\/27\/00.)*\t(e)\tThe name and address of each general partner of a partnership in which the filer has an investment valued at $2,000 or more, together with the name of the partnership.  (Amended by Ord. No. 173,870, Eff. 5\/14\/01.)\t(f)\t(Para. (g) Relettered (f) by Ord. No. 173,101, Eff. 3\/27\/00.)*  For any investment required to be disclosed by this subsection or any interest in real property (including both an interest required to be disclosed by this subsection and the filer’s personal residence) that was purchased during the reporting period:\t(i)\tthe name of the business entity, or the location of the real property by street address, city and state, provided, however, that the address of the filer’s personal residence need not be disclosed;\t(ii)\tthe purchase price of the investment or interest in real property (rounded to the nearest $1,000);\t(iii)\tthe name and address of the seller.\tThe filer’s initial financial disclosure statement shall disclose any such transaction which occurred within one year prior to the filing of such statement.\tThis Paragraph (f) shall not require any disclosure relating to a transaction which occurred on a regulated trading market or stock exchange in connection with which the identities of the purchaser and seller are unknown to one another.  (Para. Amended by Ord. No. 173,101, Eff. 3\/27\/00.)*\t(g)\t(Para. (h) Relettered (g) by Ord. No. 173,101, Eff. 3\/27\/00.)*  For any investment required to be disclosed by this section or any interest in real property (including both an interest required to be disclosed by this subsection and the filer’s personal residence) that was sold during the reporting period:\t(i)\tthe name and address of the business entity, or the location of the real property by street address, city and state, provided, however, that the address of the filer’s personal residence need not be disclosed;\t(ii)\tthe selling price of the investment or interest in real property (rounded to the nearest $1,000);\t(iii)\tthe name and address of the purchaser.\tThis Paragraph (g) shall not require any disclosure relating to a transaction which occurred on a regulated trading market or stock exchange in connection with which the identities of the purchaser and seller are unknown to one another.  (Para. Amended by Ord. No. 173,138, Eff. 4\/24\/00.)*\t2.\tExcept as otherwise provided in this subsection, the information required to be disclosed with respect to each financial interest, and the manner of disclosing that information, shall be the same as required by Article 2 of Chapter 7 of the Political Reform Act of 1974, as amended, or by the conflict of interest code of the filer’s agency.\t3.\tThe value of investments, interests in real property and income (including loans, honoraria, travel expenses, spousal income and income of a dependent child) shall be disclosed in the following amounts:\t(a)\tInvestment and interests in real property:\t(i)\tbetween $2,000 and $9,999, the value rounded to the nearest thousand;  (Amended by Ord. No. 173,870, Eff. 5\/14\/01.)\t(ii)\tBetween $10,000 and $99,999, the value rounded to the nearest $10,000;\t(iii)\tBetween $100,00 and $250,000, the value rounded to the nearest $25,000, and\t(iv)\tOver $250,000, the value rounded to the nearest $50,000.\n\t(b)\tIncome (including loans, honoraria, travel expenses, spousal income and income of a dependent child):\t(i)\tbetween $500 and $1,000;  (Amended by Ord. No. 173,870, Eff. 5\/14\/01.)\t(ii)\tBetween $1,001 and $99,999, the value rounded to the nearest $1,000.\t(iii)\tAt and above $100,000, the value rounded to the nearest $10,000.\t4.\tThe value of real property shall be disclosed pursuant to Subdivision 3 based on the County Assessor’s assessed valuation of the property.\t5.\tIf an investment is listed on a securities exchange within the United States, the filer may, instead of disclosing the dollar value, disclose the largest number of shares of stock owned, or the highest par value of bonds or debentures owned, during the reporting period.\t6.\tIf the actual value of an asset is not known by the filer, a good faith estimate based on a reasonable inquiry shall satisfy the requirement of this subsection.  In no event shall a filer be required to retain the services of an appraiser in order to comply with this subsection.\tD.\tDisclosure Requirements For Other Filers.\t1.\tIn addition to statements of economic interests filed pursuant to the Political Reform Act of 1974, as amended, other filers shall file financial disclosure statements disclosing the following financial interests:\t(a)\tAny disclosable investment.\t(b)\tAny other investment, whether or not located within or doing business in the City of Los Angeles, and whether or not owning an interest in real property located within the jurisdiction, if any co-owner of the business entity engages in any activity within the City of Los Angeles described in or covered by the filer’s disclosure category of his or her agency’s conflict of interest code.  The name and address of any disclosable co-owner of any such business entity shall also be disclosed.\t(c)\tAny disclosable interest in real property.\t(d)\tAny other interest in real property, not located within the jurisdiction, if any co-owner of the real property, engages in any activity within the City of Los Angeles described in or covered by the filer’s disclosure category of his or her agency’s conflict of interest code.   The name and address of any disclosable co-owner of any such real property shall also be disclosed.\t(e)\tAny disclosable income (including loans, honoraria, travel expenses, gifts and the filer’s community property interest in income to a spouse).\t(f)\t(Repealed by Ord. No. 173,101, Eff. 3\/27\/00.)*\t(f)\t(Para. (g) Relettered (f) by Ord. No. 173,138, Eff. 4\/24\/00.)*  Separate property income (including loans, honoraria, travel expenses, and gifts) of the filer’s spouse from a restricted source and income of a dependent child from a restricted source, if the source of income would be a disclosable source if received directly by the filer.  Income to a spouse or dependent child does not include travel or reasonable subsistence expenses, paid by a spouse’s or dependent child’s employer for employment-related travel.\t(g)\tThe name and address of each general partner of a partnership in which the filer has an investment (required to be disclosed by this subsection) valued at $2,000 or more, together with the name of the partnership.  The identity of a partner is required to be disclosed by this subsection only if the partner engages in any activity within the City of Los Angeles described in or covered by the filer’s disclosure category of his or her agency’s conflict of interest code.  (Amended by Ord. No. 173,870, Eff. 5\/14\/01.)\t(h)\t(Para. (i) Relettered (h) by Ord. No. 173,138, Eff. 4\/24\/00.)*  For any investment required to be disclosed by this subsection or any interest in real property (including both an interest required to be disclosed by this subsection and the filer’s personal residence) that was purchased during the reporting period from a person engaged in the City of Los Angeles in an activity described in or covered by the disclosure category of the filer’s conflict of interest code:\t(i)\tthe name of the business entity, or the location of the real property by street address, city and state, provided, however, that the address of the filer’s personal residence need not be disclosed;\t(ii)\tthe purchase price of the investment or interest in real property (rounded to the nearest $1,000);\t(iii)\tthe name and address of the seller.\tThe filer’s initial financial disclosure statement shall disclose any such transaction which occurred within one year prior to the filing of such statement.\tThis Paragraph (h) shall not require any disclosure relating to a transaction which occurred on a regulated trading market or stock exchange in connection with which the identities of the purchaser and seller are unknown to one another.  (Para. Amended by Ord. No. 173,138, Eff. 4\/24\/00.)*\t(i)\t(Para. (j) Relettered (i) by Ord. No. 173,138, Eff. 4\/24\/00.)*  For any investment required to be disclosed by this subsection or any interest in real property (including both an interest required to be disclosed by this subsection and the filer’s personal residence) that was sold during the reporting period to a person engaged in the City of Los Angeles in an activity described in or covered by the disclosure category of the filer’s conflict of interest code:\t(i)\tthe name of the business entity, or the location of the real property by street address, city and state, provided, however, that the address of the filer’s personal residence need not be disclosed;\t(ii)\tthe selling price of the investment or interest in real property (rounded to the nearest $1,000);\t(iii)\tthe name and address of the purchaser.\tThis Paragraph (i) shall not require any disclosure relating to a transaction which occurred on a regulated trading market or stock exchange in connection with which the identities of the purchaser and seller are unknown to one another. (Para. Amended by Ord. No. 173,138, Eff. 4\/24\/00.)*\t2.\tExcept as otherwise provided in this subsection, the information and amounts required to be disclosed with respect to each financial interest, and the manner of disclosing that information, shall be the same as required by Article 2 of Chapter 7 of the Political Reform Act of 1974, as amended, or by the conflict of interest code of the filer’s agency.\t3.\tThe value of real property shall be disclosed pursuant to Subdivision 3 based on the County Assessor’s assessed valuation of the property.\t4.\tIf an investment is listed on a securities exchange within the United States, the filer may, instead of disclosing the value, disclose the largest number of shares of stock owned, or the highest par value of bonds or debentures owned, during the reporting period.\t5.\tIf the actual value of an asset is not known by the filer, a good faith estimate based on a reasonable inquiry, shall satisfy the requirement of this subsection.  In no event shall a filer be required to retain the services of an appraiser in order to comply with this subsection.\tE.\tAdditional Disclosure Requirement Pursuant To Regulations of the City Ethics Commission.  The City Ethics Commission may, by regulation, require disclosure by filers of specific types of financial interests, in addition to those interests required to be disclosed pursuant to Subsection D of this section, if the interest could with reasonable foreseeability be affected materially by the filer’s exercise of his or her official duties.\tF.\tException If Disclosure Would Violate Legally Recognized Privilege.  A filer need not disclose the name of a person who paid fees or made payments to the filer or to a business entity in which the filer or the filer’s spouse owns an investment if disclosure of the person’s name would violate a legally recognized privilege under California law, such as but not limited to the attorney-client and the physician-patient privileges.  Such person’s name may be withheld in accordance with the rules relating to privilege applicable to disclosure under the California Political Reform Act of 1974, as amended, and pursuant to the procedure established by 2 California Code of Regulations Section 18740, as amended, or by a successor regulation.\tG.\tDisclosure By Consultants.\t1.\tThe City Ethics Commission shall adopt by regulation a definition of “consultants” who are required to file statements of economic interests.  In addition to the disclosure requirements of the Political Reform Act, such consultants shall identify their other clients who paid them more than $10,000 during the previous year and shall disclose such other information that the Commission determines, by regulation, is necessary to identify potential conflicts of interest.\t2.\tEach consultant who is required to file a statement of economic interest shall be required to attend a training program conducted or sponsored by the Commission.\tH.\tOn a semi-annual basis, the City Ethics Commission shall publish a list identifying for each agency any person who, during the prior six months, was a party to a contract with the City, was a bidder on any City contract, or responded to a request for proposals for a contract with the City.\tI.\tStatements of City Related Business.  (Added by Ord. No. 177,190, Eff. 1\/23\/06.)\t1.\tEach person holding an elective City office, each general manager of a department of City government, each member of a board of commissioners or any other board of City government, whether created by ordinance or by Charter, and each appointive officer named in the Charter, shall file Statements of City-Related Business with the City Ethics Commission in accordance with the provisions of this subsection.  Such person shall file a Statement of City-Related Business within ten (10) calendar days after each occurrence of one or more of the transactions or proceedings described in this subsection.\t2.\tFor the purposes of this subsection, a Statement of City-Related Business shall disclose a transaction, or a proceeding, whether or not specifically provided for by law, wherein action was required or requested to be taken or withheld by the City or any of its officers or employees in their official capacity, if:\t(a)\tIt took place during the tenure of office of the person required to file the statement; and\t(b)\tIt was participated in by that person, the spouse of that person, or a business entity in which either that person or that person’s spouse or both in any manner held a five percent (5%) or more ownership interest; and\t(c)\tIt involved:\t(i)\tthe sale of real or personal property by or to the City, or\t(ii)\tthe performance of services to the City pursuant to any contract, or\t(iii)\ta grant, loan, or forgiveness or payment of indebtedness by or to the City, or\t(iv)\tan application made to, or a grant made by, the City of any license, certificate, permit, franchise, change of zone, variance, credential, or any other form of benefit or relief.\t3.\tA Statement of City-Related Business need not include a listing of any application where applicable law requires the granting of the application without the exercise of judgment or discretion by an official or employee of the City.\t4.\tThe Statement of City-Related Business shall be in sufficient detail as to dates, amounts, identifying numbers or symbols, if any, locations, and subject matter to make the transactions or proceedings listed identifiable by reference to records of the City.  It shall be filed on a form provided by the City Ethics Commission.\t5.\tEach Statement shall be supported by a written certification or declaration signed under penalty of perjury by the person required to file, and shall become a public record when filed.\t6.\tNothing in this subsection shall be construed to require a member of the Board of Education to file Statements of City-Related Business.\t7.\tA Statement of City-Related Business filed pursuant to this subsection shall satisfy the requirements of Section 323.1 of the City Election Code.\tJ.\tRecusal Notification.  (Added by Ord. No. 177,853, Eff. 10\/7\/06.)\t1.\tEach member of a City board or commission required to file statements of economic interests pursuant to the Political Reform Act of 1974, as amended, shall complete a “Recusal Notification Form” each time the member recuses himself or herself in relation to an actual conflict of interests or the appearance of a conflict of interests under any applicable law.\t(a)\tThe commission or board member shall submit a copy of the completed Recusal Notification Form to the Executive Secretary for the Commission or Board (or the person acting in that capacity) as soon as possible after the posting of the agenda containing the item, including continued items, involving the member’s conflict of interests.\t(b)\tIn addition, the commission or board member shall submit the original, completed Recusal Notification Form, along with a copy of the meeting agenda containing the item involving the commission or board member’s conflict of interests to the Ethics Commission no later than 15 calendar days after the date of the meeting at which the commission or board  member recused himself or herself.\t(c)\tThe commission or board member shall also submit the Recusal Notification Form as described in (a) and (b) above to the Executive Secretary and the Ethics Commission even if the commission or board member will not be or was not present at the meeting, but would have been required to recuse himself or herself on a matter appearing on the commission or board agenda if the member had been present.\t2.\tThe Recusal Notification Form shall be prescribed by the City Ethics  Commission, but shall include at a minimum the following:\t(a)\tName of commission\/board member recusing himself or herself;\t(b)\tName of the board or commission of which he or she is a member;\t(c)\tThe date of the meeting at which the recusal occurred or would have occurred;\t(d)\tThe agenda item number and brief description of the matter;\t(e)\tThe specific economic or other outside interest causing recusal (for example, personal residence, client of firm, source of income, board member of organization); and\t(f)\tWhether the matter concerns the making of a contract.\t*  Amendments enacted by Ord. No. 173,101 and Ord. No. 173,138 shall be applicable to the financial disclosure statements required to be filed on April 1, 2000 and thereafter.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}