{"section_number":"49.7.2","edition_id":"1","section_id":"2988","structure_id":"12","catch_line":"Definitions.","history":"","full_text":"  DEFINITIONS.\n\n\tThe following terms have the meanings identified below.  Other terms used in this Article have the meanings identified in the Political Reform Act.  All terms used in this Article shall be interpreted in accordance with the Political Reform Act.\n\n\tA.\t“Behested” means made at the request of, at the suggestion of, with the cooperation of, in concert with, in consultation with, in coordination with, under the direction of, or under any arrangement with a candidate or candidate’s City controlled committee.\n\n\t1.\tThere is a rebuttable presumption that a communication is behested in any of the following circumstances:\n\n\ta.\tThe spender and the candidate retain the same individual or entity to provide non-ministerial, campaign-related professional services, including but not limited to polling, campaign research, media consultation or production, direct mail consultation, and fundraising, in the same election cycle.\n\n\tb.\tThe communication reproduces or redistributes, in whole or substantial part, a campaign, officeholder, or legal defense communication.\n\n\tc.\tThe communication includes information about a candidate’s campaign plans, projects, or needs that is not generally available to the public or is provided directly or indirectly by the candidate.\n\n\td.\tThe spender discusses or negotiates the communication with the candidate.\n\n\te.\tThe spender is serving or has served in a formal advisory or policy-making position with the candidate or has participated in strategic or policy-making discussions with the candidate regarding the pursuit of nomination or election to office and, in the same election cycle, the candidate is pursuing the office that the campaign communication is intended to influence.\n\n\tf.\tThe communication is made in connection with fundraising events or campaign activities co-sponsored by the candidate and the spender.\n\n\t2.\tNone of the following circumstances is sufficient in and of itself to constitute a behested campaign, officeholder, or legal defense communication:\n\n\ta.\tThe spender interviews the candidate regarding legislative or policy issues that affect the spender or discusses campaign-related issues with the candidate but does not communicate with the candidate regarding the communication.\n\n\tb.\tThe spender solicits or obtains a photograph, biography, position paper, press release, or similar material from the candidate and, without the candidate’s prior knowledge, uses that material in the communication.\n\n\tc.\tThe spender made contributions to the candidate.\n\n\td.\tThe spender communicates to the candidate the intent to make a communication but does not discuss or negotiate the communication with the candidate.\n\n\te.\tA member of a spender organization provides volunteer services to or works for the affected candidate’s campaign.  This exception does not apply if the member was also involved in the activities of the spender’s political action committee, makes payments on behalf of the spender, is serving or has served the candidate in a formal advisory or policy-making position, or is making or has engaged in strategic or policy-making discussions with the candidate.\n\n\tf.\tThe communication was made in response to an unsolicited request from a political party leader or an agent of the leader.\n\n\tg.\tThe spender employs or is under contract with a political consultant or pollster who previously rendered services to the candidate.\n\n\t3.\tReference to a spender includes the spender’s agent.  Reference to a candidate includes the candidate’s agent and City controlled committees.\n\n\tB.\t“Campaign communication” means a communication that expressly advocates the election or defeat of a clearly identified City candidate or ballot measure or, taken as a whole and in context, unambiguously urges a particular result in a City election and is authorized, distributed, paid for, or behested by a candidate for elected City office, or by a City controlled committee, a City recall committee, or a City ballot measure committee.  (Amended by Ord. No. 182,362, Eff. 1\/30\/13.)\n\n\tC.\t“City controlled committee” means a committee created for City purposes and controlled by an elected City officer or a candidate for elected City office.  The term includes City campaign committees, officeholder expense funds, legal defense funds relating to City office, and recall and ballot measure committees involving City issues.  The term does not include a committee created for election to or the holding of a non-City office.\n\n\tD.\t“Citywide office” means the offices of City Attorney, Controller, or Mayor.\n\n\tE.\t“Communication” means a message that conveys information or views in a scripted or reproduceable format, including but not limited to paper, audio, video, telephone, electronic, Internet, web logs, and social media.\n\n\tF.\t“Elected City Office” means the office of City Council member, City Attorney, Controller, or Mayor.\n\n\tG.\t“Elected City officer” means a person who holds elected City office, whether appointed or elected.\n\n\tH.\t“Fundraising event” means an event designed for political fundraising, at which contributions for an elected City officer, a candidate for elected City office, or a City controlled committee are solicited or received.\n\n\tI.\t“General election” means a regular or special general municipal election for elected City office.\n\n\tJ.\t“Independent expenditure communication” means a communication that expressly advocates the election or defeat of a clearly identified City candidate or ballot measure or, taken as a whole and in context, unambiguously urges a particular result in a City election and is not authorized, distributed, paid for, or behested by the affected candidate or committee.  The term includes member communications, as defined in the Political Reform Act, if any of the following applies:  (Amended by Ord. No. 182,362, Eff. 1\/30\/13.)\n\n\t1.\tThe communication is not a type that is routinely distributed by the member organization;\n\n\t2.\tThe communication is not directed solely to and intended only for the member organization’s own members; or\n\n\t3.\tThe cost of the communication exceeds the amount that the member organization routinely spends for that type of communication.\n\n\tK.\t“Legal defense communication” means a communication permitted for legal defense committees and authorized, distributed, paid for, or behested by a legal defense fund committee or the person who controls the committee.\n\n\tL.\t“Non-participating candidate” means a candidate for elected City office who has declined to participate in the public matching funds program.\n\n\tM.\t“Officeholder communication” means a communication permitted for City officeholders and authorized, distributed, paid for, or behested by a City officeholder or an officeholder committee.\n\n\tN.\t“Participating candidate” means a candidate for elected City office who has agreed to participate in the public matching funds program.\n\n\tO.\t“Political communication” means a campaign communication, an independent expenditure communication, a legal defense communication, or an officeholder communication.\n\n\tP.\t“Political Reform Act” means the California Political Reform Act of 1974 (California Government Code Sections 81000 et seq.) and the related regulations of the California Fair Political Practices Commission.\n\n\tQ.\t“Primary election” means a regular or special primary nominating election for elected City office.\n\n\tR.\t“Qualified contribution” means a contribution that may be matched with public funds because it meets all of the following criteria:\n\n\t1.\tThe contribution is lawful under State and City law.\n\n\t2.\tThe contribution was received by a participating candidate.\n\n\t3.\tThe contribution was not received from the participating candidate or the participating candidate’s immediate family.\n\n\t4.\tThe contribution was received from an individual.  Beginning with the 2015 regular City elections, the contribution was received from an individual residing within the City.\n\n\t5.\tThe contribution is monetary and is not a loan or pledge.\n\n\t6.\tThe contribution was received no later than three months after the date of the election and no earlier than the following dates:\n\n\ta.\tFor regular primary elections, 12 months prior to the date of the election.\n\n\tb.\tFor special primary elections, the later of 12 months prior to the date of the election or the date the candidate filed a Declaration of Intent to Solicit and Receive Contributions.\n\n\tc.\tFor general elections, the date on which the candidate was permitted to begin soliciting and accepting contributions.","order_by":"7.2","ancestry":{"1":{"id":"12","name":"Campaign Financing","identifier":"9.7","label":"article","url":"\/4\/9.7\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"437","structure_id":"12","section_number":"49.7.32","catch_line":"1.\nFrom The First Date An\nIndividual May File A Declaration Of Intention To Become A\nCandidate With The City Clerk Through The Date Of The Associated\nGeneral Election, Or During The 90 Days Prior To An Election If No\nCity Candidate Will Be On The Ballot, Within 24 Hours After Making\nOr Incurring The Expenditures.\n","url":"\/49.7.32\/","token":"49.7.32"},"1":{"id":"45","structure_id":"12","section_number":"49.7.1","catch_line":"Relation To The City Charter.","url":"\/49.7.1\/","token":"49.7.1"},"2":{"id":"3597","structure_id":"12","section_number":"49.7.10","catch_line":"Fundraising Windows.","url":"\/49.7.10\/","token":"49.7.10"},"3":{"id":"2462","structure_id":"12","section_number":"49.7.11","catch_line":"Solicitation And Delivery Of Campaign Contributions.","url":"\/49.7.11\/","token":"49.7.11"},"4":{"id":"1617","structure_id":"12","section_number":"49.7.12","catch_line":"Training For Candidates And Treasurers.","url":"\/49.7.12\/","token":"49.7.12"},"5":{"id":"801","structure_id":"12","section_number":"49.7.13","catch_line":"Committees To Oppose Recall Petitions.","url":"\/49.7.13\/","token":"49.7.13"},"6":{"id":"1040","structure_id":"12","section_number":"49.7.14","catch_line":"Campaign Statement Filing Deadlines.","url":"\/49.7.14\/","token":"49.7.14"},"7":{"id":"2023","structure_id":"12","section_number":"49.7.15","catch_line":"Campaign Information.","url":"\/49.7.15\/","token":"49.7.15"},"8":{"id":"1356","structure_id":"12","section_number":"49.7.16","catch_line":"Contributor Information.","url":"\/49.7.16\/","token":"49.7.16"},"9":{"id":"3921","structure_id":"12","section_number":"49.7.17","catch_line":"Filing And Recordkeeping Requirements.","url":"\/49.7.17\/","token":"49.7.17"},"10":{"id":"2433","structure_id":"12","section_number":"49.7.18","catch_line":"Reproduction Of Materials.","url":"\/49.7.18\/","token":"49.7.18"},"11":{"id":"3587","structure_id":"12","section_number":"49.7.19","catch_line":"Officeholder Expense Fund.","url":"\/49.7.19\/","token":"49.7.19"},"12":{"id":"2988","structure_id":"12","section_number":"49.7.2","catch_line":"Definitions.","url":"\/49.7.2\/","token":"49.7.2"},"13":{"id":"8","structure_id":"12","section_number":"49.7.20","catch_line":"Legal Defense Fund.","url":"\/49.7.20\/","token":"49.7.20"},"14":{"id":"3625","structure_id":"12","section_number":"49.7.21","catch_line":"Disclosure By Officeholder Expense Funds And Legal Defense Funds.","url":"\/49.7.21\/","token":"49.7.21"},"15":{"id":"2557","structure_id":"12","section_number":"49.7.22","catch_line":"Acceptance Or Rejection Of Matching Funds.","url":"\/49.7.22\/","token":"49.7.22"},"16":{"id":"1030","structure_id":"12","section_number":"49.7.23","catch_line":"Participation And Qualification Requirements.","url":"\/49.7.23\/","token":"49.7.23"},"17":{"id":"280","structure_id":"12","section_number":"49.7.24","catch_line":"Expenditure Ceilings.","url":"\/49.7.24\/","token":"49.7.24"},"18":{"id":"2683","structure_id":"12","section_number":"49.7.25","catch_line":"Expenditure Ceilings Lifted.","url":"\/49.7.25\/","token":"49.7.25"},"19":{"id":"1146","structure_id":"12","section_number":"49.7.26","catch_line":"Notice Regarding Expenditure Ceilings.","url":"\/49.7.26\/","token":"49.7.26"},"20":{"id":"1710","structure_id":"12","section_number":"49.7.27","catch_line":"Matching Funds Formula.","url":"\/49.7.27\/","token":"49.7.27"},"21":{"id":"1154","structure_id":"12","section_number":"49.7.28","catch_line":"Requests For Matching Funds Payments.","url":"\/49.7.28\/","token":"49.7.28"},"22":{"id":"3125","structure_id":"12","section_number":"49.7.29","catch_line":"Maximum Matching Funds.","url":"\/49.7.29\/","token":"49.7.29"},"23":{"id":"2696","structure_id":"12","section_number":"49.7.3","catch_line":"Charter-Based Adjustments.","url":"\/49.7.3\/","token":"49.7.3"},"24":{"id":"1118","structure_id":"12","section_number":"49.7.30","catch_line":"Matching Funds Payments To Candidates.","url":"\/49.7.30\/","token":"49.7.30"},"25":{"id":"192","structure_id":"12","section_number":"49.7.31","catch_line":"Disclosure Of Independent Expenditure Communications.","url":"\/49.7.31\/","token":"49.7.31"},"26":{"id":"2892","structure_id":"12","section_number":"49.7.33","catch_line":"Disclaimers On Political Communications.","url":"\/49.7.33\/","token":"49.7.33"},"27":{"id":"2214","structure_id":"12","section_number":"49.7.34","catch_line":"Social Media Accounts.","url":"\/49.7.34\/","token":"49.7.34"},"28":{"id":"1028","structure_id":"12","section_number":"49.7.35","catch_line":"Bidder Contribution And Fundraising Restrictions.","url":"\/49.7.35\/","token":"49.7.35"},"29":{"id":"1442","structure_id":"12","section_number":"49.7.36","catch_line":"Underwriter Contribution And Fundraising Restrictions.","url":"\/49.7.36\/","token":"49.7.36"},"30":{"id":"1504","structure_id":"12","section_number":"49.7.37","catch_line":"Recordkeeping.","url":"\/49.7.37\/","token":"49.7.37"},"31":{"id":"1326","structure_id":"12","section_number":"49.7.38","catch_line":"Enforcement.","url":"\/49.7.38\/","token":"49.7.38"},"32":{"id":"1833","structure_id":"12","section_number":"49.7.39","catch_line":"Late Filing Penalties.","url":"\/49.7.39\/","token":"49.7.39"},"33":{"id":"3162","structure_id":"12","section_number":"49.7.4","catch_line":"Aggregation Of Contributions And Expenditures.","url":"\/49.7.4\/","token":"49.7.4"},"34":{"id":"4032","structure_id":"12","section_number":"49.7.40","catch_line":"Severability.","url":"\/49.7.40\/","token":"49.7.40"},"35":{"id":"1641","structure_id":"12","section_number":"49.7.5","catch_line":"Family Contributions.","url":"\/49.7.5\/","token":"49.7.5"},"36":{"id":"2382","structure_id":"12","section_number":"49.7.6","catch_line":"Text Message Contributions.","url":"\/49.7.6\/","token":"49.7.6"},"37":{"id":"1873","structure_id":"12","section_number":"49.7.7","catch_line":"Receipt Of Contributions.","url":"\/49.7.7\/","token":"49.7.7"},"38":{"id":"835","structure_id":"12","section_number":"49.7.8","catch_line":"Treatment Of Payments.","url":"\/49.7.8\/","token":"49.7.8"},"39":{"id":"1661","structure_id":"12","section_number":"49.7.9","catch_line":"Loans And Credit.","url":"\/49.7.9\/","token":"49.7.9"}},"previous_section":{"id":"3587","structure_id":"12","section_number":"49.7.19","catch_line":"Officeholder Expense Fund.","url":"\/49.7.19\/","token":"49.7.19"},"next_section":{"id":"8","structure_id":"12","section_number":"49.7.20","catch_line":"Legal Defense Fund.","url":"\/49.7.20\/","token":"49.7.20"},"metadata":false,"references":false,"url":"\/49.7.2\/","token":"49.7.2","formats":{"txt":"\/49.7.2.txt","json":"\/49.7.2.xml"},"dublin_core":{"Title":"Definitions.","Type":"Text","Format":"text\/html","Identifier":"§ 49.7.2","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS. (§ 49.7.2)\n\n  DEFINITIONS.\tThe following terms have the meanings identified below.  Other\nterms used in this Article have the meanings identified in the Political Reform\nAct.  All terms used in this Article shall be interpreted in accordance with\nthe Political Reform Act.\tA.\t“Behested” means made at the request of, at the\nsuggestion of, with the cooperation of, in concert with, in consultation with,\nin coordination with, under the direction of, or under any arrangement with a\ncandidate or candidate’s City controlled committee.\t1.\tThere is a rebuttable\npresumption that a communication is behested in any of the following\ncircumstances:\ta.\tThe spender and the candidate retain the same individual or\nentity to provide non-ministerial, campaign-related professional services,\nincluding but not limited to polling, campaign research, media consultation or\nproduction, direct mail consultation, and fundraising, in the same election\ncycle.\tb.\tThe communication reproduces or redistributes, in whole or substantial\npart, a campaign, officeholder, or legal defense communication.\tc.\tThe\ncommunication includes information about a candidate’s campaign plans,\nprojects, or needs that is not generally available to the public or is provided\ndirectly or indirectly by the candidate.\td.\tThe spender discusses or negotiates\nthe communication with the candidate.\te.\tThe spender is serving or has served in\na formal advisory or policy-making position with the candidate or has\nparticipated in strategic or policy-making discussions with the candidate\nregarding the pursuit of nomination or election to office and, in the same\nelection cycle, the candidate is pursuing the office that the campaign\ncommunication is intended to influence.\tf.\tThe communication is made in\nconnection with fundraising events or campaign activities co-sponsored by the\ncandidate and the spender.\t2.\tNone of the following circumstances is sufficient\nin and of itself to constitute a behested campaign, officeholder, or legal\ndefense communication:\ta.\tThe spender interviews the candidate regarding\nlegislative or policy issues that affect the spender or discusses\ncampaign-related issues with the candidate but does not communicate with the\ncandidate regarding the communication.\tb.\tThe spender solicits or obtains a\nphotograph, biography, position paper, press release, or similar material from\nthe candidate and, without the candidate’s prior knowledge, uses that material\nin the communication.\tc.\tThe spender made contributions to the candidate.\td.\tThe\nspender communicates to the candidate the intent to make a communication but\ndoes not discuss or negotiate the communication with the candidate.\te.\tA member\nof a spender organization provides volunteer services to or works for the\naffected candidate’s campaign.  This exception does not apply if the member\nwas also involved in the activities of the spender’s political action\ncommittee, makes payments on behalf of the spender, is serving or has served the\ncandidate in a formal advisory or policy-making position, or is making or has\nengaged in strategic or policy-making discussions with the candidate.\tf.\tThe\ncommunication was made in response to an unsolicited request from a political\nparty leader or an agent of the leader.\tg.\tThe spender employs or is under\ncontract with a political consultant or pollster who previously rendered\nservices to the candidate.\t3.\tReference to a spender includes the spender’s\nagent.  Reference to a candidate includes the candidate’s agent and City\ncontrolled committees.\tB.\t“Campaign communication” means a communication\nthat expressly advocates the election or defeat of a clearly identified City\ncandidate or ballot measure or, taken as a whole and in context, unambiguously\nurges a particular result in a City election and is authorized, distributed,\npaid for, or behested by a candidate for elected City office, or by a City\ncontrolled committee, a City recall committee, or a City ballot measure\ncommittee.  (Amended by Ord. No. 182,362, Eff. 1\/30\/13.)\tC.\t“City controlled\ncommittee” means a committee created for City purposes and controlled by an\nelected City officer or a candidate for elected City office.  The term includes\nCity campaign committees, officeholder expense funds, legal defense funds\nrelating to City office, and recall and ballot measure committees involving City\nissues.  The term does not include a committee created for election to or the\nholding of a non-City office.\tD.\t“Citywide office” means the offices of City\nAttorney, Controller, or Mayor.\tE.\t“Communication” means a message that\nconveys information or views in a scripted or reproduceable format, including\nbut not limited to paper, audio, video, telephone, electronic, Internet, web\nlogs, and social media.\tF.\t“Elected City Office” means the office of City\nCouncil member, City Attorney, Controller, or Mayor.\tG.\t“Elected City\nofficer” means a person who holds elected City office, whether appointed or\nelected.\tH.\t“Fundraising event” means an event designed for political\nfundraising, at which contributions for an elected City officer, a candidate for\nelected City office, or a City controlled committee are solicited or\nreceived.\tI.\t“General election” means a regular or special general municipal\nelection for elected City office.\tJ.\t“Independent expenditure communication”\nmeans a communication that expressly advocates the election or defeat of a\nclearly identified City candidate or ballot measure or, taken as a whole and in\ncontext, unambiguously urges a particular result in a City election and is not\nauthorized, distributed, paid for, or behested by the affected candidate or\ncommittee.  The term includes member communications, as defined in the\nPolitical Reform Act, if any of the following applies:  (Amended by Ord. No.\n182,362, Eff. 1\/30\/13.)\t1.\tThe communication is not a type that is routinely\ndistributed by the member organization;\t2.\tThe communication is not directed\nsolely to and intended only for the member organization’s own members;\nor\t3.\tThe cost of the communication exceeds the amount that the member\norganization routinely spends for that type of communication.\tK.\t“Legal\ndefense communication” means a communication permitted for legal defense\ncommittees and authorized, distributed, paid for, or behested by a legal defense\nfund committee or the person who controls the committee.\tL.\t“Non-participating\ncandidate” means a candidate for elected City office who has declined to\nparticipate in the public matching funds program.\tM.\t“Officeholder\ncommunication” means a communication permitted for City officeholders and\nauthorized, distributed, paid for, or behested by a City officeholder or an\nofficeholder committee.\tN.\t“Participating candidate” means a candidate for\nelected City office who has agreed to participate in the public matching funds\nprogram.\tO.\t“Political communication” means a campaign communication, an\nindependent expenditure communication, a legal defense communication, or an\nofficeholder communication.\tP.\t“Political Reform Act” means the California\nPolitical Reform Act of 1974 (California Government Code Sections 81000 et seq.)\nand the related regulations of the California Fair Political Practices\nCommission.\tQ.\t“Primary election” means a regular or special primary\nnominating election for elected City office.\tR.\t“Qualified contribution”\nmeans a contribution that may be matched with public funds because it meets all\nof the following criteria:\t1.\tThe contribution is lawful under State and City\nlaw.\t2.\tThe contribution was received by a participating candidate.\t3.\tThe\ncontribution was not received from the participating candidate or the\nparticipating candidate’s immediate family.\t4.\tThe contribution was received\nfrom an individual.  Beginning with the 2015 regular City elections, the\ncontribution was received from an individual residing within the City.\t5.\tThe\ncontribution is monetary and is not a loan or pledge.\t6.\tThe contribution was\nreceived no later than three months after the date of the election and no\nearlier than the following dates:\ta.\tFor regular primary elections, 12 months\nprior to the date of the election.\tb.\tFor special primary elections, the later\nof 12 months prior to the date of the election or the date the candidate filed a\nDeclaration of Intent to Solicit and Receive Contributions.\tc.\tFor general\nelections, the date on which the candidate was permitted to begin soliciting and\naccepting contributions.\n","html":"\n\t\t\t\t\t<section><p>  DEFINITIONS.<br \/><br \/>\tThe following terms have the meanings identified below.  Other terms used in this Article have the meanings identified in the Political Reform Act.  All terms used in this Article shall be interpreted in accordance with the Political Reform Act.<br \/><br \/>\tA.\t“Behested” means made at the request of, at the suggestion of, with the cooperation of, in concert with, in consultation with, in coordination with, under the direction of, or under any arrangement with a candidate or candidate’s City controlled committee.<br \/><br \/>\t1.\tThere is a rebuttable <span class=\"dictionary\">presumption<\/span> that a communication is behested in any of the following circumstances:<br \/><br \/>\ta.\tThe spender and the candidate retain the same individual or entity to provide non-ministerial, campaign-related professional services, including but not limited to polling, campaign research, media consultation or production, direct mail consultation, and fundraising, in the same election cycle.<br \/><br \/>\tb.\tThe communication reproduces or redistributes, in whole or substantial part, a campaign, officeholder, or legal defense communication.<br \/><br \/>\tc.\tThe communication includes information about a candidate’s campaign plans, projects, or needs that is not generally available to the public or is provided directly or indirectly by the candidate.<br \/><br \/>\td.\tThe spender discusses or negotiates the communication with the candidate.<br \/><br \/>\te.\tThe spender is serving or has served in a formal advisory or policy-making position with the candidate or has participated in strategic or policy-making discussions with the candidate regarding the pursuit of nomination or election to office and, in the same election cycle, the candidate is pursuing the office that the campaign communication is intended to influence.<br \/><br \/>\tf.\tThe communication is made in connection with fundraising events or campaign activities co-sponsored by the candidate and the spender.<br \/><br \/>\t2.\tNone of the following circumstances is sufficient in and of itself to constitute a behested campaign, officeholder, or legal defense communication:<br \/><br \/>\ta.\tThe spender interviews the candidate regarding legislative or policy <span class=\"dictionary\">issues<\/span> that affect the spender or discusses campaign-related <span class=\"dictionary\">issues<\/span> with the candidate but does not communicate with the candidate regarding the communication.<br \/><br \/>\tb.\tThe spender solicits or obtains a photograph, biography, position paper, press release, or similar <span class=\"dictionary\">material<\/span> from the candidate and, without the candidate’s prior knowledge, uses that <span class=\"dictionary\">material<\/span> in the communication.<br \/><br \/>\tc.\tThe spender made contributions to the candidate.<br \/><br \/>\td.\tThe spender communicates to the candidate the <span class=\"dictionary\">intent<\/span> to make a communication but does not discuss or negotiate the communication with the candidate.<br \/><br \/>\te.\tA member of a spender organization provides volunteer services to or works for the affected candidate’s campaign.  This exception does not apply if the member was also involved in the activities of the spender’s political action committee, makes payments on behalf of the spender, is serving or has served the candidate in a formal advisory or policy-making position, or is making or has engaged in strategic or policy-making discussions with the candidate.<br \/><br \/>\tf.\tThe communication was made in response to an unsolicited request from a political <span class=\"dictionary\">party<\/span> leader or an agent of the leader.<br \/><br \/>\tg.\tThe spender employs or is under <span class=\"dictionary\">contract<\/span> with a political consultant or pollster who previously rendered services to the candidate.<br \/><br \/>\t3.\tReference to a spender includes the spender’s agent.  Reference to a candidate includes the candidate’s agent and City controlled committees.<br \/><br \/>\tB.\t“Campaign communication” means a communication that expressly advocates the election or defeat of a clearly identified City candidate or ballot measure or, taken as a whole and in context, unambiguously urges a particular result in a City election and is authorized, distributed, paid for, or behested by a candidate for elected City office, or by a City controlled committee, a City recall committee, or a City ballot measure committee.  (Amended by Ord. No. 182,362, Eff. 1\/30\/13.)<br \/><br \/>\tC.\t“City controlled committee” means a committee created for City purposes and controlled by an elected City officer or a candidate for elected City office.  The term includes City campaign committees, officeholder expense funds, legal defense funds relating to City office, and recall and ballot measure committees involving City <span class=\"dictionary\">issues<\/span>.  The term does not include a committee created for election to or the holding of a non-City office.<br \/><br \/>\tD.\t“Citywide office” means the offices of City Attorney, Controller, or Mayor.<br \/><br \/>\tE.\t“Communication” means a message that conveys information or views in a scripted or reproduceable format, including but not limited to paper, audio, video, telephone, electronic, Internet, web logs, and social media.<br \/><br \/>\tF.\t“Elected City Office” means the office of City Council member, City Attorney, Controller, or Mayor.<br \/><br \/>\tG.\t“Elected City officer” means a person who holds elected City office, whether appointed or elected.<br \/><br \/>\tH.\t“Fundraising event” means an event designed for political fundraising, at which contributions for an elected City officer, a candidate for elected City office, or a City controlled committee are solicited or received.<br \/><br \/>\tI.\t“General election” means a regular or special general municipal election for elected City office.<br \/><br \/>\tJ.\t“Independent expenditure communication” means a communication that expressly advocates the election or defeat of a clearly identified City candidate or ballot measure or, taken as a whole and in context, unambiguously urges a particular result in a City election and is not authorized, distributed, paid for, or behested by the affected candidate or committee.  The term includes member communications, as defined in the Political Reform Act, if any of the following applies:  (Amended by Ord. No. 182,362, Eff. 1\/30\/13.)<br \/><br \/>\t1.\tThe communication is not a type that is routinely distributed by the member organization;<br \/><br \/>\t2.\tThe communication is not directed solely to and intended only for the member organization’s own members; or<br \/><br \/>\t3.\tThe cost of the communication exceeds the amount that the member organization routinely spends for that type of communication.<br \/><br \/>\tK.\t“Legal defense communication” means a communication permitted for legal defense committees and authorized, distributed, paid for, or behested by a legal defense fund committee or the person who controls the committee.<br \/><br \/>\tL.\t“Non-participating candidate” means a candidate for elected City office who has declined to participate in the public matching funds program.<br \/><br \/>\tM.\t“Officeholder communication” means a communication permitted for City officeholders and authorized, distributed, paid for, or behested by a City officeholder or an officeholder committee.<br \/><br \/>\tN.\t“Participating candidate” means a candidate for elected City office who has agreed to participate in the public matching funds program.<br \/><br \/>\tO.\t“Political communication” means a campaign communication, an independent expenditure communication, a legal defense communication, or an officeholder communication.<br \/><br \/>\tP.\t“Political Reform Act” means the California Political Reform Act of 1974 (California Government Code Sections 81000 et seq.) and the related regulations of the California Fair Political Practices Commission.<br \/><br \/>\tQ.\t“Primary election” means a regular or special primary nominating election for elected City office.<br \/><br \/>\tR.\t“Qualified contribution” means a contribution that may be matched with public funds because it meets all of the following criteria:<br \/><br \/>\t1.\tThe contribution is lawful under State and City <span class=\"dictionary\">law<\/span>.<br \/><br \/>\t2.\tThe contribution was received by a participating candidate.<br \/><br \/>\t3.\tThe contribution was not received from the participating candidate or the participating candidate’s immediate family.<br \/><br \/>\t4.\tThe contribution was received from an individual.  Beginning with the 2015 regular City elections, the contribution was received from an individual residing within the City.<br \/><br \/>\t5.\tThe contribution is monetary and is not a loan or pledge.<br \/><br \/>\t6.\tThe contribution was received no later than three months after the date of the election and no earlier than the following dates:<br \/><br \/>\ta.\tFor regular primary elections, 12 months prior to the date of the election.<br \/><br \/>\tb.\tFor special primary elections, the later of 12 months prior to the date of the election or the date the candidate filed a Declaration of <span class=\"dictionary\">Intent<\/span> to Solicit and Receive Contributions.<br \/><br \/>\tc.\tFor general elections, the date on which the candidate was permitted to begin soliciting and accepting contributions.<\/p><\/section>","text":{"0":{"id":"2963","text":"  DEFINITIONS.\tThe following terms have the meanings identified below.  Other terms used in this Article have the meanings identified in the Political Reform Act.  All terms used in this Article shall be interpreted in accordance with the Political Reform Act.\tA.\t“Behested” means made at the request of, at the suggestion of, with the cooperation of, in concert with, in consultation with, in coordination with, under the direction of, or under any arrangement with a candidate or candidate’s City controlled committee.\t1.\tThere is a rebuttable presumption that a communication is behested in any of the following circumstances:\ta.\tThe spender and the candidate retain the same individual or entity to provide non-ministerial, campaign-related professional services, including but not limited to polling, campaign research, media consultation or production, direct mail consultation, and fundraising, in the same election cycle.\tb.\tThe communication reproduces or redistributes, in whole or substantial part, a campaign, officeholder, or legal defense communication.\tc.\tThe communication includes information about a candidate’s campaign plans, projects, or needs that is not generally available to the public or is provided directly or indirectly by the candidate.\td.\tThe spender discusses or negotiates the communication with the candidate.\te.\tThe spender is serving or has served in a formal advisory or policy-making position with the candidate or has participated in strategic or policy-making discussions with the candidate regarding the pursuit of nomination or election to office and, in the same election cycle, the candidate is pursuing the office that the campaign communication is intended to influence.\tf.\tThe communication is made in connection with fundraising events or campaign activities co-sponsored by the candidate and the spender.\t2.\tNone of the following circumstances is sufficient in and of itself to constitute a behested campaign, officeholder, or legal defense communication:\ta.\tThe spender interviews the candidate regarding legislative or policy issues that affect the spender or discusses campaign-related issues with the candidate but does not communicate with the candidate regarding the communication.\tb.\tThe spender solicits or obtains a photograph, biography, position paper, press release, or similar material from the candidate and, without the candidate’s prior knowledge, uses that material in the communication.\tc.\tThe spender made contributions to the candidate.\td.\tThe spender communicates to the candidate the intent to make a communication but does not discuss or negotiate the communication with the candidate.\te.\tA member of a spender organization provides volunteer services to or works for the affected candidate’s campaign.  This exception does not apply if the member was also involved in the activities of the spender’s political action committee, makes payments on behalf of the spender, is serving or has served the candidate in a formal advisory or policy-making position, or is making or has engaged in strategic or policy-making discussions with the candidate.\tf.\tThe communication was made in response to an unsolicited request from a political party leader or an agent of the leader.\tg.\tThe spender employs or is under contract with a political consultant or pollster who previously rendered services to the candidate.\t3.\tReference to a spender includes the spender’s agent.  Reference to a candidate includes the candidate’s agent and City controlled committees.\tB.\t“Campaign communication” means a communication that expressly advocates the election or defeat of a clearly identified City candidate or ballot measure or, taken as a whole and in context, unambiguously urges a particular result in a City election and is authorized, distributed, paid for, or behested by a candidate for elected City office, or by a City controlled committee, a City recall committee, or a City ballot measure committee.  (Amended by Ord. No. 182,362, Eff. 1\/30\/13.)\tC.\t“City controlled committee” means a committee created for City purposes and controlled by an elected City officer or a candidate for elected City office.  The term includes City campaign committees, officeholder expense funds, legal defense funds relating to City office, and recall and ballot measure committees involving City issues.  The term does not include a committee created for election to or the holding of a non-City office.\tD.\t“Citywide office” means the offices of City Attorney, Controller, or Mayor.\tE.\t“Communication” means a message that conveys information or views in a scripted or reproduceable format, including but not limited to paper, audio, video, telephone, electronic, Internet, web logs, and social media.\tF.\t“Elected City Office” means the office of City Council member, City Attorney, Controller, or Mayor.\tG.\t“Elected City officer” means a person who holds elected City office, whether appointed or elected.\tH.\t“Fundraising event” means an event designed for political fundraising, at which contributions for an elected City officer, a candidate for elected City office, or a City controlled committee are solicited or received.\tI.\t“General election” means a regular or special general municipal election for elected City office.\tJ.\t“Independent expenditure communication” means a communication that expressly advocates the election or defeat of a clearly identified City candidate or ballot measure or, taken as a whole and in context, unambiguously urges a particular result in a City election and is not authorized, distributed, paid for, or behested by the affected candidate or committee.  The term includes member communications, as defined in the Political Reform Act, if any of the following applies:  (Amended by Ord. No. 182,362, Eff. 1\/30\/13.)\t1.\tThe communication is not a type that is routinely distributed by the member organization;\t2.\tThe communication is not directed solely to and intended only for the member organization’s own members; or\t3.\tThe cost of the communication exceeds the amount that the member organization routinely spends for that type of communication.\tK.\t“Legal defense communication” means a communication permitted for legal defense committees and authorized, distributed, paid for, or behested by a legal defense fund committee or the person who controls the committee.\tL.\t“Non-participating candidate” means a candidate for elected City office who has declined to participate in the public matching funds program.\tM.\t“Officeholder communication” means a communication permitted for City officeholders and authorized, distributed, paid for, or behested by a City officeholder or an officeholder committee.\tN.\t“Participating candidate” means a candidate for elected City office who has agreed to participate in the public matching funds program.\tO.\t“Political communication” means a campaign communication, an independent expenditure communication, a legal defense communication, or an officeholder communication.\tP.\t“Political Reform Act” means the California Political Reform Act of 1974 (California Government Code Sections 81000 et seq.) and the related regulations of the California Fair Political Practices Commission.\tQ.\t“Primary election” means a regular or special primary nominating election for elected City office.\tR.\t“Qualified contribution” means a contribution that may be matched with public funds because it meets all of the following criteria:\t1.\tThe contribution is lawful under State and City law.\t2.\tThe contribution was received by a participating candidate.\t3.\tThe contribution was not received from the participating candidate or the participating candidate’s immediate family.\t4.\tThe contribution was received from an individual.  Beginning with the 2015 regular City elections, the contribution was received from an individual residing within the City.\t5.\tThe contribution is monetary and is not a loan or pledge.\t6.\tThe contribution was received no later than three months after the date of the election and no earlier than the following dates:\ta.\tFor regular primary elections, 12 months prior to the date of the election.\tb.\tFor special primary elections, the later of 12 months prior to the date of the election or the date the candidate filed a Declaration of Intent to Solicit and Receive Contributions.\tc.\tFor general elections, the date on which the candidate was permitted to begin soliciting and accepting contributions.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}