{"section_number":"49.7.35","edition_id":"1","section_id":"1028","structure_id":"12","catch_line":"Bidder Contribution And Fundraising Restrictions.","history":"","full_text":"  BIDDER CONTRIBUTION AND FUNDRAISING RESTRICTIONS.\n\n\tA.\tDefinitions.  The following definitions apply for purposes of Charter Section 470(c)(12):\n\n\t1.\t“Awarding Authority” means the City Council, a City board, commission, authorized employee, or authorized officer, including those who have control of their own special funds but excluding the City Purchasing Agent when acting pursuant to Section 9.1 of the Los Angeles Administrative Code, who makes or enters into a contract for the provision of goods or services of any kind or nature whatsoever to, for, or on behalf of the City.  References to the awarding authority shall include references to staff when working on a matter subject to this Section.\n\n\t2.\t“Approval by an elected City office” means approval of a contract or selection of a pre-qualified list of persons to contract with the City in any of the following circumstances:\n\n\ta.\tThe elected City officer or the elected City officer’s office is the awarding authority;\n\n\tb.\tThe contract involves services provided directly to or under the supervision of the elected City officer; or\n\n\tc.\tThe contract requires approval of the elected City officer or the elected City officer’s office pursuant to City law, executive directive, or City Council action.\n\n\tThe term does not include approval by an elected City officer that is required pursuant to Charter Section 262, 271(d), or 370 for non-proprietary departments, provided that City Council approval is not otherwise required and the elected City offices identified in those Sections are neither the awarding authority nor supervising the services under the contract.  The term does include approval by an elected City officer that is required pursuant to Charter Section 262, 271(d), or 370 for contracts with the Harbor, Water and Power, and Airport Departments.\n\n\t3.\t“Bidder” means a person who bids on or submits a proposal or other response to a City contract solicitation.\n\n\t4.\t“Contract solicitation” means a request for proposals, request for bids, request for qualifications, or any other request, whether written or verbal, for purposes of entering into a contract.  However, a solicitation does not include a request to enter into a contract that relies on other City agency’s competitive process if the prior City contract was subject to the Charter Section 470(c)(12) restrictions and restrictions of this Section.\n\n\t5.\t“Contract” means any agreement, franchise, lease, non-regulatory permit, land use license or easement, or concession, including any agreement for occasional professional or technical personal services, for the performance of any work or service or construction, the provision of any materials, goods, equipment, or supplies, the sale or purchase of property, the making of grants, or the rendering of any service to the City, including any proprietary department, or to the public where all of the following apply:\n\n\ta.\tThe contract is let, awarded, or entered into, with, or on behalf of the City or an awarding authority;\n\n\tb.\tThe contract has an anticipated value of at least $100,000, including exercising all anticipated options; and\n\n\tc.\tThe contract requires approval by an elected City office.\n\n\tThe term includes any subsequent amendment that, by itself or in combination with the original contract and any other amendments, has an anticipated value of at least $100,000 and requires approval by an elected City office.  The term also includes the selection of a pre-qualified list of persons to contract with the City where the request for qualifications includes a not-to-exceed amount of at least $100,000 and the list selection requires approval by an elected City office.  The term does not include any contract with another government agency or a contract with an underwriting firm pursuant to Charter Section 609(e) for proprietary noncompetitive sales of revenue bonds.\n\n\t6.\t“Principal” means the following with regard to persons who are bidders and sub-contractors:\n\n\ta.\tThe person’s board chair, president, chief executive officer, chief operating officer, and an individual who serves in the functional equivalent of one or more of those positions;\n\n\tb.\tAn individual who holds an ownership interest in the person of 20 percent or more; and\n\n\tc.\tAn individual employee of the bidder or sub-contractor authorized by the bid or proposal to represent the person before the City.\n\n\t7.\t“Prohibited fundraising” means the following activities:\n\n\ta.\tAsking the bidder, sub-contractor, or an employee, officer, or principal of the bidder or sub-contractor to make a contribution;\n\n\tb.\tInviting the bidder, sub-contractor, or an employee, officer or principal of the bidder or sub-contractor to a fundraising event;\n\n\tc.\tSupplying the name of the bidder, sub-contractor, or an employee, officer or principal of the bidder or sub-contractor to be used for an invitation to a fundraising event;\n\n\td.\tPermitting one’s name to appear on a solicitation for contributions or an invitation to a fundraising event sent to the bidder, sub-contractor, or an employee, officer, or principal of the bidder or sub-contractor;\n\n\te.\tProviding the use of one’s home or business to hold a fundraising event if the bidder, sub-contractor or an employee, officer, or principal of the bidder or sub-contractor attends the event;\n\n\tf.\tPaying for at least 20 percent of the costs of a fundraising event if the bidder, sub-contractor, or an employee, officer, or principal of the bidder or sub-contractor attends the event;\n\n\tg.\tHiring another person to conduct a fundraising event if the bidder, a sub-contractor, or an employee, officer, or principal of the bidder or sub-contractor attends the event;\n\n\th.\tDelivering a contribution, either in person or by mail, of the bidder, a sub-contractor, or an employee, officer, or principal of the bidder or sub-contractor to the elected City officer, candidate for elected City office, or an agent of the officer or candidate; or\n\n\ti.\tActing as an agent or intermediary in connection with the making of a contribution of the bidder, a sub-contractor, or an employee, officer, or principal of the bidder or sub-contractor to an elected City officer, a candidate for elected City office, or a City controlled committee.\n\n\t8.\t“Sub-contractor” means a person who is expected to receive at least $100,000 as a result of performing some or all of a bidder’s contract obligations and includes a subtenant where the subtenant is expected to receive at least $100,000 as a result of performing a portion of the contract obligations of the contractor and is required to pay the contractor at least $100,000.\n\n\tB.\tFor purposes of Charter Section 470(c)(12), the following apply:\n\n\t1.\tTiming of Fundraising and Contribution Restrictions.  In addition to the restrictions provided in Charter Section 470(c)(12), except as otherwise provided in Subsection B.5., bidders, sub-contractors, and principals may not make contributions to or engage in prohibited fundraising for elected City officers, candidates for elected City office, or City controlled committees from the date a bid is submitted until one of the following dates:\n\n\ta.\tFor unsuccessful bidders, the date the contract is signed or the solicitation is withdrawn or canceled.\n\n\tb.\tFor successful bidders, 12 months after the contract is signed.\n\n\t2.\tContract Solicitations and Notifications.  Each awarding authority shall include in each contract solicitation the form identified in Subsection B.3. and a description of the prohibitions and requirements of Charter Section 470(c)(12).  The awarding authority shall determine whether the form is complete for responsiveness purposes and electronically submit the form to the City Ethics Commission, in a Portable Document Format (PDF) or other electronic format pre-approved by the Commission, within ten business days of the bid due date.  The awarding authority shall either notify bidders who are not awarded a contract of the date that the contract was signed or the contract solicitation was terminated or withdrawn or notify the bidders how they may obtain or request the date that the contract was signed or the contract solicitation was terminated or withdrawn, unless that information is available on a City website.\n\n\t3.\tDisclosure Form.  As provided in Subsection B.2., every bidder shall file with the awarding authority, at the time the bid or other response is submitted, the following information under oath in a form and format approved by the City Ethics Commission:\n\n\ta.\tA description of the contract, including any City reference number associated with it, or if selection is of a pre-qualified list, a short description of the services to be provided, including any City reference number associated with it;\n\n\tb.\tThe name of the awarding authority;\n\n\tc.\tThe date the bid or other response was submitted to the awarding authority;\n\n\td.\tThe name of the bidder;\n\n\te.\tThe address of the bidder;\n\n\tf.\tThe phone number of the bidder;\n\n\tg.\tThe names and titles of the bidder’s principals;\n\n\th.\tThe names of the bidder’s sub-contractors;\n\n\ti.\tThe names and titles of each sub-contractor’s principals; and\n\n\tj.\tA certification that the bidder understands, will comply with, and will notify its principals and sub-contractors of the prohibitions and restrictions in this Section and Charter Section 470(c)(12).\n\n\t4.\tRequirement to Amend Form.  If the information submitted pursuant to Subsection B.3. changes after the bid is submitted, the bidder shall amend the form and submit it to the awarding authority within ten business days of the change.  The requirement to amend the form applies whenever the prohibitions and restrictions in Charter Section 470(c)(12) apply to the bidder, including after the contract approval for successful bidders.  The awarding authority shall electronically submit the form to the City Ethics Commission, in a Portable Document Format (PDF) or other electronic format pre-approved by the Commission, within ten business days of receipt.\n\n\t5.\tContract Amendments.  If a contract amendment requires approval by an elected City officer and makes the total value of the contract $100,000, or more for the first time, the prohibitions and restrictions in Charter Section 470(c)(12) apply from the date the awarding authority first discusses the amendment and terminates 12 months after the date the amendment is approved, disapproved, or withdrawn.  However, the restrictions in Charter Section 470(c)(12) do not apply to any subsequent amendments if the contract was previously subject to the restrictions and the contractor fulfilled its obligations under the Charter and this Section.\n\n\ta.\tThe awarding authority shall notify bidders who were not previously required to submit the form identified in Subsection B.3. of the requirements in this Section and Charter Section 470(c)(12) at the time the awarding authority first discusses the amendment with the bidder.\n\n\tb.\tBidders who were not previously required to submit the form identified in Subsection B.3. shall submit the form within ten business days of the date the awarding authority first discusses the amendment with the bidder.  The awarding authority shall electronically submit the form to the City Ethics Commission in a Portable Document Format (PDF) or other electronic format pre-approved by the Commission within ten business days of receipt.\n\n\tc.\tThis provision does not apply to the exercise of an option that has been previously approved in a written contract.\n\n\t6.\tBusiness Assistance Virtual Network.  In the event that the City’s Business Assistance Virtual Network or similar electronic system is used by a bidder to submit the forms required by this Section to the awarding authority and the Business Assistance Virtual Network or similar electronic system sends the submitted data to the City Ethics Commission, the awarding authority shall not be required to submit the form(s) to the City Ethics Commission.\n\n\tC.\tViolations and Debarment.\n\n\t1.\tIn addition to any other penalties or remedies established by this Article, a person who is found to have violated this Section or Charter Section 470(c)(12) shall not be eligible to bid on or be considered for a contract, extension, or amendment unless the Ethics Commission, as a body, determines that mitigating circumstances exist concerning such violation.\n\n\t2.\tThe Ethics Commission, as a body, shall determine whether mitigating circumstances apply whenever a violation of this Section or Charter Section 470(c)(12) is determined to have occurred.  If the Ethics Commission determines that mitigating circumstances do not exist, the person found to be in violation shall be debarred for the following periods of time after the Ethics Commission’s determination:\n\n\ta.\tOne year for the first violation;\n\n\tb.\tTwo years for the second violation;\n\n\tc.\tThree years for the third violation; and\n\n\td.\tFour years for the fourth and subsequent violations.\n\n\t3.\tThe Ethics Commission may adopt regulations regarding mitigating circumstances, including what constitutes mitigating circumstances and any other information determined to be necessary.\n\n\t4.\tThe Ethics Commission staff shall notify all agencies, departments, board and offices of a determination of debarment within ten business days of the determination.  The Ethics Commission’s determination regarding debarment is final as to all offices, departments, boards, and agencies and may not be waived.\n\n\t5.\tIf an awarding authority has an existing contract with a person who is identified in a debarment notice from the Ethics Commission staff, the awarding authority shall determine in writing and, if the awarding authority is a City board, commission, or City Council, at a public meeting whether it is the best interests of the City to terminate the contract.\n\n\t6.\tAn awarding authority shall not determine whether a violation of this Article or any other City law regarding campaign financing, lobbying, or governmental ethics has occurred.\n\n\t7.\tA person who fails to submit a complete disclosure form as required by this Section shall be deemed nonresponsive.  However, an awarding authority may award the contract to a bidder who did not submit a complete disclosure form under the following circumstances:\n\n\ta.\tThe contract is a sole source contract for work (as defined in U.S. copyright law) that is protected under an exclusive copyright interest or a subject matter (as defined in U.S. patent law) that is protected by a U.S. patent or a foreign patent that is enforceable in the United States; and\n\n\tb.\tBefore awarding the contract, the awarding authority does the following:\n\n\ti.\tMakes a written finding that entering into the contract is in the best interests of the City; and\n\n\tii.\tNotifies the contractor that the contractor, sub-contractor, and principals that, notwithstanding the failure to complete the disclosure form, they are not relieved of their obligations to comply with the requirements of the Charter and this Section or the penalties that may result from failing to comply with those requirements.","order_by":"7.35","ancestry":{"1":{"id":"12","name":"Campaign Financing","identifier":"9.7","label":"article","url":"\/4\/9.7\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"437","structure_id":"12","section_number":"49.7.32","catch_line":"1.\nFrom The First Date An\nIndividual May File A Declaration Of Intention To Become A\nCandidate With The City Clerk Through The Date Of The Associated\nGeneral Election, Or During The 90 Days Prior To An Election If No\nCity Candidate Will Be On The Ballot, Within 24 Hours After Making\nOr Incurring The Expenditures.\n","url":"\/49.7.32\/","token":"49.7.32"},"1":{"id":"45","structure_id":"12","section_number":"49.7.1","catch_line":"Relation To The City Charter.","url":"\/49.7.1\/","token":"49.7.1"},"2":{"id":"3597","structure_id":"12","section_number":"49.7.10","catch_line":"Fundraising Windows.","url":"\/49.7.10\/","token":"49.7.10"},"3":{"id":"2462","structure_id":"12","section_number":"49.7.11","catch_line":"Solicitation And Delivery Of Campaign Contributions.","url":"\/49.7.11\/","token":"49.7.11"},"4":{"id":"1617","structure_id":"12","section_number":"49.7.12","catch_line":"Training For Candidates And Treasurers.","url":"\/49.7.12\/","token":"49.7.12"},"5":{"id":"801","structure_id":"12","section_number":"49.7.13","catch_line":"Committees To Oppose Recall Petitions.","url":"\/49.7.13\/","token":"49.7.13"},"6":{"id":"1040","structure_id":"12","section_number":"49.7.14","catch_line":"Campaign Statement Filing Deadlines.","url":"\/49.7.14\/","token":"49.7.14"},"7":{"id":"2023","structure_id":"12","section_number":"49.7.15","catch_line":"Campaign Information.","url":"\/49.7.15\/","token":"49.7.15"},"8":{"id":"1356","structure_id":"12","section_number":"49.7.16","catch_line":"Contributor Information.","url":"\/49.7.16\/","token":"49.7.16"},"9":{"id":"3921","structure_id":"12","section_number":"49.7.17","catch_line":"Filing And Recordkeeping Requirements.","url":"\/49.7.17\/","token":"49.7.17"},"10":{"id":"2433","structure_id":"12","section_number":"49.7.18","catch_line":"Reproduction Of Materials.","url":"\/49.7.18\/","token":"49.7.18"},"11":{"id":"3587","structure_id":"12","section_number":"49.7.19","catch_line":"Officeholder Expense Fund.","url":"\/49.7.19\/","token":"49.7.19"},"12":{"id":"2988","structure_id":"12","section_number":"49.7.2","catch_line":"Definitions.","url":"\/49.7.2\/","token":"49.7.2"},"13":{"id":"8","structure_id":"12","section_number":"49.7.20","catch_line":"Legal Defense Fund.","url":"\/49.7.20\/","token":"49.7.20"},"14":{"id":"3625","structure_id":"12","section_number":"49.7.21","catch_line":"Disclosure By Officeholder Expense Funds And Legal Defense Funds.","url":"\/49.7.21\/","token":"49.7.21"},"15":{"id":"2557","structure_id":"12","section_number":"49.7.22","catch_line":"Acceptance Or Rejection Of Matching Funds.","url":"\/49.7.22\/","token":"49.7.22"},"16":{"id":"1030","structure_id":"12","section_number":"49.7.23","catch_line":"Participation And Qualification Requirements.","url":"\/49.7.23\/","token":"49.7.23"},"17":{"id":"280","structure_id":"12","section_number":"49.7.24","catch_line":"Expenditure Ceilings.","url":"\/49.7.24\/","token":"49.7.24"},"18":{"id":"2683","structure_id":"12","section_number":"49.7.25","catch_line":"Expenditure Ceilings Lifted.","url":"\/49.7.25\/","token":"49.7.25"},"19":{"id":"1146","structure_id":"12","section_number":"49.7.26","catch_line":"Notice Regarding Expenditure Ceilings.","url":"\/49.7.26\/","token":"49.7.26"},"20":{"id":"1710","structure_id":"12","section_number":"49.7.27","catch_line":"Matching Funds Formula.","url":"\/49.7.27\/","token":"49.7.27"},"21":{"id":"1154","structure_id":"12","section_number":"49.7.28","catch_line":"Requests For Matching Funds Payments.","url":"\/49.7.28\/","token":"49.7.28"},"22":{"id":"3125","structure_id":"12","section_number":"49.7.29","catch_line":"Maximum Matching Funds.","url":"\/49.7.29\/","token":"49.7.29"},"23":{"id":"2696","structure_id":"12","section_number":"49.7.3","catch_line":"Charter-Based Adjustments.","url":"\/49.7.3\/","token":"49.7.3"},"24":{"id":"1118","structure_id":"12","section_number":"49.7.30","catch_line":"Matching Funds Payments To Candidates.","url":"\/49.7.30\/","token":"49.7.30"},"25":{"id":"192","structure_id":"12","section_number":"49.7.31","catch_line":"Disclosure Of Independent Expenditure Communications.","url":"\/49.7.31\/","token":"49.7.31"},"26":{"id":"2892","structure_id":"12","section_number":"49.7.33","catch_line":"Disclaimers On Political Communications.","url":"\/49.7.33\/","token":"49.7.33"},"27":{"id":"2214","structure_id":"12","section_number":"49.7.34","catch_line":"Social Media Accounts.","url":"\/49.7.34\/","token":"49.7.34"},"28":{"id":"1028","structure_id":"12","section_number":"49.7.35","catch_line":"Bidder Contribution And Fundraising Restrictions.","url":"\/49.7.35\/","token":"49.7.35"},"29":{"id":"1442","structure_id":"12","section_number":"49.7.36","catch_line":"Underwriter Contribution And Fundraising Restrictions.","url":"\/49.7.36\/","token":"49.7.36"},"30":{"id":"1504","structure_id":"12","section_number":"49.7.37","catch_line":"Recordkeeping.","url":"\/49.7.37\/","token":"49.7.37"},"31":{"id":"1326","structure_id":"12","section_number":"49.7.38","catch_line":"Enforcement.","url":"\/49.7.38\/","token":"49.7.38"},"32":{"id":"1833","structure_id":"12","section_number":"49.7.39","catch_line":"Late Filing Penalties.","url":"\/49.7.39\/","token":"49.7.39"},"33":{"id":"3162","structure_id":"12","section_number":"49.7.4","catch_line":"Aggregation Of Contributions And Expenditures.","url":"\/49.7.4\/","token":"49.7.4"},"34":{"id":"4032","structure_id":"12","section_number":"49.7.40","catch_line":"Severability.","url":"\/49.7.40\/","token":"49.7.40"},"35":{"id":"1641","structure_id":"12","section_number":"49.7.5","catch_line":"Family Contributions.","url":"\/49.7.5\/","token":"49.7.5"},"36":{"id":"2382","structure_id":"12","section_number":"49.7.6","catch_line":"Text Message Contributions.","url":"\/49.7.6\/","token":"49.7.6"},"37":{"id":"1873","structure_id":"12","section_number":"49.7.7","catch_line":"Receipt Of Contributions.","url":"\/49.7.7\/","token":"49.7.7"},"38":{"id":"835","structure_id":"12","section_number":"49.7.8","catch_line":"Treatment Of Payments.","url":"\/49.7.8\/","token":"49.7.8"},"39":{"id":"1661","structure_id":"12","section_number":"49.7.9","catch_line":"Loans And Credit.","url":"\/49.7.9\/","token":"49.7.9"}},"previous_section":{"id":"2214","structure_id":"12","section_number":"49.7.34","catch_line":"Social Media Accounts.","url":"\/49.7.34\/","token":"49.7.34"},"next_section":{"id":"1442","structure_id":"12","section_number":"49.7.36","catch_line":"Underwriter Contribution And Fundraising Restrictions.","url":"\/49.7.36\/","token":"49.7.36"},"metadata":false,"references":false,"url":"\/49.7.35\/","token":"49.7.35","formats":{"txt":"\/49.7.35.txt","json":"\/49.7.35.xml"},"dublin_core":{"Title":"Bidder Contribution And Fundraising Restrictions.","Type":"Text","Format":"text\/html","Identifier":"§ 49.7.35","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nBIDDER CONTRIBUTION AND FUNDRAISING RESTRICTIONS. (§ 49.7.35)\n\n  BIDDER CONTRIBUTION AND FUNDRAISING RESTRICTIONS.\tA.\tDefinitions.  The\nfollowing definitions apply for purposes of Charter Section\n470(c)(12):\t1.\t“Awarding Authority” means the City Council, a City board,\ncommission, authorized employee, or authorized officer, including those who have\ncontrol of their own special funds but excluding the City Purchasing Agent when\nacting pursuant to Section 9.1 of the Los Angeles Administrative Code, who makes\nor enters into a contract for the provision of goods or services of any kind or\nnature whatsoever to, for, or on behalf of the City.  References to the\nawarding authority shall include references to staff when working on a matter\nsubject to this Section.\t2.\t“Approval by an elected City office” means\napproval of a contract or selection of a pre-qualified list of persons to\ncontract with the City in any of the following circumstances:\ta.\tThe elected\nCity officer or the elected City officer’s office is the awarding\nauthority;\tb.\tThe contract involves services provided directly to or under the\nsupervision of the elected City officer; or\tc.\tThe contract requires approval of\nthe elected City officer or the elected City officer’s office pursuant to City\nlaw, executive directive, or City Council action.\tThe term does not include\napproval by an elected City officer that is required pursuant to Charter Section\n262, 271(d), or 370 for non-proprietary departments, provided that City Council\napproval is not otherwise required and the elected City offices identified in\nthose Sections are neither the awarding authority nor supervising the services\nunder the contract.  The term does include approval by an elected City officer\nthat is required pursuant to Charter Section 262, 271(d), or 370 for contracts\nwith the Harbor, Water and Power, and Airport Departments.\t3.\t“Bidder” means\na person who bids on or submits a proposal or other response to a City contract\nsolicitation.\t4.\t“Contract solicitation” means a request for proposals,\nrequest for bids, request for qualifications, or any other request, whether\nwritten or verbal, for purposes of entering into a contract.  However, a\nsolicitation does not include a request to enter into a contract that relies on\nother City agency’s competitive process if the prior City contract was subject\nto the Charter Section 470(c)(12) restrictions and restrictions of this\nSection.\t5.\t“Contract” means any agreement, franchise, lease, non-regulatory\npermit, land use license or easement, or concession, including any agreement for\noccasional professional or technical personal services, for the performance of\nany work or service or construction, the provision of any materials, goods,\nequipment, or supplies, the sale or purchase of property, the making of grants,\nor the rendering of any service to the City, including any proprietary\ndepartment, or to the public where all of the following apply:\ta.\tThe contract\nis let, awarded, or entered into, with, or on behalf of the City or an awarding\nauthority;\tb.\tThe contract has an anticipated value of at least $100,000,\nincluding exercising all anticipated options; and\tc.\tThe contract requires\napproval by an elected City office.\tThe term includes any subsequent amendment\nthat, by itself or in combination with the original contract and any other\namendments, has an anticipated value of at least $100,000 and requires approval\nby an elected City office.  The term also includes the selection of a\npre-qualified list of persons to contract with the City where the request for\nqualifications includes a not-to-exceed amount of at least $100,000 and the list\nselection requires approval by an elected City office.  The term does not\ninclude any contract with another government agency or a contract with an\nunderwriting firm pursuant to Charter Section 609(e) for proprietary\nnoncompetitive sales of revenue bonds.\t6.\t“Principal” means the following\nwith regard to persons who are bidders and sub-contractors:\ta.\tThe person’s\nboard chair, president, chief executive officer, chief operating officer, and an\nindividual who serves in the functional equivalent of one or more of those\npositions;\tb.\tAn individual who holds an ownership interest in the person of 20\npercent or more; and\tc.\tAn individual employee of the bidder or sub-contractor\nauthorized by the bid or proposal to represent the person before the\nCity.\t7.\t“Prohibited fundraising” means the following activities:\ta.\tAsking\nthe bidder, sub-contractor, or an employee, officer, or principal of the bidder\nor sub-contractor to make a contribution;\tb.\tInviting the bidder,\nsub-contractor, or an employee, officer or principal of the bidder or\nsub-contractor to a fundraising event;\tc.\tSupplying the name of the bidder,\nsub-contractor, or an employee, officer or principal of the bidder or\nsub-contractor to be used for an invitation to a fundraising\nevent;\td.\tPermitting one’s name to appear on a solicitation for contributions\nor an invitation to a fundraising event sent to the bidder, sub-contractor, or\nan employee, officer, or principal of the bidder or sub-contractor;\te.\tProviding\nthe use of one’s home or business to hold a fundraising event if the bidder,\nsub-contractor or an employee, officer, or principal of the bidder or\nsub-contractor attends the event;\tf.\tPaying for at least 20 percent of the costs\nof a fundraising event if the bidder, sub-contractor, or an employee, officer,\nor principal of the bidder or sub-contractor attends the event;\tg.\tHiring\nanother person to conduct a fundraising event if the bidder, a sub-contractor,\nor an employee, officer, or principal of the bidder or sub-contractor attends\nthe event;\th.\tDelivering a contribution, either in person or by mail, of the\nbidder, a sub-contractor, or an employee, officer, or principal of the bidder or\nsub-contractor to the elected City officer, candidate for elected City office,\nor an agent of the officer or candidate; or\ti.\tActing as an agent or\nintermediary in connection with the making of a contribution of the bidder, a\nsub-contractor, or an employee, officer, or principal of the bidder or\nsub-contractor to an elected City officer, a candidate for elected City office,\nor a City controlled committee.\t8.\t“Sub-contractor” means a person who is\nexpected to receive at least $100,000 as a result of performing some or all of a\nbidder’s contract obligations and includes a subtenant where the subtenant is\nexpected to receive at least $100,000 as a result of performing a portion of the\ncontract obligations of the contractor and is required to pay the contractor at\nleast $100,000.\tB.\tFor purposes of Charter Section 470(c)(12), the following\napply:\t1.\tTiming of Fundraising and Contribution Restrictions.  In addition to\nthe restrictions provided in Charter Section 470(c)(12), except as otherwise\nprovided in Subsection B.5., bidders, sub-contractors, and principals may not\nmake contributions to or engage in prohibited fundraising for elected City\nofficers, candidates for elected City office, or City controlled committees from\nthe date a bid is submitted until one of the following dates:\ta.\tFor\nunsuccessful bidders, the date the contract is signed or the solicitation is\nwithdrawn or canceled.\tb.\tFor successful bidders, 12 months after the contract\nis signed.\t2.\tContract Solicitations and Notifications.  Each awarding\nauthority shall include in each contract solicitation the form identified in\nSubsection B.3. and a description of the prohibitions and requirements of\nCharter Section 470(c)(12).  The awarding authority shall determine whether the\nform is complete for responsiveness purposes and electronically submit the form\nto the City Ethics Commission, in a Portable Document Format (PDF) or other\nelectronic format pre-approved by the Commission, within ten business days of\nthe bid due date.  The awarding authority shall either notify bidders who are\nnot awarded a contract of the date that the contract was signed or the contract\nsolicitation was terminated or withdrawn or notify the bidders how they may\nobtain or request the date that the contract was signed or the contract\nsolicitation was terminated or withdrawn, unless that information is available\non a City website.\t3.\tDisclosure Form.  As provided in Subsection B.2., every\nbidder shall file with the awarding authority, at the time the bid or other\nresponse is submitted, the following information under oath in a form and format\napproved by the City Ethics Commission:\ta.\tA description of the contract,\nincluding any City reference number associated with it, or if selection is of a\npre-qualified list, a short description of the services to be provided,\nincluding any City reference number associated with it;\tb.\tThe name of the\nawarding authority;\tc.\tThe date the bid or other response was submitted to the\nawarding authority;\td.\tThe name of the bidder;\te.\tThe address of the\nbidder;\tf.\tThe phone number of the bidder;\tg.\tThe names and titles of the\nbidder’s principals;\th.\tThe names of the bidder’s sub-contractors;\ti.\tThe\nnames and titles of each sub-contractor’s principals; and\tj.\tA certification\nthat the bidder understands, will comply with, and will notify its principals\nand sub-contractors of the prohibitions and restrictions in this Section and\nCharter Section 470(c)(12).\t4.\tRequirement to Amend Form.  If the information\nsubmitted pursuant to Subsection B.3. changes after the bid is submitted, the\nbidder shall amend the form and submit it to the awarding authority within ten\nbusiness days of the change.  The requirement to amend the form applies\nwhenever the prohibitions and restrictions in Charter Section 470(c)(12) apply\nto the bidder, including after the contract approval for successful bidders. \nThe awarding authority shall electronically submit the form to the City Ethics\nCommission, in a Portable Document Format (PDF) or other electronic format\npre-approved by the Commission, within ten business days of receipt.\t5.\tContract\nAmendments.  If a contract amendment requires approval by an elected City\nofficer and makes the total value of the contract $100,000, or more for the\nfirst time, the prohibitions and restrictions in Charter Section 470(c)(12)\napply from the date the awarding authority first discusses the amendment and\nterminates 12 months after the date the amendment is approved, disapproved, or\nwithdrawn.  However, the restrictions in Charter Section 470(c)(12) do not\napply to any subsequent amendments if the contract was previously subject to the\nrestrictions and the contractor fulfilled its obligations under the Charter and\nthis Section.\ta.\tThe awarding authority shall notify bidders who were not\npreviously required to submit the form identified in Subsection B.3. of the\nrequirements in this Section and Charter Section 470(c)(12) at the time the\nawarding authority first discusses the amendment with the bidder.\tb.\tBidders who\nwere not previously required to submit the form identified in Subsection B.3.\nshall submit the form within ten business days of the date the awarding\nauthority first discusses the amendment with the bidder.  The awarding\nauthority shall electronically submit the form to the City Ethics Commission in\na Portable Document Format (PDF) or other electronic format pre-approved by the\nCommission within ten business days of receipt.\tc.\tThis provision does not apply\nto the exercise of an option that has been previously approved in a written\ncontract.\t6.\tBusiness Assistance Virtual Network.  In the event that the\nCity’s Business Assistance Virtual Network or similar electronic system is\nused by a bidder to submit the forms required by this Section to the awarding\nauthority and the Business Assistance Virtual Network or similar electronic\nsystem sends the submitted data to the City Ethics Commission, the awarding\nauthority shall not be required to submit the form(s) to the City Ethics\nCommission.\tC.\tViolations and Debarment.\t1.\tIn addition to any other penalties\nor remedies established by this Article, a person who is found to have violated\nthis Section or Charter Section 470(c)(12) shall not be eligible to bid on or be\nconsidered for a contract, extension, or amendment unless the Ethics Commission,\nas a body, determines that mitigating circumstances exist concerning such\nviolation.\t2.\tThe Ethics Commission, as a body, shall determine whether\nmitigating circumstances apply whenever a violation of this Section or Charter\nSection 470(c)(12) is determined to have occurred.  If the Ethics Commission\ndetermines that mitigating circumstances do not exist, the person found to be in\nviolation shall be debarred for the following periods of time after the Ethics\nCommission’s determination:\ta.\tOne year for the first violation;\tb.\tTwo years\nfor the second violation;\tc.\tThree years for the third violation; and\td.\tFour\nyears for the fourth and subsequent violations.\t3.\tThe Ethics Commission may\nadopt regulations regarding mitigating circumstances, including what constitutes\nmitigating circumstances and any other information determined to be\nnecessary.\t4.\tThe Ethics Commission staff shall notify all agencies,\ndepartments, board and offices of a determination of debarment within ten\nbusiness days of the determination.  The Ethics Commission’s determination\nregarding debarment is final as to all offices, departments, boards, and\nagencies and may not be waived.\t5.\tIf an awarding authority has an existing\ncontract with a person who is identified in a debarment notice from the Ethics\nCommission staff, the awarding authority shall determine in writing and, if the\nawarding authority is a City board, commission, or City Council, at a public\nmeeting whether it is the best interests of the City to terminate the\ncontract.\t6.\tAn awarding authority shall not determine whether a violation of\nthis Article or any other City law regarding campaign financing, lobbying, or\ngovernmental ethics has occurred.\t7.\tA person who fails to submit a complete\ndisclosure form as required by this Section shall be deemed nonresponsive. \nHowever, an awarding authority may award the contract to a bidder who did not\nsubmit a complete disclosure form under the following circumstances:\ta.\tThe\ncontract is a sole source contract for work (as defined in U.S. copyright law)\nthat is protected under an exclusive copyright interest or a subject matter (as\ndefined in U.S. patent law) that is protected by a U.S. patent or a foreign\npatent that is enforceable in the United States; and\tb.\tBefore awarding the\ncontract, the awarding authority does the following:\ti.\tMakes a written finding\nthat entering into the contract is in the best interests of the City;\nand\tii.\tNotifies the contractor that the contractor, sub-contractor, and\nprincipals that, notwithstanding the failure to complete the disclosure form,\nthey are not relieved of their obligations to comply with the requirements of\nthe Charter and this Section or the penalties that may result from failing to\ncomply with those requirements.\n","html":"\n\t\t\t\t\t<section><p>  BIDDER CONTRIBUTION AND FUNDRAISING RESTRICTIONS.<br \/><br \/>\tA.\tDefinitions.  The following definitions apply for purposes of Charter Section 470(c)(12):<br \/><br \/>\t1.\t“Awarding Authority” means the City Council, a City board, commission, authorized employee, or authorized officer, including those who have control of their own special funds but excluding the City Purchasing Agent when acting pursuant to Section 9.1 of the Los Angeles Administrative Code, who makes or enters into a <span class=\"dictionary\">contract<\/span> for the provision of goods or services of any kind or nature whatsoever to, for, or on behalf of the City.  References to the awarding authority shall include references to staff when working on a matter subject to this Section.<br \/><br \/>\t2.\t“Approval by an elected City office” means approval of a <span class=\"dictionary\">contract<\/span> or selection of a pre-qualified list of persons to <span class=\"dictionary\">contract<\/span> with the City in any of the following circumstances:<br \/><br \/>\ta.\tThe elected City officer or the elected City officer’s office is the awarding authority;<br \/><br \/>\tb.\tThe <span class=\"dictionary\">contract<\/span> involves services provided directly to or under the supervision of the elected City officer; or<br \/><br \/>\tc.\tThe <span class=\"dictionary\">contract<\/span> requires approval of the elected City officer or the elected City officer’s office pursuant to City <span class=\"dictionary\">law<\/span>, executive directive, or City Council action.<br \/><br \/>\tThe term does not include approval by an elected City officer that is required pursuant to Charter Section 262, 271(d), or 370 for non-proprietary departments, provided that City Council approval is not otherwise required and the elected City offices identified in those Sections are neither the awarding authority nor supervising the services under the <span class=\"dictionary\">contract<\/span>.  The term does include approval by an elected City officer that is required pursuant to Charter Section 262, 271(d), or 370 for <span class=\"dictionary\">contracts<\/span> with the Harbor, Water and Power, and Airport Departments.<br \/><br \/>\t3.\t“Bidder” means a person who bids on or submits a proposal or other response to a City <span class=\"dictionary\">contract<\/span> solicitation.<br \/><br \/>\t4.\t“<span class=\"dictionary\">Contract<\/span> solicitation” means a request for proposals, request for bids, request for qualifications, or any other request, whether written or verbal, for purposes of entering into a <span class=\"dictionary\">contract<\/span>.  However, a solicitation does not include a request to enter into a <span class=\"dictionary\">contract<\/span> that relies on other City agency’s competitive process if the prior City <span class=\"dictionary\">contract<\/span> was subject to the Charter Section 470(c)(12) restrictions and restrictions of this Section.<br \/><br \/>\t5.\t“<span class=\"dictionary\">Contract<\/span>” means any agreement, franchise, lease, non-regulatory permit, land use license or easement, or concession, including any agreement for occasional professional or technical personal services, for the performance of any work or service or construction, the provision of any <span class=\"dictionary\">materials<\/span>, goods, equipment, or supplies, the sale or purchase of property, the making of grants, or the rendering of any service to the City, including any proprietary department, or to the public where all of the following apply:<br \/><br \/>\ta.\tThe <span class=\"dictionary\">contract<\/span> is let, awarded, or entered into, with, or on behalf of the City or an awarding authority;<br \/><br \/>\tb.\tThe <span class=\"dictionary\">contract<\/span> has an anticipated value of at least $100,000, including exercising all anticipated options; and<br \/><br \/>\tc.\tThe <span class=\"dictionary\">contract<\/span> requires approval by an elected City office.<br \/><br \/>\tThe term includes any subsequent amendment that, by itself or in combination with the original <span class=\"dictionary\">contract<\/span> and any other amendments, has an anticipated value of at least $100,000 and requires approval by an elected City office.  The term also includes the selection of a pre-qualified list of persons to <span class=\"dictionary\">contract<\/span> with the City where the request for qualifications includes a not-to-exceed amount of at least $100,000 and the list selection requires approval by an elected City office.  The term does not include any <span class=\"dictionary\">contract<\/span> with another government agency or a <span class=\"dictionary\">contract<\/span> with an underwriting firm pursuant to Charter Section 609(e) for proprietary noncompetitive sales of revenue <span class=\"dictionary\">bonds<\/span>.<br \/><br \/>\t6.\t“Principal” means the following with regard to persons who are bidders and sub-contractors:<br \/><br \/>\ta.\tThe person’s board chair, president, chief executive officer, chief operating officer, and an individual who serves in the functional equivalent of one or more of those positions;<br \/><br \/>\tb.\tAn individual who holds an ownership interest in the person of 20 percent or more; and<br \/><br \/>\tc.\tAn individual employee of the bidder or sub-contractor authorized by the bid or proposal to represent the person before the City.<br \/><br \/>\t7.\t“Prohibited fundraising” means the following activities:<br \/><br \/>\ta.\tAsking the bidder, sub-contractor, or an employee, officer, or principal of the bidder or sub-contractor to make a contribution;<br \/><br \/>\tb.\tInviting the bidder, sub-contractor, or an employee, officer or principal of the bidder or sub-contractor to a fundraising event;<br \/><br \/>\tc.\tSupplying the name of the bidder, sub-contractor, or an employee, officer or principal of the bidder or sub-contractor to be used for an invitation to a fundraising event;<br \/><br \/>\td.\tPermitting one’s name to appear on a solicitation for contributions or an invitation to a fundraising event sent to the bidder, sub-contractor, or an employee, officer, or principal of the bidder or sub-contractor;<br \/><br \/>\te.\tProviding the use of one’s home or business to hold a fundraising event if the bidder, sub-contractor or an employee, officer, or principal of the bidder or sub-contractor attends the event;<br \/><br \/>\tf.\tPaying for at least 20 percent of the costs of a fundraising event if the bidder, sub-contractor, or an employee, officer, or principal of the bidder or sub-contractor attends the event;<br \/><br \/>\tg.\tHiring another person to conduct a fundraising event if the bidder, a sub-contractor, or an employee, officer, or principal of the bidder or sub-contractor attends the event;<br \/><br \/>\th.\tDelivering a contribution, either in person or by mail, of the bidder, a sub-contractor, or an employee, officer, or principal of the bidder or sub-contractor to the elected City officer, candidate for elected City office, or an agent of the officer or candidate; or<br \/><br \/>\ti.\tActing as an agent or intermediary in connection with the making of a contribution of the bidder, a sub-contractor, or an employee, officer, or principal of the bidder or sub-contractor to an elected City officer, a candidate for elected City office, or a City controlled committee.<br \/><br \/>\t8.\t“Sub-contractor” means a person who is expected to receive at least $100,000 as a result of performing some or all of a bidder’s <span class=\"dictionary\">contract<\/span> obligations and includes a subtenant where the subtenant is expected to receive at least $100,000 as a result of performing a portion of the <span class=\"dictionary\">contract<\/span> obligations of the contractor and is required to pay the contractor at least $100,000.<br \/><br \/>\tB.\tFor purposes of Charter Section 470(c)(12), the following apply:<br \/><br \/>\t1.\tTiming of Fundraising and Contribution Restrictions.  In addition to the restrictions provided in Charter Section 470(c)(12), except as otherwise provided in Subsection B.5., bidders, sub-contractors, and principals may not make contributions to or engage in prohibited fundraising for elected City officers, candidates for elected City office, or City controlled committees from the date a bid is submitted until one of the following dates:<br \/><br \/>\ta.\tFor unsuccessful bidders, the date the <span class=\"dictionary\">contract<\/span> is signed or the solicitation is withdrawn or canceled.<br \/><br \/>\tb.\tFor successful bidders, 12 months after the <span class=\"dictionary\">contract<\/span> is signed.<br \/><br \/>\t2.\t<span class=\"dictionary\">Contract<\/span> Solicitations and Notifications.  Each awarding authority shall include in each <span class=\"dictionary\">contract<\/span> solicitation the form identified in Subsection B.3. and a description of the prohibitions and requirements of Charter Section 470(c)(12).  The awarding authority shall determine whether the form is complete for responsiveness purposes and electronically submit the form to the City Ethics Commission, in a Portable Document Format (PDF) or other electronic format pre-approved by the Commission, within ten business days of the bid due date.  The awarding authority shall either notify bidders who are not awarded a <span class=\"dictionary\">contract<\/span> of the date that the <span class=\"dictionary\">contract<\/span> was signed or the <span class=\"dictionary\">contract<\/span> solicitation was terminated or withdrawn or notify the bidders how they may obtain or request the date that the <span class=\"dictionary\">contract<\/span> was signed or the <span class=\"dictionary\">contract<\/span> solicitation was terminated or withdrawn, unless that information is available on a City website.<br \/><br \/>\t3.\tDisclosure Form.  As provided in Subsection B.2., every bidder shall file with the awarding authority, at the time the bid or other response is submitted, the following information under <span class=\"dictionary\">oath<\/span> in a form and format approved by the City Ethics Commission:<br \/><br \/>\ta.\tA description of the <span class=\"dictionary\">contract<\/span>, including any City reference number associated with it, or if selection is of a pre-qualified list, a short description of the services to be provided, including any City reference number associated with it;<br \/><br \/>\tb.\tThe name of the awarding authority;<br \/><br \/>\tc.\tThe date the bid or other response was submitted to the awarding authority;<br \/><br \/>\td.\tThe name of the bidder;<br \/><br \/>\te.\tThe address of the bidder;<br \/><br \/>\tf.\tThe phone number of the bidder;<br \/><br \/>\tg.\tThe names and titles of the bidder’s principals;<br \/><br \/>\th.\tThe names of the bidder’s sub-contractors;<br \/><br \/>\ti.\tThe names and titles of each sub-contractor’s principals; and<br \/><br \/>\tj.\tA certification that the bidder understands, will comply with, and will notify its principals and sub-contractors of the prohibitions and restrictions in this Section and Charter Section 470(c)(12).<br \/><br \/>\t4.\tRequirement to <span class=\"dictionary\">Amend<\/span> Form.  If the information submitted pursuant to Subsection B.3. changes after the bid is submitted, the bidder shall <span class=\"dictionary\">amend<\/span> the form and submit it to the awarding authority within ten business days of the change.  The requirement to <span class=\"dictionary\">amend<\/span> the form applies whenever the prohibitions and restrictions in Charter Section 470(c)(12) apply to the bidder, including after the <span class=\"dictionary\">contract<\/span> approval for successful bidders.  The awarding authority shall electronically submit the form to the City Ethics Commission, in a Portable Document Format (PDF) or other electronic format pre-approved by the Commission, within ten business days of receipt.<br \/><br \/>\t5.\t<span class=\"dictionary\">Contract<\/span> Amendments.  If a <span class=\"dictionary\">contract<\/span> amendment requires approval by an elected City officer and makes the total value of the <span class=\"dictionary\">contract<\/span> $100,000, or more for the first time, the prohibitions and restrictions in Charter Section 470(c)(12) apply from the date the awarding authority first discusses the amendment and terminates 12 months after the date the amendment is approved, disapproved, or withdrawn.  However, the restrictions in Charter Section 470(c)(12) do not apply to any subsequent amendments if the <span class=\"dictionary\">contract<\/span> was previously subject to the restrictions and the contractor fulfilled its obligations under the Charter and this Section.<br \/><br \/>\ta.\tThe awarding authority shall notify bidders who were not previously required to submit the form identified in Subsection B.3. of the requirements in this Section and Charter Section 470(c)(12) at the time the awarding authority first discusses the amendment with the bidder.<br \/><br \/>\tb.\tBidders who were not previously required to submit the form identified in Subsection B.3. shall submit the form within ten business days of the date the awarding authority first discusses the amendment with the bidder.  The awarding authority shall electronically submit the form to the City Ethics Commission in a Portable Document Format (PDF) or other electronic format pre-approved by the Commission within ten business days of receipt.<br \/><br \/>\tc.\tThis provision does not apply to the exercise of an option that has been previously approved in a written <span class=\"dictionary\">contract<\/span>.<br \/><br \/>\t6.\tBusiness Assistance Virtual Network.  In the event that the City’s Business Assistance Virtual Network or similar electronic system is used by a bidder to submit the forms required by this Section to the awarding authority and the Business Assistance Virtual Network or similar electronic system sends the submitted data to the City Ethics Commission, the awarding authority shall not be required to submit the form(s) to the City Ethics Commission.<br \/><br \/>\tC.\tViolations and Debarment.<br \/><br \/>\t1.\tIn addition to any other penalties or remedies established by this Article, a person who is found to have violated this Section or Charter Section 470(c)(12) shall not be eligible to bid on or be considered for a <span class=\"dictionary\">contract<\/span>, extension, or amendment unless the Ethics Commission, as a body, determines that <span class=\"dictionary\">mitigating circumstances<\/span> exist concerning such violation.<br \/><br \/>\t2.\tThe Ethics Commission, as a body, shall determine whether <span class=\"dictionary\">mitigating circumstances<\/span> apply whenever a violation of this Section or Charter Section 470(c)(12) is determined to have occurred.  If the Ethics Commission determines that <span class=\"dictionary\">mitigating circumstances<\/span> do not exist, the person found to be in violation shall be debarred for the following periods of time after the Ethics Commission’s determination:<br \/><br \/>\ta.\tOne year for the first violation;<br \/><br \/>\tb.\tTwo years for the second violation;<br \/><br \/>\tc.\tThree years for the third violation; and<br \/><br \/>\td.\tFour years for the fourth and subsequent violations.<br \/><br \/>\t3.\tThe Ethics Commission may adopt regulations regarding <span class=\"dictionary\">mitigating circumstances<\/span>, including what constitutes <span class=\"dictionary\">mitigating circumstances<\/span> and any other information determined to be necessary.<br \/><br \/>\t4.\tThe Ethics Commission staff shall notify all agencies, departments, board and offices of a determination of debarment within ten business days of the determination.  The Ethics Commission’s determination regarding debarment is final as to all offices, departments, boards, and agencies and may not be waived.<br \/><br \/>\t5.\tIf an awarding authority has an existing <span class=\"dictionary\">contract<\/span> with a person who is identified in a debarment notice from the Ethics Commission staff, the awarding authority shall determine in writing and, if the awarding authority is a City board, commission, or City Council, at a public meeting whether it is the best interests of the City to terminate the <span class=\"dictionary\">contract<\/span>.<br \/><br \/>\t6.\tAn awarding authority shall not determine whether a violation of this Article or any other City <span class=\"dictionary\">law<\/span> regarding campaign financing, lobbying, or governmental ethics has occurred.<br \/><br \/>\t7.\tA person who fails to submit a complete disclosure form as required by this Section shall be deemed nonresponsive.  However, an awarding authority may award the <span class=\"dictionary\">contract<\/span> to a bidder who did not submit a complete disclosure form under the following circumstances:<br \/><br \/>\ta.\tThe <span class=\"dictionary\">contract<\/span> is a sole source <span class=\"dictionary\">contract<\/span> for work (as defined in U.S. copyright <span class=\"dictionary\">law<\/span>) that is protected under an exclusive copyright interest or a subject matter (as defined in U.S. patent <span class=\"dictionary\">law<\/span>) that is protected by a U.S. patent or a foreign patent that is enforceable in the United States; and<br \/><br \/>\tb.\tBefore awarding the <span class=\"dictionary\">contract<\/span>, the awarding authority does the following:<br \/><br \/>\ti.\tMakes a written <span class=\"dictionary\">finding<\/span> that entering into the <span class=\"dictionary\">contract<\/span> is in the best interests of the City; and<br \/><br \/>\tii.\tNotifies the contractor that the contractor, sub-contractor, and principals that, notwithstanding the failure to complete the disclosure form, they are not relieved of their obligations to comply with the requirements of the Charter and this Section or the penalties that may result from failing to comply with those requirements.<\/p><\/section>","text":{"0":{"id":"1016","text":"  BIDDER CONTRIBUTION AND FUNDRAISING RESTRICTIONS.\tA.\tDefinitions.  The following definitions apply for purposes of Charter Section 470(c)(12):\t1.\t“Awarding Authority” means the City Council, a City board, commission, authorized employee, or authorized officer, including those who have control of their own special funds but excluding the City Purchasing Agent when acting pursuant to Section 9.1 of the Los Angeles Administrative Code, who makes or enters into a contract for the provision of goods or services of any kind or nature whatsoever to, for, or on behalf of the City.  References to the awarding authority shall include references to staff when working on a matter subject to this Section.\t2.\t“Approval by an elected City office” means approval of a contract or selection of a pre-qualified list of persons to contract with the City in any of the following circumstances:\ta.\tThe elected City officer or the elected City officer’s office is the awarding authority;\tb.\tThe contract involves services provided directly to or under the supervision of the elected City officer; or\tc.\tThe contract requires approval of the elected City officer or the elected City officer’s office pursuant to City law, executive directive, or City Council action.\tThe term does not include approval by an elected City officer that is required pursuant to Charter Section 262, 271(d), or 370 for non-proprietary departments, provided that City Council approval is not otherwise required and the elected City offices identified in those Sections are neither the awarding authority nor supervising the services under the contract.  The term does include approval by an elected City officer that is required pursuant to Charter Section 262, 271(d), or 370 for contracts with the Harbor, Water and Power, and Airport Departments.\t3.\t“Bidder” means a person who bids on or submits a proposal or other response to a City contract solicitation.\t4.\t“Contract solicitation” means a request for proposals, request for bids, request for qualifications, or any other request, whether written or verbal, for purposes of entering into a contract.  However, a solicitation does not include a request to enter into a contract that relies on other City agency’s competitive process if the prior City contract was subject to the Charter Section 470(c)(12) restrictions and restrictions of this Section.\t5.\t“Contract” means any agreement, franchise, lease, non-regulatory permit, land use license or easement, or concession, including any agreement for occasional professional or technical personal services, for the performance of any work or service or construction, the provision of any materials, goods, equipment, or supplies, the sale or purchase of property, the making of grants, or the rendering of any service to the City, including any proprietary department, or to the public where all of the following apply:\ta.\tThe contract is let, awarded, or entered into, with, or on behalf of the City or an awarding authority;\tb.\tThe contract has an anticipated value of at least $100,000, including exercising all anticipated options; and\tc.\tThe contract requires approval by an elected City office.\tThe term includes any subsequent amendment that, by itself or in combination with the original contract and any other amendments, has an anticipated value of at least $100,000 and requires approval by an elected City office.  The term also includes the selection of a pre-qualified list of persons to contract with the City where the request for qualifications includes a not-to-exceed amount of at least $100,000 and the list selection requires approval by an elected City office.  The term does not include any contract with another government agency or a contract with an underwriting firm pursuant to Charter Section 609(e) for proprietary noncompetitive sales of revenue bonds.\t6.\t“Principal” means the following with regard to persons who are bidders and sub-contractors:\ta.\tThe person’s board chair, president, chief executive officer, chief operating officer, and an individual who serves in the functional equivalent of one or more of those positions;\tb.\tAn individual who holds an ownership interest in the person of 20 percent or more; and\tc.\tAn individual employee of the bidder or sub-contractor authorized by the bid or proposal to represent the person before the City.\t7.\t“Prohibited fundraising” means the following activities:\ta.\tAsking the bidder, sub-contractor, or an employee, officer, or principal of the bidder or sub-contractor to make a contribution;\tb.\tInviting the bidder, sub-contractor, or an employee, officer or principal of the bidder or sub-contractor to a fundraising event;\tc.\tSupplying the name of the bidder, sub-contractor, or an employee, officer or principal of the bidder or sub-contractor to be used for an invitation to a fundraising event;\td.\tPermitting one’s name to appear on a solicitation for contributions or an invitation to a fundraising event sent to the bidder, sub-contractor, or an employee, officer, or principal of the bidder or sub-contractor;\te.\tProviding the use of one’s home or business to hold a fundraising event if the bidder, sub-contractor or an employee, officer, or principal of the bidder or sub-contractor attends the event;\tf.\tPaying for at least 20 percent of the costs of a fundraising event if the bidder, sub-contractor, or an employee, officer, or principal of the bidder or sub-contractor attends the event;\tg.\tHiring another person to conduct a fundraising event if the bidder, a sub-contractor, or an employee, officer, or principal of the bidder or sub-contractor attends the event;\th.\tDelivering a contribution, either in person or by mail, of the bidder, a sub-contractor, or an employee, officer, or principal of the bidder or sub-contractor to the elected City officer, candidate for elected City office, or an agent of the officer or candidate; or\ti.\tActing as an agent or intermediary in connection with the making of a contribution of the bidder, a sub-contractor, or an employee, officer, or principal of the bidder or sub-contractor to an elected City officer, a candidate for elected City office, or a City controlled committee.\t8.\t“Sub-contractor” means a person who is expected to receive at least $100,000 as a result of performing some or all of a bidder’s contract obligations and includes a subtenant where the subtenant is expected to receive at least $100,000 as a result of performing a portion of the contract obligations of the contractor and is required to pay the contractor at least $100,000.\tB.\tFor purposes of Charter Section 470(c)(12), the following apply:\t1.\tTiming of Fundraising and Contribution Restrictions.  In addition to the restrictions provided in Charter Section 470(c)(12), except as otherwise provided in Subsection B.5., bidders, sub-contractors, and principals may not make contributions to or engage in prohibited fundraising for elected City officers, candidates for elected City office, or City controlled committees from the date a bid is submitted until one of the following dates:\ta.\tFor unsuccessful bidders, the date the contract is signed or the solicitation is withdrawn or canceled.\tb.\tFor successful bidders, 12 months after the contract is signed.\t2.\tContract Solicitations and Notifications.  Each awarding authority shall include in each contract solicitation the form identified in Subsection B.3. and a description of the prohibitions and requirements of Charter Section 470(c)(12).  The awarding authority shall determine whether the form is complete for responsiveness purposes and electronically submit the form to the City Ethics Commission, in a Portable Document Format (PDF) or other electronic format pre-approved by the Commission, within ten business days of the bid due date.  The awarding authority shall either notify bidders who are not awarded a contract of the date that the contract was signed or the contract solicitation was terminated or withdrawn or notify the bidders how they may obtain or request the date that the contract was signed or the contract solicitation was terminated or withdrawn, unless that information is available on a City website.\t3.\tDisclosure Form.  As provided in Subsection B.2., every bidder shall file with the awarding authority, at the time the bid or other response is submitted, the following information under oath in a form and format approved by the City Ethics Commission:\ta.\tA description of the contract, including any City reference number associated with it, or if selection is of a pre-qualified list, a short description of the services to be provided, including any City reference number associated with it;\tb.\tThe name of the awarding authority;\tc.\tThe date the bid or other response was submitted to the awarding authority;\td.\tThe name of the bidder;\te.\tThe address of the bidder;\tf.\tThe phone number of the bidder;\tg.\tThe names and titles of the bidder’s principals;\th.\tThe names of the bidder’s sub-contractors;\ti.\tThe names and titles of each sub-contractor’s principals; and\tj.\tA certification that the bidder understands, will comply with, and will notify its principals and sub-contractors of the prohibitions and restrictions in this Section and Charter Section 470(c)(12).\t4.\tRequirement to Amend Form.  If the information submitted pursuant to Subsection B.3. changes after the bid is submitted, the bidder shall amend the form and submit it to the awarding authority within ten business days of the change.  The requirement to amend the form applies whenever the prohibitions and restrictions in Charter Section 470(c)(12) apply to the bidder, including after the contract approval for successful bidders.  The awarding authority shall electronically submit the form to the City Ethics Commission, in a Portable Document Format (PDF) or other electronic format pre-approved by the Commission, within ten business days of receipt.\t5.\tContract Amendments.  If a contract amendment requires approval by an elected City officer and makes the total value of the contract $100,000, or more for the first time, the prohibitions and restrictions in Charter Section 470(c)(12) apply from the date the awarding authority first discusses the amendment and terminates 12 months after the date the amendment is approved, disapproved, or withdrawn.  However, the restrictions in Charter Section 470(c)(12) do not apply to any subsequent amendments if the contract was previously subject to the restrictions and the contractor fulfilled its obligations under the Charter and this Section.\ta.\tThe awarding authority shall notify bidders who were not previously required to submit the form identified in Subsection B.3. of the requirements in this Section and Charter Section 470(c)(12) at the time the awarding authority first discusses the amendment with the bidder.\tb.\tBidders who were not previously required to submit the form identified in Subsection B.3. shall submit the form within ten business days of the date the awarding authority first discusses the amendment with the bidder.  The awarding authority shall electronically submit the form to the City Ethics Commission in a Portable Document Format (PDF) or other electronic format pre-approved by the Commission within ten business days of receipt.\tc.\tThis provision does not apply to the exercise of an option that has been previously approved in a written contract.\t6.\tBusiness Assistance Virtual Network.  In the event that the City’s Business Assistance Virtual Network or similar electronic system is used by a bidder to submit the forms required by this Section to the awarding authority and the Business Assistance Virtual Network or similar electronic system sends the submitted data to the City Ethics Commission, the awarding authority shall not be required to submit the form(s) to the City Ethics Commission.\tC.\tViolations and Debarment.\t1.\tIn addition to any other penalties or remedies established by this Article, a person who is found to have violated this Section or Charter Section 470(c)(12) shall not be eligible to bid on or be considered for a contract, extension, or amendment unless the Ethics Commission, as a body, determines that mitigating circumstances exist concerning such violation.\t2.\tThe Ethics Commission, as a body, shall determine whether mitigating circumstances apply whenever a violation of this Section or Charter Section 470(c)(12) is determined to have occurred.  If the Ethics Commission determines that mitigating circumstances do not exist, the person found to be in violation shall be debarred for the following periods of time after the Ethics Commission’s determination:\ta.\tOne year for the first violation;\tb.\tTwo years for the second violation;\tc.\tThree years for the third violation; and\td.\tFour years for the fourth and subsequent violations.\t3.\tThe Ethics Commission may adopt regulations regarding mitigating circumstances, including what constitutes mitigating circumstances and any other information determined to be necessary.\t4.\tThe Ethics Commission staff shall notify all agencies, departments, board and offices of a determination of debarment within ten business days of the determination.  The Ethics Commission’s determination regarding debarment is final as to all offices, departments, boards, and agencies and may not be waived.\t5.\tIf an awarding authority has an existing contract with a person who is identified in a debarment notice from the Ethics Commission staff, the awarding authority shall determine in writing and, if the awarding authority is a City board, commission, or City Council, at a public meeting whether it is the best interests of the City to terminate the contract.\t6.\tAn awarding authority shall not determine whether a violation of this Article or any other City law regarding campaign financing, lobbying, or governmental ethics has occurred.\t7.\tA person who fails to submit a complete disclosure form as required by this Section shall be deemed nonresponsive.  However, an awarding authority may award the contract to a bidder who did not submit a complete disclosure form under the following circumstances:\ta.\tThe contract is a sole source contract for work (as defined in U.S. copyright law) that is protected under an exclusive copyright interest or a subject matter (as defined in U.S. patent law) that is protected by a U.S. patent or a foreign patent that is enforceable in the United States; and\tb.\tBefore awarding the contract, the awarding authority does the following:\ti.\tMakes a written finding that entering into the contract is in the best interests of the City; and\tii.\tNotifies the contractor that the contractor, sub-contractor, and principals that, notwithstanding the failure to complete the disclosure form, they are not relieved of their obligations to comply with the requirements of the Charter and this Section or the penalties that may result from failing to comply with those requirements.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}