{"section_number":"49.73","edition_id":"1","section_id":"1928","structure_id":"127","catch_line":"Housing And Other Real Estate Transactions.","history":"","full_text":"  HOUSING AND OTHER REAL ESTATE TRANSACTIONS.\n\n\ta.\tUnlawful Real Estate Practices.\n\n\t1.\tTransactions Generally. It shall be an unlawful real estate practice for any person to interrupt, terminate, or fail or refuse to initiate or conduct any transaction in real property, including but not limited to the rental thereof; to require different terms for such transaction; to include in the terms or conditions of a transaction in real property any clause, condition or restriction; or falsely to represent that an interest in real property is not available for transaction; on the basis (in whole or in part) of any individual’s sexual orientation.\n\n\t2.\tCredit and Insurance. It shall be an unlawful real estate practice for any person to refuse to lend money, guarantee the loan, accept a deed of trust or mortgage, or otherwise refuse to make available funds for the purchase, acquisition, construction, alteration, rehabilitation, repair or maintenance of real property; or impose different conditions on such financing; or refuse to provide title or other insurance relating to the ownership or use of any interest in real property; on the basis (in whole or in part) of any individual’s sexual orientation.\n\n\t3.\tTenants’ Services. It shall be an unlawful real estate practice for any person to refuse or restrict facilities, services, repairs or improvements for any tenant or lessee; on the basis (in whole or in part) of any individual’s sexual orientation.\n\n\t4.\tAdvertising. It shall be an unlawful real estate practice for any person to make, print, publish, advertise or disseminate in anyway, any notice, statement or advertisement with respect to a transaction or proposed transaction in real property, or with respect to financing related to any such transaction, which unlawfully indicates or attempts to indicate any unlawful preference, limitation or discrimination.\n\n\tb.\tSubterfuge.  It shall be unlawful to do any of the actions mentioned in this section for any reason that would not have been asserted, wholly or partially, but for the sexual orientation of any individual.\n\n\tc.\tExceptions.\n\n\t1.\tOwner Occupied and Small Dwellings. Nothing in this article shall be construed to apply to the rental or leasing of any housing unit in which the owner or lessor or any member of his or her family occupies one of the living units and either (1) it is necessary for the owner or lessor to use either a bathroom or kitchen facility in common with the prospective tenant; or (2) the structure contains less than three dwelling units.\n\n\t2.\tEffect on Other Laws. Nothing in this article shall be deemed to permit any rental or occupancy of any dwelling unit or commercial space otherwise prohibited by law.","order_by":"73","ancestry":{"1":{"id":"127","name":"Discrimination On The Basis Of Sexual Orientation","identifier":"12","label":"article","url":"\/4\/12\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2131","structure_id":"127","section_number":"49.70","catch_line":"Statement Of Policy.","url":"\/49.70\/","token":"49.70"},"1":{"id":"2249","structure_id":"127","section_number":"49.71","catch_line":"Definitions.","url":"\/49.71\/","token":"49.71"},"2":{"id":"2374","structure_id":"127","section_number":"49.72","catch_line":"Employment.","url":"\/49.72\/","token":"49.72"},"3":{"id":"1928","structure_id":"127","section_number":"49.73","catch_line":"Housing And Other Real Estate Transactions.","url":"\/49.73\/","token":"49.73"},"4":{"id":"3667","structure_id":"127","section_number":"49.74","catch_line":"Business Establishments.","url":"\/49.74\/","token":"49.74"},"5":{"id":"1706","structure_id":"127","section_number":"49.75","catch_line":"Educational Institutions.*","url":"\/49.75\/","token":"49.75"},"6":{"id":"1989","structure_id":"127","section_number":"49.76","catch_line":"Liability.","url":"\/49.76\/","token":"49.76"},"7":{"id":"1276","structure_id":"127","section_number":"49.77","catch_line":"Enforcement.","url":"\/49.77\/","token":"49.77"},"8":{"id":"1419","structure_id":"127","section_number":"49.78","catch_line":"Limitation On Action.","url":"\/49.78\/","token":"49.78"},"9":{"id":"3434","structure_id":"127","section_number":"49.79","catch_line":"Severability.","url":"\/49.79\/","token":"49.79"},"10":{"id":"2531","structure_id":"127","section_number":"49.80","catch_line":"Exceptions.","url":"\/49.80\/","token":"49.80"}},"next_section":{"id":"3667","structure_id":"127","section_number":"49.74","catch_line":"Business Establishments.","url":"\/49.74\/","token":"49.74"},"metadata":false,"references":false,"url":"\/49.73\/","token":"49.73","formats":{"txt":"\/49.73.txt","json":"\/49.73.xml"},"dublin_core":{"Title":"Housing And Other Real Estate Transactions.","Type":"Text","Format":"text\/html","Identifier":"§ 49.73","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nHOUSING AND OTHER REAL ESTATE TRANSACTIONS. (§ 49.73)\n\n  HOUSING AND OTHER REAL ESTATE TRANSACTIONS.\ta.\tUnlawful Real Estate\nPractices.\t1.\tTransactions Generally. It shall be an unlawful real estate\npractice for any person to interrupt, terminate, or fail or refuse to initiate\nor conduct any transaction in real property, including but not limited to the\nrental thereof; to require different terms for such transaction; to include in\nthe terms or conditions of a transaction in real property any clause, condition\nor restriction; or falsely to represent that an interest in real property is not\navailable for transaction; on the basis (in whole or in part) of any\nindividual’s sexual orientation.\t2.\tCredit and Insurance. It shall be an\nunlawful real estate practice for any person to refuse to lend money, guarantee\nthe loan, accept a deed of trust or mortgage, or otherwise refuse to make\navailable funds for the purchase, acquisition, construction, alteration,\nrehabilitation, repair or maintenance of real property; or impose different\nconditions on such financing; or refuse to provide title or other insurance\nrelating to the ownership or use of any interest in real property; on the basis\n(in whole or in part) of any individual’s sexual orientation.\t3.\tTenants’\nServices. It shall be an unlawful real estate practice for any person to refuse\nor restrict facilities, services, repairs or improvements for any tenant or\nlessee; on the basis (in whole or in part) of any individual’s sexual\norientation.\t4.\tAdvertising. It shall be an unlawful real estate practice for\nany person to make, print, publish, advertise or disseminate in anyway, any\nnotice, statement or advertisement with respect to a transaction or proposed\ntransaction in real property, or with respect to financing related to any such\ntransaction, which unlawfully indicates or attempts to indicate any unlawful\npreference, limitation or discrimination.\tb.\tSubterfuge.  It shall be unlawful\nto do any of the actions mentioned in this section for any reason that would not\nhave been asserted, wholly or partially, but for the sexual orientation of any\nindividual.\tc.\tExceptions.\t1.\tOwner Occupied and Small Dwellings. Nothing in\nthis article shall be construed to apply to the rental or leasing of any housing\nunit in which the owner or lessor or any member of his or her family occupies\none of the living units and either (1) it is necessary for the owner or lessor\nto use either a bathroom or kitchen facility in common with the prospective\ntenant; or (2) the structure contains less than three dwelling units.\t2.\tEffect\non Other Laws. Nothing in this article shall be deemed to permit any rental or\noccupancy of any dwelling unit or commercial space otherwise prohibited by law.\n","html":"\n\t\t\t\t\t<section><p>  HOUSING AND OTHER REAL ESTATE TRANSACTIONS.<br \/><br \/>\ta.\tUnlawful Real Estate Practices.<br \/><br \/>\t1.\tTransactions Generally. It shall be an unlawful real estate practice for any person to interrupt, terminate, or fail or refuse to initiate or conduct any transaction in real property, including but not limited to the rental thereof; to require different terms for such transaction; to include in the terms or conditions of a transaction in real property any clause, condition or restriction; or falsely to represent that an interest in real property is not available for transaction; on the basis (in whole or in part) of any individual’s sexual orientation.<br \/><br \/>\t2.\tCredit and Insurance. It shall be an unlawful real estate practice for any person to refuse to lend money, guarantee the loan, accept a deed of trust or mortgage, or otherwise refuse to make available funds for the purchase, acquisition, construction, alteration, rehabilitation, repair or maintenance of real property; or impose different conditions on such financing; or refuse to provide title or other insurance relating to the ownership or use of any interest in real property; on the basis (in whole or in part) of any individual’s sexual orientation.<br \/><br \/>\t3.\tTenants’ Services. It shall be an unlawful real estate practice for any person to refuse or restrict facilities, services, repairs or improvements for any tenant or lessee; on the basis (in whole or in part) of any individual’s sexual orientation.<br \/><br \/>\t4.\tAdvertising. It shall be an unlawful real estate practice for any person to make, print, publish, advertise or disseminate in anyway, any notice, statement or advertisement with respect to a transaction or proposed transaction in real property, or with respect to financing related to any such transaction, which unlawfully indicates or attempts to indicate any unlawful preference, limitation or discrimination.<br \/><br \/>\tb.\tSubterfuge.  It shall be unlawful to do any of the actions mentioned in this section for any reason that would not have been asserted, wholly or partially, but for the sexual orientation of any individual.<br \/><br \/>\tc.\tExceptions.<br \/><br \/>\t1.\tOwner Occupied and Small Dwellings. Nothing in this article shall be construed to apply to the rental or leasing of any housing unit in which the owner or lessor or any member of his or her family occupies one of the living units and either (1) it is necessary for the owner or lessor to use either a bathroom or kitchen facility in common with the prospective tenant; or (2) the structure contains less than three dwelling units.<br \/><br \/>\t2.\tEffect on Other <span class=\"dictionary\">Laws<\/span>. Nothing in this article shall be deemed to permit any rental or occupancy of any dwelling unit or commercial space otherwise prohibited by <span class=\"dictionary\">law<\/span>.<\/p><\/section>","previous_section":{"id":"2374","structure_id":"127","section_number":"49.72","catch_line":"Employment.","url":"\/49.72\/","token":"49.72"},"text":{"0":{"id":"1911","text":"  HOUSING AND OTHER REAL ESTATE TRANSACTIONS.\ta.\tUnlawful Real Estate Practices.\t1.\tTransactions Generally. It shall be an unlawful real estate practice for any person to interrupt, terminate, or fail or refuse to initiate or conduct any transaction in real property, including but not limited to the rental thereof; to require different terms for such transaction; to include in the terms or conditions of a transaction in real property any clause, condition or restriction; or falsely to represent that an interest in real property is not available for transaction; on the basis (in whole or in part) of any individual’s sexual orientation.\t2.\tCredit and Insurance. It shall be an unlawful real estate practice for any person to refuse to lend money, guarantee the loan, accept a deed of trust or mortgage, or otherwise refuse to make available funds for the purchase, acquisition, construction, alteration, rehabilitation, repair or maintenance of real property; or impose different conditions on such financing; or refuse to provide title or other insurance relating to the ownership or use of any interest in real property; on the basis (in whole or in part) of any individual’s sexual orientation.\t3.\tTenants’ Services. It shall be an unlawful real estate practice for any person to refuse or restrict facilities, services, repairs or improvements for any tenant or lessee; on the basis (in whole or in part) of any individual’s sexual orientation.\t4.\tAdvertising. It shall be an unlawful real estate practice for any person to make, print, publish, advertise or disseminate in anyway, any notice, statement or advertisement with respect to a transaction or proposed transaction in real property, or with respect to financing related to any such transaction, which unlawfully indicates or attempts to indicate any unlawful preference, limitation or discrimination.\tb.\tSubterfuge.  It shall be unlawful to do any of the actions mentioned in this section for any reason that would not have been asserted, wholly or partially, but for the sexual orientation of any individual.\tc.\tExceptions.\t1.\tOwner Occupied and Small Dwellings. Nothing in this article shall be construed to apply to the rental or leasing of any housing unit in which the owner or lessor or any member of his or her family occupies one of the living units and either (1) it is necessary for the owner or lessor to use either a bathroom or kitchen facility in common with the prospective tenant; or (2) the structure contains less than three dwelling units.\t2.\tEffect on Other Laws. Nothing in this article shall be deemed to permit any rental or occupancy of any dwelling unit or commercial space otherwise prohibited by law.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}