{"section_number":"49.71","edition_id":"1","section_id":"2249","structure_id":"127","catch_line":"Definitions.","history":"","full_text":"  DEFINITIONS.\n\n\t1.\tBusiness Establishment.  As used in this ordinance, the term “business establishment” shall mean any entity, however organized, which furnishes goods or services to the general public. An otherwise qualifying establishment which has membership requirements is considered to furnish services to the general public if its membership requirements: (a) consist only of payment of fees; (b) consist of requirements under which a substantial portion of the residents of this City could qualify.\n\n\t2.\tIndividual.  As used in this ordinance, the term “individual” shall mean the same as the term “person”. Wherever this ordinance refers to the sexual orientation of any individual, and the individual is a group, the phrase shall mean the sexual orientation of any member of the group.\n\n\t3.\tPerson.  As used in this ordinance, the term “person” shall mean any natural person, firm, corporation, partnership or other organization, association or group of persons however organized.\n\n\t4.\tSexual Orientation.  As used in this ordinance, the term “sexual orientation” shall mean an individual having or manifesting an emotional or physical attachment to another consenting adult person or persons, or having or manifesting a preference for such attachment, or having or projecting a self-image not associated with one’s biological maleness or one’s biological femaleness.","order_by":"71","ancestry":{"1":{"id":"127","name":"Discrimination On The Basis Of Sexual Orientation","identifier":"12","label":"article","url":"\/4\/12\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2131","structure_id":"127","section_number":"49.70","catch_line":"Statement Of Policy.","url":"\/49.70\/","token":"49.70"},"1":{"id":"2249","structure_id":"127","section_number":"49.71","catch_line":"Definitions.","url":"\/49.71\/","token":"49.71"},"2":{"id":"2374","structure_id":"127","section_number":"49.72","catch_line":"Employment.","url":"\/49.72\/","token":"49.72"},"3":{"id":"1928","structure_id":"127","section_number":"49.73","catch_line":"Housing And Other Real Estate Transactions.","url":"\/49.73\/","token":"49.73"},"4":{"id":"3667","structure_id":"127","section_number":"49.74","catch_line":"Business Establishments.","url":"\/49.74\/","token":"49.74"},"5":{"id":"1706","structure_id":"127","section_number":"49.75","catch_line":"Educational Institutions.*","url":"\/49.75\/","token":"49.75"},"6":{"id":"1989","structure_id":"127","section_number":"49.76","catch_line":"Liability.","url":"\/49.76\/","token":"49.76"},"7":{"id":"1276","structure_id":"127","section_number":"49.77","catch_line":"Enforcement.","url":"\/49.77\/","token":"49.77"},"8":{"id":"1419","structure_id":"127","section_number":"49.78","catch_line":"Limitation On Action.","url":"\/49.78\/","token":"49.78"},"9":{"id":"3434","structure_id":"127","section_number":"49.79","catch_line":"Severability.","url":"\/49.79\/","token":"49.79"},"10":{"id":"2531","structure_id":"127","section_number":"49.80","catch_line":"Exceptions.","url":"\/49.80\/","token":"49.80"}},"next_section":{"id":"2374","structure_id":"127","section_number":"49.72","catch_line":"Employment.","url":"\/49.72\/","token":"49.72"},"metadata":false,"references":false,"url":"\/49.71\/","token":"49.71","formats":{"txt":"\/49.71.txt","json":"\/49.71.xml"},"dublin_core":{"Title":"Definitions.","Type":"Text","Format":"text\/html","Identifier":"§ 49.71","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS. (§ 49.71)\n\n  DEFINITIONS.\t1.\tBusiness Establishment.  As used in this ordinance, the term\n“business establishment” shall mean any entity, however organized, which\nfurnishes goods or services to the general public. An otherwise qualifying\nestablishment which has membership requirements is considered to furnish\nservices to the general public if its membership requirements: (a) consist only\nof payment of fees; (b) consist of requirements under which a substantial\nportion of the residents of this City could qualify.\t2.\tIndividual.  As used in\nthis ordinance, the term “individual” shall mean the same as the term\n“person”. Wherever this ordinance refers to the sexual orientation of any\nindividual, and the individual is a group, the phrase shall mean the sexual\norientation of any member of the group.\t3.\tPerson.  As used in this ordinance,\nthe term “person” shall mean any natural person, firm, corporation,\npartnership or other organization, association or group of persons however\norganized.\t4.\tSexual Orientation.  As used in this ordinance, the term\n“sexual orientation” shall mean an individual having or manifesting an\nemotional or physical attachment to another consenting adult person or persons,\nor having or manifesting a preference for such attachment, or having or\nprojecting a self-image not associated with one’s biological maleness or\none’s biological femaleness.\n","html":"\n\t\t\t\t\t<section><p>  DEFINITIONS.<br \/><br \/>\t1.\tBusiness Establishment.  As used in this <span class=\"dictionary\">ordinance<\/span>, the term “business establishment” shall mean any entity, however organized, which furnishes goods or services to the general public. An otherwise qualifying establishment which has membership requirements is considered to furnish services to the general public if its membership requirements: (a) consist only of payment of fees; (b) consist of requirements under which a substantial portion of the residents of this City could qualify.<br \/><br \/>\t2.\tIndividual.  As used in this <span class=\"dictionary\">ordinance<\/span>, the term “individual” shall mean the same as the term “person”. Wherever this <span class=\"dictionary\">ordinance<\/span> refers to the sexual orientation of any individual, and the individual is a group, the phrase shall mean the sexual orientation of any member of the group.<br \/><br \/>\t3.\tPerson.  As used in this <span class=\"dictionary\">ordinance<\/span>, the term “person” shall mean any natural person, firm, corporation, partnership or other organization, association or group of persons however organized.<br \/><br \/>\t4.\tSexual Orientation.  As used in this <span class=\"dictionary\">ordinance<\/span>, the term “sexual orientation” shall mean an individual having or manifesting an emotional or physical <span class=\"dictionary\">attachment<\/span> to another consenting adult person or persons, or having or manifesting a preference for such <span class=\"dictionary\">attachment<\/span>, or having or projecting a self-image not associated with one’s biological maleness or one’s biological femaleness.<\/p><\/section>","text":{"0":{"id":"2229","text":"  DEFINITIONS.\t1.\tBusiness Establishment.  As used in this ordinance, the term “business establishment” shall mean any entity, however organized, which furnishes goods or services to the general public. An otherwise qualifying establishment which has membership requirements is considered to furnish services to the general public if its membership requirements: (a) consist only of payment of fees; (b) consist of requirements under which a substantial portion of the residents of this City could qualify.\t2.\tIndividual.  As used in this ordinance, the term “individual” shall mean the same as the term “person”. Wherever this ordinance refers to the sexual orientation of any individual, and the individual is a group, the phrase shall mean the sexual orientation of any member of the group.\t3.\tPerson.  As used in this ordinance, the term “person” shall mean any natural person, firm, corporation, partnership or other organization, association or group of persons however organized.\t4.\tSexual Orientation.  As used in this ordinance, the term “sexual orientation” shall mean an individual having or manifesting an emotional or physical attachment to another consenting adult person or persons, or having or manifesting a preference for such attachment, or having or projecting a self-image not associated with one’s biological maleness or one’s biological femaleness.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"previous_section":{"id":"2131","structure_id":"127","section_number":"49.70","catch_line":"Statement Of Policy.","url":"\/49.70\/","token":"49.70"}}