{"section_number":"49.7.36","edition_id":"1","section_id":"1442","structure_id":"12","catch_line":"Underwriter Contribution And Fundraising Restrictions.","history":"","full_text":"  UNDERWRITER CONTRIBUTION AND FUNDRAISING RESTRICTIONS.\n\n\tA.\tDefinitions.  For purposes of Charter Section 609(e), the definition of awarding authority in Section 49.7.35 A. applies.  The following definitions also apply:\n\n\t1.\t“Prohibited Fundraising” means the following activities:\n\n\ta.\tAsking the underwriting firm, sub-contractor, or an employee, officer, or principal of the underwriting firm or sub-contractor to make a contribution;\n\n\tb.\tInviting the underwriting firm, sub-contractor, or an employee, officer, or principal of the underwriting firm or sub-contractor to a fundraising event;\n\n\tc.\tSupplying the name of the underwriting firm, sub-contractor, or an employee, officer, or principal of the underwriting firm or sub-contractor to be used for an invitation to a fundraising event;\n\n\td.\tPermitting one’s name to appear on a solicitation for contributions or an invitation to a fundraising event sent to the underwriting firm, sub-contractor, or an employee or officer of one of those persons;\n\n\te.\tProviding the use of one’s home or business to hold a fundraising event if the underwriting firm, sub-contractor, or an employee, officer, or principal of the underwriting firm or sub-contractor attends the event;\n\n\tf.\tPaying for at least 20 percent of the costs of a fundraising event if the underwriting firm, sub-contractor, or an employee, officer, or principal of the underwriting firm or sub-contractor attends the event;\n\n\tg.\tHiring another person to conduct a fundraising event if the underwriting firm, sub-contractor, or an employee, officer, or principal of the underwriting firm or sub-contractor attends the event;\n\n\th.\tDelivering a contribution, either in person or by mail, of the underwriting firm, sub-contractor, or to an employee, officer, or principal of the underwriting firm or sub-contractor to an elected City officer, a candidate for elected City office, or an agent of the officer or candidate; or\n\n\ti.\tActing as an agent or intermediary in connection with the making of a contribution by the underwriting firm, sub-contractor, or to an or employee, officer, or principal of the underwriting firm or sub-contractor to an elected City officer, a candidate for elected City office, or a City controlled committee.\n\n\t2.\t“Sub-contractor” means a person who is expected to receive at least $100,000 as a result of performing some or all of the underwriting firm’s contract obligations but does not include an underwriting firm member of the syndicate in the applicable revenue bond sale.\n\n\t3.\t“Underwriting firm” means any firm that seeks to provide underwriting services for noncompetitive sales of revenue bonds for the Airport, Harbor, or Water and Power Departments as provided in Charter Section 609 in response to a solicitation from an awarding authority.\n\n\tB.\tFor purposes of Charter Section 609(e), the following apply:\n\n\t1.\tTiming of Fundraising and Contribution Restrictions.  In addition to the restrictions provided in Charter Section 609(e), underwriting firms, sub-contractors, and principals may not make any contributions to or engage in prohibited fundraising for elected City officers, candidates for elected City office, or City controlled committees from the date a response is submitted to a solicitation to be included on a pre-qualified list of underwriters or any subsequent solicitation for selection of an underwriter until one of the following dates:\n\n\ta.\tFor underwriting firms that are not selected to be on the pre-qualified list, the date the list selection is made.\n\n\tb.\tFor underwriting firms that are on the pre-qualified list, but not selected to contract after a subsequent solicitation, and are not members of the syndicate providing underwriting services on the sale of the revenue bonds, 12 months following the date of the list selection, and following the solicitation, on the date of the selection of the underwriting firm for a noncompetitive bond sale, or the date the solicitation is withdrawn or canceled.\n\n\tc.\tFor underwriting firms that are on the pre-qualified list, and are selected to contract after a subsequent solicitation, or are members of the syndicate providing underwriting services on the sale of the revenue bonds, 12 months following the date of the list selection, and 12 months after the underwriter selection is made.\n\n\t2.\tContract Solicitations and Notifications.  Each awarding authority shall include in each contract solicitation for underwriting firm services regarding a noncompetitive sale for revenue bonds, including selection of a pre-qualified list of underwriters, the form identified in Subsection B.3. and a description of the prohibitions and requirements in the City Charter Section 609(e) and this Section.  The awarding authority shall determine whether the form is complete for responsiveness purposes and shall electronically submit the form to the City Ethics Commission, in a Portable Document Format (PDF) or other electronic format pre-approved by the Commission, within 10 business days of the due date of the proposals.  The awarding authority shall notify each underwriting firm that is not selected as pre-qualified underwriter or not selected as the underwriter on a particular noncompetitive sale of revenue bonds, the date the selection was made, terminated, or withdrawn, unless that information is available on a City website.\n\n\t3.\tDisclosure Form.  Every underwriting firm seeking to provide services regarding noncompetitive sales of revenue bonds under Charter Section 609(e) shall file with the awarding authority, at the time the response is submitted, the following information under oath in a form and format approved by the City Ethics Commission:\n\n\ta.\tA description of the contract, including any City reference number associated with it, or if selection is of a pre-qualified list, a short description of the services to be provided, including any City reference number associated with it;\n\n\tb.\tThe name of the awarding authority;\n\n\tc.\tThe date the bid or other response was submitted to the awarding authority;\n\n\td.\tThe name of the underwriting firm;\n\n\te.\tThe address of the underwriting firm;\n\n\tf.\tThe phone number of the underwriting firm;\n\n\tg.\tThe names and titles of the underwriting firm’s principals;\n\n\th.\tThe names of the underwriting firm’s sub-contractors;\n\n\ti.\tThe names and titles of each sub-contractor’s principals;  (Amended by Ord. No. 182,362, Eff. 1\/30\/13.)\n\n\tj.\tA certification that the underwriting firm understands, will comply with, and will notify its principals and sub-contractors of the prohibitions and restrictions in this Section and Charter Section 609(e); and  (Amended by Ord. No. 182,362, Eff. 1\/30\/13.)\n\n\tk.\tA certification that the underwriting firm and its principals have not made prohibited gifts or contributions during the 12 months prior to selection for a contract, unless the matter is only a selection of a pre-qualified list of underwriters.\n\n\t4.\tRequirement to Amend Form.  If the information submitted pursuant to Subsection B.3. changes after the response is submitted, the underwriting firm shall amend the form and submit it to the awarding authority within ten business days of the change.  The requirement to amend the form applies whenever the prohibitions and restrictions in Charter Section 609(e) apply to the underwriting firm, including after the contract approval for underwriting firms that are selected or are performing underwriting service as a member of a syndicate on the revenue bond sale.  The awarding authority shall electronically submit the form to the City Ethics Commission, in a Portable Document Format (PDF) or other electronic format pre-approved by the Commission, within 10 business days of receipt.\n\n\t5.\tBusiness Assistance Virtual Network.  In the event that the City’s Business Assistance Virtual Network or similar electronic system is used by a bidder to submit the forms required by this Section to the awarding authority and the Business Assistance Virtual Network or similar electronic system sends the submitted data to the City Ethics Commission, the awarding authority shall not be required to submit the form(s) to the City Ethics Commission.\n\n\t6.\tViolations and Debarment.  The provisions of Section 49.7.35 C. shall also apply to violations of this Section and Charter Section 609(e).","order_by":"7.36","ancestry":{"1":{"id":"12","name":"Campaign Financing","identifier":"9.7","label":"article","url":"\/4\/9.7\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"437","structure_id":"12","section_number":"49.7.32","catch_line":"1.\nFrom The First Date An\nIndividual May File A Declaration Of Intention To Become A\nCandidate With The City Clerk Through The Date Of The Associated\nGeneral Election, Or During The 90 Days Prior To An Election If No\nCity Candidate Will Be On The Ballot, Within 24 Hours After Making\nOr Incurring The Expenditures.\n","url":"\/49.7.32\/","token":"49.7.32"},"1":{"id":"45","structure_id":"12","section_number":"49.7.1","catch_line":"Relation To The City Charter.","url":"\/49.7.1\/","token":"49.7.1"},"2":{"id":"3597","structure_id":"12","section_number":"49.7.10","catch_line":"Fundraising Windows.","url":"\/49.7.10\/","token":"49.7.10"},"3":{"id":"2462","structure_id":"12","section_number":"49.7.11","catch_line":"Solicitation And Delivery Of Campaign Contributions.","url":"\/49.7.11\/","token":"49.7.11"},"4":{"id":"1617","structure_id":"12","section_number":"49.7.12","catch_line":"Training For Candidates And Treasurers.","url":"\/49.7.12\/","token":"49.7.12"},"5":{"id":"801","structure_id":"12","section_number":"49.7.13","catch_line":"Committees To Oppose Recall Petitions.","url":"\/49.7.13\/","token":"49.7.13"},"6":{"id":"1040","structure_id":"12","section_number":"49.7.14","catch_line":"Campaign Statement Filing Deadlines.","url":"\/49.7.14\/","token":"49.7.14"},"7":{"id":"2023","structure_id":"12","section_number":"49.7.15","catch_line":"Campaign Information.","url":"\/49.7.15\/","token":"49.7.15"},"8":{"id":"1356","structure_id":"12","section_number":"49.7.16","catch_line":"Contributor Information.","url":"\/49.7.16\/","token":"49.7.16"},"9":{"id":"3921","structure_id":"12","section_number":"49.7.17","catch_line":"Filing And Recordkeeping Requirements.","url":"\/49.7.17\/","token":"49.7.17"},"10":{"id":"2433","structure_id":"12","section_number":"49.7.18","catch_line":"Reproduction Of Materials.","url":"\/49.7.18\/","token":"49.7.18"},"11":{"id":"3587","structure_id":"12","section_number":"49.7.19","catch_line":"Officeholder Expense Fund.","url":"\/49.7.19\/","token":"49.7.19"},"12":{"id":"2988","structure_id":"12","section_number":"49.7.2","catch_line":"Definitions.","url":"\/49.7.2\/","token":"49.7.2"},"13":{"id":"8","structure_id":"12","section_number":"49.7.20","catch_line":"Legal Defense Fund.","url":"\/49.7.20\/","token":"49.7.20"},"14":{"id":"3625","structure_id":"12","section_number":"49.7.21","catch_line":"Disclosure By Officeholder Expense Funds And Legal Defense Funds.","url":"\/49.7.21\/","token":"49.7.21"},"15":{"id":"2557","structure_id":"12","section_number":"49.7.22","catch_line":"Acceptance Or Rejection Of Matching Funds.","url":"\/49.7.22\/","token":"49.7.22"},"16":{"id":"1030","structure_id":"12","section_number":"49.7.23","catch_line":"Participation And Qualification Requirements.","url":"\/49.7.23\/","token":"49.7.23"},"17":{"id":"280","structure_id":"12","section_number":"49.7.24","catch_line":"Expenditure Ceilings.","url":"\/49.7.24\/","token":"49.7.24"},"18":{"id":"2683","structure_id":"12","section_number":"49.7.25","catch_line":"Expenditure Ceilings Lifted.","url":"\/49.7.25\/","token":"49.7.25"},"19":{"id":"1146","structure_id":"12","section_number":"49.7.26","catch_line":"Notice Regarding Expenditure Ceilings.","url":"\/49.7.26\/","token":"49.7.26"},"20":{"id":"1710","structure_id":"12","section_number":"49.7.27","catch_line":"Matching Funds Formula.","url":"\/49.7.27\/","token":"49.7.27"},"21":{"id":"1154","structure_id":"12","section_number":"49.7.28","catch_line":"Requests For Matching Funds Payments.","url":"\/49.7.28\/","token":"49.7.28"},"22":{"id":"3125","structure_id":"12","section_number":"49.7.29","catch_line":"Maximum Matching Funds.","url":"\/49.7.29\/","token":"49.7.29"},"23":{"id":"2696","structure_id":"12","section_number":"49.7.3","catch_line":"Charter-Based Adjustments.","url":"\/49.7.3\/","token":"49.7.3"},"24":{"id":"1118","structure_id":"12","section_number":"49.7.30","catch_line":"Matching Funds Payments To Candidates.","url":"\/49.7.30\/","token":"49.7.30"},"25":{"id":"192","structure_id":"12","section_number":"49.7.31","catch_line":"Disclosure Of Independent Expenditure Communications.","url":"\/49.7.31\/","token":"49.7.31"},"26":{"id":"2892","structure_id":"12","section_number":"49.7.33","catch_line":"Disclaimers On Political Communications.","url":"\/49.7.33\/","token":"49.7.33"},"27":{"id":"2214","structure_id":"12","section_number":"49.7.34","catch_line":"Social Media Accounts.","url":"\/49.7.34\/","token":"49.7.34"},"28":{"id":"1028","structure_id":"12","section_number":"49.7.35","catch_line":"Bidder Contribution And Fundraising Restrictions.","url":"\/49.7.35\/","token":"49.7.35"},"29":{"id":"1442","structure_id":"12","section_number":"49.7.36","catch_line":"Underwriter Contribution And Fundraising Restrictions.","url":"\/49.7.36\/","token":"49.7.36"},"30":{"id":"1504","structure_id":"12","section_number":"49.7.37","catch_line":"Recordkeeping.","url":"\/49.7.37\/","token":"49.7.37"},"31":{"id":"1326","structure_id":"12","section_number":"49.7.38","catch_line":"Enforcement.","url":"\/49.7.38\/","token":"49.7.38"},"32":{"id":"1833","structure_id":"12","section_number":"49.7.39","catch_line":"Late Filing Penalties.","url":"\/49.7.39\/","token":"49.7.39"},"33":{"id":"3162","structure_id":"12","section_number":"49.7.4","catch_line":"Aggregation Of Contributions And Expenditures.","url":"\/49.7.4\/","token":"49.7.4"},"34":{"id":"4032","structure_id":"12","section_number":"49.7.40","catch_line":"Severability.","url":"\/49.7.40\/","token":"49.7.40"},"35":{"id":"1641","structure_id":"12","section_number":"49.7.5","catch_line":"Family Contributions.","url":"\/49.7.5\/","token":"49.7.5"},"36":{"id":"2382","structure_id":"12","section_number":"49.7.6","catch_line":"Text Message Contributions.","url":"\/49.7.6\/","token":"49.7.6"},"37":{"id":"1873","structure_id":"12","section_number":"49.7.7","catch_line":"Receipt Of Contributions.","url":"\/49.7.7\/","token":"49.7.7"},"38":{"id":"835","structure_id":"12","section_number":"49.7.8","catch_line":"Treatment Of Payments.","url":"\/49.7.8\/","token":"49.7.8"},"39":{"id":"1661","structure_id":"12","section_number":"49.7.9","catch_line":"Loans And Credit.","url":"\/49.7.9\/","token":"49.7.9"}},"previous_section":{"id":"1028","structure_id":"12","section_number":"49.7.35","catch_line":"Bidder Contribution And Fundraising Restrictions.","url":"\/49.7.35\/","token":"49.7.35"},"next_section":{"id":"1504","structure_id":"12","section_number":"49.7.37","catch_line":"Recordkeeping.","url":"\/49.7.37\/","token":"49.7.37"},"metadata":false,"references":false,"url":"\/49.7.36\/","token":"49.7.36","formats":{"txt":"\/49.7.36.txt","json":"\/49.7.36.xml"},"dublin_core":{"Title":"Underwriter Contribution And Fundraising Restrictions.","Type":"Text","Format":"text\/html","Identifier":"§ 49.7.36","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nUNDERWRITER CONTRIBUTION AND FUNDRAISING RESTRICTIONS. (§ 49.7.36)\n\n  UNDERWRITER CONTRIBUTION AND FUNDRAISING RESTRICTIONS.\tA.\tDefinitions.  For\npurposes of Charter Section 609(e), the definition of awarding authority in\nSection 49.7.35 A. applies.  The following definitions also\napply:\t1.\t“Prohibited Fundraising” means the following activities:\ta.\tAsking\nthe underwriting firm, sub-contractor, or an employee, officer, or principal of\nthe underwriting firm or sub-contractor to make a contribution;\tb.\tInviting the\nunderwriting firm, sub-contractor, or an employee, officer, or principal of the\nunderwriting firm or sub-contractor to a fundraising event;\tc.\tSupplying the\nname of the underwriting firm, sub-contractor, or an employee, officer, or\nprincipal of the underwriting firm or sub-contractor to be used for an\ninvitation to a fundraising event;\td.\tPermitting one’s name to appear on a\nsolicitation for contributions or an invitation to a fundraising event sent to\nthe underwriting firm, sub-contractor, or an employee or officer of one of those\npersons;\te.\tProviding the use of one’s home or business to hold a fundraising\nevent if the underwriting firm, sub-contractor, or an employee, officer, or\nprincipal of the underwriting firm or sub-contractor attends the\nevent;\tf.\tPaying for at least 20 percent of the costs of a fundraising event if\nthe underwriting firm, sub-contractor, or an employee, officer, or principal of\nthe underwriting firm or sub-contractor attends the event;\tg.\tHiring another\nperson to conduct a fundraising event if the underwriting firm, sub-contractor,\nor an employee, officer, or principal of the underwriting firm or sub-contractor\nattends the event;\th.\tDelivering a contribution, either in person or by mail, of\nthe underwriting firm, sub-contractor, or to an employee, officer, or principal\nof the underwriting firm or sub-contractor to an elected City officer, a\ncandidate for elected City office, or an agent of the officer or candidate;\nor\ti.\tActing as an agent or intermediary in connection with the making of a\ncontribution by the underwriting firm, sub-contractor, or to an or employee,\nofficer, or principal of the underwriting firm or sub-contractor to an elected\nCity officer, a candidate for elected City office, or a City controlled\ncommittee.\t2.\t“Sub-contractor” means a person who is expected to receive at\nleast $100,000 as a result of performing some or all of the underwriting\nfirm’s contract obligations but does not include an underwriting firm member\nof the syndicate in the applicable revenue bond sale.\t3.\t“Underwriting firm”\nmeans any firm that seeks to provide underwriting services for noncompetitive\nsales of revenue bonds for the Airport, Harbor, or Water and Power Departments\nas provided in Charter Section 609 in response to a solicitation from an\nawarding authority.\tB.\tFor purposes of Charter Section 609(e), the following\napply:\t1.\tTiming of Fundraising and Contribution Restrictions.  In addition to\nthe restrictions provided in Charter Section 609(e), underwriting firms,\nsub-contractors, and principals may not make any contributions to or engage in\nprohibited fundraising for elected City officers, candidates for elected City\noffice, or City controlled committees from the date a response is submitted to a\nsolicitation to be included on a pre-qualified list of underwriters or any\nsubsequent solicitation for selection of an underwriter until one of the\nfollowing dates:\ta.\tFor underwriting firms that are not selected to be on the\npre-qualified list, the date the list selection is made.\tb.\tFor underwriting\nfirms that are on the pre-qualified list, but not selected to contract after a\nsubsequent solicitation, and are not members of the syndicate providing\nunderwriting services on the sale of the revenue bonds, 12 months following the\ndate of the list selection, and following the solicitation, on the date of the\nselection of the underwriting firm for a noncompetitive bond sale, or the date\nthe solicitation is withdrawn or canceled.\tc.\tFor underwriting firms that are on\nthe pre-qualified list, and are selected to contract after a subsequent\nsolicitation, or are members of the syndicate providing underwriting services on\nthe sale of the revenue bonds, 12 months following the date of the list\nselection, and 12 months after the underwriter selection is made.\t2.\tContract\nSolicitations and Notifications.  Each awarding authority shall include in each\ncontract solicitation for underwriting firm services regarding a noncompetitive\nsale for revenue bonds, including selection of a pre-qualified list of\nunderwriters, the form identified in Subsection B.3. and a description of the\nprohibitions and requirements in the City Charter Section 609(e) and this\nSection.  The awarding authority shall determine whether the form is complete\nfor responsiveness purposes and shall electronically submit the form to the City\nEthics Commission, in a Portable Document Format (PDF) or other electronic\nformat pre-approved by the Commission, within 10 business days of the due date\nof the proposals.  The awarding authority shall notify each underwriting firm\nthat is not selected as pre-qualified underwriter or not selected as the\nunderwriter on a particular noncompetitive sale of revenue bonds, the date the\nselection was made, terminated, or withdrawn, unless that information is\navailable on a City website.\t3.\tDisclosure Form.  Every underwriting firm\nseeking to provide services regarding noncompetitive sales of revenue bonds\nunder Charter Section 609(e) shall file with the awarding authority, at the time\nthe response is submitted, the following information under oath in a form and\nformat approved by the City Ethics Commission:\ta.\tA description of the contract,\nincluding any City reference number associated with it, or if selection is of a\npre-qualified list, a short description of the services to be provided,\nincluding any City reference number associated with it;\tb.\tThe name of the\nawarding authority;\tc.\tThe date the bid or other response was submitted to the\nawarding authority;\td.\tThe name of the underwriting firm;\te.\tThe address of the\nunderwriting firm;\tf.\tThe phone number of the underwriting firm;\tg.\tThe names\nand titles of the underwriting firm’s principals;\th.\tThe names of the\nunderwriting firm’s sub-contractors;\ti.\tThe names and titles of each\nsub-contractor’s principals;  (Amended by Ord. No. 182,362, Eff.\n1\/30\/13.)\tj.\tA certification that the underwriting firm understands, will comply\nwith, and will notify its principals and sub-contractors of the prohibitions and\nrestrictions in this Section and Charter Section 609(e); and  (Amended by Ord.\nNo. 182,362, Eff. 1\/30\/13.)\tk.\tA certification that the underwriting firm and\nits principals have not made prohibited gifts or contributions during the 12\nmonths prior to selection for a contract, unless the matter is only a selection\nof a pre-qualified list of underwriters.\t4.\tRequirement to Amend Form.  If the\ninformation submitted pursuant to Subsection B.3. changes after the response is\nsubmitted, the underwriting firm shall amend the form and submit it to the\nawarding authority within ten business days of the change.  The requirement to\namend the form applies whenever the prohibitions and restrictions in Charter\nSection 609(e) apply to the underwriting firm, including after the contract\napproval for underwriting firms that are selected or are performing underwriting\nservice as a member of a syndicate on the revenue bond sale.  The awarding\nauthority shall electronically submit the form to the City Ethics Commission, in\na Portable Document Format (PDF) or other electronic format pre-approved by the\nCommission, within 10 business days of receipt.\t5.\tBusiness Assistance Virtual\nNetwork.  In the event that the City’s Business Assistance Virtual Network or\nsimilar electronic system is used by a bidder to submit the forms required by\nthis Section to the awarding authority and the Business Assistance Virtual\nNetwork or similar electronic system sends the submitted data to the City Ethics\nCommission, the awarding authority shall not be required to submit the form(s)\nto the City Ethics Commission.\t6.\tViolations and Debarment.  The provisions of\nSection 49.7.35 C. shall also apply to violations of this Section and Charter\nSection 609(e).\n","html":"\n\t\t\t\t\t<section><p>  UNDERWRITER CONTRIBUTION AND FUNDRAISING RESTRICTIONS.<br \/><br \/>\tA.\tDefinitions.  For purposes of Charter Section 609(e), the definition of awarding authority in Section 49.7.35 A. applies.  The following definitions also apply:<br \/><br \/>\t1.\t“Prohibited Fundraising” means the following activities:<br \/><br \/>\ta.\tAsking the underwriting firm, sub-contractor, or an employee, officer, or principal of the underwriting firm or sub-contractor to make a contribution;<br \/><br \/>\tb.\tInviting the underwriting firm, sub-contractor, or an employee, officer, or principal of the underwriting firm or sub-contractor to a fundraising event;<br \/><br \/>\tc.\tSupplying the name of the underwriting firm, sub-contractor, or an employee, officer, or principal of the underwriting firm or sub-contractor to be used for an invitation to a fundraising event;<br \/><br \/>\td.\tPermitting one’s name to appear on a solicitation for contributions or an invitation to a fundraising event sent to the underwriting firm, sub-contractor, or an employee or officer of one of those persons;<br \/><br \/>\te.\tProviding the use of one’s home or business to hold a fundraising event if the underwriting firm, sub-contractor, or an employee, officer, or principal of the underwriting firm or sub-contractor attends the event;<br \/><br \/>\tf.\tPaying for at least 20 percent of the costs of a fundraising event if the underwriting firm, sub-contractor, or an employee, officer, or principal of the underwriting firm or sub-contractor attends the event;<br \/><br \/>\tg.\tHiring another person to conduct a fundraising event if the underwriting firm, sub-contractor, or an employee, officer, or principal of the underwriting firm or sub-contractor attends the event;<br \/><br \/>\th.\tDelivering a contribution, either in person or by mail, of the underwriting firm, sub-contractor, or to an employee, officer, or principal of the underwriting firm or sub-contractor to an elected City officer, a candidate for elected City office, or an agent of the officer or candidate; or<br \/><br \/>\ti.\tActing as an agent or intermediary in connection with the making of a contribution by the underwriting firm, sub-contractor, or to an or employee, officer, or principal of the underwriting firm or sub-contractor to an elected City officer, a candidate for elected City office, or a City controlled committee.<br \/><br \/>\t2.\t“Sub-contractor” means a person who is expected to receive at least $100,000 as a result of performing some or all of the underwriting firm’s <span class=\"dictionary\">contract<\/span> obligations but does not include an underwriting firm member of the syndicate in the applicable revenue <span class=\"dictionary\">bond<\/span> sale.<br \/><br \/>\t3.\t“Underwriting firm” means any firm that seeks to provide underwriting services for noncompetitive sales of revenue <span class=\"dictionary\">bonds<\/span> for the Airport, Harbor, or Water and Power Departments as provided in Charter Section 609 in response to a solicitation from an awarding authority.<br \/><br \/>\tB.\tFor purposes of Charter Section 609(e), the following apply:<br \/><br \/>\t1.\tTiming of Fundraising and Contribution Restrictions.  In addition to the restrictions provided in Charter Section 609(e), underwriting firms, sub-contractors, and principals may not make any contributions to or engage in prohibited fundraising for elected City officers, candidates for elected City office, or City controlled committees from the date a response is submitted to a solicitation to be included on a pre-qualified list of underwriters or any subsequent solicitation for selection of an underwriter until one of the following dates:<br \/><br \/>\ta.\tFor underwriting firms that are not selected to be on the pre-qualified list, the date the list selection is made.<br \/><br \/>\tb.\tFor underwriting firms that are on the pre-qualified list, but not selected to <span class=\"dictionary\">contract<\/span> after a subsequent solicitation, and are not members of the syndicate providing underwriting services on the sale of the revenue <span class=\"dictionary\">bonds<\/span>, 12 months following the date of the list selection, and following the solicitation, on the date of the selection of the underwriting firm for a noncompetitive <span class=\"dictionary\">bond<\/span> sale, or the date the solicitation is withdrawn or canceled.<br \/><br \/>\tc.\tFor underwriting firms that are on the pre-qualified list, and are selected to <span class=\"dictionary\">contract<\/span> after a subsequent solicitation, or are members of the syndicate providing underwriting services on the sale of the revenue <span class=\"dictionary\">bonds<\/span>, 12 months following the date of the list selection, and 12 months after the underwriter selection is made.<br \/><br \/>\t2.\t<span class=\"dictionary\">Contract<\/span> Solicitations and Notifications.  Each awarding authority shall include in each <span class=\"dictionary\">contract<\/span> solicitation for underwriting firm services regarding a noncompetitive sale for revenue <span class=\"dictionary\">bonds<\/span>, including selection of a pre-qualified list of underwriters, the form identified in Subsection B.3. and a description of the prohibitions and requirements in the City Charter Section 609(e) and this Section.  The awarding authority shall determine whether the form is complete for responsiveness purposes and shall electronically submit the form to the City Ethics Commission, in a Portable Document Format (PDF) or other electronic format pre-approved by the Commission, within 10 business days of the due date of the proposals.  The awarding authority shall notify each underwriting firm that is not selected as pre-qualified underwriter or not selected as the underwriter on a particular noncompetitive sale of revenue <span class=\"dictionary\">bonds<\/span>, the date the selection was made, terminated, or withdrawn, unless that information is available on a City website.<br \/><br \/>\t3.\tDisclosure Form.  Every underwriting firm seeking to provide services regarding noncompetitive sales of revenue <span class=\"dictionary\">bonds<\/span> under Charter Section 609(e) shall file with the awarding authority, at the time the response is submitted, the following information under <span class=\"dictionary\">oath<\/span> in a form and format approved by the City Ethics Commission:<br \/><br \/>\ta.\tA description of the <span class=\"dictionary\">contract<\/span>, including any City reference number associated with it, or if selection is of a pre-qualified list, a short description of the services to be provided, including any City reference number associated with it;<br \/><br \/>\tb.\tThe name of the awarding authority;<br \/><br \/>\tc.\tThe date the bid or other response was submitted to the awarding authority;<br \/><br \/>\td.\tThe name of the underwriting firm;<br \/><br \/>\te.\tThe address of the underwriting firm;<br \/><br \/>\tf.\tThe phone number of the underwriting firm;<br \/><br \/>\tg.\tThe names and titles of the underwriting firm’s principals;<br \/><br \/>\th.\tThe names of the underwriting firm’s sub-contractors;<br \/><br \/>\ti.\tThe names and titles of each sub-contractor’s principals;  (Amended by Ord. No. 182,362, Eff. 1\/30\/13.)<br \/><br \/>\tj.\tA certification that the underwriting firm understands, will comply with, and will notify its principals and sub-contractors of the prohibitions and restrictions in this Section and Charter Section 609(e); and  (Amended by Ord. No. 182,362, Eff. 1\/30\/13.)<br \/><br \/>\tk.\tA certification that the underwriting firm and its principals have not made prohibited gifts or contributions during the 12 months prior to selection for a <span class=\"dictionary\">contract<\/span>, unless the matter is only a selection of a pre-qualified list of underwriters.<br \/><br \/>\t4.\tRequirement to <span class=\"dictionary\">Amend<\/span> Form.  If the information submitted pursuant to Subsection B.3. changes after the response is submitted, the underwriting firm shall <span class=\"dictionary\">amend<\/span> the form and submit it to the awarding authority within ten business days of the change.  The requirement to <span class=\"dictionary\">amend<\/span> the form applies whenever the prohibitions and restrictions in Charter Section 609(e) apply to the underwriting firm, including after the <span class=\"dictionary\">contract<\/span> approval for underwriting firms that are selected or are performing underwriting service as a member of a syndicate on the revenue <span class=\"dictionary\">bond<\/span> sale.  The awarding authority shall electronically submit the form to the City Ethics Commission, in a Portable Document Format (PDF) or other electronic format pre-approved by the Commission, within 10 business days of receipt.<br \/><br \/>\t5.\tBusiness Assistance Virtual Network.  In the event that the City’s Business Assistance Virtual Network or similar electronic system is used by a bidder to submit the forms required by this Section to the awarding authority and the Business Assistance Virtual Network or similar electronic system sends the submitted data to the City Ethics Commission, the awarding authority shall not be required to submit the form(s) to the City Ethics Commission.<br \/><br \/>\t6.\tViolations and Debarment.  The provisions of Section 49.7.35 C. shall also apply to violations of this Section and Charter Section 609(e).<\/p><\/section>","text":{"0":{"id":"1428","text":"  UNDERWRITER CONTRIBUTION AND FUNDRAISING RESTRICTIONS.\tA.\tDefinitions.  For purposes of Charter Section 609(e), the definition of awarding authority in Section 49.7.35 A. applies.  The following definitions also apply:\t1.\t“Prohibited Fundraising” means the following activities:\ta.\tAsking the underwriting firm, sub-contractor, or an employee, officer, or principal of the underwriting firm or sub-contractor to make a contribution;\tb.\tInviting the underwriting firm, sub-contractor, or an employee, officer, or principal of the underwriting firm or sub-contractor to a fundraising event;\tc.\tSupplying the name of the underwriting firm, sub-contractor, or an employee, officer, or principal of the underwriting firm or sub-contractor to be used for an invitation to a fundraising event;\td.\tPermitting one’s name to appear on a solicitation for contributions or an invitation to a fundraising event sent to the underwriting firm, sub-contractor, or an employee or officer of one of those persons;\te.\tProviding the use of one’s home or business to hold a fundraising event if the underwriting firm, sub-contractor, or an employee, officer, or principal of the underwriting firm or sub-contractor attends the event;\tf.\tPaying for at least 20 percent of the costs of a fundraising event if the underwriting firm, sub-contractor, or an employee, officer, or principal of the underwriting firm or sub-contractor attends the event;\tg.\tHiring another person to conduct a fundraising event if the underwriting firm, sub-contractor, or an employee, officer, or principal of the underwriting firm or sub-contractor attends the event;\th.\tDelivering a contribution, either in person or by mail, of the underwriting firm, sub-contractor, or to an employee, officer, or principal of the underwriting firm or sub-contractor to an elected City officer, a candidate for elected City office, or an agent of the officer or candidate; or\ti.\tActing as an agent or intermediary in connection with the making of a contribution by the underwriting firm, sub-contractor, or to an or employee, officer, or principal of the underwriting firm or sub-contractor to an elected City officer, a candidate for elected City office, or a City controlled committee.\t2.\t“Sub-contractor” means a person who is expected to receive at least $100,000 as a result of performing some or all of the underwriting firm’s contract obligations but does not include an underwriting firm member of the syndicate in the applicable revenue bond sale.\t3.\t“Underwriting firm” means any firm that seeks to provide underwriting services for noncompetitive sales of revenue bonds for the Airport, Harbor, or Water and Power Departments as provided in Charter Section 609 in response to a solicitation from an awarding authority.\tB.\tFor purposes of Charter Section 609(e), the following apply:\t1.\tTiming of Fundraising and Contribution Restrictions.  In addition to the restrictions provided in Charter Section 609(e), underwriting firms, sub-contractors, and principals may not make any contributions to or engage in prohibited fundraising for elected City officers, candidates for elected City office, or City controlled committees from the date a response is submitted to a solicitation to be included on a pre-qualified list of underwriters or any subsequent solicitation for selection of an underwriter until one of the following dates:\ta.\tFor underwriting firms that are not selected to be on the pre-qualified list, the date the list selection is made.\tb.\tFor underwriting firms that are on the pre-qualified list, but not selected to contract after a subsequent solicitation, and are not members of the syndicate providing underwriting services on the sale of the revenue bonds, 12 months following the date of the list selection, and following the solicitation, on the date of the selection of the underwriting firm for a noncompetitive bond sale, or the date the solicitation is withdrawn or canceled.\tc.\tFor underwriting firms that are on the pre-qualified list, and are selected to contract after a subsequent solicitation, or are members of the syndicate providing underwriting services on the sale of the revenue bonds, 12 months following the date of the list selection, and 12 months after the underwriter selection is made.\t2.\tContract Solicitations and Notifications.  Each awarding authority shall include in each contract solicitation for underwriting firm services regarding a noncompetitive sale for revenue bonds, including selection of a pre-qualified list of underwriters, the form identified in Subsection B.3. and a description of the prohibitions and requirements in the City Charter Section 609(e) and this Section.  The awarding authority shall determine whether the form is complete for responsiveness purposes and shall electronically submit the form to the City Ethics Commission, in a Portable Document Format (PDF) or other electronic format pre-approved by the Commission, within 10 business days of the due date of the proposals.  The awarding authority shall notify each underwriting firm that is not selected as pre-qualified underwriter or not selected as the underwriter on a particular noncompetitive sale of revenue bonds, the date the selection was made, terminated, or withdrawn, unless that information is available on a City website.\t3.\tDisclosure Form.  Every underwriting firm seeking to provide services regarding noncompetitive sales of revenue bonds under Charter Section 609(e) shall file with the awarding authority, at the time the response is submitted, the following information under oath in a form and format approved by the City Ethics Commission:\ta.\tA description of the contract, including any City reference number associated with it, or if selection is of a pre-qualified list, a short description of the services to be provided, including any City reference number associated with it;\tb.\tThe name of the awarding authority;\tc.\tThe date the bid or other response was submitted to the awarding authority;\td.\tThe name of the underwriting firm;\te.\tThe address of the underwriting firm;\tf.\tThe phone number of the underwriting firm;\tg.\tThe names and titles of the underwriting firm’s principals;\th.\tThe names of the underwriting firm’s sub-contractors;\ti.\tThe names and titles of each sub-contractor’s principals;  (Amended by Ord. No. 182,362, Eff. 1\/30\/13.)\tj.\tA certification that the underwriting firm understands, will comply with, and will notify its principals and sub-contractors of the prohibitions and restrictions in this Section and Charter Section 609(e); and  (Amended by Ord. No. 182,362, Eff. 1\/30\/13.)\tk.\tA certification that the underwriting firm and its principals have not made prohibited gifts or contributions during the 12 months prior to selection for a contract, unless the matter is only a selection of a pre-qualified list of underwriters.\t4.\tRequirement to Amend Form.  If the information submitted pursuant to Subsection B.3. changes after the response is submitted, the underwriting firm shall amend the form and submit it to the awarding authority within ten business days of the change.  The requirement to amend the form applies whenever the prohibitions and restrictions in Charter Section 609(e) apply to the underwriting firm, including after the contract approval for underwriting firms that are selected or are performing underwriting service as a member of a syndicate on the revenue bond sale.  The awarding authority shall electronically submit the form to the City Ethics Commission, in a Portable Document Format (PDF) or other electronic format pre-approved by the Commission, within 10 business days of receipt.\t5.\tBusiness Assistance Virtual Network.  In the event that the City’s Business Assistance Virtual Network or similar electronic system is used by a bidder to submit the forms required by this Section to the awarding authority and the Business Assistance Virtual Network or similar electronic system sends the submitted data to the City Ethics Commission, the awarding authority shall not be required to submit the form(s) to the City Ethics Commission.\t6.\tViolations and Debarment.  The provisions of Section 49.7.35 C. shall also apply to violations of this Section and Charter Section 609(e).","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}