{"section_number":"49.82","edition_id":"1","section_id":"2607","structure_id":"137","catch_line":"Prohibitions As To Certain Polystyrene Products.","history":"","full_text":"  PROHIBITIONS AS TO CERTAIN POLYSTYRENE PRODUCTS.\n\n\tOn and after July 1, 1989, it is unlawful to manufacture, sell or distribute to any person in this City any product made of, or with, polystyrene plastic unless the product is made using a blowing agent compound and meets all the following criteria:\n\n\t(a)\tThe blowing agent compound will reduce the potential for ozone depletion by more than 95 percent compared to the ozone depletion potential of CFC-12 (dychlorodifluorothane).\n\n\t(b)\tThe blowing agent compound will not contribute to the formation of ozone in the lower atmosphere. The compound does not contribute to that formation of ozone if both of the following conditions are met:\n\n\t1.\tThe compound is not prohibited by any federal, state, regional or local regulation.\n\n\t2.\tThe manufacture of the blowing agent compound and polystyrene plastic utilized the best available technology, as certified by an appropriate governmental agency which has the jurisdiction to make such determinations, to control the emissions. For the purpose of this subdivision, the phrase “best available technology” shall mean as follows:\n\n\t(i)\tAs to an existing facility the best available retrofit control technology as defined in Section 40406 of the Health and Safety Code; and\n\n\t(ii)\tAs to a new facility or the expansion of an existing facility the best available control technology as defined in Section 40405 of the Health and Safety Code.\n\n\t(c)\tThe use of the compound has been approved by the Federal Food and Drug Administration for use in food containers.\n\n\t(d)\tThe use of the compound does not present an significant risk to workers or public health due to its toxicity, corrosivity, flammability or other hazardous properties.","order_by":"82","ancestry":{"1":{"id":"137","name":"Prohibition On The Manufacture, Sale, Anddistribution Of Polystyrene Plastics Products","identifier":"13","label":"article","url":"\/4\/13\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"2365","structure_id":"137","section_number":"49.81","catch_line":"Definitions.","url":"\/49.81\/","token":"49.81"},"1":{"id":"2607","structure_id":"137","section_number":"49.82","catch_line":"Prohibitions As To Certain Polystyrene Products.","url":"\/49.82\/","token":"49.82"},"2":{"id":"2889","structure_id":"137","section_number":"49.83","catch_line":"Penalty.","url":"\/49.83\/","token":"49.83"}},"next_section":{"id":"2889","structure_id":"137","section_number":"49.83","catch_line":"Penalty.","url":"\/49.83\/","token":"49.83"},"metadata":false,"references":false,"url":"\/49.82\/","token":"49.82","formats":{"txt":"\/49.82.txt","json":"\/49.82.xml"},"dublin_core":{"Title":"Prohibitions As To Certain Polystyrene Products.","Type":"Text","Format":"text\/html","Identifier":"§ 49.82","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPROHIBITIONS AS TO CERTAIN POLYSTYRENE PRODUCTS. (§ 49.82)\n\n  PROHIBITIONS AS TO CERTAIN POLYSTYRENE PRODUCTS.\tOn and after July 1, 1989,\nit is unlawful to manufacture, sell or distribute to any person in this City any\nproduct made of, or with, polystyrene plastic unless the product is made using a\nblowing agent compound and meets all the following criteria:\t(a)\tThe blowing\nagent compound will reduce the potential for ozone depletion by more than 95\npercent compared to the ozone depletion potential of CFC-12\n(dychlorodifluorothane).\t(b)\tThe blowing agent compound will not contribute to\nthe formation of ozone in the lower atmosphere. The compound does not contribute\nto that formation of ozone if both of the following conditions are met:\t1.\tThe\ncompound is not prohibited by any federal, state, regional or local\nregulation.\t2.\tThe manufacture of the blowing agent compound and polystyrene\nplastic utilized the best available technology, as certified by an appropriate\ngovernmental agency which has the jurisdiction to make such determinations, to\ncontrol the emissions. For the purpose of this subdivision, the phrase “best\navailable technology” shall mean as follows:\t(i)\tAs to an existing facility\nthe best available retrofit control technology as defined in Section 40406 of\nthe Health and Safety Code; and\t(ii)\tAs to a new facility or the expansion of an\nexisting facility the best available control technology as defined in Section\n40405 of the Health and Safety Code.\t(c)\tThe use of the compound has been\napproved by the Federal Food and Drug Administration for use in food\ncontainers.\t(d)\tThe use of the compound does not present an significant risk to\nworkers or public health due to its toxicity, corrosivity, flammability or other\nhazardous properties.\n","html":"\n\t\t\t\t\t<section><p>  PROHIBITIONS AS TO CERTAIN POLYSTYRENE PRODUCTS.<br \/><br \/>\tOn and after July 1, 1989, it is unlawful to manufacture, sell or distribute to any person in this City any product made of, or with, polystyrene plastic unless the product is made using a blowing agent compound and meets all the following criteria:<br \/><br \/>\t(a)\tThe blowing agent compound will reduce the potential for ozone depletion by more than 95 percent compared to the ozone depletion potential of CFC-12 (dychlorodifluorothane).<br \/><br \/>\t(b)\tThe blowing agent compound will not contribute to the formation of ozone in the lower atmosphere. The compound does not contribute to that formation of ozone if both of the following conditions are met:<br \/><br \/>\t1.\tThe compound is not prohibited by any federal, state, regional or local regulation.<br \/><br \/>\t2.\tThe manufacture of the blowing agent compound and polystyrene plastic utilized the best available technology, as certified by an appropriate governmental agency which has the <span class=\"dictionary\">jurisdiction<\/span> to make such determinations, to control the emissions. For the purpose of this subdivision, the phrase “best available technology” shall mean as follows:<br \/><br \/>\t(i)\tAs to an existing facility the best available retrofit control technology as defined in Section 40406 of the Health and Safety Code; and<br \/><br \/>\t(ii)\tAs to a new facility or the expansion of an existing facility the best available control technology as defined in Section 40405 of the Health and Safety Code.<br \/><br \/>\t(c)\tThe use of the compound has been approved by the Federal Food and Drug Administration for use in food containers.<br \/><br \/>\t(d)\tThe use of the compound does not present an significant risk to workers or public health due to its toxicity, corrosivity, flammability or other hazardous properties.<\/p><\/section>","text":{"0":{"id":"2584","text":"  PROHIBITIONS AS TO CERTAIN POLYSTYRENE PRODUCTS.\tOn and after July 1, 1989, it is unlawful to manufacture, sell or distribute to any person in this City any product made of, or with, polystyrene plastic unless the product is made using a blowing agent compound and meets all the following criteria:\t(a)\tThe blowing agent compound will reduce the potential for ozone depletion by more than 95 percent compared to the ozone depletion potential of CFC-12 (dychlorodifluorothane).\t(b)\tThe blowing agent compound will not contribute to the formation of ozone in the lower atmosphere. The compound does not contribute to that formation of ozone if both of the following conditions are met:\t1.\tThe compound is not prohibited by any federal, state, regional or local regulation.\t2.\tThe manufacture of the blowing agent compound and polystyrene plastic utilized the best available technology, as certified by an appropriate governmental agency which has the jurisdiction to make such determinations, to control the emissions. For the purpose of this subdivision, the phrase “best available technology” shall mean as follows:\t(i)\tAs to an existing facility the best available retrofit control technology as defined in Section 40406 of the Health and Safety Code; and\t(ii)\tAs to a new facility or the expansion of an existing facility the best available control technology as defined in Section 40405 of the Health and Safety Code.\t(c)\tThe use of the compound has been approved by the Federal Food and Drug Administration for use in food containers.\t(d)\tThe use of the compound does not present an significant risk to workers or public health due to its toxicity, corrosivity, flammability or other hazardous properties.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"previous_section":{"id":"2365","structure_id":"137","section_number":"49.81","catch_line":"Definitions.","url":"\/49.81\/","token":"49.81"}}