{"section_number":"49.84.2","edition_id":"1","section_id":"903","structure_id":"47","catch_line":"Definitions.","history":"","full_text":"  DEFINITIONS.\n\n\t(A)\t“Act of graffiti” means an act which causes any form of unauthorized inscription, word, figure or design to be marked, etched, scratched, drawn, sprayed, painted or otherwise affixed on any structural component of any building, structure or other facility or upon any other property, regardless of its content or nature and regardless of the nature of the material of that structural component or property.\n\n\t(B)\t“Aerosol paint container” means any aerosol container, which is adapted or made for the purpose of applying spray painting, or other substance capable of defacing property.\n\n\t(C)\t“City” means the city of Los Angeles.\n\n\t(D)\t“Etching cream” means any caustic cream, gel, liquid, or solution capable, by means of a chemical action, of defacing, damaging, or destroying hard surfaces in a manner similar to acid.\n\n\t(E)\t“Graffiti” means any form of unauthorized inscription, word, figure or design which is marked, etched, scratched, drawn, sprayed, painted or otherwise affixed to or on any surface of public or private property, including but not limited to, buildings, walls, signs, structures or places, or other surfaces, regardless of the nature of the material of that structural component.\n\n\t(F)\t“Graffiti implement” means any implement capable of marking a surface to create graffiti, including but not limited to aerosol paint containers, markers, etching devices, and gum labels.\n\n\t(G)\t“Gum label” means any material such as, but not limited to, decals, stickers, posters or labels which contain a substance commonly known as adhesive or glue, which cannot be removed from the surface in an intact condition and with minimal effort.\n\n\t(H)\t“Marker” means any indelible or permanent marker with tips exceeding four millimeters in width or similar implement containing ink that is not water-soluble.\n\n\t(I)\t“Owner” means any person, firm, corporation, partnership or other entity, owning property either public or private, whose name or title appears on the last equalized assessment role with the Los Angeles County Recorder’s Office, or the lessee, tenant or other person having control or possession of the property.","order_by":"84.2","ancestry":{"1":{"id":"47","name":"Graffiti Removal And Recovery","identifier":"14","label":"article","url":"\/4\/14\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"435","structure_id":"47","section_number":"49.84.1","catch_line":"Purpose And Intent.","url":"\/49.84.1\/","token":"49.84.1"},"1":{"id":"1916","structure_id":"47","section_number":"49.84.10","catch_line":"Administrative Hearing.","url":"\/49.84.10\/","token":"49.84.10"},"2":{"id":"3782","structure_id":"47","section_number":"49.84.11","catch_line":"Nuisance Abatement Lien.","url":"\/49.84.11\/","token":"49.84.11"},"3":{"id":"288","structure_id":"47","section_number":"49.84.12","catch_line":"Penalties.","url":"\/49.84.12\/","token":"49.84.12"},"4":{"id":"235","structure_id":"47","section_number":"49.84.13","catch_line":"Severability.","url":"\/49.84.13\/","token":"49.84.13"},"5":{"id":"903","structure_id":"47","section_number":"49.84.2","catch_line":"Definitions.","url":"\/49.84.2\/","token":"49.84.2"},"6":{"id":"300","structure_id":"47","section_number":"49.84.3","catch_line":"Graffiti Prohibited.","url":"\/49.84.3\/","token":"49.84.3"},"7":{"id":"304","structure_id":"47","section_number":"49.84.4","catch_line":"Display Of Aerosol Paint Containers And Marker Pens.","url":"\/49.84.4\/","token":"49.84.4"},"8":{"id":"522","structure_id":"47","section_number":"49.84.5","catch_line":"Possession Of Specified Graffiti Implements Prohibited In Designated Areas.","url":"\/49.84.5\/","token":"49.84.5"},"9":{"id":"3245","structure_id":"47","section_number":"49.84.6","catch_line":"Graffiti Declared A Public Nuisance.","url":"\/49.84.6\/","token":"49.84.6"},"10":{"id":"3297","structure_id":"47","section_number":"49.84.7","catch_line":"Graffiti Removal At City Expense.","url":"\/49.84.7\/","token":"49.84.7"},"11":{"id":"89","structure_id":"47","section_number":"49.84.8","catch_line":"Remedies When Owner Refuses To Consent.","url":"\/49.84.8\/","token":"49.84.8"},"12":{"id":"396","structure_id":"47","section_number":"49.84.9","catch_line":"City Funds To Be Recovered.","url":"\/49.84.9\/","token":"49.84.9"}},"next_section":{"id":"300","structure_id":"47","section_number":"49.84.3","catch_line":"Graffiti Prohibited.","url":"\/49.84.3\/","token":"49.84.3"},"metadata":false,"references":false,"url":"\/49.84.2\/","token":"49.84.2","formats":{"txt":"\/49.84.2.txt","json":"\/49.84.2.xml"},"dublin_core":{"Title":"Definitions.","Type":"Text","Format":"text\/html","Identifier":"§ 49.84.2","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS. (§ 49.84.2)\n\n  DEFINITIONS.\t(A)\t“Act of graffiti” means an act which causes any form of\nunauthorized inscription, word, figure or design to be marked, etched,\nscratched, drawn, sprayed, painted or otherwise affixed on any structural\ncomponent of any building, structure or other facility or upon any other\nproperty, regardless of its content or nature and regardless of the nature of\nthe material of that structural component or property.\t(B)\t“Aerosol paint\ncontainer” means any aerosol container, which is adapted or made for the\npurpose of applying spray painting, or other substance capable of defacing\nproperty.\t(C)\t“City” means the city of Los Angeles.\t(D)\t“Etching cream”\nmeans any caustic cream, gel, liquid, or solution capable, by means of a\nchemical action, of defacing, damaging, or destroying hard surfaces in a manner\nsimilar to acid.\t(E)\t“Graffiti” means any form of unauthorized inscription,\nword, figure or design which is marked, etched, scratched, drawn, sprayed,\npainted or otherwise affixed to or on any surface of public or private property,\nincluding but not limited to, buildings, walls, signs, structures or places, or\nother surfaces, regardless of the nature of the material of that structural\ncomponent.\t(F)\t“Graffiti implement” means any implement capable of marking a\nsurface to create graffiti, including but not limited to aerosol paint\ncontainers, markers, etching devices, and gum labels.\t(G)\t“Gum label” means\nany material such as, but not limited to, decals, stickers, posters or labels\nwhich contain a substance commonly known as adhesive or glue, which cannot be\nremoved from the surface in an intact condition and with minimal\neffort.\t(H)\t“Marker” means any indelible or permanent marker with tips\nexceeding four millimeters in width or similar implement containing ink that is\nnot water-soluble.\t(I)\t“Owner” means any person, firm, corporation,\npartnership or other entity, owning property either public or private, whose\nname or title appears on the last equalized assessment role with the Los Angeles\nCounty Recorder’s Office, or the lessee, tenant or other person having control\nor possession of the property.\n","html":"\n\t\t\t\t\t<section><p>  DEFINITIONS.<br \/><br \/>\t(A)\t“Act of graffiti” means an act which causes any form of unauthorized inscription, word, figure or design to be marked, etched, scratched, drawn, sprayed, painted or otherwise affixed on any structural component of any building, structure or other facility or upon any other property, regardless of its content or nature and regardless of the nature of the <span class=\"dictionary\">material<\/span> of that structural component or property.<br \/><br \/>\t(B)\t“Aerosol paint container” means any aerosol container, which is adapted or made for the purpose of applying spray painting, or other substance capable of defacing property.<br \/><br \/>\t(C)\t“City” means the city of Los Angeles.<br \/><br \/>\t(D)\t“Etching cream” means any caustic cream, gel, liquid, or solution capable, by means of a chemical action, of defacing, damaging, or destroying hard surfaces in a manner similar to acid.<br \/><br \/>\t(E)\t“Graffiti” means any form of unauthorized inscription, word, figure or design which is marked, etched, scratched, drawn, sprayed, painted or otherwise affixed to or on any surface of public or private property, including but not limited to, buildings, walls, signs, structures or places, or other surfaces, regardless of the nature of the <span class=\"dictionary\">material<\/span> of that structural component.<br \/><br \/>\t(F)\t“Graffiti implement” means any implement capable of marking a surface to create graffiti, including but not limited to aerosol paint containers, markers, etching devices, and gum labels.<br \/><br \/>\t(G)\t“Gum label” means any <span class=\"dictionary\">material<\/span> such as, but not limited to, decals, stickers, posters or labels which contain a substance commonly known as adhesive or glue, which cannot be removed from the surface in an intact condition and with minimal effort.<br \/><br \/>\t(H)\t“Marker” means any indelible or permanent marker with tips exceeding four millimeters in width or similar implement containing ink that is not water-soluble.<br \/><br \/>\t(I)\t“Owner” means any person, firm, corporation, partnership or other entity, owning property either public or private, whose name or title appears on the last equalized assessment role with the Los Angeles County Recorder’s Office, or the lessee, tenant or other person having control or <span class=\"dictionary\">possession<\/span> of the property.<\/p><\/section>","previous_section":{"id":"235","structure_id":"47","section_number":"49.84.13","catch_line":"Severability.","url":"\/49.84.13\/","token":"49.84.13"},"text":{"0":{"id":"891","text":"  DEFINITIONS.\t(A)\t“Act of graffiti” means an act which causes any form of unauthorized inscription, word, figure or design to be marked, etched, scratched, drawn, sprayed, painted or otherwise affixed on any structural component of any building, structure or other facility or upon any other property, regardless of its content or nature and regardless of the nature of the material of that structural component or property.\t(B)\t“Aerosol paint container” means any aerosol container, which is adapted or made for the purpose of applying spray painting, or other substance capable of defacing property.\t(C)\t“City” means the city of Los Angeles.\t(D)\t“Etching cream” means any caustic cream, gel, liquid, or solution capable, by means of a chemical action, of defacing, damaging, or destroying hard surfaces in a manner similar to acid.\t(E)\t“Graffiti” means any form of unauthorized inscription, word, figure or design which is marked, etched, scratched, drawn, sprayed, painted or otherwise affixed to or on any surface of public or private property, including but not limited to, buildings, walls, signs, structures or places, or other surfaces, regardless of the nature of the material of that structural component.\t(F)\t“Graffiti implement” means any implement capable of marking a surface to create graffiti, including but not limited to aerosol paint containers, markers, etching devices, and gum labels.\t(G)\t“Gum label” means any material such as, but not limited to, decals, stickers, posters or labels which contain a substance commonly known as adhesive or glue, which cannot be removed from the surface in an intact condition and with minimal effort.\t(H)\t“Marker” means any indelible or permanent marker with tips exceeding four millimeters in width or similar implement containing ink that is not water-soluble.\t(I)\t“Owner” means any person, firm, corporation, partnership or other entity, owning property either public or private, whose name or title appears on the last equalized assessment role with the Los Angeles County Recorder’s Office, or the lessee, tenant or other person having control or possession of the property.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}