{"section_number":"49.84.11","edition_id":"1","section_id":"3782","structure_id":"47","catch_line":"Nuisance Abatement Lien.","history":"","full_text":"  NUISANCE ABATEMENT LIEN.\n\n\t(A)\tSummary Abatement.  The City may summarily abate any nuisance resulting from the defacement of the property of another by graffiti or any other inscribed material at the expense of the minor or other person creating, causing, or committing the nuisance and make the expense of abatement of the nuisance a lien against the property of the person and a personal obligation against that person.\n\n\t(1)\tThe determination of responsibility shall be presumed by any confession, admission, guilty plea, or plea of nolo contendere to any violation of Section 594, 594.3, 640.5, 640.6, or 640.7 of the California Penal Code.\n\n\t(2)\tIn the case of a minor, responsibility shall be presumed by any confession, admission, or by the minor being declared a ward of the juvenile court pursuant to Section 602 of the Welfare and Institutions Code by reason of the commission of an act prohibited by Section 594, 594.3, 640.5, 640.6 or 640.7 of the Penal Code\n\n\t(B)\tJoint and Several Liability of Parent(s) or Guardian(s).  The parent or guardian having custody and control of a minor committing a nuisance described in Subsection (A), shall be jointly and severally liable with the minor for the expense of abatement.  The unpaid expense of abatement of any nuisance resulting from the defacement of the property of another by graffiti or any other inscribed material shall become a lien against the property of a parent or guardian having custody and control of the minor, and a personal obligation against the parent or guardian having custody and control of the minor.\n\n\t(C)\tDefinitions.  For purposes of this Section, the following definitions apply:\n\n\t(1)\t“Expense of abatement” includes, but is not limited to, court costs, attorney’s fees, costs of removal of the graffiti or other inscribed material, costs of repair and replacement of defaced property, and the law enforcement costs incurred by the City in identifying and apprehending the minor or other person.\n\n\t(2)\t“Minor” or “other person” means a minor or other person who has confessed to, admitted to, or pled guilty or nolo contendere to a violation of  Section 594, 594.3, 640.5, 640.6, or 640.7 of the California Penal Code; or a minor convicted by final judgment of a violation of Section 594, 594.3, 640.5, 640.6, or 640.7 of the California Penal Code; or a minor declared a ward of the juvenile court pursuant to Section 602 of the Welfare and Institutions Code by reason of the commission of an act prohibited by Section 594, 594.3, 640.5, 640.6 or 640.7 of the Penal Code.\n\n\t(D)\tProcedures.\n\n\t(1)\tCollection of Expenses of Abatement.  Upon the determination of the expense of abatement, the City, Board of Public Works or its designated representative, shall send an abatement expense statement to the responsible person(s) pursuant to Subsection (A), and if applicable, Subsection (B), above.  Payment shall be due fifteen (15) calendar days from the service of the abatement expense statement.\n\n\t(2)\tNotice and Hearing.\n\n\t(a)\tWithin ten (10) calendar days of the mailing of the abatement expense statement, any person served with an abatement expense statement may file with the City representative who issued the statement, a written request for a hearing on the correctness, reasonableness, or both of such claim of abatement costs.\n\n\t(b)\tUpon receipt of the written request for a hearing, the City representative who issued the statement shall send notice describing the time and place of such hearing by the United States mail, postage prepaid, addressed to the requesting party’s last-known address at least five days in advance of the hearing. \n\n\t(c)\tAt the hearing, upon request, the city representative shall receive all evidence presented by the responsible person and by the City.  Thereupon, the City representative shall make such revision, correction, and modification to the statement as deemed warranted, after which the statement as submitted, or as revised, corrected, or modified, shall be confirmed.  The decision of the City representative shall be final.\n\n\t(d)\tSuspension of Abatement Costs.  The obligation to pay the expenses of abatement otherwise required under subsection (D)(1) of this section shall be suspended during the pendency of any hearing provided for under this Subsection.  Upon the City representative rendering his or her decision following a hearing, payment of the confirmed or otherwise revised, corrected, or modified abatement expense statement shall be made within ten (10) calendar days following service of the City representative’s decision upon the responsible person.\n\n\t(3)\tLien Against Property for Unpaid Expenses.\n\n\t(a)\tThe City may make the unpaid expenses of abatement a lien against the property of the person committing a nuisance described in Subsection (A), above, and, where such person is a minor, against the property of the parent or guardian having custody and control of such minor.\n\n\t(b)\tNotice of Intent to Lien.  Notice of Intent to record a lien shall be given to the minor or other person and to the parent or guardian having custody and control of the minor prior to the recordation of any lien.  Said notice shall be served in the same manner as a civil action in accordance with the Code of Civil Procedure Section 415.10.  If the minor or other person, and\/or the parent or guardian having custody and control of the minor, after diligent search, cannot be found, the notice may be served by posting a copy of the Notice in a conspicuous place upon the property for a period ten (10) days and publication thereof in a newspaper of general circulation published in the county in which the property is located pursuant to Government Code Section 6062.\n\n\t(c)\tRecordation.  A graffiti nuisance abatement lien shall be recorded in the County Recorder’s Office in the county in which the parcel of land is located and from the date of recording shall have the force, effect, and priority of a judgment lien.\n\n\t(d)\tSpecific Data.  A graffiti nuisance abatement lien authorized by this section shall specify the amount of the lien; the name of the agency on whose behalf the lien is imposed; the date of the abatement order; the street address, legal description, and assessor’s parcel number of the parcel on which the lien is imposed; and the name and address of the recorded owner of the parcel.\n\n\t(e)\tDischarge.  If the lien is discharged, released, or satisfied through payment or foreclosure, notice of the discharge containing the information specified in Subsection (d), above, shall be recorded by the governmental agency.  A graffiti nuisance abatement lien and the release of the lien shall be indexed in the grantor-grantee index.\n\n\t(f)\tA graffiti nuisance abatement lien may be satisfied through foreclosure in an action brought by the City.\n\n\t(g)\tThe City may recover from the property owner any costs incurred regarding the processing and recording of the lien and providing notice to the property owner as part of its foreclosure action to enforce the lien.\n\n\t(E)\tAlternative Procedure for Assessment.\n\n\t(1)\tAs an alternative to the nuisance lien described in subsection (A) and (B), above, the City may make the costs associated with the expense of abatement, as defined in Subsection (C), above, a special assessment against the parcel of land owned by the person committing a nuisance described in Subsection (A), above, and, where such person is a minor, against the property of the parent or guardian having custody and control of such minor.\n\n\t(2)\tThe assessment may be collected at the same time and in the same manner as ordinary municipal taxes are collected and shall be subject to the same penalties and the same procedure and sale in case of delinquency as provided for ordinary municipal taxes pursuant to Government Code Section 38773.7.\n\n\t(F)\tSecond or Subsequent Civil or Criminal Judgment.\n\n\t(1)\tUpon the entry of a second or subsequent civil or criminal judgment within a two-year period finding that an owner of property or a minor or other person as defined in this Section is responsible for a condition that may be abated in accordance with this provision, except of conditions abated pursuant to Section 17980 of the Health and Safety Code, the court may order that person to pay treble the costs of the abatement.","order_by":"84.11","ancestry":{"1":{"id":"47","name":"Graffiti Removal And Recovery","identifier":"14","label":"article","url":"\/4\/14\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"435","structure_id":"47","section_number":"49.84.1","catch_line":"Purpose And Intent.","url":"\/49.84.1\/","token":"49.84.1"},"1":{"id":"1916","structure_id":"47","section_number":"49.84.10","catch_line":"Administrative Hearing.","url":"\/49.84.10\/","token":"49.84.10"},"2":{"id":"3782","structure_id":"47","section_number":"49.84.11","catch_line":"Nuisance Abatement Lien.","url":"\/49.84.11\/","token":"49.84.11"},"3":{"id":"288","structure_id":"47","section_number":"49.84.12","catch_line":"Penalties.","url":"\/49.84.12\/","token":"49.84.12"},"4":{"id":"235","structure_id":"47","section_number":"49.84.13","catch_line":"Severability.","url":"\/49.84.13\/","token":"49.84.13"},"5":{"id":"903","structure_id":"47","section_number":"49.84.2","catch_line":"Definitions.","url":"\/49.84.2\/","token":"49.84.2"},"6":{"id":"300","structure_id":"47","section_number":"49.84.3","catch_line":"Graffiti Prohibited.","url":"\/49.84.3\/","token":"49.84.3"},"7":{"id":"304","structure_id":"47","section_number":"49.84.4","catch_line":"Display Of Aerosol Paint Containers And Marker Pens.","url":"\/49.84.4\/","token":"49.84.4"},"8":{"id":"522","structure_id":"47","section_number":"49.84.5","catch_line":"Possession Of Specified Graffiti Implements Prohibited In Designated Areas.","url":"\/49.84.5\/","token":"49.84.5"},"9":{"id":"3245","structure_id":"47","section_number":"49.84.6","catch_line":"Graffiti Declared A Public Nuisance.","url":"\/49.84.6\/","token":"49.84.6"},"10":{"id":"3297","structure_id":"47","section_number":"49.84.7","catch_line":"Graffiti Removal At City Expense.","url":"\/49.84.7\/","token":"49.84.7"},"11":{"id":"89","structure_id":"47","section_number":"49.84.8","catch_line":"Remedies When Owner Refuses To Consent.","url":"\/49.84.8\/","token":"49.84.8"},"12":{"id":"396","structure_id":"47","section_number":"49.84.9","catch_line":"City Funds To Be Recovered.","url":"\/49.84.9\/","token":"49.84.9"}},"next_section":{"id":"288","structure_id":"47","section_number":"49.84.12","catch_line":"Penalties.","url":"\/49.84.12\/","token":"49.84.12"},"metadata":false,"references":false,"url":"\/49.84.11\/","token":"49.84.11","formats":{"txt":"\/49.84.11.txt","json":"\/49.84.11.xml"},"dublin_core":{"Title":"Nuisance Abatement Lien.","Type":"Text","Format":"text\/html","Identifier":"§ 49.84.11","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nNUISANCE ABATEMENT LIEN. (§ 49.84.11)\n\n  NUISANCE ABATEMENT LIEN.\t(A)\tSummary Abatement.  The City may summarily\nabate any nuisance resulting from the defacement of the property of another by\ngraffiti or any other inscribed material at the expense of the minor or other\nperson creating, causing, or committing the nuisance and make the expense of\nabatement of the nuisance a lien against the property of the person and a\npersonal obligation against that person.\t(1)\tThe determination of responsibility\nshall be presumed by any confession, admission, guilty plea, or plea of nolo\ncontendere to any violation of Section 594, 594.3, 640.5, 640.6, or 640.7 of the\nCalifornia Penal Code.\t(2)\tIn the case of a minor, responsibility shall be\npresumed by any confession, admission, or by the minor being declared a ward of\nthe juvenile court pursuant to Section 602 of the Welfare and Institutions Code\nby reason of the commission of an act prohibited by Section 594, 594.3, 640.5,\n640.6 or 640.7 of the Penal Code\t(B)\tJoint and Several Liability of Parent(s) or\nGuardian(s).  The parent or guardian having custody and control of a minor\ncommitting a nuisance described in Subsection (A), shall be jointly and\nseverally liable with the minor for the expense of abatement.  The unpaid\nexpense of abatement of any nuisance resulting from the defacement of the\nproperty of another by graffiti or any other inscribed material shall become a\nlien against the property of a parent or guardian having custody and control of\nthe minor, and a personal obligation against the parent or guardian having\ncustody and control of the minor.\t(C)\tDefinitions.  For purposes of this\nSection, the following definitions apply:\t(1)\t“Expense of abatement”\nincludes, but is not limited to, court costs, attorney’s fees, costs of\nremoval of the graffiti or other inscribed material, costs of repair and\nreplacement of defaced property, and the law enforcement costs incurred by the\nCity in identifying and apprehending the minor or other person.\t(2)\t“Minor”\nor “other person” means a minor or other person who has confessed to,\nadmitted to, or pled guilty or nolo contendere to a violation of  Section 594,\n594.3, 640.5, 640.6, or 640.7 of the California Penal Code; or a minor convicted\nby final judgment of a violation of Section 594, 594.3, 640.5, 640.6, or 640.7\nof the California Penal Code; or a minor declared a ward of the juvenile court\npursuant to Section 602 of the Welfare and Institutions Code by reason of the\ncommission of an act prohibited by Section 594, 594.3, 640.5, 640.6 or 640.7 of\nthe Penal Code.\t(D)\tProcedures.\t(1)\tCollection of Expenses of Abatement.  Upon\nthe determination of the expense of abatement, the City, Board of Public Works\nor its designated representative, shall send an abatement expense statement to\nthe responsible person(s) pursuant to Subsection (A), and if applicable,\nSubsection (B), above.  Payment shall be due fifteen (15) calendar days from\nthe service of the abatement expense statement.\t(2)\tNotice and\nHearing.\t(a)\tWithin ten (10) calendar days of the mailing of the abatement\nexpense statement, any person served with an abatement expense statement may\nfile with the City representative who issued the statement, a written request\nfor a hearing on the correctness, reasonableness, or both of such claim of\nabatement costs.\t(b)\tUpon receipt of the written request for a hearing, the City\nrepresentative who issued the statement shall send notice describing the time\nand place of such hearing by the United States mail, postage prepaid, addressed\nto the requesting party’s last-known address at least five days in advance of\nthe hearing. \t(c)\tAt the hearing, upon request, the city representative shall\nreceive all evidence presented by the responsible person and by the City. \nThereupon, the City representative shall make such revision, correction, and\nmodification to the statement as deemed warranted, after which the statement as\nsubmitted, or as revised, corrected, or modified, shall be confirmed.  The\ndecision of the City representative shall be final.\t(d)\tSuspension of Abatement\nCosts.  The obligation to pay the expenses of abatement otherwise required\nunder subsection (D)(1) of this section shall be suspended during the pendency\nof any hearing provided for under this Subsection.  Upon the City\nrepresentative rendering his or her decision following a hearing, payment of the\nconfirmed or otherwise revised, corrected, or modified abatement expense\nstatement shall be made within ten (10) calendar days following service of the\nCity representative’s decision upon the responsible person.\t(3)\tLien Against\nProperty for Unpaid Expenses.\t(a)\tThe City may make the unpaid expenses of\nabatement a lien against the property of the person committing a nuisance\ndescribed in Subsection (A), above, and, where such person is a minor, against\nthe property of the parent or guardian having custody and control of such\nminor.\t(b)\tNotice of Intent to Lien.  Notice of Intent to record a lien shall\nbe given to the minor or other person and to the parent or guardian having\ncustody and control of the minor prior to the recordation of any lien.  Said\nnotice shall be served in the same manner as a civil action in accordance with\nthe Code of Civil Procedure Section 415.10.  If the minor or other person,\nand\/or the parent or guardian having custody and control of the minor, after\ndiligent search, cannot be found, the notice may be served by posting a copy of\nthe Notice in a conspicuous place upon the property for a period ten (10) days\nand publication thereof in a newspaper of general circulation published in the\ncounty in which the property is located pursuant to Government Code Section\n6062.\t(c)\tRecordation.  A graffiti nuisance abatement lien shall be recorded in\nthe County Recorder’s Office in the county in which the parcel of land is\nlocated and from the date of recording shall have the force, effect, and\npriority of a judgment lien.\t(d)\tSpecific Data.  A graffiti nuisance abatement\nlien authorized by this section shall specify the amount of the lien; the name\nof the agency on whose behalf the lien is imposed; the date of the abatement\norder; the street address, legal description, and assessor’s parcel number of\nthe parcel on which the lien is imposed; and the name and address of the\nrecorded owner of the parcel.\t(e)\tDischarge.  If the lien is discharged,\nreleased, or satisfied through payment or foreclosure, notice of the discharge\ncontaining the information specified in Subsection (d), above, shall be recorded\nby the governmental agency.  A graffiti nuisance abatement lien and the release\nof the lien shall be indexed in the grantor-grantee index.\t(f)\tA graffiti\nnuisance abatement lien may be satisfied through foreclosure in an action\nbrought by the City.\t(g)\tThe City may recover from the property owner any costs\nincurred regarding the processing and recording of the lien and providing notice\nto the property owner as part of its foreclosure action to enforce the\nlien.\t(E)\tAlternative Procedure for Assessment.\t(1)\tAs an alternative to the\nnuisance lien described in subsection (A) and (B), above, the City may make the\ncosts associated with the expense of abatement, as defined in Subsection (C),\nabove, a special assessment against the parcel of land owned by the person\ncommitting a nuisance described in Subsection (A), above, and, where such person\nis a minor, against the property of the parent or guardian having custody and\ncontrol of such minor.\t(2)\tThe assessment may be collected at the same time and\nin the same manner as ordinary municipal taxes are collected and shall be\nsubject to the same penalties and the same procedure and sale in case of\ndelinquency as provided for ordinary municipal taxes pursuant to Government Code\nSection 38773.7.\t(F)\tSecond or Subsequent Civil or Criminal Judgment.\t(1)\tUpon\nthe entry of a second or subsequent civil or criminal judgment within a two-year\nperiod finding that an owner of property or a minor or other person as defined\nin this Section is responsible for a condition that may be abated in accordance\nwith this provision, except of conditions abated pursuant to Section 17980 of\nthe Health and Safety Code, the court may order that person to pay treble the\ncosts of the abatement.\n","html":"\n\t\t\t\t\t<section><p>  NUISANCE ABATEMENT <span class=\"dictionary\">LIEN<\/span>.<br \/><br \/>\t(A)\tSummary Abatement.  The City may summarily abate any nuisance resulting from the defacement of the property of another by graffiti or any other inscribed <span class=\"dictionary\">material<\/span> at the expense of the <span class=\"dictionary\">minor<\/span> or other person creating, causing, or committing the nuisance and make the expense of abatement of the nuisance a <span class=\"dictionary\">lien<\/span> against the property of the person and a personal obligation against that person.<br \/><br \/>\t(1)\tThe determination of responsibility shall be presumed by any <span class=\"dictionary\">confession<\/span>, admission, guilty <span class=\"dictionary\">plea<\/span>, or <span class=\"dictionary\">plea<\/span> of <span class=\"dictionary\">nolo contendere<\/span> to any violation of Section 594, 594.3, 640.5, 640.6, or 640.7 of the California Penal Code.<br \/><br \/>\t(2)\tIn the case of a <span class=\"dictionary\">minor<\/span>, responsibility shall be presumed by any <span class=\"dictionary\">confession<\/span>, admission, or by the <span class=\"dictionary\">minor<\/span> being declared a ward of the juvenile <span class=\"dictionary\">court<\/span> pursuant to Section 602 of the Welfare and Institutions Code by reason of the commission of an act prohibited by Section 594, 594.3, 640.5, 640.6 or 640.7 of the Penal Code<br \/><br \/>\t(B)\tJoint and Several Liability of Parent(s) or Guardian(s).  The parent or guardian having <span class=\"dictionary\">custody<\/span> and control of a <span class=\"dictionary\">minor<\/span> committing a nuisance described in Subsection (A), shall be jointly and severally liable with the <span class=\"dictionary\">minor<\/span> for the expense of abatement.  The unpaid expense of abatement of any nuisance resulting from the defacement of the property of another by graffiti or any other inscribed <span class=\"dictionary\">material<\/span> shall become a <span class=\"dictionary\">lien<\/span> against the property of a parent or guardian having <span class=\"dictionary\">custody<\/span> and control of the <span class=\"dictionary\">minor<\/span>, and a personal obligation against the parent or guardian having <span class=\"dictionary\">custody<\/span> and control of the <span class=\"dictionary\">minor<\/span>.<br \/><br \/>\t(C)\tDefinitions.  For purposes of this Section, the following definitions apply:<br \/><br \/>\t(1)\t“Expense of abatement” includes, but is not limited to, <span class=\"dictionary\">court<\/span> costs, attorney’s fees, costs of removal of the graffiti or other inscribed <span class=\"dictionary\">material<\/span>, costs of repair and replacement of defaced property, and the <span class=\"dictionary\">law<\/span> enforcement costs incurred by the City in identifying and apprehending the <span class=\"dictionary\">minor<\/span> or other person.<br \/><br \/>\t(2)\t“<span class=\"dictionary\">Minor<\/span>” or “other person” means a <span class=\"dictionary\">minor<\/span> or other person who has confessed to, admitted to, or pled guilty or <span class=\"dictionary\">nolo contendere<\/span> to a violation of  Section 594, 594.3, 640.5, 640.6, or 640.7 of the California Penal Code; or a <span class=\"dictionary\">minor<\/span> convicted by final <span class=\"dictionary\">judgment<\/span> of a violation of Section 594, 594.3, 640.5, 640.6, or 640.7 of the California Penal Code; or a <span class=\"dictionary\">minor<\/span> declared a ward of the juvenile <span class=\"dictionary\">court<\/span> pursuant to Section 602 of the Welfare and Institutions Code by reason of the commission of an act prohibited by Section 594, 594.3, 640.5, 640.6 or 640.7 of the Penal Code.<br \/><br \/>\t(D)\tProcedures.<br \/><br \/>\t(1)\tCollection of Expenses of Abatement.  Upon the determination of the expense of abatement, the City, Board of Public Works or its designated representative, shall send an abatement expense statement to the responsible person(s) pursuant to Subsection (A), and if applicable, Subsection (B), above.  Payment shall be due fifteen (15) calendar days from the service of the abatement expense statement.<br \/><br \/>\t(2)\tNotice and <span class=\"dictionary\">Hearing<\/span>.<br \/><br \/>\t(a)\tWithin ten (10) calendar days of the mailing of the abatement expense statement, any person served with an abatement expense statement may file with the City representative who issued the statement, a written request for a <span class=\"dictionary\">hearing<\/span> on the correctness, reasonableness, or both of such claim of abatement costs.<br \/><br \/>\t(b)\tUpon receipt of the written request for a <span class=\"dictionary\">hearing<\/span>, the City representative who issued the statement shall send notice describing the time and place of such <span class=\"dictionary\">hearing<\/span> by the United States mail, postage prepaid, addressed to the requesting <span class=\"dictionary\">party<\/span>’s last-known address at least five days in advance of the <span class=\"dictionary\">hearing<\/span>. <br \/><br \/>\t(c)\tAt the <span class=\"dictionary\">hearing<\/span>, upon request, the city representative shall receive all <span class=\"dictionary\">evidence<\/span> presented by the responsible person and by the City.  Thereupon, the City representative shall make such revision, correction, and modification to the statement as deemed warranted, after which the statement as submitted, or as revised, corrected, or modified, shall be confirmed.  The decision of the City representative shall be final.<br \/><br \/>\t(d)\tSuspension of Abatement Costs.  The obligation to pay the expenses of abatement otherwise required under subsection (D)(1) of this section shall be suspended during the pendency of any <span class=\"dictionary\">hearing<\/span> provided for under this Subsection.  Upon the City representative rendering his or her decision following a <span class=\"dictionary\">hearing<\/span>, payment of the confirmed or otherwise revised, corrected, or modified abatement expense statement shall be made within ten (10) calendar days following service of the City representative’s decision upon the responsible person.<br \/><br \/>\t(3)\t<span class=\"dictionary\">Lien<\/span> Against Property for Unpaid Expenses.<br \/><br \/>\t(a)\tThe City may make the unpaid expenses of abatement a <span class=\"dictionary\">lien<\/span> against the property of the person committing a nuisance described in Subsection (A), above, and, where such person is a <span class=\"dictionary\">minor<\/span>, against the property of the parent or guardian having <span class=\"dictionary\">custody<\/span> and control of such <span class=\"dictionary\">minor<\/span>.<br \/><br \/>\t(b)\tNotice of <span class=\"dictionary\">Intent<\/span> to <span class=\"dictionary\">Lien<\/span>.  Notice of <span class=\"dictionary\">Intent<\/span> to record a <span class=\"dictionary\">lien<\/span> shall be given to the <span class=\"dictionary\">minor<\/span> or other person and to the parent or guardian having <span class=\"dictionary\">custody<\/span> and control of the <span class=\"dictionary\">minor<\/span> prior to the recordation of any <span class=\"dictionary\">lien<\/span>.  Said notice shall be served in the same manner as a <span class=\"dictionary\">civil action<\/span> in accordance with the Code of Civil Procedure Section 415.10.  If the <span class=\"dictionary\">minor<\/span> or other person, and\/or the parent or guardian having <span class=\"dictionary\">custody<\/span> and control of the <span class=\"dictionary\">minor<\/span>, after diligent search, cannot be found, the notice may be served by posting a copy of the Notice in a conspicuous place upon the property for a period ten (10) days and publication thereof in a newspaper of general circulation published in the county in which the property is located pursuant to Government Code Section 6062.<br \/><br \/>\t(c)\tRecordation.  A graffiti nuisance abatement <span class=\"dictionary\">lien<\/span> shall be recorded in the County Recorder’s Office in the county in which the parcel of land is located and from the date of recording shall have the force, effect, and priority of a <span class=\"dictionary\">judgment<\/span> <span class=\"dictionary\">lien<\/span>.<br \/><br \/>\t(d)\tSpecific Data.  A graffiti nuisance abatement <span class=\"dictionary\">lien<\/span> authorized by this section shall specify the amount of the <span class=\"dictionary\">lien<\/span>; the name of the agency on whose behalf the <span class=\"dictionary\">lien<\/span> is imposed; the date of the abatement <span class=\"dictionary\">order<\/span>; the street address, legal description, and assessor’s parcel number of the parcel on which the <span class=\"dictionary\">lien<\/span> is imposed; and the name and address of the recorded owner of the parcel.<br \/><br \/>\t(e)\tDischarge.  If the <span class=\"dictionary\">lien<\/span> is discharged, released, or satisfied through payment or foreclosure, notice of the discharge containing the information specified in Subsection (d), above, shall be recorded by the governmental agency.  A graffiti nuisance abatement <span class=\"dictionary\">lien<\/span> and the release of the <span class=\"dictionary\">lien<\/span> shall be indexed in the grantor-grantee index.<br \/><br \/>\t(f)\tA graffiti nuisance abatement <span class=\"dictionary\">lien<\/span> may be satisfied through foreclosure in an action brought by the City.<br \/><br \/>\t(g)\tThe City may recover from the property owner any costs incurred regarding the processing and recording of the <span class=\"dictionary\">lien<\/span> and providing notice to the property owner as part of its foreclosure action to enforce the <span class=\"dictionary\">lien<\/span>.<br \/><br \/>\t(E)\tAlternative Procedure for Assessment.<br \/><br \/>\t(1)\tAs an alternative to the nuisance <span class=\"dictionary\">lien<\/span> described in subsection (A) and (B), above, the City may make the costs associated with the expense of abatement, as defined in Subsection (C), above, a special assessment against the parcel of land owned by the person committing a nuisance described in Subsection (A), above, and, where such person is a <span class=\"dictionary\">minor<\/span>, against the property of the parent or guardian having <span class=\"dictionary\">custody<\/span> and control of such <span class=\"dictionary\">minor<\/span>.<br \/><br \/>\t(2)\tThe assessment may be collected at the same time and in the same manner as ordinary municipal taxes are collected and shall be subject to the same penalties and the same procedure and sale in case of delinquency as provided for ordinary municipal taxes pursuant to Government Code Section 38773.7.<br \/><br \/>\t(F)\tSecond or Subsequent Civil or Criminal <span class=\"dictionary\">Judgment<\/span>.<br \/><br \/>\t(1)\tUpon the entry of a second or subsequent civil or criminal <span class=\"dictionary\">judgment<\/span> within a two-year period <span class=\"dictionary\">finding<\/span> that an owner of property or a <span class=\"dictionary\">minor<\/span> or other person as defined in this Section is responsible for a condition that may be abated in accordance with this provision, except of conditions abated pursuant to Section 17980 of the Health and Safety Code, the <span class=\"dictionary\">court<\/span> may <span class=\"dictionary\">order<\/span> that person to pay treble the costs of the abatement.<\/p><\/section>","previous_section":{"id":"1916","structure_id":"47","section_number":"49.84.10","catch_line":"Administrative Hearing.","url":"\/49.84.10\/","token":"49.84.10"},"text":{"0":{"id":"3756","text":"  NUISANCE ABATEMENT LIEN.\t(A)\tSummary Abatement.  The City may summarily abate any nuisance resulting from the defacement of the property of another by graffiti or any other inscribed material at the expense of the minor or other person creating, causing, or committing the nuisance and make the expense of abatement of the nuisance a lien against the property of the person and a personal obligation against that person.\t(1)\tThe determination of responsibility shall be presumed by any confession, admission, guilty plea, or plea of nolo contendere to any violation of Section 594, 594.3, 640.5, 640.6, or 640.7 of the California Penal Code.\t(2)\tIn the case of a minor, responsibility shall be presumed by any confession, admission, or by the minor being declared a ward of the juvenile court pursuant to Section 602 of the Welfare and Institutions Code by reason of the commission of an act prohibited by Section 594, 594.3, 640.5, 640.6 or 640.7 of the Penal Code\t(B)\tJoint and Several Liability of Parent(s) or Guardian(s).  The parent or guardian having custody and control of a minor committing a nuisance described in Subsection (A), shall be jointly and severally liable with the minor for the expense of abatement.  The unpaid expense of abatement of any nuisance resulting from the defacement of the property of another by graffiti or any other inscribed material shall become a lien against the property of a parent or guardian having custody and control of the minor, and a personal obligation against the parent or guardian having custody and control of the minor.\t(C)\tDefinitions.  For purposes of this Section, the following definitions apply:\t(1)\t“Expense of abatement” includes, but is not limited to, court costs, attorney’s fees, costs of removal of the graffiti or other inscribed material, costs of repair and replacement of defaced property, and the law enforcement costs incurred by the City in identifying and apprehending the minor or other person.\t(2)\t“Minor” or “other person” means a minor or other person who has confessed to, admitted to, or pled guilty or nolo contendere to a violation of  Section 594, 594.3, 640.5, 640.6, or 640.7 of the California Penal Code; or a minor convicted by final judgment of a violation of Section 594, 594.3, 640.5, 640.6, or 640.7 of the California Penal Code; or a minor declared a ward of the juvenile court pursuant to Section 602 of the Welfare and Institutions Code by reason of the commission of an act prohibited by Section 594, 594.3, 640.5, 640.6 or 640.7 of the Penal Code.\t(D)\tProcedures.\t(1)\tCollection of Expenses of Abatement.  Upon the determination of the expense of abatement, the City, Board of Public Works or its designated representative, shall send an abatement expense statement to the responsible person(s) pursuant to Subsection (A), and if applicable, Subsection (B), above.  Payment shall be due fifteen (15) calendar days from the service of the abatement expense statement.\t(2)\tNotice and Hearing.\t(a)\tWithin ten (10) calendar days of the mailing of the abatement expense statement, any person served with an abatement expense statement may file with the City representative who issued the statement, a written request for a hearing on the correctness, reasonableness, or both of such claim of abatement costs.\t(b)\tUpon receipt of the written request for a hearing, the City representative who issued the statement shall send notice describing the time and place of such hearing by the United States mail, postage prepaid, addressed to the requesting party’s last-known address at least five days in advance of the hearing. \t(c)\tAt the hearing, upon request, the city representative shall receive all evidence presented by the responsible person and by the City.  Thereupon, the City representative shall make such revision, correction, and modification to the statement as deemed warranted, after which the statement as submitted, or as revised, corrected, or modified, shall be confirmed.  The decision of the City representative shall be final.\t(d)\tSuspension of Abatement Costs.  The obligation to pay the expenses of abatement otherwise required under subsection (D)(1) of this section shall be suspended during the pendency of any hearing provided for under this Subsection.  Upon the City representative rendering his or her decision following a hearing, payment of the confirmed or otherwise revised, corrected, or modified abatement expense statement shall be made within ten (10) calendar days following service of the City representative’s decision upon the responsible person.\t(3)\tLien Against Property for Unpaid Expenses.\t(a)\tThe City may make the unpaid expenses of abatement a lien against the property of the person committing a nuisance described in Subsection (A), above, and, where such person is a minor, against the property of the parent or guardian having custody and control of such minor.\t(b)\tNotice of Intent to Lien.  Notice of Intent to record a lien shall be given to the minor or other person and to the parent or guardian having custody and control of the minor prior to the recordation of any lien.  Said notice shall be served in the same manner as a civil action in accordance with the Code of Civil Procedure Section 415.10.  If the minor or other person, and\/or the parent or guardian having custody and control of the minor, after diligent search, cannot be found, the notice may be served by posting a copy of the Notice in a conspicuous place upon the property for a period ten (10) days and publication thereof in a newspaper of general circulation published in the county in which the property is located pursuant to Government Code Section 6062.\t(c)\tRecordation.  A graffiti nuisance abatement lien shall be recorded in the County Recorder’s Office in the county in which the parcel of land is located and from the date of recording shall have the force, effect, and priority of a judgment lien.\t(d)\tSpecific Data.  A graffiti nuisance abatement lien authorized by this section shall specify the amount of the lien; the name of the agency on whose behalf the lien is imposed; the date of the abatement order; the street address, legal description, and assessor’s parcel number of the parcel on which the lien is imposed; and the name and address of the recorded owner of the parcel.\t(e)\tDischarge.  If the lien is discharged, released, or satisfied through payment or foreclosure, notice of the discharge containing the information specified in Subsection (d), above, shall be recorded by the governmental agency.  A graffiti nuisance abatement lien and the release of the lien shall be indexed in the grantor-grantee index.\t(f)\tA graffiti nuisance abatement lien may be satisfied through foreclosure in an action brought by the City.\t(g)\tThe City may recover from the property owner any costs incurred regarding the processing and recording of the lien and providing notice to the property owner as part of its foreclosure action to enforce the lien.\t(E)\tAlternative Procedure for Assessment.\t(1)\tAs an alternative to the nuisance lien described in subsection (A) and (B), above, the City may make the costs associated with the expense of abatement, as defined in Subsection (C), above, a special assessment against the parcel of land owned by the person committing a nuisance described in Subsection (A), above, and, where such person is a minor, against the property of the parent or guardian having custody and control of such minor.\t(2)\tThe assessment may be collected at the same time and in the same manner as ordinary municipal taxes are collected and shall be subject to the same penalties and the same procedure and sale in case of delinquency as provided for ordinary municipal taxes pursuant to Government Code Section 38773.7.\t(F)\tSecond or Subsequent Civil or Criminal Judgment.\t(1)\tUpon the entry of a second or subsequent civil or criminal judgment within a two-year period finding that an owner of property or a minor or other person as defined in this Section is responsible for a condition that may be abated in accordance with this provision, except of conditions abated pursuant to Section 17980 of the Health and Safety Code, the court may order that person to pay treble the costs of the abatement.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}