{"section_number":"49.84.10","edition_id":"1","section_id":"1916","structure_id":"47","catch_line":"Administrative Hearing.","history":"","full_text":"  ADMINISTRATIVE HEARING.\n\n\t(A)\tAdministrative Fines.\n\n\t(1)\tWhenever an enforcement officer determines that a violation of a provision of this Article has occurred, the enforcement officer is authorized to issue a notice of violation to the responsible person(s).  If the responsible person is a minor, the enforcement officer is authorized to issue a notice of violation to the parent(s) or guardian(s) having custody and control of the minor.\n\n\t(2)\tEach violation of any provision of this Article and each separate offense designated by this Article shall be subject to an administrative fine, as provided for in this Section.\n\n\t(3)\tThe amount of the administrative fine shall be determined by the enforcement officer, based upon the penalty schedule set forth in Subdivision (4) of this Section, subject to the following limitations:\n\n\t(a)\tWhere the violation would otherwise be an infraction, the administrative fine or penalty shall not exceed the maximum fine or penalty amounts for infractions set forth in subdivision (b) of Section 36900 of the California Government Code.\n\n\t(b)\tFor all other violations of this Article, the amount of the administrative fine shall not exceed one-thousand dollars ($1,000).\n\n\t(4)\tThe administrative fine levied for a violation of this Article shall be in the following amounts:\n\n\t(a)\tFor the first offense by a fine of two hundred fifty dollars ($250); or\n\n\t(b)\tFor a second offense by a fine of five hundred dollars ($500); or\n\n\t(c)\tFor a third or any subsequent offense by a fine of one thousand dollars ($1,000).\n\n\t(B)\tService Procedures for Issuing Administrative Citations.  An administrative citation in a form approved by the City may be issued to the responsible party by an enforcement officer for violations of those sections set forth in this Article in the following manner:\n\n\t(1)\tPersonal Service.  In any case where an administrative citation is issued to an individual the enforcement officer shall attempt to:\n\n\t(a)\tLocate the individual and serve the administrative citation to the responsible person or party.  If the responsible person is a minor, the enforcement officer shall also attempt to serve the administrative citation on the parent(s) or guardian(s) having custody and control of the minor.\n\n\t(b)\tObtain on the administrative citation the signature of the person in violation of this Code.\n\n\t(c)\tIf the responsible person or party served refuses or fails to sign the administrative citation, the failure or refusal to sign shall not affect the validity of the citation or of subsequent proceedings.\n\n\t(2)\tService of Citation by Mail.  If the enforcement officer is unable to locate the responsible person for the violation, the administrative citation shall be mailed to the responsible person by certified mail, postage prepaid, return receipt requested.  If the responsible person is a minor, the administrative citation shall be mailed to the parent(s) or guardian(s) having custody and control of the minor by certified mail, postage prepaid, return receipt requested.  Simultaneously, the same notice may be sent by regular mail.  If a notice sent by certified mail is returned unsigned, then service shall be deemed effective pursuant to regular mail, provided the notice that was sent by regular mail is not returned.\n\n\t(C)\tContents of Administrative Citations.  Administrative citations shall contain all of the following information:\n\n\t(1)\tThe date and location of the violation and the approximate time the violation was observed;\n\n\t(2)\tThe Code Section violated and a description of how the Section was violated;\n\n\t(3)\tThe action required to correct the violation;\n\n\t(4)\tThe consequences of failing to correct the violation;\n\n\t(5)\tThe amount of penalty imposed for the violation;\n\n\t(6)\tInformation regarding the procedure to contest the citation;\n\n\t(7)\tThe signature of the enforcement officer and the signature of the responsible person if that person can be located and will sign the citation, as set forth in this section.\n\n\t(D)\tSatisfaction of Administrative Citation.\n\n\t(1)\tUpon receipt of a citation, the responsible party shall either:\n\n\t(a)\tPay the Penalty.  Payment of the penalty waives the responsible party’s right to the administrative hearing and appeal process pursuant to Paragraph (d), below; or\n\n\t(b)\tPerform Community Service or Parenting Classes.  Any responsible person(s) served with an administrative citation pursuant to this Section may request to perform community service or attend parenting classes in lieu of payment of the administrative penalty pursuant to subdivision (F) of this Section; or\n\n\t(c)\tRemedy the Violation.  If the violation is of a nature that it can be remedied, and the responsible party remedies it within the time indicated on the citation, upon providing proof of correction to the enforcement officer the responsible party shall pay only the administrative reimbursement portion of the penalty; or\n\n\t(d)\tRequest an   If the responsible party chooses to contest the citation, the party shall submit a request to do so no later than 15 calendar days, excluding weekends and holidays, after service of the citation.  The request shall be submitted in writing as directed on the citation and shall include a statement of reasons why the citation is being contested.  The request shall be accompanied by a deposit in the full amount of the penalty, inclusive of the administrative reimbursement portion, or written proof of financial hardship, which at a minimum must include tax returns, financial statements, bank account records, salary records or similar documentation demonstrating that the responsible party is unable to deposit the penalty.  A hearing will not be scheduled unless the full amount of the penalty is deposited, or the City finds the responsible party financially unable to do so and waives the deposit requirement.\n\n\t(2)\tIn the event the responsible party fails or refuses to select and satisfy any of the alternatives set forth in Paragraphs (a), (b) (c) or (d) above, then the penalty shall be immediately due and owing to the City and may be collected in any manner allowed by law for collection of a debt.\n\n\t(E)\tAdministrative Hearings and Appeal Process.\n\n\t(1)\tAppointment of Administrative Hearing Officer.  Within 180 days of the effective date of this Section, the City Attorney’s Office, with the City Council’s approval, shall create an administrative hearing and appeals process that is consistent with this Article and with due process principles, including the selection and appointment of one or more independent Administrative Hearing Officers, who shall be responsible for conducting administrative hearings authorized under this Article.  Until such time, no enforcement officer may issue an administrative citation under this Section.\n\n\t(2)\tPre-hearing Dismissal of Citation.  The City may dismiss an administrative citation at any time if it is determined to have been issued in error.\n\n\t(3)\tTime for Administrative Hearing.  The administrative hearing shall be scheduled no later than 90 days after receipt of the request for a hearing to contest the citation.  The responsible party will be notified in writing at least ten days prior to the date of the hearing by first class mail of the date and time of the hearing.\n\n\t(4)\tRequest for Continuance of Hearing.  The responsible person may request one continuance of the hearing, but in no event may the hearing begin later than 90 days after receipt of the request for hearing from the responsible person.\n\n\t(5)\tFailure to Attend Administrative Hearing.  The individual to whom an administrative citation is issued, or that person’s representative, may attend the hearing in person, or in lieu of attending may submit an Appearance by Written Declaration on a form provided by the City for that purpose.\n\n\t(a)\tIf the cited individual or his or her representative fails to attend the scheduled hearing, or fails to submit an Appearance by Written Declaration on the form provided by the City for that purpose, he or she shall be deemed to have waived his or her right to an administrative hearing.  Under these circumstances, the Administrative Hearing Officer shall dismiss the challenge to the administrative citation, and shall issue a written notice to that effect.  An individual whose challenge to an administrative citation is dismissed under this section shall be deemed not to have availed himself or herself of the right to an administrative hearing as provided in this Article.\n\n\t(b)\tAn individual who has been issued an administrative citation and who has requested an administrative hearing to challenge the citation as provided in this Article may request in writing that his or her challenge to the citation be dismissed and the hearing canceled.  Upon receipt of a request to dismiss a challenge to the administrative citation, the City shall cancel the pending hearing, and issue a written notice to that effect.  Any individual who requests the dismissal of a challenge to an administrative citation under this Section shall be deemed never to have availed himself or herself of the right to an administrative hearing as provided in this Article.\n\n\t(6)\tProcedures at Administrative Hearing.  Administrative hearings are informal, and formal rules of evidence and discovery do not apply.  Each party shall have the opportunity to present evidence in support of his or her case and to cross-examine witnesses.  The City bears the burden of proof at an administrative hearing to establish a violation.  The citation is prima facie evidence of the violation and the enforcement officer who issued the citation is not required to participate in the hearing.  The Administrative Hearing Officer shall use preponderance of the evidence as the standard of evidence in deciding the issues.  Written and oral evidence submitted at the hearing shall be submitted under penalty of perjury.  Documentary and other tangible evidence must be authenticated to the satisfaction of the Administrative Hearing Officer.\n\n\t(7)\tDecision of Administrative Hearing Officer.  At the conclusion of the hearing or within 15 days thereafter, the Administrative Hearing Officer shall render a decision as follows:\n\n\t(a)\tDetermine that the violation for which the citation was issued occurred, and impose a fine in the amount set forth in the citation, inclusive of the administrative reimbursement portion, and if the violation has not been corrected as of the date of the hearing, order correction of the violation; or\n\n\t(b)\tDetermine that the violation for which the citation was issued occurred, but that the responsible party has introduced credible evidence of mitigating circumstances warranting imposition of a lesser penalty than that prescribed in the citation, or no penalty at all, and impose a lesser fine, if any, and if the violation has not been corrected as of the date of the hearing, order that the violation be corrected; or\n\n\t(c)\tDetermine that the violation for which the citation was issued did not occur or that the condition did not constitute a violation of the Code.\n\n\t(8)\tIssuance of Administrative Order.  The Administrative Hearing Officer shall issue a written decision entitled “Administrative Order” no later than 15 days after the date on which the administrative hearing concludes.  The Administrative Order shall be served upon the responsible person by first class mail, or if that method fails, by any one of the other methods set forth in this Section.  The Administrative Order shall become final on the date of mailing or other service, and shall notify the responsible person of his or her right to appeal as provided below in this Section.  The Administrative Order shall also (i) either set a deadline for compliance with its terms, in the event that the responsible person fails to file an appeal, in no event less than 20 days from the date of mailing or other service, or (ii) if the hearing officer determines as described in Subdivisions (7)(b) or (7)(c) immediately above, and the responsible party has deposited the penalty with the City, order a partial or full refund of the deposit.\n\n\t(9)\tAppeal of Administrative Order.  Within 20 days after mailing or other service of the Administrative Order to the responsible person, he or she may seek review of the Administrative Order by filing a notice of appeal with the Superior Court, pursuant to California Government Code Section 53069.4.  The responsible person shall serve upon the City Clerk either in person or by first-class mail a copy of the notice of appeal.  If the responsible person fails to timely file a notice of appeal, the Administrative Order shall be deemed final.\n\n\t(F)\tRequest to Perform Community Service or Parenting Classes.  Any responsible person(s) served with an administrative citation and\/or issued an Administrative Order pursuant to this Section may request to perform community service or attend parenting classes in lieu of payment of the administrative penalty.  Community service and parenting classes must be in a program approved by the issuing department.\n\n\t(1)\tWritten Request.  Any eligible responsible person(s) served with an administrative citation who requests permission to perform community service or attend parenting classes in lieu of payment of the administrative penalty, as provided in Subsection (F), must make the request in writing and file it with the issuing department no later than fifteen (15) calendar days, excluding weekends and holidays, after service of the citation.  Any eligible responsible person(s) issued an Administrative Order who requests permission to perform community service or attend parenting classes in lieu of payment of the administrative penalty, as provided in Subsection (F), must make the request in writing and file it with the issuing department no later than twenty (20) days after mailing or other service of the administrative Order.   All requests made pursuant to Subsection (F) must include the address of the responsible person(s) for the purpose of correspondence by the issuing department.\n\n\t(2)\tNotification.  The issuing department shall notify the responsible person(s) by first class mail, postage prepaid, whether the request to perform community service or attend parenting classes has been approved, and if approved, shall identify the program(s) that the responsible person must complete, and the date by which such program shall be completed.  The decision to grant or deny the request shall be in the sole discretion of the issuing department.  In the event the issuing department denies the request to perform community service or attend parenting classes, the administrative penalty otherwise payable as set forth in the administrative citation and\/or Administrative Order previously served on the responsible person(s) shall be made by the date specified in the notice denying the request to perform community service or attend parenting classes.\n\n\t(3)\tSuspension of Administrative Penalty.  The obligation to pay the administrative penalty otherwise required shall be suspended during the time period provided for completion of the approved program as set forth in the written notification approving the request sent by the issuing department under Paragraph (2), above.\n\n\t(4)\tProof of Completion.  The responsible person(s) shall provide proof of completion of the approved program by submitting, to the issuing department within five (5) calendar days following the date by which the program was to be completed, a certificate of completion issued by the program provider.  Failure to present such proof within the required time period shall result in the reinstatement of the administrative penalty otherwise due as stated in the administrative citation or Administrative Order without further notification by the issuing department.  Payment of the amount due shall be made within seven (7) calendar days of the date by which the program was to be completed as specified in the notice provided under Paragraph (2), above.\n\n\t(G)\tFailure to Comply with Administrative Order.  In addition to any other remedy provided by law, if the responsible person fails to comply with the Administrative Order, the City may use any other legal remedy available to gain compliance with the Administrative Order.\n\n\t(H)\tDisposition of Collected Administrative Fines.  The fines recovered pursuant to this section shall be deposited into the Graffiti Technology and Recovery Fund established pursuant to Los Angeles Administrative Code Sections 5.552, 5.553 and 5.554.\n\n\t(I)\tDefinitions.  For purposes of this Section, the following definitions apply:\n\n\t(1)\t“Enforcement Officer” means any peace officer or probation officer delegated with the power to enforce any provision of this Code.\n\n\t(2)\t“Issuing Department” means the City department that has authority and responsibility for enforcing and prosecuting the Code section that is the subject of the administrative citation.\n\n\t(3)\t“Responsible Person” means any person who is responsible for, or alleged to be responsible for, a violation and\/or any parent or guardian having custody and control of a minor committing such violation, on a joint and several basis with such minor, provided such minor and parent or guardian are each served with notice of violation.","order_by":"84.10","ancestry":{"1":{"id":"47","name":"Graffiti Removal And Recovery","identifier":"14","label":"article","url":"\/4\/14\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"435","structure_id":"47","section_number":"49.84.1","catch_line":"Purpose And Intent.","url":"\/49.84.1\/","token":"49.84.1"},"1":{"id":"1916","structure_id":"47","section_number":"49.84.10","catch_line":"Administrative Hearing.","url":"\/49.84.10\/","token":"49.84.10"},"2":{"id":"3782","structure_id":"47","section_number":"49.84.11","catch_line":"Nuisance Abatement Lien.","url":"\/49.84.11\/","token":"49.84.11"},"3":{"id":"288","structure_id":"47","section_number":"49.84.12","catch_line":"Penalties.","url":"\/49.84.12\/","token":"49.84.12"},"4":{"id":"235","structure_id":"47","section_number":"49.84.13","catch_line":"Severability.","url":"\/49.84.13\/","token":"49.84.13"},"5":{"id":"903","structure_id":"47","section_number":"49.84.2","catch_line":"Definitions.","url":"\/49.84.2\/","token":"49.84.2"},"6":{"id":"300","structure_id":"47","section_number":"49.84.3","catch_line":"Graffiti Prohibited.","url":"\/49.84.3\/","token":"49.84.3"},"7":{"id":"304","structure_id":"47","section_number":"49.84.4","catch_line":"Display Of Aerosol Paint Containers And Marker Pens.","url":"\/49.84.4\/","token":"49.84.4"},"8":{"id":"522","structure_id":"47","section_number":"49.84.5","catch_line":"Possession Of Specified Graffiti Implements Prohibited In Designated Areas.","url":"\/49.84.5\/","token":"49.84.5"},"9":{"id":"3245","structure_id":"47","section_number":"49.84.6","catch_line":"Graffiti Declared A Public Nuisance.","url":"\/49.84.6\/","token":"49.84.6"},"10":{"id":"3297","structure_id":"47","section_number":"49.84.7","catch_line":"Graffiti Removal At City Expense.","url":"\/49.84.7\/","token":"49.84.7"},"11":{"id":"89","structure_id":"47","section_number":"49.84.8","catch_line":"Remedies When Owner Refuses To Consent.","url":"\/49.84.8\/","token":"49.84.8"},"12":{"id":"396","structure_id":"47","section_number":"49.84.9","catch_line":"City Funds To Be Recovered.","url":"\/49.84.9\/","token":"49.84.9"}},"next_section":{"id":"3782","structure_id":"47","section_number":"49.84.11","catch_line":"Nuisance Abatement Lien.","url":"\/49.84.11\/","token":"49.84.11"},"metadata":false,"references":false,"url":"\/49.84.10\/","token":"49.84.10","formats":{"txt":"\/49.84.10.txt","json":"\/49.84.10.xml"},"dublin_core":{"Title":"Administrative Hearing.","Type":"Text","Format":"text\/html","Identifier":"§ 49.84.10","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nADMINISTRATIVE HEARING. (§ 49.84.10)\n\n  ADMINISTRATIVE HEARING.\t(A)\tAdministrative Fines.\t(1)\tWhenever an enforcement\nofficer determines that a violation of a provision of this Article has occurred,\nthe enforcement officer is authorized to issue a notice of violation to the\nresponsible person(s).  If the responsible person is a minor, the enforcement\nofficer is authorized to issue a notice of violation to the parent(s) or\nguardian(s) having custody and control of the minor.\t(2)\tEach violation of any\nprovision of this Article and each separate offense designated by this Article\nshall be subject to an administrative fine, as provided for in this\nSection.\t(3)\tThe amount of the administrative fine shall be determined by the\nenforcement officer, based upon the penalty schedule set forth in Subdivision\n(4) of this Section, subject to the following limitations:\t(a)\tWhere the\nviolation would otherwise be an infraction, the administrative fine or penalty\nshall not exceed the maximum fine or penalty amounts for infractions set forth\nin subdivision (b) of Section 36900 of the California Government Code.\t(b)\tFor\nall other violations of this Article, the amount of the administrative fine\nshall not exceed one-thousand dollars ($1,000).\t(4)\tThe administrative fine\nlevied for a violation of this Article shall be in the following\namounts:\t(a)\tFor the first offense by a fine of two hundred fifty dollars\n($250); or\t(b)\tFor a second offense by a fine of five hundred dollars ($500);\nor\t(c)\tFor a third or any subsequent offense by a fine of one thousand dollars\n($1,000).\t(B)\tService Procedures for Issuing Administrative Citations.  An\nadministrative citation in a form approved by the City may be issued to the\nresponsible party by an enforcement officer for violations of those sections set\nforth in this Article in the following manner:\t(1)\tPersonal Service.  In any\ncase where an administrative citation is issued to an individual the enforcement\nofficer shall attempt to:\t(a)\tLocate the individual and serve the administrative\ncitation to the responsible person or party.  If the responsible person is a\nminor, the enforcement officer shall also attempt to serve the administrative\ncitation on the parent(s) or guardian(s) having custody and control of the\nminor.\t(b)\tObtain on the administrative citation the signature of the person in\nviolation of this Code.\t(c)\tIf the responsible person or party served refuses or\nfails to sign the administrative citation, the failure or refusal to sign shall\nnot affect the validity of the citation or of subsequent\nproceedings.\t(2)\tService of Citation by Mail.  If the enforcement officer is\nunable to locate the responsible person for the violation, the administrative\ncitation shall be mailed to the responsible person by certified mail, postage\nprepaid, return receipt requested.  If the responsible person is a minor, the\nadministrative citation shall be mailed to the parent(s) or guardian(s) having\ncustody and control of the minor by certified mail, postage prepaid, return\nreceipt requested.  Simultaneously, the same notice may be sent by regular\nmail.  If a notice sent by certified mail is returned unsigned, then service\nshall be deemed effective pursuant to regular mail, provided the notice that was\nsent by regular mail is not returned.\t(C)\tContents of Administrative\nCitations.  Administrative citations shall contain all of the following\ninformation:\t(1)\tThe date and location of the violation and the approximate time\nthe violation was observed;\t(2)\tThe Code Section violated and a description of\nhow the Section was violated;\t(3)\tThe action required to correct the\nviolation;\t(4)\tThe consequences of failing to correct the violation;\t(5)\tThe\namount of penalty imposed for the violation;\t(6)\tInformation regarding the\nprocedure to contest the citation;\t(7)\tThe signature of the enforcement officer\nand the signature of the responsible person if that person can be located and\nwill sign the citation, as set forth in this section.\t(D)\tSatisfaction of\nAdministrative Citation.\t(1)\tUpon receipt of a citation, the responsible party\nshall either:\t(a)\tPay the Penalty.  Payment of the penalty waives the\nresponsible party’s right to the administrative hearing and appeal process\npursuant to Paragraph (d), below; or\t(b)\tPerform Community Service or Parenting\nClasses.  Any responsible person(s) served with an administrative citation\npursuant to this Section may request to perform community service or attend\nparenting classes in lieu of payment of the administrative penalty pursuant to\nsubdivision (F) of this Section; or\t(c)\tRemedy the Violation.  If the violation\nis of a nature that it can be remedied, and the responsible party remedies it\nwithin the time indicated on the citation, upon providing proof of correction to\nthe enforcement officer the responsible party shall pay only the administrative\nreimbursement portion of the penalty; or\t(d)\tRequest an   If the responsible\nparty chooses to contest the citation, the party shall submit a request to do so\nno later than 15 calendar days, excluding weekends and holidays, after service\nof the citation.  The request shall be submitted in writing as directed on the\ncitation and shall include a statement of reasons why the citation is being\ncontested.  The request shall be accompanied by a deposit in the full amount of\nthe penalty, inclusive of the administrative reimbursement portion, or written\nproof of financial hardship, which at a minimum must include tax returns,\nfinancial statements, bank account records, salary records or similar\ndocumentation demonstrating that the responsible party is unable to deposit the\npenalty.  A hearing will not be scheduled unless the full amount of the penalty\nis deposited, or the City finds the responsible party financially unable to do\nso and waives the deposit requirement.\t(2)\tIn the event the responsible party\nfails or refuses to select and satisfy any of the alternatives set forth in\nParagraphs (a), (b) (c) or (d) above, then the penalty shall be immediately due\nand owing to the City and may be collected in any manner allowed by law for\ncollection of a debt.\t(E)\tAdministrative Hearings and Appeal\nProcess.\t(1)\tAppointment of Administrative Hearing Officer.  Within 180 days of\nthe effective date of this Section, the City Attorney’s Office, with the City\nCouncil’s approval, shall create an administrative hearing and appeals process\nthat is consistent with this Article and with due process principles, including\nthe selection and appointment of one or more independent Administrative Hearing\nOfficers, who shall be responsible for conducting administrative hearings\nauthorized under this Article.  Until such time, no enforcement officer may\nissue an administrative citation under this Section.\t(2)\tPre-hearing Dismissal\nof Citation.  The City may dismiss an administrative citation at any time if it\nis determined to have been issued in error.\t(3)\tTime for Administrative\nHearing.  The administrative hearing shall be scheduled no later than 90 days\nafter receipt of the request for a hearing to contest the citation.  The\nresponsible party will be notified in writing at least ten days prior to the\ndate of the hearing by first class mail of the date and time of the\nhearing.\t(4)\tRequest for Continuance of Hearing.  The responsible person may\nrequest one continuance of the hearing, but in no event may the hearing begin\nlater than 90 days after receipt of the request for hearing from the responsible\nperson.\t(5)\tFailure to Attend Administrative Hearing.  The individual to whom\nan administrative citation is issued, or that person’s representative, may\nattend the hearing in person, or in lieu of attending may submit an Appearance\nby Written Declaration on a form provided by the City for that purpose.\t(a)\tIf\nthe cited individual or his or her representative fails to attend the scheduled\nhearing, or fails to submit an Appearance by Written Declaration on the form\nprovided by the City for that purpose, he or she shall be deemed to have waived\nhis or her right to an administrative hearing.  Under these circumstances, the\nAdministrative Hearing Officer shall dismiss the challenge to the administrative\ncitation, and shall issue a written notice to that effect.  An individual whose\nchallenge to an administrative citation is dismissed under this section shall be\ndeemed not to have availed himself or herself of the right to an administrative\nhearing as provided in this Article.\t(b)\tAn individual who has been issued an\nadministrative citation and who has requested an administrative hearing to\nchallenge the citation as provided in this Article may request in writing that\nhis or her challenge to the citation be dismissed and the hearing canceled. \nUpon receipt of a request to dismiss a challenge to the administrative citation,\nthe City shall cancel the pending hearing, and issue a written notice to that\neffect.  Any individual who requests the dismissal of a challenge to an\nadministrative citation under this Section shall be deemed never to have availed\nhimself or herself of the right to an administrative hearing as provided in this\nArticle.\t(6)\tProcedures at Administrative Hearing.  Administrative hearings are\ninformal, and formal rules of evidence and discovery do not apply.  Each party\nshall have the opportunity to present evidence in support of his or her case and\nto cross-examine witnesses.  The City bears the burden of proof at an\nadministrative hearing to establish a violation.  The citation is prima facie\nevidence of the violation and the enforcement officer who issued the citation is\nnot required to participate in the hearing.  The Administrative Hearing Officer\nshall use preponderance of the evidence as the standard of evidence in deciding\nthe issues.  Written and oral evidence submitted at the hearing shall be\nsubmitted under penalty of perjury.  Documentary and other tangible evidence\nmust be authenticated to the satisfaction of the Administrative Hearing\nOfficer.\t(7)\tDecision of Administrative Hearing Officer.  At the conclusion of\nthe hearing or within 15 days thereafter, the Administrative Hearing Officer\nshall render a decision as follows:\t(a)\tDetermine that the violation for which\nthe citation was issued occurred, and impose a fine in the amount set forth in\nthe citation, inclusive of the administrative reimbursement portion, and if the\nviolation has not been corrected as of the date of the hearing, order correction\nof the violation; or\t(b)\tDetermine that the violation for which the citation was\nissued occurred, but that the responsible party has introduced credible evidence\nof mitigating circumstances warranting imposition of a lesser penalty than that\nprescribed in the citation, or no penalty at all, and impose a lesser fine, if\nany, and if the violation has not been corrected as of the date of the hearing,\norder that the violation be corrected; or\t(c)\tDetermine that the violation for\nwhich the citation was issued did not occur or that the condition did not\nconstitute a violation of the Code.\t(8)\tIssuance of Administrative Order.  The\nAdministrative Hearing Officer shall issue a written decision entitled\n“Administrative Order” no later than 15 days after the date on which the\nadministrative hearing concludes.  The Administrative Order shall be served\nupon the responsible person by first class mail, or if that method fails, by any\none of the other methods set forth in this Section.  The Administrative Order\nshall become final on the date of mailing or other service, and shall notify the\nresponsible person of his or her right to appeal as provided below in this\nSection.  The Administrative Order shall also (i) either set a deadline for\ncompliance with its terms, in the event that the responsible person fails to\nfile an appeal, in no event less than 20 days from the date of mailing or other\nservice, or (ii) if the hearing officer determines as described in Subdivisions\n(7)(b) or (7)(c) immediately above, and the responsible party has deposited the\npenalty with the City, order a partial or full refund of the deposit.\t(9)\tAppeal\nof Administrative Order.  Within 20 days after mailing or other service of the\nAdministrative Order to the responsible person, he or she may seek review of the\nAdministrative Order by filing a notice of appeal with the Superior Court,\npursuant to California Government Code Section 53069.4.  The responsible person\nshall serve upon the City Clerk either in person or by first-class mail a copy\nof the notice of appeal.  If the responsible person fails to timely file a\nnotice of appeal, the Administrative Order shall be deemed final.\t(F)\tRequest to\nPerform Community Service or Parenting Classes.  Any responsible person(s)\nserved with an administrative citation and\/or issued an Administrative Order\npursuant to this Section may request to perform community service or attend\nparenting classes in lieu of payment of the administrative penalty.  Community\nservice and parenting classes must be in a program approved by the issuing\ndepartment.\t(1)\tWritten Request.  Any eligible responsible person(s) served\nwith an administrative citation who requests permission to perform community\nservice or attend parenting classes in lieu of payment of the administrative\npenalty, as provided in Subsection (F), must make the request in writing and\nfile it with the issuing department no later than fifteen (15) calendar days,\nexcluding weekends and holidays, after service of the citation.  Any eligible\nresponsible person(s) issued an Administrative Order who requests permission to\nperform community service or attend parenting classes in lieu of payment of the\nadministrative penalty, as provided in Subsection (F), must make the request in\nwriting and file it with the issuing department no later than twenty (20) days\nafter mailing or other service of the administrative Order.   All requests made\npursuant to Subsection (F) must include the address of the responsible person(s)\nfor the purpose of correspondence by the issuing department.\t(2)\tNotification. \nThe issuing department shall notify the responsible person(s) by first class\nmail, postage prepaid, whether the request to perform community service or\nattend parenting classes has been approved, and if approved, shall identify the\nprogram(s) that the responsible person must complete, and the date by which such\nprogram shall be completed.  The decision to grant or deny the request shall be\nin the sole discretion of the issuing department.  In the event the issuing\ndepartment denies the request to perform community service or attend parenting\nclasses, the administrative penalty otherwise payable as set forth in the\nadministrative citation and\/or Administrative Order previously served on the\nresponsible person(s) shall be made by the date specified in the notice denying\nthe request to perform community service or attend parenting\nclasses.\t(3)\tSuspension of Administrative Penalty.  The obligation to pay the\nadministrative penalty otherwise required shall be suspended during the time\nperiod provided for completion of the approved program as set forth in the\nwritten notification approving the request sent by the issuing department under\nParagraph (2), above.\t(4)\tProof of Completion.  The responsible person(s) shall\nprovide proof of completion of the approved program by submitting, to the\nissuing department within five (5) calendar days following the date by which the\nprogram was to be completed, a certificate of completion issued by the program\nprovider.  Failure to present such proof within the required time period shall\nresult in the reinstatement of the administrative penalty otherwise due as\nstated in the administrative citation or Administrative Order without further\nnotification by the issuing department.  Payment of the amount due shall be\nmade within seven (7) calendar days of the date by which the program was to be\ncompleted as specified in the notice provided under Paragraph (2),\nabove.\t(G)\tFailure to Comply with Administrative Order.  In addition to any\nother remedy provided by law, if the responsible person fails to comply with the\nAdministrative Order, the City may use any other legal remedy available to gain\ncompliance with the Administrative Order.\t(H)\tDisposition of Collected\nAdministrative Fines.  The fines recovered pursuant to this section shall be\ndeposited into the Graffiti Technology and Recovery Fund established pursuant to\nLos Angeles Administrative Code Sections 5.552, 5.553 and\n5.554.\t(I)\tDefinitions.  For purposes of this Section, the following\ndefinitions apply:\t(1)\t“Enforcement Officer” means any peace officer or\nprobation officer delegated with the power to enforce any provision of this\nCode.\t(2)\t“Issuing Department” means the City department that has authority\nand responsibility for enforcing and prosecuting the Code section that is the\nsubject of the administrative citation.\t(3)\t“Responsible Person” means any\nperson who is responsible for, or alleged to be responsible for, a violation\nand\/or any parent or guardian having custody and control of a minor committing\nsuch violation, on a joint and several basis with such minor, provided such\nminor and parent or guardian are each served with notice of violation.\n","html":"\n\t\t\t\t\t<section><p>  ADMINISTRATIVE <span class=\"dictionary\">HEARING<\/span>.<br \/><br \/>\t(A)\tAdministrative Fines.<br \/><br \/>\t(1)\tWhenever an enforcement officer determines that a violation of a provision of this Article has occurred, the enforcement officer is authorized to <span class=\"dictionary\">issue<\/span> a notice of violation to the responsible person(s).  If the responsible person is a <span class=\"dictionary\">minor<\/span>, the enforcement officer is authorized to <span class=\"dictionary\">issue<\/span> a notice of violation to the parent(s) or guardian(s) having <span class=\"dictionary\">custody<\/span> and control of the <span class=\"dictionary\">minor<\/span>.<br \/><br \/>\t(2)\tEach violation of any provision of this Article and each separate <span class=\"dictionary\">offense<\/span> designated by this Article shall be subject to an administrative fine, as provided for in this Section.<br \/><br \/>\t(3)\tThe amount of the administrative fine shall be determined by the enforcement officer, based upon the <span class=\"dictionary\">penalty<\/span> schedule set forth in Subdivision (4) of this Section, subject to the following limitations:<br \/><br \/>\t(a)\tWhere the violation would otherwise be an infraction, the administrative fine or <span class=\"dictionary\">penalty<\/span> shall not exceed the maximum fine or <span class=\"dictionary\">penalty<\/span> amounts for infractions set forth in subdivision (b) of Section 36900 of the California Government Code.<br \/><br \/>\t(b)\tFor all other violations of this Article, the amount of the administrative fine shall not exceed one-thousand dollars ($1,000).<br \/><br \/>\t(4)\tThe administrative fine levied for a violation of this Article shall be in the following amounts:<br \/><br \/>\t(a)\tFor the first <span class=\"dictionary\">offense<\/span> by a fine of two hundred fifty dollars ($250); or<br \/><br \/>\t(b)\tFor a second <span class=\"dictionary\">offense<\/span> by a fine of five hundred dollars ($500); or<br \/><br \/>\t(c)\tFor a third or any subsequent <span class=\"dictionary\">offense<\/span> by a fine of one thousand dollars ($1,000).<br \/><br \/>\t(B)\tService Procedures for Issuing Administrative <span class=\"dictionary\">Citations<\/span>.  An administrative <span class=\"dictionary\">citation<\/span> in a form approved by the City may be issued to the responsible <span class=\"dictionary\">party<\/span> by an enforcement officer for violations of those sections set forth in this Article in the following manner:<br \/><br \/>\t(1)\tPersonal Service.  In any case where an administrative <span class=\"dictionary\">citation<\/span> is issued to an individual the enforcement officer shall attempt to:<br \/><br \/>\t(a)\tLocate the individual and serve the administrative <span class=\"dictionary\">citation<\/span> to the responsible person or <span class=\"dictionary\">party<\/span>.  If the responsible person is a <span class=\"dictionary\">minor<\/span>, the enforcement officer shall also attempt to serve the administrative <span class=\"dictionary\">citation<\/span> on the parent(s) or guardian(s) having <span class=\"dictionary\">custody<\/span> and control of the <span class=\"dictionary\">minor<\/span>.<br \/><br \/>\t(b)\tObtain on the administrative <span class=\"dictionary\">citation<\/span> the signature of the person in violation of this Code.<br \/><br \/>\t(c)\tIf the responsible person or <span class=\"dictionary\">party<\/span> served refuses or fails to sign the administrative <span class=\"dictionary\">citation<\/span>, the failure or refusal to sign shall not affect the validity of the <span class=\"dictionary\">citation<\/span> or of subsequent proceedings.<br \/><br \/>\t(2)\tService of <span class=\"dictionary\">Citation<\/span> by Mail.  If the enforcement officer is unable to locate the responsible person for the violation, the administrative <span class=\"dictionary\">citation<\/span> shall be mailed to the responsible person by certified mail, postage prepaid, return receipt requested.  If the responsible person is a <span class=\"dictionary\">minor<\/span>, the administrative <span class=\"dictionary\">citation<\/span> shall be mailed to the parent(s) or guardian(s) having <span class=\"dictionary\">custody<\/span> and control of the <span class=\"dictionary\">minor<\/span> by certified mail, postage prepaid, return receipt requested.  Simultaneously, the same notice may be sent by regular mail.  If a notice sent by certified mail is returned unsigned, then service shall be deemed effective pursuant to regular mail, provided the notice that was sent by regular mail is not returned.<br \/><br \/>\t(C)\tContents of Administrative <span class=\"dictionary\">Citations<\/span>.  Administrative <span class=\"dictionary\">citations<\/span> shall contain all of the following information:<br \/><br \/>\t(1)\tThe date and location of the violation and the approximate time the violation was observed;<br \/><br \/>\t(2)\tThe Code Section violated and a description of how the Section was violated;<br \/><br \/>\t(3)\tThe action required to correct the violation;<br \/><br \/>\t(4)\tThe consequences of failing to correct the violation;<br \/><br \/>\t(5)\tThe amount of <span class=\"dictionary\">penalty<\/span> imposed for the violation;<br \/><br \/>\t(6)\tInformation regarding the procedure to contest the <span class=\"dictionary\">citation<\/span>;<br \/><br \/>\t(7)\tThe signature of the enforcement officer and the signature of the responsible person if that person can be located and will sign the <span class=\"dictionary\">citation<\/span>, as set forth in this section.<br \/><br \/>\t(D)\tSatisfaction of Administrative <span class=\"dictionary\">Citation<\/span>.<br \/><br \/>\t(1)\tUpon receipt of a <span class=\"dictionary\">citation<\/span>, the responsible <span class=\"dictionary\">party<\/span> shall either:<br \/><br \/>\t(a)\tPay the <span class=\"dictionary\">Penalty<\/span>.  Payment of the <span class=\"dictionary\">penalty<\/span> <span class=\"dictionary\">waives<\/span> the responsible <span class=\"dictionary\">party<\/span>’s right to the administrative <span class=\"dictionary\">hearing<\/span> and appeal process pursuant to Paragraph (d), below; or<br \/><br \/>\t(b)\tPerform <span class=\"dictionary\">Community Service<\/span> or Parenting Classes.  Any responsible person(s) served with an administrative <span class=\"dictionary\">citation<\/span> pursuant to this Section may request to perform <span class=\"dictionary\">community service<\/span> or attend parenting classes in lieu of payment of the administrative <span class=\"dictionary\">penalty<\/span> pursuant to subdivision (F) of this Section; or<br \/><br \/>\t(c)\tRemedy the Violation.  If the violation is of a nature that it can be remedied, and the responsible <span class=\"dictionary\">party<\/span> remedies it within the time indicated on the <span class=\"dictionary\">citation<\/span>, upon providing proof of correction to the enforcement officer the responsible <span class=\"dictionary\">party<\/span> shall pay only the administrative reimbursement portion of the <span class=\"dictionary\">penalty<\/span>; or<br \/><br \/>\t(d)\tRequest an   If the responsible <span class=\"dictionary\">party<\/span> chooses to contest the <span class=\"dictionary\">citation<\/span>, the <span class=\"dictionary\">party<\/span> shall submit a request to do so no later than 15 calendar days, excluding weekends and holidays, after service of the <span class=\"dictionary\">citation<\/span>.  The request shall be submitted in writing as directed on the <span class=\"dictionary\">citation<\/span> and shall include a statement of reasons why the <span class=\"dictionary\">citation<\/span> is being contested.  The request shall be accompanied by a deposit in the full amount of the <span class=\"dictionary\">penalty<\/span>, inclusive of the administrative reimbursement portion, or written proof of financial hardship, which at a minimum must include tax returns, financial statements, bank account records, salary records or similar documentation demonstrating that the responsible <span class=\"dictionary\">party<\/span> is unable to deposit the <span class=\"dictionary\">penalty<\/span>.  A <span class=\"dictionary\">hearing<\/span> will not be scheduled unless the full amount of the <span class=\"dictionary\">penalty<\/span> is deposited, or the City finds the responsible <span class=\"dictionary\">party<\/span> financially unable to do so and <span class=\"dictionary\">waives<\/span> the deposit requirement.<br \/><br \/>\t(2)\tIn the event the responsible <span class=\"dictionary\">party<\/span> fails or refuses to select and satisfy any of the alternatives set forth in Paragraphs (a), (b) (c) or (d) above, then the <span class=\"dictionary\">penalty<\/span> shall be immediately due and owing to the City and may be collected in any manner allowed by <span class=\"dictionary\">law<\/span> for collection of a debt.<br \/><br \/>\t(E)\tAdministrative <span class=\"dictionary\">Hearings<\/span> and Appeal Process.<br \/><br \/>\t(1)\tAppointment of Administrative <span class=\"dictionary\">Hearing<\/span> Officer.  Within 180 days of the effective date of this Section, the City Attorney’s Office, with the City Council’s approval, shall create an administrative <span class=\"dictionary\">hearing<\/span> and <span class=\"dictionary\">appeals<\/span> process that is consistent with this Article and with <span class=\"dictionary\">due process<\/span> principles, including the selection and appointment of one or more independent Administrative <span class=\"dictionary\">Hearing<\/span> Officers, who shall be responsible for conducting administrative <span class=\"dictionary\">hearings<\/span> authorized under this Article.  Until such time, no enforcement officer may <span class=\"dictionary\">issue<\/span> an administrative <span class=\"dictionary\">citation<\/span> under this Section.<br \/><br \/>\t(2)\tPre-<span class=\"dictionary\">hearing<\/span> <span class=\"dictionary\">Dismissal<\/span> of <span class=\"dictionary\">Citation<\/span>.  The City may dismiss an administrative <span class=\"dictionary\">citation<\/span> at any time if it is determined to have been issued in error.<br \/><br \/>\t(3)\tTime for Administrative <span class=\"dictionary\">Hearing<\/span>.  The administrative <span class=\"dictionary\">hearing<\/span> shall be scheduled no later than 90 days after receipt of the request for a <span class=\"dictionary\">hearing<\/span> to contest the <span class=\"dictionary\">citation<\/span>.  The responsible <span class=\"dictionary\">party<\/span> will be notified in writing at least ten days prior to the date of the <span class=\"dictionary\">hearing<\/span> by first class mail of the date and time of the <span class=\"dictionary\">hearing<\/span>.<br \/><br \/>\t(4)\tRequest for <span class=\"dictionary\">Continuance<\/span> of <span class=\"dictionary\">Hearing<\/span>.  The responsible person may request one <span class=\"dictionary\">continuance<\/span> of the <span class=\"dictionary\">hearing<\/span>, but in no event may the <span class=\"dictionary\">hearing<\/span> begin later than 90 days after receipt of the request for <span class=\"dictionary\">hearing<\/span> from the responsible person.<br \/><br \/>\t(5)\tFailure to Attend Administrative <span class=\"dictionary\">Hearing<\/span>.  The individual to whom an administrative <span class=\"dictionary\">citation<\/span> is issued, or that person’s representative, may attend the <span class=\"dictionary\">hearing<\/span> in person, or in lieu of attending may submit an <span class=\"dictionary\">Appearance<\/span> by Written Declaration on a form provided by the City for that purpose.<br \/><br \/>\t(a)\tIf the cited individual or his or her representative fails to attend the scheduled <span class=\"dictionary\">hearing<\/span>, or fails to submit an <span class=\"dictionary\">Appearance<\/span> by Written Declaration on the form provided by the City for that purpose, he or she shall be deemed to have waived his or her right to an administrative <span class=\"dictionary\">hearing<\/span>.  Under these circumstances, the Administrative <span class=\"dictionary\">Hearing<\/span> Officer shall dismiss the challenge to the administrative <span class=\"dictionary\">citation<\/span>, and shall <span class=\"dictionary\">issue<\/span> a written notice to that effect.  An individual whose challenge to an administrative <span class=\"dictionary\">citation<\/span> is dismissed under this section shall be deemed not to have availed himself or herself of the right to an administrative <span class=\"dictionary\">hearing<\/span> as provided in this Article.<br \/><br \/>\t(b)\tAn individual who has been issued an administrative <span class=\"dictionary\">citation<\/span> and who has requested an administrative <span class=\"dictionary\">hearing<\/span> to challenge the <span class=\"dictionary\">citation<\/span> as provided in this Article may request in writing that his or her challenge to the <span class=\"dictionary\">citation<\/span> be dismissed and the <span class=\"dictionary\">hearing<\/span> canceled.  Upon receipt of a request to dismiss a challenge to the administrative <span class=\"dictionary\">citation<\/span>, the City shall cancel the pending <span class=\"dictionary\">hearing<\/span>, and <span class=\"dictionary\">issue<\/span> a written notice to that effect.  Any individual who requests the <span class=\"dictionary\">dismissal<\/span> of a challenge to an administrative <span class=\"dictionary\">citation<\/span> under this Section shall be deemed never to have availed himself or herself of the right to an administrative <span class=\"dictionary\">hearing<\/span> as provided in this Article.<br \/><br \/>\t(6)\tProcedures at Administrative <span class=\"dictionary\">Hearing<\/span>.  Administrative <span class=\"dictionary\">hearings<\/span> are informal, and formal rules of evidence and <span class=\"dictionary\">discovery<\/span> do not apply.  Each <span class=\"dictionary\">party<\/span> shall have the opportunity to present evidence in support of his or her case and to cross-examine witnesses.  The City bears the <span class=\"dictionary\">burden of proof<\/span> at an administrative <span class=\"dictionary\">hearing<\/span> to establish a violation.  The <span class=\"dictionary\">citation<\/span> is prima facie evidence of the violation and the enforcement officer who issued the <span class=\"dictionary\">citation<\/span> is not required to participate in the <span class=\"dictionary\">hearing<\/span>.  The Administrative <span class=\"dictionary\">Hearing<\/span> Officer shall use <span class=\"dictionary\">preponderance of the evidence<\/span> as the standard of evidence in deciding the <span class=\"dictionary\">issues<\/span>.  Written and oral evidence submitted at the <span class=\"dictionary\">hearing<\/span> shall be submitted under <span class=\"dictionary\">penalty<\/span> of <span class=\"dictionary\">perjury<\/span>.  Documentary and other tangible evidence must be authenticated to the satisfaction of the Administrative <span class=\"dictionary\">Hearing<\/span> Officer.<br \/><br \/>\t(7)\tDecision of Administrative <span class=\"dictionary\">Hearing<\/span> Officer.  At the conclusion of the <span class=\"dictionary\">hearing<\/span> or within 15 days thereafter, the Administrative <span class=\"dictionary\">Hearing<\/span> Officer shall render a decision as follows:<br \/><br \/>\t(a)\tDetermine that the violation for which the <span class=\"dictionary\">citation<\/span> was issued occurred, and impose a fine in the amount set forth in the <span class=\"dictionary\">citation<\/span>, inclusive of the administrative reimbursement portion, and if the violation has not been corrected as of the date of the <span class=\"dictionary\">hearing<\/span>, <span class=\"dictionary\">order<\/span> correction of the violation; or<br \/><br \/>\t(b)\tDetermine that the violation for which the <span class=\"dictionary\">citation<\/span> was issued occurred, but that the responsible <span class=\"dictionary\">party<\/span> has introduced credible evidence of <span class=\"dictionary\">mitigating circumstances<\/span> warranting imposition of a lesser <span class=\"dictionary\">penalty<\/span> than that prescribed in the <span class=\"dictionary\">citation<\/span>, or no <span class=\"dictionary\">penalty<\/span> at all, and impose a lesser fine, if any, and if the violation has not been corrected as of the date of the <span class=\"dictionary\">hearing<\/span>, <span class=\"dictionary\">order<\/span> that the violation be corrected; or<br \/><br \/>\t(c)\tDetermine that the violation for which the <span class=\"dictionary\">citation<\/span> was issued did not occur or that the condition did not constitute a violation of the Code.<br \/><br \/>\t(8)\tIssuance of Administrative <span class=\"dictionary\">Order<\/span>.  The Administrative <span class=\"dictionary\">Hearing<\/span> Officer shall <span class=\"dictionary\">issue<\/span> a written decision entitled “Administrative <span class=\"dictionary\">Order<\/span>” no later than 15 days after the date on which the administrative <span class=\"dictionary\">hearing<\/span> concludes.  The Administrative <span class=\"dictionary\">Order<\/span> shall be served upon the responsible person by first class mail, or if that method fails, by any one of the other methods set forth in this Section.  The Administrative <span class=\"dictionary\">Order<\/span> shall become final on the date of mailing or other service, and shall notify the responsible person of his or her right to appeal as provided below in this Section.  The Administrative <span class=\"dictionary\">Order<\/span> shall also (i) either set a deadline for compliance with its terms, in the event that the responsible person fails to file an appeal, in no event less than 20 days from the date of mailing or other service, or (ii) if the <span class=\"dictionary\">hearing<\/span> officer determines as described in Subdivisions (7)(b) or (7)(c) immediately above, and the responsible <span class=\"dictionary\">party<\/span> has deposited the <span class=\"dictionary\">penalty<\/span> with the City, <span class=\"dictionary\">order<\/span> a partial or full refund of the deposit.<br \/><br \/>\t(9)\tAppeal of Administrative <span class=\"dictionary\">Order<\/span>.  Within 20 days after mailing or other service of the Administrative <span class=\"dictionary\">Order<\/span> to the responsible person, he or she may seek review of the Administrative <span class=\"dictionary\">Order<\/span> by filing a <span class=\"dictionary\">notice of appeal<\/span> with the Superior <span class=\"dictionary\">Court<\/span>, pursuant to California Government Code Section 53069.4.  The responsible person shall serve upon the City Clerk either in person or by first-class mail a copy of the <span class=\"dictionary\">notice of appeal<\/span>.  If the responsible person fails to timely file a <span class=\"dictionary\">notice of appeal<\/span>, the Administrative <span class=\"dictionary\">Order<\/span> shall be deemed final.<br \/><br \/>\t(F)\tRequest to Perform <span class=\"dictionary\">Community Service<\/span> or Parenting Classes.  Any responsible person(s) served with an administrative <span class=\"dictionary\">citation<\/span> and\/or issued an Administrative <span class=\"dictionary\">Order<\/span> pursuant to this Section may request to perform <span class=\"dictionary\">community service<\/span> or attend parenting classes in lieu of payment of the administrative <span class=\"dictionary\">penalty<\/span>.  <span class=\"dictionary\">Community service<\/span> and parenting classes must be in a program approved by the issuing department.<br \/><br \/>\t(1)\tWritten Request.  Any eligible responsible person(s) served with an administrative <span class=\"dictionary\">citation<\/span> who requests permission to perform <span class=\"dictionary\">community service<\/span> or attend parenting classes in lieu of payment of the administrative <span class=\"dictionary\">penalty<\/span>, as provided in Subsection (F), must make the request in writing and file it with the issuing department no later than fifteen (15) calendar days, excluding weekends and holidays, after service of the <span class=\"dictionary\">citation<\/span>.  Any eligible responsible person(s) issued an Administrative <span class=\"dictionary\">Order<\/span> who requests permission to perform <span class=\"dictionary\">community service<\/span> or attend parenting classes in lieu of payment of the administrative <span class=\"dictionary\">penalty<\/span>, as provided in Subsection (F), must make the request in writing and file it with the issuing department no later than twenty (20) days after mailing or other service of the administrative <span class=\"dictionary\">Order<\/span>.   All requests made pursuant to Subsection (F) must include the address of the responsible person(s) for the purpose of correspondence by the issuing department.<br \/><br \/>\t(2)\tNotification.  The issuing department shall notify the responsible person(s) by first class mail, postage prepaid, whether the request to perform <span class=\"dictionary\">community service<\/span> or attend parenting classes has been approved, and if approved, shall identify the program(s) that the responsible person must complete, and the date by which such program shall be completed.  The decision to grant or deny the request shall be in the sole discretion of the issuing department.  In the event the issuing department denies the request to perform <span class=\"dictionary\">community service<\/span> or attend parenting classes, the administrative <span class=\"dictionary\">penalty<\/span> otherwise payable as set forth in the administrative <span class=\"dictionary\">citation<\/span> and\/or Administrative <span class=\"dictionary\">Order<\/span> previously served on the responsible person(s) shall be made by the date specified in the notice denying the request to perform <span class=\"dictionary\">community service<\/span> or attend parenting classes.<br \/><br \/>\t(3)\tSuspension of Administrative <span class=\"dictionary\">Penalty<\/span>.  The obligation to pay the administrative <span class=\"dictionary\">penalty<\/span> otherwise required shall be suspended during the time period provided for completion of the approved program as set forth in the written notification approving the request sent by the issuing department under Paragraph (2), above.<br \/><br \/>\t(4)\tProof of Completion.  The responsible person(s) shall provide proof of completion of the approved program by submitting, to the issuing department within five (5) calendar days following the date by which the program was to be completed, a certificate of completion issued by the program provider.  Failure to present such proof within the required time period shall result in the reinstatement of the administrative <span class=\"dictionary\">penalty<\/span> otherwise due as stated in the administrative <span class=\"dictionary\">citation<\/span> or Administrative <span class=\"dictionary\">Order<\/span> without further notification by the issuing department.  Payment of the amount due shall be made within seven (7) calendar days of the date by which the program was to be completed as specified in the notice provided under Paragraph (2), above.<br \/><br \/>\t(G)\tFailure to Comply with Administrative <span class=\"dictionary\">Order<\/span>.  In addition to any other remedy provided by <span class=\"dictionary\">law<\/span>, if the responsible person fails to comply with the Administrative <span class=\"dictionary\">Order<\/span>, the City may use any other legal remedy available to gain compliance with the Administrative <span class=\"dictionary\">Order<\/span>.<br \/><br \/>\t(H)\t<span class=\"dictionary\">Disposition<\/span> of Collected Administrative Fines.  The fines recovered pursuant to this section shall be deposited into the Graffiti Technology and Recovery Fund established pursuant to Los Angeles Administrative Code Sections 5.552, 5.553 and 5.554.<br \/><br \/>\t(I)\tDefinitions.  For purposes of this Section, the following definitions apply:<br \/><br \/>\t(1)\t“Enforcement Officer” means any <span class=\"dictionary\">peace officer<\/span> or <span class=\"dictionary\">probation officer<\/span> delegated with the power to enforce any provision of this Code.<br \/><br \/>\t(2)\t“Issuing Department” means the City department that has authority and responsibility for enforcing and prosecuting the Code section that is the subject of the administrative <span class=\"dictionary\">citation<\/span>.<br \/><br \/>\t(3)\t“Responsible Person” means any person who is responsible for, or alleged to be responsible for, a violation and\/or any parent or guardian having <span class=\"dictionary\">custody<\/span> and control of a <span class=\"dictionary\">minor<\/span> committing such violation, on a joint and several basis with such <span class=\"dictionary\">minor<\/span>, provided such <span class=\"dictionary\">minor<\/span> and parent or guardian are each served with notice of violation.<\/p><\/section>","text":{"0":{"id":"1899","text":"  ADMINISTRATIVE HEARING.\t(A)\tAdministrative Fines.\t(1)\tWhenever an enforcement officer determines that a violation of a provision of this Article has occurred, the enforcement officer is authorized to issue a notice of violation to the responsible person(s).  If the responsible person is a minor, the enforcement officer is authorized to issue a notice of violation to the parent(s) or guardian(s) having custody and control of the minor.\t(2)\tEach violation of any provision of this Article and each separate offense designated by this Article shall be subject to an administrative fine, as provided for in this Section.\t(3)\tThe amount of the administrative fine shall be determined by the enforcement officer, based upon the penalty schedule set forth in Subdivision (4) of this Section, subject to the following limitations:\t(a)\tWhere the violation would otherwise be an infraction, the administrative fine or penalty shall not exceed the maximum fine or penalty amounts for infractions set forth in subdivision (b) of Section 36900 of the California Government Code.\t(b)\tFor all other violations of this Article, the amount of the administrative fine shall not exceed one-thousand dollars ($1,000).\t(4)\tThe administrative fine levied for a violation of this Article shall be in the following amounts:\t(a)\tFor the first offense by a fine of two hundred fifty dollars ($250); or\t(b)\tFor a second offense by a fine of five hundred dollars ($500); or\t(c)\tFor a third or any subsequent offense by a fine of one thousand dollars ($1,000).\t(B)\tService Procedures for Issuing Administrative Citations.  An administrative citation in a form approved by the City may be issued to the responsible party by an enforcement officer for violations of those sections set forth in this Article in the following manner:\t(1)\tPersonal Service.  In any case where an administrative citation is issued to an individual the enforcement officer shall attempt to:\t(a)\tLocate the individual and serve the administrative citation to the responsible person or party.  If the responsible person is a minor, the enforcement officer shall also attempt to serve the administrative citation on the parent(s) or guardian(s) having custody and control of the minor.\t(b)\tObtain on the administrative citation the signature of the person in violation of this Code.\t(c)\tIf the responsible person or party served refuses or fails to sign the administrative citation, the failure or refusal to sign shall not affect the validity of the citation or of subsequent proceedings.\t(2)\tService of Citation by Mail.  If the enforcement officer is unable to locate the responsible person for the violation, the administrative citation shall be mailed to the responsible person by certified mail, postage prepaid, return receipt requested.  If the responsible person is a minor, the administrative citation shall be mailed to the parent(s) or guardian(s) having custody and control of the minor by certified mail, postage prepaid, return receipt requested.  Simultaneously, the same notice may be sent by regular mail.  If a notice sent by certified mail is returned unsigned, then service shall be deemed effective pursuant to regular mail, provided the notice that was sent by regular mail is not returned.\t(C)\tContents of Administrative Citations.  Administrative citations shall contain all of the following information:\t(1)\tThe date and location of the violation and the approximate time the violation was observed;\t(2)\tThe Code Section violated and a description of how the Section was violated;\t(3)\tThe action required to correct the violation;\t(4)\tThe consequences of failing to correct the violation;\t(5)\tThe amount of penalty imposed for the violation;\t(6)\tInformation regarding the procedure to contest the citation;\t(7)\tThe signature of the enforcement officer and the signature of the responsible person if that person can be located and will sign the citation, as set forth in this section.\t(D)\tSatisfaction of Administrative Citation.\t(1)\tUpon receipt of a citation, the responsible party shall either:\t(a)\tPay the Penalty.  Payment of the penalty waives the responsible party’s right to the administrative hearing and appeal process pursuant to Paragraph (d), below; or\t(b)\tPerform Community Service or Parenting Classes.  Any responsible person(s) served with an administrative citation pursuant to this Section may request to perform community service or attend parenting classes in lieu of payment of the administrative penalty pursuant to subdivision (F) of this Section; or\t(c)\tRemedy the Violation.  If the violation is of a nature that it can be remedied, and the responsible party remedies it within the time indicated on the citation, upon providing proof of correction to the enforcement officer the responsible party shall pay only the administrative reimbursement portion of the penalty; or\t(d)\tRequest an   If the responsible party chooses to contest the citation, the party shall submit a request to do so no later than 15 calendar days, excluding weekends and holidays, after service of the citation.  The request shall be submitted in writing as directed on the citation and shall include a statement of reasons why the citation is being contested.  The request shall be accompanied by a deposit in the full amount of the penalty, inclusive of the administrative reimbursement portion, or written proof of financial hardship, which at a minimum must include tax returns, financial statements, bank account records, salary records or similar documentation demonstrating that the responsible party is unable to deposit the penalty.  A hearing will not be scheduled unless the full amount of the penalty is deposited, or the City finds the responsible party financially unable to do so and waives the deposit requirement.\t(2)\tIn the event the responsible party fails or refuses to select and satisfy any of the alternatives set forth in Paragraphs (a), (b) (c) or (d) above, then the penalty shall be immediately due and owing to the City and may be collected in any manner allowed by law for collection of a debt.\t(E)\tAdministrative Hearings and Appeal Process.\t(1)\tAppointment of Administrative Hearing Officer.  Within 180 days of the effective date of this Section, the City Attorney’s Office, with the City Council’s approval, shall create an administrative hearing and appeals process that is consistent with this Article and with due process principles, including the selection and appointment of one or more independent Administrative Hearing Officers, who shall be responsible for conducting administrative hearings authorized under this Article.  Until such time, no enforcement officer may issue an administrative citation under this Section.\t(2)\tPre-hearing Dismissal of Citation.  The City may dismiss an administrative citation at any time if it is determined to have been issued in error.\t(3)\tTime for Administrative Hearing.  The administrative hearing shall be scheduled no later than 90 days after receipt of the request for a hearing to contest the citation.  The responsible party will be notified in writing at least ten days prior to the date of the hearing by first class mail of the date and time of the hearing.\t(4)\tRequest for Continuance of Hearing.  The responsible person may request one continuance of the hearing, but in no event may the hearing begin later than 90 days after receipt of the request for hearing from the responsible person.\t(5)\tFailure to Attend Administrative Hearing.  The individual to whom an administrative citation is issued, or that person’s representative, may attend the hearing in person, or in lieu of attending may submit an Appearance by Written Declaration on a form provided by the City for that purpose.\t(a)\tIf the cited individual or his or her representative fails to attend the scheduled hearing, or fails to submit an Appearance by Written Declaration on the form provided by the City for that purpose, he or she shall be deemed to have waived his or her right to an administrative hearing.  Under these circumstances, the Administrative Hearing Officer shall dismiss the challenge to the administrative citation, and shall issue a written notice to that effect.  An individual whose challenge to an administrative citation is dismissed under this section shall be deemed not to have availed himself or herself of the right to an administrative hearing as provided in this Article.\t(b)\tAn individual who has been issued an administrative citation and who has requested an administrative hearing to challenge the citation as provided in this Article may request in writing that his or her challenge to the citation be dismissed and the hearing canceled.  Upon receipt of a request to dismiss a challenge to the administrative citation, the City shall cancel the pending hearing, and issue a written notice to that effect.  Any individual who requests the dismissal of a challenge to an administrative citation under this Section shall be deemed never to have availed himself or herself of the right to an administrative hearing as provided in this Article.\t(6)\tProcedures at Administrative Hearing.  Administrative hearings are informal, and formal rules of evidence and discovery do not apply.  Each party shall have the opportunity to present evidence in support of his or her case and to cross-examine witnesses.  The City bears the burden of proof at an administrative hearing to establish a violation.  The citation is prima facie evidence of the violation and the enforcement officer who issued the citation is not required to participate in the hearing.  The Administrative Hearing Officer shall use preponderance of the evidence as the standard of evidence in deciding the issues.  Written and oral evidence submitted at the hearing shall be submitted under penalty of perjury.  Documentary and other tangible evidence must be authenticated to the satisfaction of the Administrative Hearing Officer.\t(7)\tDecision of Administrative Hearing Officer.  At the conclusion of the hearing or within 15 days thereafter, the Administrative Hearing Officer shall render a decision as follows:\t(a)\tDetermine that the violation for which the citation was issued occurred, and impose a fine in the amount set forth in the citation, inclusive of the administrative reimbursement portion, and if the violation has not been corrected as of the date of the hearing, order correction of the violation; or\t(b)\tDetermine that the violation for which the citation was issued occurred, but that the responsible party has introduced credible evidence of mitigating circumstances warranting imposition of a lesser penalty than that prescribed in the citation, or no penalty at all, and impose a lesser fine, if any, and if the violation has not been corrected as of the date of the hearing, order that the violation be corrected; or\t(c)\tDetermine that the violation for which the citation was issued did not occur or that the condition did not constitute a violation of the Code.\t(8)\tIssuance of Administrative Order.  The Administrative Hearing Officer shall issue a written decision entitled “Administrative Order” no later than 15 days after the date on which the administrative hearing concludes.  The Administrative Order shall be served upon the responsible person by first class mail, or if that method fails, by any one of the other methods set forth in this Section.  The Administrative Order shall become final on the date of mailing or other service, and shall notify the responsible person of his or her right to appeal as provided below in this Section.  The Administrative Order shall also (i) either set a deadline for compliance with its terms, in the event that the responsible person fails to file an appeal, in no event less than 20 days from the date of mailing or other service, or (ii) if the hearing officer determines as described in Subdivisions (7)(b) or (7)(c) immediately above, and the responsible party has deposited the penalty with the City, order a partial or full refund of the deposit.\t(9)\tAppeal of Administrative Order.  Within 20 days after mailing or other service of the Administrative Order to the responsible person, he or she may seek review of the Administrative Order by filing a notice of appeal with the Superior Court, pursuant to California Government Code Section 53069.4.  The responsible person shall serve upon the City Clerk either in person or by first-class mail a copy of the notice of appeal.  If the responsible person fails to timely file a notice of appeal, the Administrative Order shall be deemed final.\t(F)\tRequest to Perform Community Service or Parenting Classes.  Any responsible person(s) served with an administrative citation and\/or issued an Administrative Order pursuant to this Section may request to perform community service or attend parenting classes in lieu of payment of the administrative penalty.  Community service and parenting classes must be in a program approved by the issuing department.\t(1)\tWritten Request.  Any eligible responsible person(s) served with an administrative citation who requests permission to perform community service or attend parenting classes in lieu of payment of the administrative penalty, as provided in Subsection (F), must make the request in writing and file it with the issuing department no later than fifteen (15) calendar days, excluding weekends and holidays, after service of the citation.  Any eligible responsible person(s) issued an Administrative Order who requests permission to perform community service or attend parenting classes in lieu of payment of the administrative penalty, as provided in Subsection (F), must make the request in writing and file it with the issuing department no later than twenty (20) days after mailing or other service of the administrative Order.   All requests made pursuant to Subsection (F) must include the address of the responsible person(s) for the purpose of correspondence by the issuing department.\t(2)\tNotification.  The issuing department shall notify the responsible person(s) by first class mail, postage prepaid, whether the request to perform community service or attend parenting classes has been approved, and if approved, shall identify the program(s) that the responsible person must complete, and the date by which such program shall be completed.  The decision to grant or deny the request shall be in the sole discretion of the issuing department.  In the event the issuing department denies the request to perform community service or attend parenting classes, the administrative penalty otherwise payable as set forth in the administrative citation and\/or Administrative Order previously served on the responsible person(s) shall be made by the date specified in the notice denying the request to perform community service or attend parenting classes.\t(3)\tSuspension of Administrative Penalty.  The obligation to pay the administrative penalty otherwise required shall be suspended during the time period provided for completion of the approved program as set forth in the written notification approving the request sent by the issuing department under Paragraph (2), above.\t(4)\tProof of Completion.  The responsible person(s) shall provide proof of completion of the approved program by submitting, to the issuing department within five (5) calendar days following the date by which the program was to be completed, a certificate of completion issued by the program provider.  Failure to present such proof within the required time period shall result in the reinstatement of the administrative penalty otherwise due as stated in the administrative citation or Administrative Order without further notification by the issuing department.  Payment of the amount due shall be made within seven (7) calendar days of the date by which the program was to be completed as specified in the notice provided under Paragraph (2), above.\t(G)\tFailure to Comply with Administrative Order.  In addition to any other remedy provided by law, if the responsible person fails to comply with the Administrative Order, the City may use any other legal remedy available to gain compliance with the Administrative Order.\t(H)\tDisposition of Collected Administrative Fines.  The fines recovered pursuant to this section shall be deposited into the Graffiti Technology and Recovery Fund established pursuant to Los Angeles Administrative Code Sections 5.552, 5.553 and 5.554.\t(I)\tDefinitions.  For purposes of this Section, the following definitions apply:\t(1)\t“Enforcement Officer” means any peace officer or probation officer delegated with the power to enforce any provision of this Code.\t(2)\t“Issuing Department” means the City department that has authority and responsibility for enforcing and prosecuting the Code section that is the subject of the administrative citation.\t(3)\t“Responsible Person” means any person who is responsible for, or alleged to be responsible for, a violation and\/or any parent or guardian having custody and control of a minor committing such violation, on a joint and several basis with such minor, provided such minor and parent or guardian are each served with notice of violation.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"previous_section":{"id":"435","structure_id":"47","section_number":"49.84.1","catch_line":"Purpose And Intent.","url":"\/49.84.1\/","token":"49.84.1"}}