{"section_number":"50.00","edition_id":"1","section_id":"856","structure_id":"116","catch_line":"Urgent Repair Program.","history":"","full_text":"  URGENT REPAIR PROGRAM.\n\n\tA.\tStatement of Purpose.  The (“URP”) will give the City a powerful new tool in the City’s effort to alleviate substandard conditions in the City’s worst slum properties.\n\n\tThe purpose of this new program is to immediately address critical habitability problems in multi-family buildings where the landlords have refused to address these problems.  The URP establishes procedures to enable the Los Angeles Housing Department (“LAHD”) to cause the repairs to be made.\n\n\tURP is not a program that will make all necessary repairs to a building, thereby bringing the building up to code standards.  The URP will only address repairs of uninhabitable conditions under California Civil Code Section 1941.1 and Los Angeles Municipal Code Section 57.01.35 as defined in Subsection B.  (Amended by Ord. No. 175,596, Eff. 12\/7\/03.)\n\n\tWith the addition of the URP to the City’s arsenal of tools for dealing with slum properties, the City can look forward to increasing safer, and more decent and sanitary housing for primarily low income residents.\n\n\tB.\tCriteria Used for Authorizing LAHD to Take Action.  Only habitability violations that are determined by the appropriate agency to violate Civil Code Section 1941.1 and\/or Los Angeles Municipal Code Section 57.0135 and constitute a present, imminent, extreme and immediate hazard or danger to life or limb, health or safety will be addressed by this program.\n\n\tC.\tProcess.\n\n\t1.\tDangerous, life threatening conditions may be identified by tenants, City agencies, Council Offices, the Problem Property Resolution Team (“PPRT”), or the Los Angeles County Health Department, and brought directly to the LAHD in the form of a complaint.\n\n\t2.\tLAHD shall have the authority to immediately contact the appropriate enforcement agency to report the violations and confirm any existing enforcement history.  If the conditions on the property meet the criteria as set forth in Subsection B. above, the appropriate enforcement agency may issue a “Two Day Order” to repair the violation.\n\n\t3.\tIf the owner of the property does not commence the repair work for the violations within two days, LAHD shall have the authority to designate a contractor preselected by LAHD to make the repairs.\n\n\tLAHD shall at all times act consistent with applicable laws.  Nothing herein shall be interpreted as authorizing the impairment of the constitutional rights of any person.\n\n\t4.\tIf the Two Day Order, including any extensions, expires without compliance, LAHD may refer the property to the Rent Escrow Account Program (REAP), in accordance with Article 2 of Chapter XVI of this Code, and in particular Section 162.03, for the purpose of recovery by the City of all costs incurred by it pursuant to URP.  The landlord may request a hearing before the General Manager to appeal any decision placing a unit or building into REAP in accordance with Section 162.06.  (Amended by Ord. No. 175,596, Eff. 12\/7\/03.)\n\n\t5.\tAll costs incurred pursuant to this section shall be a personal obligation against the owner of the property, recoverable by the City in an action before any court of competent jurisdiction.  These costs shall include an amount equal to 40 percent of the cost to perform the actual work, but not less than the sum of $100.00, to cover the City’s costs for administering any contract and supervising the work required.  In addition to the personal obligation and all other remedies provided by law, the City may collect any judgment, fee, cost, or charge, including any permit fees, fines, late charges, or interest, incurred in relation to the provisions of this section as provided in Los Angeles Administrative Code Sections 7.35.1 through 7.35.8.  (Amended by Ord. No. 175,596, Eff. 12\/7\/03.)\n\n\t6.\t(Repealed by Ord. No. 175,596, Eff. 12\/7\/03.)\n\n\tD.\tAdditional Authority.\n\n\t1.\tIn carrying out the provisions of this section, LAHD and the appropriate enforcement agency shall have the authority to utilize any provisions or procedures of state law applicable to the abatement of substandard buildings, including but not limited to, obtaining any necessary warrants or court orders;  seeking the appointment of a receiver; or using the abatement procedures set forth in Article 3 (commencing with Section 17980) of Chapter 5 of Part 1.5 of Division 13 of the Health and Safety Code.\n\n\t2.\tLAHD shall have the authority to cause work to be performed at the request of the tenant acting pursuant to Civil Code Section 1942, which describes the tenant’s repair and deduct remedy, or pursuant to the written consent of the landlord to perform the repair work on the premises.\n\n\t3.\tLAHD shall be responsible for carrying out the provisions of this article.  It shall have the authority to promulgate rules and regulations to effectuate the purposes of this article.","order_by":"00","text":{"0":{"id":"845","text":"  URGENT REPAIR PROGRAM.\n\n\tA.\tStatement of Purpose.  The (“URP”) will give the City a powerful new tool in the City’s effort to alleviate substandard conditions in the City’s worst slum properties.\n\n\tThe purpose of this new program is to immediately address critical habitability problems in multi-family buildings where the landlords have refused to address these problems.  The URP establishes procedures to enable the Los Angeles Housing Department (“LAHD”) to cause the repairs to be made.\n\n\tURP is not a program that will make all necessary repairs to a building, thereby bringing the building up to code standards.  The URP will only address repairs of uninhabitable conditions under California Civil Code Section 1941.1 and Los Angeles Municipal Code Section 57.01.35 as defined in Subsection B.  (Amended by Ord. No. 175,596, Eff. 12\/7\/03.)\n\n\tWith the addition of the URP to the City’s arsenal of tools for dealing with slum properties, the City can look forward to increasing safer, and more decent and sanitary housing for primarily low income residents.\n\n\tB.\tCriteria Used for Authorizing LAHD to Take Action.  Only habitability violations that are determined by the appropriate agency to violate Civil Code Section 1941.1 and\/or Los Angeles Municipal Code Section 57.0135 and constitute a present, imminent, extreme and immediate hazard or danger to life or limb, health or safety will be addressed by this program.\n\n\tC.\tProcess.\n\n\t1.\tDangerous, life threatening conditions may be identified by tenants, City agencies, Council Offices, the Problem Property Resolution Team (“PPRT”), or the Los Angeles County Health Department, and brought directly to the LAHD in the form of a complaint.\n\n\t2.\tLAHD shall have the authority to immediately contact the appropriate enforcement agency to report the violations and confirm any existing enforcement history.  If the conditions on the property meet the criteria as set forth in Subsection B. above, the appropriate enforcement agency may issue a “Two Day Order” to repair the violation.\n\n\t3.\tIf the owner of the property does not commence the repair work for the violations within two days, LAHD shall have the authority to designate a contractor preselected by LAHD to make the repairs.\n\n\tLAHD shall at all times act consistent with applicable laws.  Nothing herein shall be interpreted as authorizing the impairment of the constitutional rights of any person.\n\n\t4.\tIf the Two Day Order, including any extensions, expires without compliance, LAHD may refer the property to the Rent Escrow Account Program (REAP), in accordance with Article 2 of Chapter XVI of this Code, and in particular Section 162.03, for the purpose of recovery by the City of all costs incurred by it pursuant to URP.  The landlord may request a hearing before the General Manager to appeal any decision placing a unit or building into REAP in accordance with Section 162.06.  (Amended by Ord. No. 175,596, Eff. 12\/7\/03.)\n\n\t5.\tAll costs incurred pursuant to this section shall be a personal obligation against the owner of the property, recoverable by the City in an action before any court of competent jurisdiction.  These costs shall include an amount equal to 40 percent of the cost to perform the actual work, but not less than the sum of $100.00, to cover the City’s costs for administering any contract and supervising the work required.  In addition to the personal obligation and all other remedies provided by law, the City may collect any judgment, fee, cost, or charge, including any permit fees, fines, late charges, or interest, incurred in relation to the provisions of this section as provided in Los Angeles Administrative Code Sections 7.35.1 through 7.35.8.  (Amended by Ord. No. 175,596, Eff. 12\/7\/03.)\n\n\t6.\t(Repealed by Ord. No. 175,596, Eff. 12\/7\/03.)\n\n\tD.\tAdditional Authority.\n\n\t1.\tIn carrying out the provisions of this section, LAHD and the appropriate enforcement agency shall have the authority to utilize any provisions or procedures of state law applicable to the abatement of substandard buildings, including but not limited to, obtaining any necessary warrants or court orders;  seeking the appointment of a receiver; or using the abatement procedures set forth in Article 3 (commencing with Section 17980) of Chapter 5 of Part 1.5 of Division 13 of the Health and Safety Code.\n\n\t2.\tLAHD shall have the authority to cause work to be performed at the request of the tenant acting pursuant to Civil Code Section 1942, which describes the tenant’s repair and deduct remedy, or pursuant to the written consent of the landlord to perform the repair work on the premises.\n\n\t3.\tLAHD shall be responsible for carrying out the provisions of this article.  It shall have the authority to promulgate rules and regulations to effectuate the purposes of this article.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"ancestry":{"1":{"id":"116","name":"Urgent Repair Program","identifier":"15","label":"article","url":"\/4\/15\/"},"2":{"id":"11","name":"Public Welfare","identifier":"4","label":"chapter","url":"\/4\/"}},"structure_contents":{"0":{"id":"856","structure_id":"116","section_number":"50.00","catch_line":"Urgent Repair Program.","url":"\/50.00\/","token":"50.00"}},"metadata":false,"references":false,"url":"\/50.00\/","token":"50.00","formats":{"txt":"\/50.00.txt","json":"\/50.00.xml"},"dublin_core":{"Title":"Urgent Repair Program.","Type":"Text","Format":"text\/html","Identifier":"§ 50.00","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nURGENT REPAIR PROGRAM. (§ 50.00)\n\n  URGENT REPAIR PROGRAM.\n\n\tA.\tStatement of Purpose.  The (“URP”) will give the City a powerful new\ntool in the City’s effort to alleviate substandard conditions in the City’s\nworst slum properties.\n\n\tThe purpose of this new program is to immediately address critical habitability\nproblems in multi-family buildings where the landlords have refused to address\nthese problems.  The URP establishes procedures to enable the Los Angeles\nHousing Department (“LAHD”) to cause the repairs to be made.\n\n\tURP is not a program that will make all necessary repairs to a building,\nthereby bringing the building up to code standards.  The URP will only address\nrepairs of uninhabitable conditions under California Civil Code Section 1941.1\nand Los Angeles Municipal Code Section 57.01.35 as defined in Subsection B. \n(Amended by Ord. No. 175,596, Eff. 12\/7\/03.)\n\n\tWith the addition of the URP to the City’s arsenal of tools for dealing with\nslum properties, the City can look forward to increasing safer, and more decent\nand sanitary housing for primarily low income residents.\n\n\tB.\tCriteria Used for Authorizing LAHD to Take Action.  Only habitability\nviolations that are determined by the appropriate agency to violate Civil Code\nSection 1941.1 and\/or Los Angeles Municipal Code Section 57.0135 and constitute\na present, imminent, extreme and immediate hazard or danger to life or limb,\nhealth or safety will be addressed by this program.\n\n\tC.\tProcess.\n\n\t1.\tDangerous, life threatening conditions may be identified by tenants, City\nagencies, Council Offices, the Problem Property Resolution Team (“PPRT”), or\nthe Los Angeles County Health Department, and brought directly to the LAHD in\nthe form of a complaint.\n\n\t2.\tLAHD shall have the authority to immediately contact the appropriate\nenforcement agency to report the violations and confirm any existing enforcement\nhistory.  If the conditions on the property meet the criteria as set forth in\nSubsection B. above, the appropriate enforcement agency may issue a “Two Day\nOrder” to repair the violation.\n\n\t3.\tIf the owner of the property does not commence the repair work for the\nviolations within two days, LAHD shall have the authority to designate a\ncontractor preselected by LAHD to make the repairs.\n\n\tLAHD shall at all times act consistent with applicable laws.  Nothing herein\nshall be interpreted as authorizing the impairment of the constitutional rights\nof any person.\n\n\t4.\tIf the Two Day Order, including any extensions, expires without compliance,\nLAHD may refer the property to the Rent Escrow Account Program (REAP), in\naccordance with Article 2 of Chapter XVI of this Code, and in particular Section\n162.03, for the purpose of recovery by the City of all costs incurred by it\npursuant to URP.  The landlord may request a hearing before the General Manager\nto appeal any decision placing a unit or building into REAP in accordance with\nSection 162.06.  (Amended by Ord. No. 175,596, Eff. 12\/7\/03.)\n\n\t5.\tAll costs incurred pursuant to this section shall be a personal obligation\nagainst the owner of the property, recoverable by the City in an action before\nany court of competent jurisdiction.  These costs shall include an amount equal\nto 40 percent of the cost to perform the actual work, but not less than the sum\nof $100.00, to cover the City’s costs for administering any contract and\nsupervising the work required.  In addition to the personal obligation and all\nother remedies provided by law, the City may collect any judgment, fee, cost, or\ncharge, including any permit fees, fines, late charges, or interest, incurred in\nrelation to the provisions of this section as provided in Los Angeles\nAdministrative Code Sections 7.35.1 through 7.35.8.  (Amended by Ord. No.\n175,596, Eff. 12\/7\/03.)\n\n\t6.\t(Repealed by Ord. No. 175,596, Eff. 12\/7\/03.)\n\n\tD.\tAdditional Authority.\n\n\t1.\tIn carrying out the provisions of this section, LAHD and the appropriate\nenforcement agency shall have the authority to utilize any provisions or\nprocedures of state law applicable to the abatement of substandard buildings,\nincluding but not limited to, obtaining any necessary warrants or court\norders;  seeking the appointment of a receiver; or using the abatement\nprocedures set forth in Article 3 (commencing with Section 17980) of Chapter 5\nof Part 1.5 of Division 13 of the Health and Safety Code.\n\n\t2.\tLAHD shall have the authority to cause work to be performed at the request\nof the tenant acting pursuant to Civil Code Section 1942, which describes the\ntenant’s repair and deduct remedy, or pursuant to the written consent of the\nlandlord to perform the repair work on the premises.\n\n\t3.\tLAHD shall be responsible for carrying out the provisions of this article. \nIt shall have the authority to promulgate rules and regulations to effectuate\nthe purposes of this article.\n"}