{"section_number":"52.34","edition_id":"1","section_id":"2455","structure_id":"57","catch_line":"Private Patrol Service – Regulations.","history":"","full_text":"  PRIVATE PATROL SERVICE – REGULATIONS.\n\t(Amended by Ord. No. 173,375, Eff. 8\/5\/00.)\n\n\t(a)\tDefinitions.\n\n\tFor the purpose of this article, certain terms used herein are defined as follows:\n\n\t(1)\tPrivate Patrol Service.  The term “private patrol  service”  shall mean any “private patrol operator” as defined in the California Business and Professions Code which furnishes or purports to furnish to members, subscribers, or customers any street patrol officer for the purpose of affording additional security and protection of person and property or to perform any other service directly related to the “private protection of life and property.”\n\n\t(2)\tStreet Patrol Officer.  The term “street patrol  officer” shall mean any person who performs for a private patrol service the duties of a uniformed guard or uniformed patrol officer or any of the duties described in subdivision (a)(1) by street patrol service utilizing foot patrol, motor patrol, or other means of transportation in public areas, City streets, or public thoroughfares.  This definition shall not apply to uniformed guards or uniformed caretakers employed by an entity other than a private patrol service, such as by industrial plants, department stores, community associations, or private clubs wherein said function does not require patrolling from one location to another by use of a City street, nor shall it apply to persons employed by such an entity solely in connection with the commercial, public, or professional business of such an entity.\n\n\t(b)\tPrivate Patrol Services.\n\n\t(1)\tPermit.  It shall be unlawful to engage in the business of maintaining or operating any private patrol service in the City of Los Angeles without first obtaining a license as required by the State of California and a permit from the City.\n\n\t(2)\tRequirements for Permits.  The following requirements must be met to obtain a permit to operate, maintain and conduct a private patrol service in the City.\n\n\tA.\tRegistration.  A registration form shall be filed with the Board of Police Commissioners on forms supplied by the City.  The registration form shall be signed and verified by the registrant and shall state the name, address and organization of the private security  service, its method of operation, the territory or location it proposes to serve, the names, addresses of its officers, members, associates and employees and a description of the procedures for investigating citizen complaints against its street patrol officers.\n\n\tB.\tState License.  The registration form for a permit shall be accompanied by a photostatic or certified copy of the private patrol service’s State of California License evidencing compliance with State laws relating to the business of private patrols.\n\n\tC.\tInsurance.  Upon request, a private patrol service shall furnish to the Board of  Police Commissioners evidence of the following insurance:  workers’ compensation, general liability insurance, automobile insurance in the amounts required by State law.\n\n\t(c)\tStreet Patrol Officers.\n\n\t(1)  Registration.   It shall be unlawful for any person to perform the duties of a street patrol officer in the City of Los Angeles without first obtaining a Guard Registration card as required by the State of California and registering with the City.  Upon the registration being accepted by the City, the Board of Police Commissioners may issue a permit which shall be subject to all of the provisions of Chapter 10 of this Code, including all the rights, regulations, and due process procedures contained therein.  The Board of Police Commissioners shall retain street patrol officer permits in its files.\n\n\t(2)  Requirements for Registration.  The following requirements must be met to register to perform the duties of a street patrol officer in the City.\n\n\tA.\tRegistration.  A registration form shall be filed with the Board of Police Commissioners on forms supplied by the City.  The registration form shall be signed and verified by the registrant and shall state his name, address and the name and address of the private patrol service by whom he is employed.  The registration form shall be submitted to the Board of Police Commissioners within 15 days of the Street Patrol Officer being hired by the Private Patrol Service.  Registration forms may be submitted by hand-delivery, U.S. mail or facsimile.\n\n\tB.\tState Registration Card.  The registration form for a street patrol officer permit must be accompanied by a photostatic or certified copy of his State of California Guard Registration card evidencing compliance with the State laws relating to the occupation of \ta street patrol officer.\n\n\t(d)\tUniform, Equipment, Badges, Insignia.\n\n\t(1)  General.  Any badge, insignia, patch or uniform used or worn by any employee, officer, member or associate of a private patrol service, while on duty for said patrol service, shall be in compliance with State law.  Any such badge, insignia, patch or uniform shall not be of such a design as to be mistaken for an official badge, insignia or uniform worn by a law enforcement officer of the City of Los Angeles or any other law enforcement agency with jurisdiction in the City.\n\n\t(2)\tUniforms.  The Private Patrol Service shall submit to the Board of Police Commissioners a sample or color photograph of the proposed uniform for approval by the Board to ensure that it does not resemble a uniform of any law enforcement agency with jurisdiction in the City.  No uniform shall be worn if the sample thereof submitted to the Board has been determined to be in violation of subsection (d)(1).\n\n\t(3)\tEquipment, Weapons, Ammunition.  Street Patrol Officers are only authorized to carry .38 caliber, .45 caliber, .357 caliber and 9 millimeter firearms.  The Board of Police Commissioners shall have the authority to grant an exception to this subsection upon a showing of good cause.  Firearms and ammunition used by street patrol officers shall be of a brand name, model and caliber approved by the State of California.  No street patrol officer shall carry any firearm in the performance of his duties unless he possesses a valid firearm qualification card issued by the State for said firearm.  Other authorized weapons include State approved batons and chemical agents as authorized by the officer’s State permit.\n\n\t(e)\tMotor Vehicles.  Each vehicle used for the purpose of patrolling shall comply with California Vehicle Code section 25279(b) and at a minimum the letters and numerals shall be clearly visible and readable from a distance of fifty feet and shall be permanently affixed to the vehicle.  A private patrol service shall not use or permit to be used for purposes of patrolling, any vehicle which is not marked and identifiable with approved markings or insignia in accordance herewith.  No vehicle used by a private patrol service shall be equipped with a red light, siren, or be painted in a manner similar to a police vehicle of the City of Los Angeles or other law enforcement agency with jurisdiction in the City.  The private patrol service shall submit to the Board of Police Commissioners a color photograph of the proposed vehicles showing compliance with this subsection.\n\n\t(f)\tReports to Police.  Every private patrol service operator and every street patrol officer shall immediately make a report to the Police Department of any felonies, high-grade misdemeanors or violation of federal law which come to his attention. High-grade misdemeanors include Petty Theft, Dangerous Weapons’ Control Laws, Traffic Manslaughter, Indecent Exposure, Child Molesting, Contributing to the Delinquence of a Minor, Lewd Conduct, and all other misdemeanor sex offenses. The private patrol service shall also immediately notify the Police Department of any weapon discharge or private person’s arrest made within the City, by any employee, officer, member, or associate of the private patrol service.\n\n\t(g)\tEmployees.  The private patrol service will be responsible for each street patrol officer to be registered with the State and to carry proof thereof at all times while on duty.  A Street Patrol Officer in connection with his duties, upon request by a law enforcement officer, shall identify himself as a Street Patrol Officer and shall give his name and employer’s name.  At no time shall a Street Patrol Officer conduct himself by word or manner as to lead others to believe that he possesses the power to enforce Traffic Regulations or to issue Traffic Citations.\n\n\t(h)\tAuthority to Make Rules and Regulations.  The Board of Police Commissioners shall have the authority to make rules and regulations not inconsistent with State law or this chapter concerning private patrol services and street patrol officers.  Prior to any changes or additions to such Board rules and regulations, the Board of Police Commissioners shall give reasonable notice to all private patrol services registered with the City of the proposed changes or additions.\n\n\t(i)\tPermits; Nontransferable.  Permits issued under this article are not transferable.  This section shall not be construed to prohibit the owner of a private patrol service from selling, assigning or transferring such service; however any new owner, transferee, or assignee shall be required to qualify under this article before commencing operations or carrying on business as a private patrol service.\n\n\t(j)\tSuspension\/Revocation.  Violation of any provision of this ordinance, any of the rules promulgated by the Board of Police Commissioners, or of any State or local law in connection with the operation of a Private Patrol Service, may be cause for suspension and\/or revocation of the permit held by the Private Patrol Service.  The Board of Police Commissioners shall notify the Private Patrol Service of the intent to suspend or revoke the registration of any of its street patrol officers.\n\n\t(k)\tPermits Not Exclusive.  Permits required by this article shall be in addition to any license or permit required under any other chapter of this code.","order_by":"34","ancestry":{"1":{"id":"57","name":"Police And Special Officers","identifier":"2","label":"article","url":"\/5\/2\/"},"2":{"id":"9","name":"Public Safety and Protection","identifier":"5","label":"chapter","url":"\/5\/"}},"structure_contents":{"0":{"id":"2101","structure_id":"57","section_number":"52.00","catch_line":"Definitions.","url":"\/52.00\/","token":"52.00"},"1":{"id":"567","structure_id":"57","section_number":"52.01","catch_line":"Issuance Of Badges.","url":"\/52.01\/","token":"52.01"},"2":{"id":"3273","structure_id":"57","section_number":"52.02","catch_line":"Special Police Officers’ Badges – Issuance.","url":"\/52.02\/","token":"52.02"},"3":{"id":"429","structure_id":"57","section_number":"52.03","catch_line":"Special Police – Application – Contents.","url":"\/52.03\/","token":"52.03"},"4":{"id":"1648","structure_id":"57","section_number":"52.04","catch_line":"Special Police – Address To Be Filed.","url":"\/52.04\/","token":"52.04"},"5":{"id":"3370","structure_id":"57","section_number":"52.05","catch_line":"Special Police – Fees.","url":"\/52.05\/","token":"52.05"},"6":{"id":"2038","structure_id":"57","section_number":"52.06","catch_line":"Special Police – Record Of Badges.","url":"\/52.06\/","token":"52.06"},"7":{"id":"1854","structure_id":"57","section_number":"52.07","catch_line":"Special Police – Badges Must Be On Person.","url":"\/52.07\/","token":"52.07"},"8":{"id":"1186","structure_id":"57","section_number":"52.09","catch_line":"Special Police Badges – Must Be Properly Issued.","url":"\/52.09\/","token":"52.09"},"9":{"id":"1781","structure_id":"57","section_number":"52.10","catch_line":"Special Police – Other Badges.","url":"\/52.10\/","token":"52.10"},"10":{"id":"436","structure_id":"57","section_number":"52.10.1","catch_line":"Funeral Escort Officers.","url":"\/52.10.1\/","token":"52.10.1"},"11":{"id":"589","structure_id":"57","section_number":"52.11","catch_line":"Special Police – Must Have Badge.","url":"\/52.11\/","token":"52.11"},"12":{"id":"2690","structure_id":"57","section_number":"52.12","catch_line":"Unauthorized Wearing Of Official Police Officer’S Badge Prohibited.","url":"\/52.12\/","token":"52.12"},"13":{"id":"3899","structure_id":"57","section_number":"52.13","catch_line":"Special Police – Return Of Badges.","url":"\/52.13\/","token":"52.13"},"14":{"id":"1529","structure_id":"57","section_number":"52.14","catch_line":"Police Badges – Proper Issuance.","url":"\/52.14\/","token":"52.14"},"15":{"id":"1474","structure_id":"57","section_number":"52.15","catch_line":"Official Police Officer’S Badge – To Whom Issued.","url":"\/52.15\/","token":"52.15"},"16":{"id":"2324","structure_id":"57","section_number":"52.15.1","catch_line":"Civilian Badge – To Whom Issued.","url":"\/52.15.1\/","token":"52.15.1"},"17":{"id":"3338","structure_id":"57","section_number":"52.16","catch_line":"News Media Identification Cards – Issuance Of.","url":"\/52.16\/","token":"52.16"},"18":{"id":"482","structure_id":"57","section_number":"52.17","catch_line":"Limitations On Number Of News Media Identification Cards – Refusal To Issue.","url":"\/52.17\/","token":"52.17"},"19":{"id":"3726","structure_id":"57","section_number":"52.18","catch_line":"News Media Identification Cards – Revocation.","url":"\/52.18\/","token":"52.18"},"20":{"id":"163","structure_id":"57","section_number":"52.19","catch_line":"News Media Identification Cards – Records.","url":"\/52.19\/","token":"52.19"},"21":{"id":"3712","structure_id":"57","section_number":"52.20","catch_line":"News Media Identification Cards – Return Of.","url":"\/52.20\/","token":"52.20"},"22":{"id":"2239","structure_id":"57","section_number":"52.21","catch_line":"Police And Civilian Badges – Use By City Departments.","url":"\/52.21\/","token":"52.21"},"23":{"id":"3082","structure_id":"57","section_number":"52.22","catch_line":"Police Badges And News Media Identification Cards – Record To Be Kept.","url":"\/52.22\/","token":"52.22"},"24":{"id":"207","structure_id":"57","section_number":"52.23","catch_line":"Police And Civilian Badges – Manufacture Of.","url":"\/52.23\/","token":"52.23"},"25":{"id":"1187","structure_id":"57","section_number":"52.24","catch_line":"Police And Civilian Badge Revolving Fund.","url":"\/52.24\/","token":"52.24"},"26":{"id":"319","structure_id":"57","section_number":"52.25","catch_line":"Police And Civilian Badges And News Media Identification Cards – Return Of.","url":"\/52.25\/","token":"52.25"},"27":{"id":"218","structure_id":"57","section_number":"52.26","catch_line":"Custodian Of Badges And News Media Identification Cards.","url":"\/52.26\/","token":"52.26"},"28":{"id":"185","structure_id":"57","section_number":"52.27","catch_line":"Badges And News Media Identification Cards – Unauthorized Possession Of.","url":"\/52.27\/","token":"52.27"},"29":{"id":"1977","structure_id":"57","section_number":"52.27.1","catch_line":"Retired Officers – Authorized Badges.","url":"\/52.27.1\/","token":"52.27.1"},"30":{"id":"2097","structure_id":"57","section_number":"52.27.2","catch_line":"Former Reserve Officers – Authorized Badges.","url":"\/52.27.2\/","token":"52.27.2"},"31":{"id":"1055","structure_id":"57","section_number":"52.27.3","catch_line":"Promotion – Authorized Badges.","url":"\/52.27.3\/","token":"52.27.3"},"32":{"id":"854","structure_id":"57","section_number":"52.27.4","catch_line":"Presentation Of Badge And Other City-Issued Equipment As A Memorial To A Regular Police Officer Killed In The Line Of Duty.","url":"\/52.27.4\/","token":"52.27.4"},"33":{"id":"2106","structure_id":"57","section_number":"52.28","catch_line":"Police Uniforms – Limitation Of.","url":"\/52.28\/","token":"52.28"},"34":{"id":"1258","structure_id":"57","section_number":"52.28.1","catch_line":"Special Police Uniforms.","url":"\/52.28.1\/","token":"52.28.1"},"35":{"id":"2317","structure_id":"57","section_number":"52.29","catch_line":"Police Identification Cards – Issuance.","url":"\/52.29\/","token":"52.29"},"36":{"id":"3004","structure_id":"57","section_number":"52.30","catch_line":"Police Identification Cards – Possession Of.","url":"\/52.30\/","token":"52.30"},"37":{"id":"3487","structure_id":"57","section_number":"52.31","catch_line":"Police Identification Cards – Imitation Of.","url":"\/52.31\/","token":"52.31"},"38":{"id":"1901","structure_id":"57","section_number":"52.32","catch_line":"Badges – Other Departments.","url":"\/52.32\/","token":"52.32"},"39":{"id":"1473","structure_id":"57","section_number":"52.32.1","catch_line":"Port Warden And Special Officers Of Harbor Department Designated As Peace Officers.","url":"\/52.32.1\/","token":"52.32.1"},"40":{"id":"3870","structure_id":"57","section_number":"52.33","catch_line":"City Attorney Badge.","url":"\/52.33\/","token":"52.33"},"41":{"id":"2455","structure_id":"57","section_number":"52.34","catch_line":"Private Patrol Service – Regulations.","url":"\/52.34\/","token":"52.34"},"42":{"id":"485","structure_id":"57","section_number":"52.37.1","catch_line":"Use Of Official Police Titles By Private Agencies – Similar Subterfuges – Prohibited.","url":"\/52.37.1\/","token":"52.37.1"},"43":{"id":"3154","structure_id":"57","section_number":"52.42.1","catch_line":"Arrest Information.","url":"\/52.42.1\/","token":"52.42.1"},"44":{"id":"3917","structure_id":"57","section_number":"52.43","catch_line":"False Statements.","url":"\/52.43\/","token":"52.43"},"45":{"id":"1274","structure_id":"57","section_number":"52.44","catch_line":"Willfully Listening To Police And Fire Departments’ Portable Radio Messages – Prohibited.","url":"\/52.44\/","token":"52.44"},"46":{"id":"3975","structure_id":"57","section_number":"52.46","catch_line":"Short Wave Radios, Use Of.","url":"\/52.46\/","token":"52.46"},"47":{"id":"3889","structure_id":"57","section_number":"52.50","catch_line":"Police Department – Making False Reports To.","url":"\/52.50\/","token":"52.50"},"48":{"id":"2319","structure_id":"57","section_number":"52.51","catch_line":"Interference With Police Animals.","url":"\/52.51\/","token":"52.51"},"49":{"id":"2790","structure_id":"57","section_number":"52.53","catch_line":"Garages – Rental – Report To Police.","url":"\/52.53\/","token":"52.53"},"50":{"id":"2333","structure_id":"57","section_number":"52.55","catch_line":"Police Department Retention, Use, Sale Or Destruction\nOf Unclaimed Property.","url":"\/52.55\/","token":"52.55"}},"next_section":{"id":"485","structure_id":"57","section_number":"52.37.1","catch_line":"Use Of Official Police Titles By Private Agencies – Similar Subterfuges – Prohibited.","url":"\/52.37.1\/","token":"52.37.1"},"metadata":false,"references":false,"url":"\/52.34\/","token":"52.34","formats":{"txt":"\/52.34.txt","json":"\/52.34.xml"},"dublin_core":{"Title":"Private Patrol Service – Regulations.","Type":"Text","Format":"text\/html","Identifier":"§ 52.34","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nPRIVATE PATROL SERVICE – REGULATIONS. (§ 52.34)\n\n  PRIVATE PATROL SERVICE – REGULATIONS.\n\t(Amended by Ord. No. 173,375, Eff. 8\/5\/00.)\t(a)\tDefinitions.\tFor the purpose of\nthis article, certain terms used herein are defined as follows:\t(1)\tPrivate\nPatrol Service.  The term “private patrol  service”  shall mean any\n“private patrol operator” as defined in the California Business and\nProfessions Code which furnishes or purports to furnish to members, subscribers,\nor customers any street patrol officer for the purpose of affording additional\nsecurity and protection of person and property or to perform any other service\ndirectly related to the “private protection of life and\nproperty.”\t(2)\tStreet Patrol Officer.  The term “street patrol  officer”\nshall mean any person who performs for a private patrol service the duties of a\nuniformed guard or uniformed patrol officer or any of the duties described in\nsubdivision (a)(1) by street patrol service utilizing foot patrol, motor patrol,\nor other means of transportation in public areas, City streets, or public\nthoroughfares.  This definition shall not apply to uniformed guards or\nuniformed caretakers employed by an entity other than a private patrol service,\nsuch as by industrial plants, department stores, community associations, or\nprivate clubs wherein said function does not require patrolling from one\nlocation to another by use of a City street, nor shall it apply to persons\nemployed by such an entity solely in connection with the commercial, public, or\nprofessional business of such an entity.\t(b)\tPrivate Patrol\nServices.\t(1)\tPermit.  It shall be unlawful to engage in the business of\nmaintaining or operating any private patrol service in the City of Los Angeles\nwithout first obtaining a license as required by the State of California and a\npermit from the City.\t(2)\tRequirements for Permits.  The following requirements\nmust be met to obtain a permit to operate, maintain and conduct a private patrol\nservice in the City.\tA.\tRegistration.  A registration form shall be filed with\nthe Board of Police Commissioners on forms supplied by the City.  The\nregistration form shall be signed and verified by the registrant and shall state\nthe name, address and organization of the private security  service, its method\nof operation, the territory or location it proposes to serve, the names,\naddresses of its officers, members, associates and employees and a description\nof the procedures for investigating citizen complaints against its street patrol\nofficers.\tB.\tState License.  The registration form for a permit shall be\naccompanied by a photostatic or certified copy of the private patrol service’s\nState of California License evidencing compliance with State laws relating to\nthe business of private patrols.\tC.\tInsurance.  Upon request, a private patrol\nservice shall furnish to the Board of  Police Commissioners evidence of the\nfollowing insurance:  workers’ compensation, general liability insurance,\nautomobile insurance in the amounts required by State law.\t(c)\tStreet Patrol\nOfficers.\t(1)  Registration.   It shall be unlawful for any person to perform\nthe duties of a street patrol officer in the City of Los Angeles without first\nobtaining a Guard Registration card as required by the State of California and\nregistering with the City.  Upon the registration being accepted by the City,\nthe Board of Police Commissioners may issue a permit which shall be subject to\nall of the provisions of Chapter 10 of this Code, including all the rights,\nregulations, and due process procedures contained therein.  The Board of Police\nCommissioners shall retain street patrol officer permits in its files.\t(2) \nRequirements for Registration.  The following requirements must be met to\nregister to perform the duties of a street patrol officer in the\nCity.\tA.\tRegistration.  A registration form shall be filed with the Board of\nPolice Commissioners on forms supplied by the City.  The registration form\nshall be signed and verified by the registrant and shall state his name, address\nand the name and address of the private patrol service by whom he is employed. \nThe registration form shall be submitted to the Board of Police Commissioners\nwithin 15 days of the Street Patrol Officer being hired by the Private Patrol\nService.  Registration forms may be submitted by hand-delivery, U.S. mail or\nfacsimile.\tB.\tState Registration Card.  The registration form for a street\npatrol officer permit must be accompanied by a photostatic or certified copy of\nhis State of California Guard Registration card evidencing compliance with the\nState laws relating to the occupation of \ta street patrol officer.\t(d)\tUniform,\nEquipment, Badges, Insignia.\t(1)  General.  Any badge, insignia, patch or\nuniform used or worn by any employee, officer, member or associate of a private\npatrol service, while on duty for said patrol service, shall be in compliance\nwith State law.  Any such badge, insignia, patch or uniform shall not be of\nsuch a design as to be mistaken for an official badge, insignia or uniform worn\nby a law enforcement officer of the City of Los Angeles or any other law\nenforcement agency with jurisdiction in the City.\t(2)\tUniforms.  The Private\nPatrol Service shall submit to the Board of Police Commissioners a sample or\ncolor photograph of the proposed uniform for approval by the Board to ensure\nthat it does not resemble a uniform of any law enforcement agency with\njurisdiction in the City.  No uniform shall be worn if the sample thereof\nsubmitted to the Board has been determined to be in violation of subsection\n(d)(1).\t(3)\tEquipment, Weapons, Ammunition.  Street Patrol Officers are only\nauthorized to carry .38 caliber, .45 caliber, .357 caliber and 9 millimeter\nfirearms.  The Board of Police Commissioners shall have the authority to grant\nan exception to this subsection upon a showing of good cause.  Firearms and\nammunition used by street patrol officers shall be of a brand name, model and\ncaliber approved by the State of California.  No street patrol officer shall\ncarry any firearm in the performance of his duties unless he possesses a valid\nfirearm qualification card issued by the State for said firearm.  Other\nauthorized weapons include State approved batons and chemical agents as\nauthorized by the officer’s State permit.\t(e)\tMotor Vehicles.  Each vehicle\nused for the purpose of patrolling shall comply with California Vehicle Code\nsection 25279(b) and at a minimum the letters and numerals shall be clearly\nvisible and readable from a distance of fifty feet and shall be permanently\naffixed to the vehicle.  A private patrol service shall not use or permit to be\nused for purposes of patrolling, any vehicle which is not marked and\nidentifiable with approved markings or insignia in accordance herewith.  No\nvehicle used by a private patrol service shall be equipped with a red light,\nsiren, or be painted in a manner similar to a police vehicle of the City of Los\nAngeles or other law enforcement agency with jurisdiction in the City.  The\nprivate patrol service shall submit to the Board of Police Commissioners a color\nphotograph of the proposed vehicles showing compliance with this\nsubsection.\t(f)\tReports to Police.  Every private patrol service operator and\nevery street patrol officer shall immediately make a report to the Police\nDepartment of any felonies, high-grade misdemeanors or violation of federal law\nwhich come to his attention. High-grade misdemeanors include Petty Theft,\nDangerous Weapons’ Control Laws, Traffic Manslaughter, Indecent Exposure,\nChild Molesting, Contributing to the Delinquence of a Minor, Lewd Conduct, and\nall other misdemeanor sex offenses. The private patrol service shall also\nimmediately notify the Police Department of any weapon discharge or private\nperson’s arrest made within the City, by any employee, officer, member, or\nassociate of the private patrol service.\t(g)\tEmployees.  The private patrol\nservice will be responsible for each street patrol officer to be registered with\nthe State and to carry proof thereof at all times while on duty.  A Street\nPatrol Officer in connection with his duties, upon request by a law enforcement\nofficer, shall identify himself as a Street Patrol Officer and shall give his\nname and employer’s name.  At no time shall a Street Patrol Officer conduct\nhimself by word or manner as to lead others to believe that he possesses the\npower to enforce Traffic Regulations or to issue Traffic\nCitations.\t(h)\tAuthority to Make Rules and Regulations.  The Board of Police\nCommissioners shall have the authority to make rules and regulations not\ninconsistent with State law or this chapter concerning private patrol services\nand street patrol officers.  Prior to any changes or additions to such Board\nrules and regulations, the Board of Police Commissioners shall give reasonable\nnotice to all private patrol services registered with the City of the proposed\nchanges or additions.\t(i)\tPermits; Nontransferable.  Permits issued under this\narticle are not transferable.  This section shall not be construed to prohibit\nthe owner of a private patrol service from selling, assigning or transferring\nsuch service; however any new owner, transferee, or assignee shall be required\nto qualify under this article before commencing operations or carrying on\nbusiness as a private patrol service.\t(j)\tSuspension\/Revocation.  Violation of\nany provision of this ordinance, any of the rules promulgated by the Board of\nPolice Commissioners, or of any State or local law in connection with the\noperation of a Private Patrol Service, may be cause for suspension and\/or\nrevocation of the permit held by the Private Patrol Service.  The Board of\nPolice Commissioners shall notify the Private Patrol Service of the intent to\nsuspend or revoke the registration of any of its street patrol\nofficers.\t(k)\tPermits Not Exclusive.  Permits required by this article shall be\nin addition to any license or permit required under any other chapter of this\ncode.\n","html":"\n\t\t\t\t\t<section><p>  PRIVATE PATROL SERVICE – REGULATIONS.\n\t(Amended by Ord. No. 173,375, Eff. 8\/5\/00.)<br \/><br \/>\t(a)\tDefinitions.<br \/><br \/>\tFor the purpose of this article, certain terms used herein are defined as follows:<br \/><br \/>\t(1)\tPrivate Patrol Service.  The term “private patrol  service”  shall mean any “private patrol operator” as defined in the California Business and Professions Code which furnishes or purports to furnish to members, subscribers, or customers any street patrol officer for the purpose of affording additional security and protection of person and property or to perform any other service directly related to the “private protection of life and property.”<br \/><br \/>\t(2)\tStreet Patrol Officer.  The term “street patrol  officer” shall mean any person who performs for a private patrol service the duties of a uniformed guard or uniformed patrol officer or any of the duties described in subdivision (a)(1) by street patrol service utilizing foot patrol, motor patrol, or other means of transportation in public areas, City streets, or public thoroughfares.  This definition shall not apply to uniformed guards or uniformed caretakers employed by an entity other than a private patrol service, such as by industrial plants, department stores, community associations, or private clubs wherein said function does not require patrolling from one location to another by use of a City street, nor shall it apply to persons employed by such an entity solely in connection with the commercial, public, or professional business of such an entity.<br \/><br \/>\t(b)\tPrivate Patrol Services.<br \/><br \/>\t(1)\tPermit.  It shall be unlawful to engage in the business of maintaining or operating any private patrol service in the City of Los Angeles without first obtaining a license as required by the State of California and a permit from the City.<br \/><br \/>\t(2)\tRequirements for Permits.  The following requirements must be met to obtain a permit to operate, maintain and conduct a private patrol service in the City.<br \/><br \/>\tA.\tRegistration.  A registration form shall be filed with the Board of Police Commissioners on forms supplied by the City.  The registration form shall be signed and verified by the registrant and shall state the name, address and organization of the private security  service, its method of operation, the territory or location it proposes to serve, the names, addresses of its officers, members, associates and employees and a description of the procedures for investigating citizen complaints against its street patrol officers.<br \/><br \/>\tB.\tState License.  The registration form for a permit shall be accompanied by a photostatic or certified copy of the private patrol service’s State of California License evidencing compliance with State <span class=\"dictionary\">laws<\/span> relating to the business of private patrols.<br \/><br \/>\tC.\tInsurance.  Upon request, a private patrol service shall furnish to the Board of  Police Commissioners <span class=\"dictionary\">evidence<\/span> of the following insurance:  workers’ compensation, general liability insurance, automobile insurance in the amounts required by State <span class=\"dictionary\">law<\/span>.<br \/><br \/>\t(c)\tStreet Patrol Officers.<br \/><br \/>\t(1)  Registration.   It shall be unlawful for any person to perform the duties of a street patrol officer in the City of Los Angeles without first obtaining a Guard Registration card as required by the State of California and registering with the City.  Upon the registration being accepted by the City, the Board of Police Commissioners may <span class=\"dictionary\">issue<\/span> a permit which shall be subject to all of the provisions of Chapter 10 of this Code, including all the rights, regulations, and <span class=\"dictionary\">due process<\/span> procedures contained therein.  The Board of Police Commissioners shall retain street patrol officer permits in its files.<br \/><br \/>\t(2)  Requirements for Registration.  The following requirements must be met to register to perform the duties of a street patrol officer in the City.<br \/><br \/>\tA.\tRegistration.  A registration form shall be filed with the Board of Police Commissioners on forms supplied by the City.  The registration form shall be signed and verified by the registrant and shall state his name, address and the name and address of the private patrol service by whom he is employed.  The registration form shall be submitted to the Board of Police Commissioners within 15 days of the Street Patrol Officer being hired by the Private Patrol Service.  Registration forms may be submitted by hand-delivery, U.S. mail or facsimile.<br \/><br \/>\tB.\tState Registration Card.  The registration form for a street patrol officer permit must be accompanied by a photostatic or certified copy of his State of California Guard Registration card evidencing compliance with the State <span class=\"dictionary\">laws<\/span> relating to the occupation of \ta street patrol officer.<br \/><br \/>\t(d)\tUniform, Equipment, Badges, Insignia.<br \/><br \/>\t(1)  General.  Any badge, insignia, patch or uniform used or worn by any employee, officer, member or associate of a private patrol service, while on duty for said patrol service, shall be in compliance with State <span class=\"dictionary\">law<\/span>.  Any such badge, insignia, patch or uniform shall not be of such a design as to be mistaken for an official badge, insignia or uniform worn by a <span class=\"dictionary\">law<\/span> enforcement officer of the City of Los Angeles or any other <span class=\"dictionary\">law<\/span> enforcement agency with <span class=\"dictionary\">jurisdiction<\/span> in the City.<br \/><br \/>\t(2)\tUniforms.  The Private Patrol Service shall submit to the Board of Police Commissioners a sample or color photograph of the proposed uniform for approval by the Board to ensure that it does not resemble a uniform of any <span class=\"dictionary\">law<\/span> enforcement agency with <span class=\"dictionary\">jurisdiction<\/span> in the City.  No uniform shall be worn if the sample thereof submitted to the Board has been determined to be in violation of subsection (d)(1).<br \/><br \/>\t(3)\tEquipment, Weapons, Ammunition.  Street Patrol Officers are only authorized to carry .38 caliber, .45 caliber, .357 caliber and 9 millimeter firearms.  The Board of Police Commissioners shall have the authority to grant an exception to this subsection upon a showing of good cause.  Firearms and ammunition used by street patrol officers shall be of a brand name, model and caliber approved by the State of California.  No street patrol officer shall carry any firearm in the performance of his duties unless he possesses a valid firearm qualification card issued by the State for said firearm.  Other authorized weapons include State approved batons and chemical agents as authorized by the officer’s State permit.<br \/><br \/>\t(e)\tMotor Vehicles.  Each vehicle used for the purpose of patrolling shall comply with California Vehicle Code section 25279(b) and at a minimum the letters and numerals shall be clearly visible and readable from a distance of fifty feet and shall be permanently affixed to the vehicle.  A private patrol service shall not use or permit to be used for purposes of patrolling, any vehicle which is not marked and identifiable with approved markings or insignia in accordance herewith.  No vehicle used by a private patrol service shall be equipped with a red light, siren, or be painted in a manner similar to a police vehicle of the City of Los Angeles or other <span class=\"dictionary\">law<\/span> enforcement agency with <span class=\"dictionary\">jurisdiction<\/span> in the City.  The private patrol service shall submit to the Board of Police Commissioners a color photograph of the proposed vehicles showing compliance with this subsection.<br \/><br \/>\t(f)\tReports to Police.  Every private patrol service operator and every street patrol officer shall immediately make a report to the Police Department of any felonies, high-grade <span class=\"dictionary\">misdemeanors<\/span> or violation of federal <span class=\"dictionary\">law<\/span> which come to his attention. High-grade <span class=\"dictionary\">misdemeanors<\/span> include Petty Theft, Dangerous Weapons’ Control <span class=\"dictionary\">Laws<\/span>, Traffic <span class=\"dictionary\">Manslaughter<\/span>, Indecent Exposure, Child Molesting, Contributing to the Delinquence of a <span class=\"dictionary\">Minor<\/span>, Lewd Conduct, and all other <span class=\"dictionary\">misdemeanor<\/span> sex <span class=\"dictionary\">offenses<\/span>. The private patrol service shall also immediately notify the Police Department of any weapon discharge or private person’s <span class=\"dictionary\">arrest<\/span> made within the City, by any employee, officer, member, or associate of the private patrol service.<br \/><br \/>\t(g)\tEmployees.  The private patrol service will be responsible for each street patrol officer to be registered with the State and to carry proof thereof at all times while on duty.  A Street Patrol Officer in connection with his duties, upon request by a <span class=\"dictionary\">law<\/span> enforcement officer, shall identify himself as a Street Patrol Officer and shall give his name and employer’s name.  At no time shall a Street Patrol Officer conduct himself by word or manner as to lead others to believe that he possesses the power to enforce Traffic Regulations or to <span class=\"dictionary\">issue<\/span> <span class=\"dictionary\">Traffic Citations<\/span>.<br \/><br \/>\t(h)\tAuthority to Make Rules and Regulations.  The Board of Police Commissioners shall have the authority to make rules and regulations not inconsistent with State <span class=\"dictionary\">law<\/span> or this chapter concerning private patrol services and street patrol officers.  Prior to any changes or additions to such Board rules and regulations, the Board of Police Commissioners shall give reasonable notice to all private patrol services registered with the City of the proposed changes or additions.<br \/><br \/>\t(i)\tPermits; Nontransferable.  Permits issued under this article are not transferable.  This section shall not be construed to prohibit the owner of a private patrol service from selling, assigning or transferring such service; however any new owner, transferee, or assignee shall be required to qualify under this article before commencing operations or carrying on business as a private patrol service.<br \/><br \/>\t(j)\tSuspension\/<span class=\"dictionary\">Revocation<\/span>.  Violation of any provision of this <span class=\"dictionary\">ordinance<\/span>, any of the rules promulgated by the Board of Police Commissioners, or of any State or local <span class=\"dictionary\">law<\/span> in connection with the operation of a Private Patrol Service, may be cause for suspension and\/or <span class=\"dictionary\">revocation<\/span> of the permit held by the Private Patrol Service.  The Board of Police Commissioners shall notify the Private Patrol Service of the <span class=\"dictionary\">intent<\/span> to suspend or revoke the registration of any of its street patrol officers.<br \/><br \/>\t(k)\tPermits Not Exclusive.  Permits required by this article shall be in addition to any license or permit required under any other chapter of this code.<\/p><\/section>","previous_section":{"id":"3870","structure_id":"57","section_number":"52.33","catch_line":"City Attorney Badge.","url":"\/52.33\/","token":"52.33"},"text":{"0":{"id":"2432","text":"  PRIVATE PATROL SERVICE – REGULATIONS.\n\t(Amended by Ord. No. 173,375, Eff. 8\/5\/00.)\t(a)\tDefinitions.\tFor the purpose of this article, certain terms used herein are defined as follows:\t(1)\tPrivate Patrol Service.  The term “private patrol  service”  shall mean any “private patrol operator” as defined in the California Business and Professions Code which furnishes or purports to furnish to members, subscribers, or customers any street patrol officer for the purpose of affording additional security and protection of person and property or to perform any other service directly related to the “private protection of life and property.”\t(2)\tStreet Patrol Officer.  The term “street patrol  officer” shall mean any person who performs for a private patrol service the duties of a uniformed guard or uniformed patrol officer or any of the duties described in subdivision (a)(1) by street patrol service utilizing foot patrol, motor patrol, or other means of transportation in public areas, City streets, or public thoroughfares.  This definition shall not apply to uniformed guards or uniformed caretakers employed by an entity other than a private patrol service, such as by industrial plants, department stores, community associations, or private clubs wherein said function does not require patrolling from one location to another by use of a City street, nor shall it apply to persons employed by such an entity solely in connection with the commercial, public, or professional business of such an entity.\t(b)\tPrivate Patrol Services.\t(1)\tPermit.  It shall be unlawful to engage in the business of maintaining or operating any private patrol service in the City of Los Angeles without first obtaining a license as required by the State of California and a permit from the City.\t(2)\tRequirements for Permits.  The following requirements must be met to obtain a permit to operate, maintain and conduct a private patrol service in the City.\tA.\tRegistration.  A registration form shall be filed with the Board of Police Commissioners on forms supplied by the City.  The registration form shall be signed and verified by the registrant and shall state the name, address and organization of the private security  service, its method of operation, the territory or location it proposes to serve, the names, addresses of its officers, members, associates and employees and a description of the procedures for investigating citizen complaints against its street patrol officers.\tB.\tState License.  The registration form for a permit shall be accompanied by a photostatic or certified copy of the private patrol service’s State of California License evidencing compliance with State laws relating to the business of private patrols.\tC.\tInsurance.  Upon request, a private patrol service shall furnish to the Board of  Police Commissioners evidence of the following insurance:  workers’ compensation, general liability insurance, automobile insurance in the amounts required by State law.\t(c)\tStreet Patrol Officers.\t(1)  Registration.   It shall be unlawful for any person to perform the duties of a street patrol officer in the City of Los Angeles without first obtaining a Guard Registration card as required by the State of California and registering with the City.  Upon the registration being accepted by the City, the Board of Police Commissioners may issue a permit which shall be subject to all of the provisions of Chapter 10 of this Code, including all the rights, regulations, and due process procedures contained therein.  The Board of Police Commissioners shall retain street patrol officer permits in its files.\t(2)  Requirements for Registration.  The following requirements must be met to register to perform the duties of a street patrol officer in the City.\tA.\tRegistration.  A registration form shall be filed with the Board of Police Commissioners on forms supplied by the City.  The registration form shall be signed and verified by the registrant and shall state his name, address and the name and address of the private patrol service by whom he is employed.  The registration form shall be submitted to the Board of Police Commissioners within 15 days of the Street Patrol Officer being hired by the Private Patrol Service.  Registration forms may be submitted by hand-delivery, U.S. mail or facsimile.\tB.\tState Registration Card.  The registration form for a street patrol officer permit must be accompanied by a photostatic or certified copy of his State of California Guard Registration card evidencing compliance with the State laws relating to the occupation of \ta street patrol officer.\t(d)\tUniform, Equipment, Badges, Insignia.\t(1)  General.  Any badge, insignia, patch or uniform used or worn by any employee, officer, member or associate of a private patrol service, while on duty for said patrol service, shall be in compliance with State law.  Any such badge, insignia, patch or uniform shall not be of such a design as to be mistaken for an official badge, insignia or uniform worn by a law enforcement officer of the City of Los Angeles or any other law enforcement agency with jurisdiction in the City.\t(2)\tUniforms.  The Private Patrol Service shall submit to the Board of Police Commissioners a sample or color photograph of the proposed uniform for approval by the Board to ensure that it does not resemble a uniform of any law enforcement agency with jurisdiction in the City.  No uniform shall be worn if the sample thereof submitted to the Board has been determined to be in violation of subsection (d)(1).\t(3)\tEquipment, Weapons, Ammunition.  Street Patrol Officers are only authorized to carry .38 caliber, .45 caliber, .357 caliber and 9 millimeter firearms.  The Board of Police Commissioners shall have the authority to grant an exception to this subsection upon a showing of good cause.  Firearms and ammunition used by street patrol officers shall be of a brand name, model and caliber approved by the State of California.  No street patrol officer shall carry any firearm in the performance of his duties unless he possesses a valid firearm qualification card issued by the State for said firearm.  Other authorized weapons include State approved batons and chemical agents as authorized by the officer’s State permit.\t(e)\tMotor Vehicles.  Each vehicle used for the purpose of patrolling shall comply with California Vehicle Code section 25279(b) and at a minimum the letters and numerals shall be clearly visible and readable from a distance of fifty feet and shall be permanently affixed to the vehicle.  A private patrol service shall not use or permit to be used for purposes of patrolling, any vehicle which is not marked and identifiable with approved markings or insignia in accordance herewith.  No vehicle used by a private patrol service shall be equipped with a red light, siren, or be painted in a manner similar to a police vehicle of the City of Los Angeles or other law enforcement agency with jurisdiction in the City.  The private patrol service shall submit to the Board of Police Commissioners a color photograph of the proposed vehicles showing compliance with this subsection.\t(f)\tReports to Police.  Every private patrol service operator and every street patrol officer shall immediately make a report to the Police Department of any felonies, high-grade misdemeanors or violation of federal law which come to his attention. High-grade misdemeanors include Petty Theft, Dangerous Weapons’ Control Laws, Traffic Manslaughter, Indecent Exposure, Child Molesting, Contributing to the Delinquence of a Minor, Lewd Conduct, and all other misdemeanor sex offenses. The private patrol service shall also immediately notify the Police Department of any weapon discharge or private person’s arrest made within the City, by any employee, officer, member, or associate of the private patrol service.\t(g)\tEmployees.  The private patrol service will be responsible for each street patrol officer to be registered with the State and to carry proof thereof at all times while on duty.  A Street Patrol Officer in connection with his duties, upon request by a law enforcement officer, shall identify himself as a Street Patrol Officer and shall give his name and employer’s name.  At no time shall a Street Patrol Officer conduct himself by word or manner as to lead others to believe that he possesses the power to enforce Traffic Regulations or to issue Traffic Citations.\t(h)\tAuthority to Make Rules and Regulations.  The Board of Police Commissioners shall have the authority to make rules and regulations not inconsistent with State law or this chapter concerning private patrol services and street patrol officers.  Prior to any changes or additions to such Board rules and regulations, the Board of Police Commissioners shall give reasonable notice to all private patrol services registered with the City of the proposed changes or additions.\t(i)\tPermits; Nontransferable.  Permits issued under this article are not transferable.  This section shall not be construed to prohibit the owner of a private patrol service from selling, assigning or transferring such service; however any new owner, transferee, or assignee shall be required to qualify under this article before commencing operations or carrying on business as a private patrol service.\t(j)\tSuspension\/Revocation.  Violation of any provision of this ordinance, any of the rules promulgated by the Board of Police Commissioners, or of any State or local law in connection with the operation of a Private Patrol Service, may be cause for suspension and\/or revocation of the permit held by the Private Patrol Service.  The Board of Police Commissioners shall notify the Private Patrol Service of the intent to suspend or revoke the registration of any of its street patrol officers.\t(k)\tPermits Not Exclusive.  Permits required by this article shall be in addition to any license or permit required under any other chapter of this code.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}