{"section_number":"52.32","edition_id":"1","section_id":"1901","structure_id":"57","catch_line":"Badges – Other Departments.","history":"","full_text":"  BADGES – OTHER DEPARTMENTS.\n\t(Amended by Ord. No. 172,692, Eff. 8\/8\/99.)\n\n\t(a)\tUniform Departmental Badge.  “Uniform departmental Badge” shall mean a badge, to be readily distinguishable from the official police officer’s badge, of a design selected by the Purchasing Agent and approved by the Council for the use of departments of this City other than the Police Department, the Fire Department and the Office of the City Attorney.\n\n\t(b)\tBadges Issued to Other Than Elected Officials and Members of Boards and Commissions.  The provisions of this subdivision apply to the issuance of uniform departmental badges to other than elected officials and members of boards and commissions:\n\n\t1.\tExcept as authorized in the appropriate departmental personnel ordinance, no uniform departmental badge shall be issued to, or be carried, worn or displayed by any person employed by any department whose funds are under the control of the City Council.  The respective boards of departments given control of their own funds by the Charter may designate the officers and employees entitled to use badges under the restrictions set forth in this subsection.\n\n\t2.\tNo uniform departmental badge shall be issued to or be used, worn or carried by any person unless his or her duties involve the active enforcement of law, or unless he or she performs other public duties which, in the judgment of the board or officer in control of the department or office are such as to require that such person wear or carry a badge for purposes of identification.\n\n\t3.\tUniform departmental badges shall be issued only by the managing officers of the respective departments or offices.  Such badges shall be consecutively numbered in each department or office.  The managing officer of each department or office shall keep records showing the number of each badge, the date of its issuance, and the name and residence address of the person to whom issued.  Each badge shall remain the property of the City and must be returned to the managing officer at the conclusion of the holder’s service or upon his or her being assigned duties not requiring the use of the badge.\n\n\t4.\tEach officer or employee to whom a badge is issued must reimburse the City for the cost thereof if the badge is lost or destroyed through his or her negligence, or if the badge is not turned in to the managing officer at the termination of employment.\n\n\t5.\tIssuance of identification disks is authorized and any City employee may, by order of the respective officers or boards in control of their departments or offices, be permitted or required while performing their duties to wear identification disks devoid of ornamentation and containing only plain stamped letters and figures calculated to identify the wearer of his or her position.  Such disks must be no more than two inches in diameter.\n\n\t6.\tWhen the holder of any badge, the use of which is authorized under this subsection, is honorably retired, the same or another badge may be reissued to him or her, provided there is permanently affixed thereto or engraved or embossed thereon, at his or her expense, the word “RETIRED” and figures showing his or her term of service. Such badge holder must reimburse the City for the cost of the badge.\n\n\t(c)\tBadges Issued to Elected Officials and Members of Boards and Commissions.  (Amended by Ord. No. 176,102, Eff. 8\/23\/04.)  The provisions of this subsection shall apply to elected officials and to members of the Board of Police Commissioners, Board of Fire Commissioners, Board of Airport Commissioners, Board of Harbor Commissioners, and Board of Water and Power Commissioners.  Members of all other boards and commissions shall not be issued badges.\n\n\t1.\tThe City Clerk shall be responsible for purchasing, issuing and record-keeping related to badges issued to elected officials and members of City boards and commissions.  The City Clerk shall utilize such forms and procedures as deemed necessary and appropriate to satisfy the responsibilities assigned to that Office under this subsection.\n\n\t2.\tThe City Clerk shall issue badges to the incumbent in each of the following City offices:  Mayor, City Attorney, City Controller, and Member of the City Council.  When any such elected official leaves office the same or another badge may be reissued to the official, provided there is permanently affixed thereto or engraved or embossed thereon the word “RETIRED” and figures showing his or her term of service.\n\n\t3.\tRequests from boards or commissions for the issuance of badges shall be submitted to the City Clerk for referral to the appropriate Council Committee for review and recommendation to the full Council.  Upon Council approval, the individual in question shall be issued a badge.  However before the issuance of the badge, the person being issued the badge shall be required to read a document which sets forth the terms and conditions imposed on the issuance of said badge, and shall sign that document acknowledging the receipt of the badge and the reading of the terms and conditions.  The terms and conditions shall include, but not be limited to, the following:\n\n\ta.\tThe badge is the property of the City of Los Angeles;\n\n\tb.\tUpon leaving the board or commission, the badge shall be collected and forwarded to the City Clerk, who, upon request from the board or commission, shall reissue the same or another badge to the departing commissioner, provided the badge is permanently encased in plexiglass or other substance more than twice its size and from which it cannot be removed, the badge is engraved or embossed with the word “RETIRED” and figures showing his or her term of service, and, it conforms to any additional control measures and mechanisms to prevent misuse as instituted by the City Clerk; the recipient of such badge shall reimburse the City for the cost of the badge;\n\n\tc.\tLoss of the badge shall be reported immediately to the City Clerk in writing, with replacement at the expense of the person to whom the badge was issued;\n\n\td.\tThe badge may be used only during activities related to the responsibilities of the board or commission.\n\n\t(d)\tUnauthorized Badges – City Officers and Employees.  No officer or employee of this City shall wear, carry or use, within or under color of the performance of his or her official duties, any badge which he or she is not expressly authorized to use by this Code.  All unauthorized badges must be returned to the managing officers of the respective departments or offices.\n\n\t(e)\tPersons Other Than City Officers and Employees.  No person other than a City officer or employee shall wear, carry or use any badge or other insignia of office or employment in the government of this City, or any badge, identification card or insignia which is calculated to indicate that the holder is an officer or employee of this City, provided, however, that this provision shall not apply if the possession and use of such badge, card or insignia is expressly permitted by ordinance.","order_by":"32","ancestry":{"1":{"id":"57","name":"Police And Special Officers","identifier":"2","label":"article","url":"\/5\/2\/"},"2":{"id":"9","name":"Public Safety and Protection","identifier":"5","label":"chapter","url":"\/5\/"}},"structure_contents":{"0":{"id":"2101","structure_id":"57","section_number":"52.00","catch_line":"Definitions.","url":"\/52.00\/","token":"52.00"},"1":{"id":"567","structure_id":"57","section_number":"52.01","catch_line":"Issuance Of Badges.","url":"\/52.01\/","token":"52.01"},"2":{"id":"3273","structure_id":"57","section_number":"52.02","catch_line":"Special Police Officers’ Badges – Issuance.","url":"\/52.02\/","token":"52.02"},"3":{"id":"429","structure_id":"57","section_number":"52.03","catch_line":"Special Police – Application – Contents.","url":"\/52.03\/","token":"52.03"},"4":{"id":"1648","structure_id":"57","section_number":"52.04","catch_line":"Special Police – Address To Be Filed.","url":"\/52.04\/","token":"52.04"},"5":{"id":"3370","structure_id":"57","section_number":"52.05","catch_line":"Special Police – Fees.","url":"\/52.05\/","token":"52.05"},"6":{"id":"2038","structure_id":"57","section_number":"52.06","catch_line":"Special Police – Record Of Badges.","url":"\/52.06\/","token":"52.06"},"7":{"id":"1854","structure_id":"57","section_number":"52.07","catch_line":"Special Police – Badges Must Be On Person.","url":"\/52.07\/","token":"52.07"},"8":{"id":"1186","structure_id":"57","section_number":"52.09","catch_line":"Special Police Badges – Must Be Properly Issued.","url":"\/52.09\/","token":"52.09"},"9":{"id":"1781","structure_id":"57","section_number":"52.10","catch_line":"Special Police – Other Badges.","url":"\/52.10\/","token":"52.10"},"10":{"id":"436","structure_id":"57","section_number":"52.10.1","catch_line":"Funeral Escort Officers.","url":"\/52.10.1\/","token":"52.10.1"},"11":{"id":"589","structure_id":"57","section_number":"52.11","catch_line":"Special Police – Must Have Badge.","url":"\/52.11\/","token":"52.11"},"12":{"id":"2690","structure_id":"57","section_number":"52.12","catch_line":"Unauthorized Wearing Of Official Police Officer’S Badge Prohibited.","url":"\/52.12\/","token":"52.12"},"13":{"id":"3899","structure_id":"57","section_number":"52.13","catch_line":"Special Police – Return Of Badges.","url":"\/52.13\/","token":"52.13"},"14":{"id":"1529","structure_id":"57","section_number":"52.14","catch_line":"Police Badges – Proper Issuance.","url":"\/52.14\/","token":"52.14"},"15":{"id":"1474","structure_id":"57","section_number":"52.15","catch_line":"Official Police Officer’S Badge – To Whom Issued.","url":"\/52.15\/","token":"52.15"},"16":{"id":"2324","structure_id":"57","section_number":"52.15.1","catch_line":"Civilian Badge – To Whom Issued.","url":"\/52.15.1\/","token":"52.15.1"},"17":{"id":"3338","structure_id":"57","section_number":"52.16","catch_line":"News Media Identification Cards – Issuance Of.","url":"\/52.16\/","token":"52.16"},"18":{"id":"482","structure_id":"57","section_number":"52.17","catch_line":"Limitations On Number Of News Media Identification Cards – Refusal To Issue.","url":"\/52.17\/","token":"52.17"},"19":{"id":"3726","structure_id":"57","section_number":"52.18","catch_line":"News Media Identification Cards – Revocation.","url":"\/52.18\/","token":"52.18"},"20":{"id":"163","structure_id":"57","section_number":"52.19","catch_line":"News Media Identification Cards – Records.","url":"\/52.19\/","token":"52.19"},"21":{"id":"3712","structure_id":"57","section_number":"52.20","catch_line":"News Media Identification Cards – Return Of.","url":"\/52.20\/","token":"52.20"},"22":{"id":"2239","structure_id":"57","section_number":"52.21","catch_line":"Police And Civilian Badges – Use By City Departments.","url":"\/52.21\/","token":"52.21"},"23":{"id":"3082","structure_id":"57","section_number":"52.22","catch_line":"Police Badges And News Media Identification Cards – Record To Be Kept.","url":"\/52.22\/","token":"52.22"},"24":{"id":"207","structure_id":"57","section_number":"52.23","catch_line":"Police And Civilian Badges – Manufacture Of.","url":"\/52.23\/","token":"52.23"},"25":{"id":"1187","structure_id":"57","section_number":"52.24","catch_line":"Police And Civilian Badge Revolving Fund.","url":"\/52.24\/","token":"52.24"},"26":{"id":"319","structure_id":"57","section_number":"52.25","catch_line":"Police And Civilian Badges And News Media Identification Cards – Return Of.","url":"\/52.25\/","token":"52.25"},"27":{"id":"218","structure_id":"57","section_number":"52.26","catch_line":"Custodian Of Badges And News Media Identification Cards.","url":"\/52.26\/","token":"52.26"},"28":{"id":"185","structure_id":"57","section_number":"52.27","catch_line":"Badges And News Media Identification Cards – Unauthorized Possession Of.","url":"\/52.27\/","token":"52.27"},"29":{"id":"1977","structure_id":"57","section_number":"52.27.1","catch_line":"Retired Officers – Authorized Badges.","url":"\/52.27.1\/","token":"52.27.1"},"30":{"id":"2097","structure_id":"57","section_number":"52.27.2","catch_line":"Former Reserve Officers – Authorized Badges.","url":"\/52.27.2\/","token":"52.27.2"},"31":{"id":"1055","structure_id":"57","section_number":"52.27.3","catch_line":"Promotion – Authorized Badges.","url":"\/52.27.3\/","token":"52.27.3"},"32":{"id":"854","structure_id":"57","section_number":"52.27.4","catch_line":"Presentation Of Badge And Other City-Issued Equipment As A Memorial To A Regular Police Officer Killed In The Line Of Duty.","url":"\/52.27.4\/","token":"52.27.4"},"33":{"id":"2106","structure_id":"57","section_number":"52.28","catch_line":"Police Uniforms – Limitation Of.","url":"\/52.28\/","token":"52.28"},"34":{"id":"1258","structure_id":"57","section_number":"52.28.1","catch_line":"Special Police Uniforms.","url":"\/52.28.1\/","token":"52.28.1"},"35":{"id":"2317","structure_id":"57","section_number":"52.29","catch_line":"Police Identification Cards – Issuance.","url":"\/52.29\/","token":"52.29"},"36":{"id":"3004","structure_id":"57","section_number":"52.30","catch_line":"Police Identification Cards – Possession Of.","url":"\/52.30\/","token":"52.30"},"37":{"id":"3487","structure_id":"57","section_number":"52.31","catch_line":"Police Identification Cards – Imitation Of.","url":"\/52.31\/","token":"52.31"},"38":{"id":"1901","structure_id":"57","section_number":"52.32","catch_line":"Badges – Other Departments.","url":"\/52.32\/","token":"52.32"},"39":{"id":"1473","structure_id":"57","section_number":"52.32.1","catch_line":"Port Warden And Special Officers Of Harbor Department Designated As Peace Officers.","url":"\/52.32.1\/","token":"52.32.1"},"40":{"id":"3870","structure_id":"57","section_number":"52.33","catch_line":"City Attorney Badge.","url":"\/52.33\/","token":"52.33"},"41":{"id":"2455","structure_id":"57","section_number":"52.34","catch_line":"Private Patrol Service – Regulations.","url":"\/52.34\/","token":"52.34"},"42":{"id":"485","structure_id":"57","section_number":"52.37.1","catch_line":"Use Of Official Police Titles By Private Agencies – Similar Subterfuges – Prohibited.","url":"\/52.37.1\/","token":"52.37.1"},"43":{"id":"3154","structure_id":"57","section_number":"52.42.1","catch_line":"Arrest Information.","url":"\/52.42.1\/","token":"52.42.1"},"44":{"id":"3917","structure_id":"57","section_number":"52.43","catch_line":"False Statements.","url":"\/52.43\/","token":"52.43"},"45":{"id":"1274","structure_id":"57","section_number":"52.44","catch_line":"Willfully Listening To Police And Fire Departments’ Portable Radio Messages – Prohibited.","url":"\/52.44\/","token":"52.44"},"46":{"id":"3975","structure_id":"57","section_number":"52.46","catch_line":"Short Wave Radios, Use Of.","url":"\/52.46\/","token":"52.46"},"47":{"id":"3889","structure_id":"57","section_number":"52.50","catch_line":"Police Department – Making False Reports To.","url":"\/52.50\/","token":"52.50"},"48":{"id":"2319","structure_id":"57","section_number":"52.51","catch_line":"Interference With Police Animals.","url":"\/52.51\/","token":"52.51"},"49":{"id":"2790","structure_id":"57","section_number":"52.53","catch_line":"Garages – Rental – Report To Police.","url":"\/52.53\/","token":"52.53"},"50":{"id":"2333","structure_id":"57","section_number":"52.55","catch_line":"Police Department Retention, Use, Sale Or Destruction\nOf Unclaimed Property.","url":"\/52.55\/","token":"52.55"}},"next_section":{"id":"1473","structure_id":"57","section_number":"52.32.1","catch_line":"Port Warden And Special Officers Of Harbor Department Designated As Peace Officers.","url":"\/52.32.1\/","token":"52.32.1"},"metadata":false,"references":false,"url":"\/52.32\/","token":"52.32","formats":{"txt":"\/52.32.txt","json":"\/52.32.xml"},"dublin_core":{"Title":"Badges – Other Departments.","Type":"Text","Format":"text\/html","Identifier":"§ 52.32","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nBADGES – OTHER DEPARTMENTS. (§ 52.32)\n\n  BADGES – OTHER DEPARTMENTS.\n\t(Amended by Ord. No. 172,692, Eff. 8\/8\/99.)\t(a)\tUniform Departmental Badge. \n“Uniform departmental Badge” shall mean a badge, to be readily\ndistinguishable from the official police officer’s badge, of a design selected\nby the Purchasing Agent and approved by the Council for the use of departments\nof this City other than the Police Department, the Fire Department and the\nOffice of the City Attorney.\t(b)\tBadges Issued to Other Than Elected Officials\nand Members of Boards and Commissions.  The provisions of this subdivision\napply to the issuance of uniform departmental badges to other than elected\nofficials and members of boards and commissions:\t1.\tExcept as authorized in the\nappropriate departmental personnel ordinance, no uniform departmental badge\nshall be issued to, or be carried, worn or displayed by any person employed by\nany department whose funds are under the control of the City Council.  The\nrespective boards of departments given control of their own funds by the Charter\nmay designate the officers and employees entitled to use badges under the\nrestrictions set forth in this subsection.\t2.\tNo uniform departmental badge\nshall be issued to or be used, worn or carried by any person unless his or her\nduties involve the active enforcement of law, or unless he or she performs other\npublic duties which, in the judgment of the board or officer in control of the\ndepartment or office are such as to require that such person wear or carry a\nbadge for purposes of identification.\t3.\tUniform departmental badges shall be\nissued only by the managing officers of the respective departments or offices. \nSuch badges shall be consecutively numbered in each department or office.  The\nmanaging officer of each department or office shall keep records showing the\nnumber of each badge, the date of its issuance, and the name and residence\naddress of the person to whom issued.  Each badge shall remain the property of\nthe City and must be returned to the managing officer at the conclusion of the\nholder’s service or upon his or her being assigned duties not requiring the\nuse of the badge.\t4.\tEach officer or employee to whom a badge is issued must\nreimburse the City for the cost thereof if the badge is lost or destroyed\nthrough his or her negligence, or if the badge is not turned in to the managing\nofficer at the termination of employment.\t5.\tIssuance of identification disks is\nauthorized and any City employee may, by order of the respective officers or\nboards in control of their departments or offices, be permitted or required\nwhile performing their duties to wear identification disks devoid of\nornamentation and containing only plain stamped letters and figures calculated\nto identify the wearer of his or her position.  Such disks must be no more than\ntwo inches in diameter.\t6.\tWhen the holder of any badge, the use of which is\nauthorized under this subsection, is honorably retired, the same or another\nbadge may be reissued to him or her, provided there is permanently affixed\nthereto or engraved or embossed thereon, at his or her expense, the word\n“RETIRED” and figures showing his or her term of service. Such badge holder\nmust reimburse the City for the cost of the badge.\t(c)\tBadges Issued to Elected\nOfficials and Members of Boards and Commissions.  (Amended by Ord. No. 176,102,\nEff. 8\/23\/04.)  The provisions of this subsection shall apply to elected\nofficials and to members of the Board of Police Commissioners, Board of Fire\nCommissioners, Board of Airport Commissioners, Board of Harbor Commissioners,\nand Board of Water and Power Commissioners.  Members of all other boards and\ncommissions shall not be issued badges.\t1.\tThe City Clerk shall be responsible\nfor purchasing, issuing and record-keeping related to badges issued to elected\nofficials and members of City boards and commissions.  The City Clerk shall\nutilize such forms and procedures as deemed necessary and appropriate to satisfy\nthe responsibilities assigned to that Office under this subsection.\t2.\tThe City\nClerk shall issue badges to the incumbent in each of the following City\noffices:  Mayor, City Attorney, City Controller, and Member of the City\nCouncil.  When any such elected official leaves office the same or another\nbadge may be reissued to the official, provided there is permanently affixed\nthereto or engraved or embossed thereon the word “RETIRED” and figures\nshowing his or her term of service.\t3.\tRequests from boards or commissions for\nthe issuance of badges shall be submitted to the City Clerk for referral to the\nappropriate Council Committee for review and recommendation to the full\nCouncil.  Upon Council approval, the individual in question shall be issued a\nbadge.  However before the issuance of the badge, the person being issued the\nbadge shall be required to read a document which sets forth the terms and\nconditions imposed on the issuance of said badge, and shall sign that document\nacknowledging the receipt of the badge and the reading of the terms and\nconditions.  The terms and conditions shall include, but not be limited to, the\nfollowing:\ta.\tThe badge is the property of the City of Los Angeles;\tb.\tUpon\nleaving the board or commission, the badge shall be collected and forwarded to\nthe City Clerk, who, upon request from the board or commission, shall reissue\nthe same or another badge to the departing commissioner, provided the badge is\npermanently encased in plexiglass or other substance more than twice its size\nand from which it cannot be removed, the badge is engraved or embossed with the\nword “RETIRED” and figures showing his or her term of service, and, it\nconforms to any additional control measures and mechanisms to prevent misuse as\ninstituted by the City Clerk; the recipient of such badge shall reimburse the\nCity for the cost of the badge;\tc.\tLoss of the badge shall be reported\nimmediately to the City Clerk in writing, with replacement at the expense of the\nperson to whom the badge was issued;\td.\tThe badge may be used only during\nactivities related to the responsibilities of the board or\ncommission.\t(d)\tUnauthorized Badges – City Officers and Employees.  No\nofficer or employee of this City shall wear, carry or use, within or under color\nof the performance of his or her official duties, any badge which he or she is\nnot expressly authorized to use by this Code.  All unauthorized badges must be\nreturned to the managing officers of the respective departments or\noffices.\t(e)\tPersons Other Than City Officers and Employees.  No person other\nthan a City officer or employee shall wear, carry or use any badge or other\ninsignia of office or employment in the government of this City, or any badge,\nidentification card or insignia which is calculated to indicate that the holder\nis an officer or employee of this City, provided, however, that this provision\nshall not apply if the possession and use of such badge, card or insignia is\nexpressly permitted by ordinance.\n","html":"\n\t\t\t\t\t<section><p>  BADGES – OTHER DEPARTMENTS.\n\t(Amended by Ord. No. 172,692, Eff. 8\/8\/99.)<br \/><br \/>\t(a)\tUniform Departmental Badge.  “Uniform departmental Badge” shall mean a badge, to be readily distinguishable from the official police officer’s badge, of a design selected by the Purchasing Agent and approved by the Council for the use of departments of this City other than the Police Department, the Fire Department and the Office of the City Attorney.<br \/><br \/>\t(b)\tBadges Issued to Other Than Elected Officials and Members of Boards and Commissions.  The provisions of this subdivision apply to the issuance of uniform departmental badges to other than elected officials and members of boards and commissions:<br \/><br \/>\t1.\tExcept as authorized in the appropriate departmental personnel <span class=\"dictionary\">ordinance<\/span>, no uniform departmental badge shall be issued to, or be carried, worn or displayed by any person employed by any department whose funds are under the control of the City Council.  The respective boards of departments given control of their own funds by the Charter may designate the officers and employees entitled to use badges under the restrictions set forth in this subsection.<br \/><br \/>\t2.\tNo uniform departmental badge shall be issued to or be used, worn or carried by any person unless his or her duties involve the active enforcement of <span class=\"dictionary\">law<\/span>, or unless he or she performs other public duties which, in the <span class=\"dictionary\">judgment<\/span> of the board or officer in control of the department or office are such as to require that such person wear or carry a badge for purposes of identification.<br \/><br \/>\t3.\tUniform departmental badges shall be issued only by the managing officers of the respective departments or offices.  Such badges shall be consecutively numbered in each department or office.  The managing officer of each department or office shall keep records showing the number of each badge, the date of its issuance, and the name and residence address of the person to whom issued.  Each badge shall remain the property of the City and must be returned to the managing officer at the conclusion of the holder’s service or upon his or her being assigned duties not requiring the use of the badge.<br \/><br \/>\t4.\tEach officer or employee to whom a badge is issued must reimburse the City for the cost thereof if the badge is lost or destroyed through his or her <span class=\"dictionary\">negligence<\/span>, or if the badge is not turned in to the managing officer at the termination of employment.<br \/><br \/>\t5.\tIssuance of identification disks is authorized and any City employee may, by <span class=\"dictionary\">order<\/span> of the respective officers or boards in control of their departments or offices, be permitted or required while performing their duties to wear identification disks devoid of ornamentation and containing only plain stamped letters and figures calculated to identify the wearer of his or her position.  Such disks must be no more than two inches in diameter.<br \/><br \/>\t6.\tWhen the holder of any badge, the use of which is authorized under this subsection, is honorably retired, the same or another badge may be reissued to him or her, provided there is permanently affixed thereto or engraved or embossed thereon, at his or her expense, the word “RETIRED” and figures showing his or her term of service. Such badge holder must reimburse the City for the cost of the badge.<br \/><br \/>\t(c)\tBadges Issued to Elected Officials and Members of Boards and Commissions.  (Amended by Ord. No. 176,102, Eff. 8\/23\/04.)  The provisions of this subsection shall apply to elected officials and to members of the Board of Police Commissioners, Board of Fire Commissioners, Board of Airport Commissioners, Board of Harbor Commissioners, and Board of Water and Power Commissioners.  Members of all other boards and commissions shall not be issued badges.<br \/><br \/>\t1.\tThe City Clerk shall be responsible for purchasing, issuing and record-keeping related to badges issued to elected officials and members of City boards and commissions.  The City Clerk shall utilize such forms and procedures as deemed necessary and appropriate to satisfy the responsibilities assigned to that Office under this subsection.<br \/><br \/>\t2.\tThe City Clerk shall <span class=\"dictionary\">issue<\/span> badges to the incumbent in each of the following City offices:  Mayor, City Attorney, City Controller, and Member of the City Council.  When any such elected official leaves office the same or another badge may be reissued to the official, provided there is permanently affixed thereto or engraved or embossed thereon the word “RETIRED” and figures showing his or her term of service.<br \/><br \/>\t3.\tRequests from boards or commissions for the issuance of badges shall be submitted to the City Clerk for referral to the appropriate Council Committee for review and recommendation to the full Council.  Upon Council approval, the individual in question shall be issued a badge.  However before the issuance of the badge, the person being issued the badge shall be required to read a document which sets forth the terms and conditions imposed on the issuance of said badge, and shall sign that document acknowledging the receipt of the badge and the reading of the terms and conditions.  The terms and conditions shall include, but not be limited to, the following:<br \/><br \/>\ta.\tThe badge is the property of the City of Los Angeles;<br \/><br \/>\tb.\tUpon leaving the board or commission, the badge shall be collected and forwarded to the City Clerk, who, upon request from the board or commission, shall reissue the same or another badge to the departing commissioner, provided the badge is permanently encased in plexiglass or other substance more than twice its size and from which it cannot be removed, the badge is engraved or embossed with the word “RETIRED” and figures showing his or her term of service, and, it conforms to any additional control measures and mechanisms to prevent misuse as instituted by the City Clerk; the recipient of such badge shall reimburse the City for the cost of the badge;<br \/><br \/>\tc.\tLoss of the badge shall be reported immediately to the City Clerk in writing, with replacement at the expense of the person to whom the badge was issued;<br \/><br \/>\td.\tThe badge may be used only during activities related to the responsibilities of the board or commission.<br \/><br \/>\t(d)\tUnauthorized Badges – City Officers and Employees.  No officer or employee of this City shall wear, carry or use, within or under color of the performance of his or her official duties, any badge which he or she is not expressly authorized to use by this Code.  All unauthorized badges must be returned to the managing officers of the respective departments or offices.<br \/><br \/>\t(e)\tPersons Other Than City Officers and Employees.  No person other than a City officer or employee shall wear, carry or use any badge or other insignia of office or employment in the government of this City, or any badge, identification card or insignia which is calculated to indicate that the holder is an officer or employee of this City, provided, however, that this provision shall not apply if the <span class=\"dictionary\">possession<\/span> and use of such badge, card or insignia is expressly permitted by <span class=\"dictionary\">ordinance<\/span>.<\/p><\/section>","previous_section":{"id":"3487","structure_id":"57","section_number":"52.31","catch_line":"Police Identification Cards – Imitation Of.","url":"\/52.31\/","token":"52.31"},"text":{"0":{"id":"1884","text":"  BADGES – OTHER DEPARTMENTS.\n\t(Amended by Ord. No. 172,692, Eff. 8\/8\/99.)\t(a)\tUniform Departmental Badge.  “Uniform departmental Badge” shall mean a badge, to be readily distinguishable from the official police officer’s badge, of a design selected by the Purchasing Agent and approved by the Council for the use of departments of this City other than the Police Department, the Fire Department and the Office of the City Attorney.\t(b)\tBadges Issued to Other Than Elected Officials and Members of Boards and Commissions.  The provisions of this subdivision apply to the issuance of uniform departmental badges to other than elected officials and members of boards and commissions:\t1.\tExcept as authorized in the appropriate departmental personnel ordinance, no uniform departmental badge shall be issued to, or be carried, worn or displayed by any person employed by any department whose funds are under the control of the City Council.  The respective boards of departments given control of their own funds by the Charter may designate the officers and employees entitled to use badges under the restrictions set forth in this subsection.\t2.\tNo uniform departmental badge shall be issued to or be used, worn or carried by any person unless his or her duties involve the active enforcement of law, or unless he or she performs other public duties which, in the judgment of the board or officer in control of the department or office are such as to require that such person wear or carry a badge for purposes of identification.\t3.\tUniform departmental badges shall be issued only by the managing officers of the respective departments or offices.  Such badges shall be consecutively numbered in each department or office.  The managing officer of each department or office shall keep records showing the number of each badge, the date of its issuance, and the name and residence address of the person to whom issued.  Each badge shall remain the property of the City and must be returned to the managing officer at the conclusion of the holder’s service or upon his or her being assigned duties not requiring the use of the badge.\t4.\tEach officer or employee to whom a badge is issued must reimburse the City for the cost thereof if the badge is lost or destroyed through his or her negligence, or if the badge is not turned in to the managing officer at the termination of employment.\t5.\tIssuance of identification disks is authorized and any City employee may, by order of the respective officers or boards in control of their departments or offices, be permitted or required while performing their duties to wear identification disks devoid of ornamentation and containing only plain stamped letters and figures calculated to identify the wearer of his or her position.  Such disks must be no more than two inches in diameter.\t6.\tWhen the holder of any badge, the use of which is authorized under this subsection, is honorably retired, the same or another badge may be reissued to him or her, provided there is permanently affixed thereto or engraved or embossed thereon, at his or her expense, the word “RETIRED” and figures showing his or her term of service. Such badge holder must reimburse the City for the cost of the badge.\t(c)\tBadges Issued to Elected Officials and Members of Boards and Commissions.  (Amended by Ord. No. 176,102, Eff. 8\/23\/04.)  The provisions of this subsection shall apply to elected officials and to members of the Board of Police Commissioners, Board of Fire Commissioners, Board of Airport Commissioners, Board of Harbor Commissioners, and Board of Water and Power Commissioners.  Members of all other boards and commissions shall not be issued badges.\t1.\tThe City Clerk shall be responsible for purchasing, issuing and record-keeping related to badges issued to elected officials and members of City boards and commissions.  The City Clerk shall utilize such forms and procedures as deemed necessary and appropriate to satisfy the responsibilities assigned to that Office under this subsection.\t2.\tThe City Clerk shall issue badges to the incumbent in each of the following City offices:  Mayor, City Attorney, City Controller, and Member of the City Council.  When any such elected official leaves office the same or another badge may be reissued to the official, provided there is permanently affixed thereto or engraved or embossed thereon the word “RETIRED” and figures showing his or her term of service.\t3.\tRequests from boards or commissions for the issuance of badges shall be submitted to the City Clerk for referral to the appropriate Council Committee for review and recommendation to the full Council.  Upon Council approval, the individual in question shall be issued a badge.  However before the issuance of the badge, the person being issued the badge shall be required to read a document which sets forth the terms and conditions imposed on the issuance of said badge, and shall sign that document acknowledging the receipt of the badge and the reading of the terms and conditions.  The terms and conditions shall include, but not be limited to, the following:\ta.\tThe badge is the property of the City of Los Angeles;\tb.\tUpon leaving the board or commission, the badge shall be collected and forwarded to the City Clerk, who, upon request from the board or commission, shall reissue the same or another badge to the departing commissioner, provided the badge is permanently encased in plexiglass or other substance more than twice its size and from which it cannot be removed, the badge is engraved or embossed with the word “RETIRED” and figures showing his or her term of service, and, it conforms to any additional control measures and mechanisms to prevent misuse as instituted by the City Clerk; the recipient of such badge shall reimburse the City for the cost of the badge;\tc.\tLoss of the badge shall be reported immediately to the City Clerk in writing, with replacement at the expense of the person to whom the badge was issued;\td.\tThe badge may be used only during activities related to the responsibilities of the board or commission.\t(d)\tUnauthorized Badges – City Officers and Employees.  No officer or employee of this City shall wear, carry or use, within or under color of the performance of his or her official duties, any badge which he or she is not expressly authorized to use by this Code.  All unauthorized badges must be returned to the managing officers of the respective departments or offices.\t(e)\tPersons Other Than City Officers and Employees.  No person other than a City officer or employee shall wear, carry or use any badge or other insignia of office or employment in the government of this City, or any badge, identification card or insignia which is calculated to indicate that the holder is an officer or employee of this City, provided, however, that this provision shall not apply if the possession and use of such badge, card or insignia is expressly permitted by ordinance.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}