{"section_number":"52.37.1","edition_id":"1","section_id":"485","structure_id":"57","catch_line":"Use Of Official Police Titles By Private Agencies – Similar Subterfuges – Prohibited.","history":"","full_text":"  USE OF OFFICIAL POLICE TITLES BY PRIVATE AGENCIES – SIMILAR SUBTERFUGES – PROHIBITED.\n\n\t(a)\t“Chief Detectives,” “Chief of Detective Bureau.” No person shall use the title “Chief of Detectives” or “Chief of Detective Bureau” alone or in connection with any other term, phrase, symbol, initial or language, in carrying on any private business, employment or activity.\n\n\t(b)\tOther Police Titles. No person shall, in connection with any private business, employment or activity, use the title “Chief of Police,” “Police Chief,” “Detective” or any other title or designation whatever calculated to indicate an official connection with the Police Department of this city or with the police force of any other government or government agency, unless accompanied by additional language clearly displaying without the use of initials or symbols, the identity of the private agency or employer on whose behalf the user of the title or designation is acting or purporting to act.\n\n\t(c)\tPolice Operations. No person, other than a regular police officer of the City of Los Angeles, shall, for any purpose whatsoever, represent himself, of falsely represent another, to be a member of the Police Department of this city, or use any sign, word, language or device calculated to induce a false or mistaken belief that he is acting or purporting to act on behalf of the Police Department of this city within the scope of any real or purported duty thereof.\n\n\t(d)\tCollections, etc. No person other than a regular police officer of this city, acting within the scope and course of his official duties, shall use any sign, badge, title or designation, or make any express or implied representation, calculated to induce the belief that he is a member of the police force of this city, or connected therewith in any way, in connection with any activity directed toward the collection of any money or debt, or the repossessing, recovering, or taking of anything of value, or for any purpose of private gain whatsoever.\n\n\t(e)\tCivil Immunities. No special police officer shall, by virtue of any commission as such heretofore or hereafter issued under this chapter or pursuant to any other law or ordinance, be deemed to be an officer, agent, employee or representative of the City of Los Angeles while engaging in any activity of any character whatsoever undertaken for private hire, profit or reward, or while performing any act done in the course of his own business or affairs, or while performing any act done or undertaken in connection with or in furtherance of, any private employment, business or undertaking for which such special officer is hired or engaged, nor shall any such commission be construed to confer upon the holders any privilege or immunity not expressly granted by this code, other than the authority to arrest for crime under Sec. 836 of the Penal Code, and the right to be armed as a peace officer, subject, in both respects, to such rules and regulations of the Board of Police Commissioners as may relate to special police officers.\n\n\tAny commission or appointment as special police officer which is claimed to convey, expressly or by implication, any immunity inuring to the benefit of the holder or any other person, contrary to any of the objects and purposes of this section, shall be void, and its grant or issuance shall be deemed to be in excess of the power and authority of the Board, whether heretofore or hereafter made.\n\n\nSEC.  52.42.  RECORDS CONFIDENTIAL.\n\n\t(a)\tThe statements, photographs and fingerprints hereinbefore provided for shall not be open to inspection by the public, or by any person other than a regularly employed peace or law enforcement officer. Any such photograph, or duplicates thereof, may be exhibited to persons other than peace officers of the City for the purpose of assisting in identifying perpetrators of any crime. Copies of said statements, photographs and fingerprints may be transmitted to the sheriff of any county of the State of California, to the head of any organized police department of any municipality in said state, or to the head of any department of the State of California engaging in the enforcement of any criminal law of this state, or to the head of any federal law enforcement agency, or to any sheriff or chief of police of a municipality, or to the head of any other law-enforcement agency of any state in any state or territory outside the State of California, when request is made in writing by such sheriff or other head of a law-enforcement agency asking for the record of a certain person named therein, or for the record of a person whose photograph or fingerprints reasonably correspond with Photographs or fingerprints submitted with such request, and stating that such record is deemed necessary for the use of such law enforcement officer or agency in or concerning the investigation of any crime, or any person who is accused of committing a crime, or any crime which is reported to have been committed, and further stating that the record will be used only for such purpose.\n\n\t(b)\tAny police officer or other employee of the Police Department who discloses to any person any information contained in any statement required to be filed under the provisions of Sections 52.38 to 52.43 inclusive, otherwise than in the regular course of his duties, shall be guilty of a misdemeanor.\n\n\t(c)\tNothing contained in Sections 52.38 to 52.43 inclusive, shall prevent the Police of Chief from furnishing to the sheriff of any county, the Chief of Police of any municipality, or the head of any other law-enforcing agency which maintains any system of registration of convicted persons copies of the statements required to be filed under the provisions of Sections 52.38 to 52.43 inclusive, together with photographs and fingerprints of persons making such statements when and if such sheriff, chief of police, or other head of a law-enforcing agency furnishes to the Chief of Police of this City copies of statements, photographs and fingerprints procured by him, and it is hereby made the duty of such Chief of Police to arrange for the exchange of such information.\n\n\t(d)\tAny police officer or employee of the Police Department may, any other provisions herein notwithstanding, furnish to persons other than peace officers, photographs, fingerprints, descriptions and other data relative to persons registered as convicted persons, as defined by Sec. 52.38(d)1 of this code, for the purpose of furnishing the information required by Sec. 41.11.2 of this code, or for the purpose of securing and effecting the enforcement of said section; and the furnishing of such information, pictures or fingerprints shall be within the regular course of his duties.","order_by":"37.1","ancestry":{"1":{"id":"57","name":"Police And Special Officers","identifier":"2","label":"article","url":"\/5\/2\/"},"2":{"id":"9","name":"Public Safety and Protection","identifier":"5","label":"chapter","url":"\/5\/"}},"structure_contents":{"0":{"id":"2101","structure_id":"57","section_number":"52.00","catch_line":"Definitions.","url":"\/52.00\/","token":"52.00"},"1":{"id":"567","structure_id":"57","section_number":"52.01","catch_line":"Issuance Of Badges.","url":"\/52.01\/","token":"52.01"},"2":{"id":"3273","structure_id":"57","section_number":"52.02","catch_line":"Special Police Officers’ Badges – Issuance.","url":"\/52.02\/","token":"52.02"},"3":{"id":"429","structure_id":"57","section_number":"52.03","catch_line":"Special Police – Application – Contents.","url":"\/52.03\/","token":"52.03"},"4":{"id":"1648","structure_id":"57","section_number":"52.04","catch_line":"Special Police – Address To Be Filed.","url":"\/52.04\/","token":"52.04"},"5":{"id":"3370","structure_id":"57","section_number":"52.05","catch_line":"Special Police – Fees.","url":"\/52.05\/","token":"52.05"},"6":{"id":"2038","structure_id":"57","section_number":"52.06","catch_line":"Special Police – Record Of Badges.","url":"\/52.06\/","token":"52.06"},"7":{"id":"1854","structure_id":"57","section_number":"52.07","catch_line":"Special Police – Badges Must Be On Person.","url":"\/52.07\/","token":"52.07"},"8":{"id":"1186","structure_id":"57","section_number":"52.09","catch_line":"Special Police Badges – Must Be Properly Issued.","url":"\/52.09\/","token":"52.09"},"9":{"id":"1781","structure_id":"57","section_number":"52.10","catch_line":"Special Police – Other Badges.","url":"\/52.10\/","token":"52.10"},"10":{"id":"436","structure_id":"57","section_number":"52.10.1","catch_line":"Funeral Escort Officers.","url":"\/52.10.1\/","token":"52.10.1"},"11":{"id":"589","structure_id":"57","section_number":"52.11","catch_line":"Special Police – Must Have Badge.","url":"\/52.11\/","token":"52.11"},"12":{"id":"2690","structure_id":"57","section_number":"52.12","catch_line":"Unauthorized Wearing Of Official Police Officer’S Badge Prohibited.","url":"\/52.12\/","token":"52.12"},"13":{"id":"3899","structure_id":"57","section_number":"52.13","catch_line":"Special Police – Return Of Badges.","url":"\/52.13\/","token":"52.13"},"14":{"id":"1529","structure_id":"57","section_number":"52.14","catch_line":"Police Badges – Proper Issuance.","url":"\/52.14\/","token":"52.14"},"15":{"id":"1474","structure_id":"57","section_number":"52.15","catch_line":"Official Police Officer’S Badge – To Whom Issued.","url":"\/52.15\/","token":"52.15"},"16":{"id":"2324","structure_id":"57","section_number":"52.15.1","catch_line":"Civilian Badge – To Whom Issued.","url":"\/52.15.1\/","token":"52.15.1"},"17":{"id":"3338","structure_id":"57","section_number":"52.16","catch_line":"News Media Identification Cards – Issuance Of.","url":"\/52.16\/","token":"52.16"},"18":{"id":"482","structure_id":"57","section_number":"52.17","catch_line":"Limitations On Number Of News Media Identification Cards – Refusal To Issue.","url":"\/52.17\/","token":"52.17"},"19":{"id":"3726","structure_id":"57","section_number":"52.18","catch_line":"News Media Identification Cards – Revocation.","url":"\/52.18\/","token":"52.18"},"20":{"id":"163","structure_id":"57","section_number":"52.19","catch_line":"News Media Identification Cards – Records.","url":"\/52.19\/","token":"52.19"},"21":{"id":"3712","structure_id":"57","section_number":"52.20","catch_line":"News Media Identification Cards – Return Of.","url":"\/52.20\/","token":"52.20"},"22":{"id":"2239","structure_id":"57","section_number":"52.21","catch_line":"Police And Civilian Badges – Use By City Departments.","url":"\/52.21\/","token":"52.21"},"23":{"id":"3082","structure_id":"57","section_number":"52.22","catch_line":"Police Badges And News Media Identification Cards – Record To Be Kept.","url":"\/52.22\/","token":"52.22"},"24":{"id":"207","structure_id":"57","section_number":"52.23","catch_line":"Police And Civilian Badges – Manufacture Of.","url":"\/52.23\/","token":"52.23"},"25":{"id":"1187","structure_id":"57","section_number":"52.24","catch_line":"Police And Civilian Badge Revolving Fund.","url":"\/52.24\/","token":"52.24"},"26":{"id":"319","structure_id":"57","section_number":"52.25","catch_line":"Police And Civilian Badges And News Media Identification Cards – Return Of.","url":"\/52.25\/","token":"52.25"},"27":{"id":"218","structure_id":"57","section_number":"52.26","catch_line":"Custodian Of Badges And News Media Identification Cards.","url":"\/52.26\/","token":"52.26"},"28":{"id":"185","structure_id":"57","section_number":"52.27","catch_line":"Badges And News Media Identification Cards – Unauthorized Possession Of.","url":"\/52.27\/","token":"52.27"},"29":{"id":"1977","structure_id":"57","section_number":"52.27.1","catch_line":"Retired Officers – Authorized Badges.","url":"\/52.27.1\/","token":"52.27.1"},"30":{"id":"2097","structure_id":"57","section_number":"52.27.2","catch_line":"Former Reserve Officers – Authorized Badges.","url":"\/52.27.2\/","token":"52.27.2"},"31":{"id":"1055","structure_id":"57","section_number":"52.27.3","catch_line":"Promotion – Authorized Badges.","url":"\/52.27.3\/","token":"52.27.3"},"32":{"id":"854","structure_id":"57","section_number":"52.27.4","catch_line":"Presentation Of Badge And Other City-Issued Equipment As A Memorial To A Regular Police Officer Killed In The Line Of Duty.","url":"\/52.27.4\/","token":"52.27.4"},"33":{"id":"2106","structure_id":"57","section_number":"52.28","catch_line":"Police Uniforms – Limitation Of.","url":"\/52.28\/","token":"52.28"},"34":{"id":"1258","structure_id":"57","section_number":"52.28.1","catch_line":"Special Police Uniforms.","url":"\/52.28.1\/","token":"52.28.1"},"35":{"id":"2317","structure_id":"57","section_number":"52.29","catch_line":"Police Identification Cards – Issuance.","url":"\/52.29\/","token":"52.29"},"36":{"id":"3004","structure_id":"57","section_number":"52.30","catch_line":"Police Identification Cards – Possession Of.","url":"\/52.30\/","token":"52.30"},"37":{"id":"3487","structure_id":"57","section_number":"52.31","catch_line":"Police Identification Cards – Imitation Of.","url":"\/52.31\/","token":"52.31"},"38":{"id":"1901","structure_id":"57","section_number":"52.32","catch_line":"Badges – Other Departments.","url":"\/52.32\/","token":"52.32"},"39":{"id":"1473","structure_id":"57","section_number":"52.32.1","catch_line":"Port Warden And Special Officers Of Harbor Department Designated As Peace Officers.","url":"\/52.32.1\/","token":"52.32.1"},"40":{"id":"3870","structure_id":"57","section_number":"52.33","catch_line":"City Attorney Badge.","url":"\/52.33\/","token":"52.33"},"41":{"id":"2455","structure_id":"57","section_number":"52.34","catch_line":"Private Patrol Service – Regulations.","url":"\/52.34\/","token":"52.34"},"42":{"id":"485","structure_id":"57","section_number":"52.37.1","catch_line":"Use Of Official Police Titles By Private Agencies – Similar Subterfuges – Prohibited.","url":"\/52.37.1\/","token":"52.37.1"},"43":{"id":"3154","structure_id":"57","section_number":"52.42.1","catch_line":"Arrest Information.","url":"\/52.42.1\/","token":"52.42.1"},"44":{"id":"3917","structure_id":"57","section_number":"52.43","catch_line":"False Statements.","url":"\/52.43\/","token":"52.43"},"45":{"id":"1274","structure_id":"57","section_number":"52.44","catch_line":"Willfully Listening To Police And Fire Departments’ Portable Radio Messages – Prohibited.","url":"\/52.44\/","token":"52.44"},"46":{"id":"3975","structure_id":"57","section_number":"52.46","catch_line":"Short Wave Radios, Use Of.","url":"\/52.46\/","token":"52.46"},"47":{"id":"3889","structure_id":"57","section_number":"52.50","catch_line":"Police Department – Making False Reports To.","url":"\/52.50\/","token":"52.50"},"48":{"id":"2319","structure_id":"57","section_number":"52.51","catch_line":"Interference With Police Animals.","url":"\/52.51\/","token":"52.51"},"49":{"id":"2790","structure_id":"57","section_number":"52.53","catch_line":"Garages – Rental – Report To Police.","url":"\/52.53\/","token":"52.53"},"50":{"id":"2333","structure_id":"57","section_number":"52.55","catch_line":"Police Department Retention, Use, Sale Or Destruction\nOf Unclaimed Property.","url":"\/52.55\/","token":"52.55"}},"next_section":{"id":"3154","structure_id":"57","section_number":"52.42.1","catch_line":"Arrest Information.","url":"\/52.42.1\/","token":"52.42.1"},"metadata":false,"references":false,"url":"\/52.37.1\/","token":"52.37.1","formats":{"txt":"\/52.37.1.txt","json":"\/52.37.1.xml"},"dublin_core":{"Title":"Use Of Official Police Titles By Private Agencies – Similar Subterfuges – Prohibited.","Type":"Text","Format":"text\/html","Identifier":"§ 52.37.1","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nUSE OF OFFICIAL POLICE TITLES BY PRIVATE AGENCIES – SIMILAR SUBTERFUGES –\nPROHIBITED. (§ 52.37.1)\n\n  USE OF OFFICIAL POLICE TITLES BY PRIVATE AGENCIES – SIMILAR SUBTERFUGES –\nPROHIBITED.\t(a)\t“Chief Detectives,” “Chief of Detective Bureau.” No\nperson shall use the title “Chief of Detectives” or “Chief of Detective\nBureau” alone or in connection with any other term, phrase, symbol, initial or\nlanguage, in carrying on any private business, employment or activity.\t(b)\tOther\nPolice Titles. No person shall, in connection with any private business,\nemployment or activity, use the title “Chief of Police,” “Police Chief,”\n“Detective” or any other title or designation whatever calculated to\nindicate an official connection with the Police Department of this city or with\nthe police force of any other government or government agency, unless\naccompanied by additional language clearly displaying without the use of\ninitials or symbols, the identity of the private agency or employer on whose\nbehalf the user of the title or designation is acting or purporting to\nact.\t(c)\tPolice Operations. No person, other than a regular police officer of\nthe City of Los Angeles, shall, for any purpose whatsoever, represent himself,\nof falsely represent another, to be a member of the Police Department of this\ncity, or use any sign, word, language or device calculated to induce a false or\nmistaken belief that he is acting or purporting to act on behalf of the Police\nDepartment of this city within the scope of any real or purported duty\nthereof.\t(d)\tCollections, etc. No person other than a regular police officer of\nthis city, acting within the scope and course of his official duties, shall use\nany sign, badge, title or designation, or make any express or implied\nrepresentation, calculated to induce the belief that he is a member of the\npolice force of this city, or connected therewith in any way, in connection with\nany activity directed toward the collection of any money or debt, or the\nrepossessing, recovering, or taking of anything of value, or for any purpose of\nprivate gain whatsoever.\t(e)\tCivil Immunities. No special police officer shall,\nby virtue of any commission as such heretofore or hereafter issued under this\nchapter or pursuant to any other law or ordinance, be deemed to be an officer,\nagent, employee or representative of the City of Los Angeles while engaging in\nany activity of any character whatsoever undertaken for private hire, profit or\nreward, or while performing any act done in the course of his own business or\naffairs, or while performing any act done or undertaken in connection with or in\nfurtherance of, any private employment, business or undertaking for which such\nspecial officer is hired or engaged, nor shall any such commission be construed\nto confer upon the holders any privilege or immunity not expressly granted by\nthis code, other than the authority to arrest for crime under Sec. 836 of the\nPenal Code, and the right to be armed as a peace officer, subject, in both\nrespects, to such rules and regulations of the Board of Police Commissioners as\nmay relate to special police officers.\tAny commission or appointment as special\npolice officer which is claimed to convey, expressly or by implication, any\nimmunity inuring to the benefit of the holder or any other person, contrary to\nany of the objects and purposes of this section, shall be void, and its grant or\nissuance shall be deemed to be in excess of the power and authority of the\nBoard, whether heretofore or hereafter made.\nSEC.  52.42.  RECORDS CONFIDENTIAL.\t(a)\tThe statements, photographs and\nfingerprints hereinbefore provided for shall not be open to inspection by the\npublic, or by any person other than a regularly employed peace or law\nenforcement officer. Any such photograph, or duplicates thereof, may be\nexhibited to persons other than peace officers of the City for the purpose of\nassisting in identifying perpetrators of any crime. Copies of said statements,\nphotographs and fingerprints may be transmitted to the sheriff of any county of\nthe State of California, to the head of any organized police department of any\nmunicipality in said state, or to the head of any department of the State of\nCalifornia engaging in the enforcement of any criminal law of this state, or to\nthe head of any federal law enforcement agency, or to any sheriff or chief of\npolice of a municipality, or to the head of any other law-enforcement agency of\nany state in any state or territory outside the State of California, when\nrequest is made in writing by such sheriff or other head of a law-enforcement\nagency asking for the record of a certain person named therein, or for the\nrecord of a person whose photograph or fingerprints reasonably correspond with\nPhotographs or fingerprints submitted with such request, and stating that such\nrecord is deemed necessary for the use of such law enforcement officer or agency\nin or concerning the investigation of any crime, or any person who is accused of\ncommitting a crime, or any crime which is reported to have been committed, and\nfurther stating that the record will be used only for such purpose.\t(b)\tAny\npolice officer or other employee of the Police Department who discloses to any\nperson any information contained in any statement required to be filed under the\nprovisions of Sections 52.38 to 52.43 inclusive, otherwise than in the regular\ncourse of his duties, shall be guilty of a misdemeanor.\t(c)\tNothing contained in\nSections 52.38 to 52.43 inclusive, shall prevent the Police of Chief from\nfurnishing to the sheriff of any county, the Chief of Police of any\nmunicipality, or the head of any other law-enforcing agency which maintains any\nsystem of registration of convicted persons copies of the statements required to\nbe filed under the provisions of Sections 52.38 to 52.43 inclusive, together\nwith photographs and fingerprints of persons making such statements when and if\nsuch sheriff, chief of police, or other head of a law-enforcing agency furnishes\nto the Chief of Police of this City copies of statements, photographs and\nfingerprints procured by him, and it is hereby made the duty of such Chief of\nPolice to arrange for the exchange of such information.\t(d)\tAny police officer\nor employee of the Police Department may, any other provisions herein\nnotwithstanding, furnish to persons other than peace officers, photographs,\nfingerprints, descriptions and other data relative to persons registered as\nconvicted persons, as defined by Sec. 52.38(d)1 of this code, for the purpose of\nfurnishing the information required by Sec. 41.11.2 of this code, or for the\npurpose of securing and effecting the enforcement of said section; and the\nfurnishing of such information, pictures or fingerprints shall be within the\nregular course of his duties.\n","html":"\n\t\t\t\t\t<section><p>  USE OF OFFICIAL POLICE TITLES BY PRIVATE AGENCIES – SIMILAR SUBTERFUGES – PROHIBITED.<br \/><br \/>\t(a)\t“Chief Detectives,” “Chief of Detective Bureau.” No person shall use the title “Chief of Detectives” or “Chief of Detective Bureau” alone or in connection with any other term, phrase, symbol, initial or language, in carrying on any private business, employment or activity.<br \/><br \/>\t(b)\tOther Police Titles. No person shall, in connection with any private business, employment or activity, use the title “Chief of Police,” “Police Chief,” “Detective” or any other title or designation whatever calculated to indicate an official connection with the Police Department of this city or with the police force of any other government or government agency, unless accompanied by additional language clearly displaying without the use of initials or symbols, the identity of the private agency or employer on whose behalf the user of the title or designation is acting or purporting to act.<br \/><br \/>\t(c)\tPolice Operations. No person, other than a regular police officer of the City of Los Angeles, shall, for any purpose whatsoever, represent himself, of falsely represent another, to be a member of the Police Department of this city, or use any sign, word, language or device calculated to induce a false or mistaken belief that he is acting or purporting to act on behalf of the Police Department of this city within the scope of any real or purported duty thereof.<br \/><br \/>\t(d)\tCollections, etc. No person other than a regular police officer of this city, acting within the scope and course of his official duties, shall use any sign, badge, title or designation, or make any express or implied representation, calculated to induce the belief that he is a member of the police force of this city, or connected therewith in any way, in connection with any activity directed toward the collection of any money or debt, or the repossessing, recovering, or taking of anything of value, or for any purpose of private gain whatsoever.<br \/><br \/>\t(e)\tCivil Immunities. No special police officer shall, by virtue of any commission as such heretofore or hereafter issued under this chapter or pursuant to any other <span class=\"dictionary\">law<\/span> or <span class=\"dictionary\">ordinance<\/span>, be deemed to be an officer, agent, employee or representative of the City of Los Angeles while engaging in any activity of any character whatsoever undertaken for private hire, profit or reward, or while performing any act done in the course of his own business or affairs, or while performing any act done or undertaken in connection with or in furtherance of, any private employment, business or undertaking for which such special officer is hired or engaged, nor shall any such commission be construed to confer upon the holders any <span class=\"dictionary\">privilege<\/span> or immunity not expressly granted by this code, other than the authority to <span class=\"dictionary\">arrest<\/span> for <span class=\"dictionary\">crime<\/span> under Sec. 836 of the Penal Code, and the right to be armed as a <span class=\"dictionary\">peace officer<\/span>, subject, in both respects, to such rules and regulations of the Board of Police Commissioners as may relate to special police officers.<br \/><br \/>\tAny commission or appointment as special police officer which is claimed to convey, expressly or by implication, any immunity inuring to the benefit of the holder or any other person, contrary to any of the <span class=\"dictionary\">objects<\/span> and purposes of this section, shall be void, and its grant or issuance shall be deemed to be in excess of the power and authority of the Board, whether heretofore or hereafter made.<br \/><br \/>\nSEC.  52.42.  RECORDS CONFIDENTIAL.<br \/><br \/>\t(a)\tThe statements, photographs and fingerprints hereinbefore provided for shall not be open to inspection by the public, or by any person other than a regularly employed peace or <span class=\"dictionary\">law<\/span> enforcement officer. Any such photograph, or duplicates thereof, may be exhibited to persons other than <span class=\"dictionary\">peace officers<\/span> of the City for the purpose of assisting in identifying perpetrators of any <span class=\"dictionary\">crime<\/span>. Copies of said statements, photographs and fingerprints may be transmitted to the sheriff of any county of the State of California, to the head of any organized police department of any municipality in said state, or to the head of any department of the State of California engaging in the enforcement of any criminal <span class=\"dictionary\">law<\/span> of this state, or to the head of any federal <span class=\"dictionary\">law<\/span> enforcement agency, or to any sheriff or chief of police of a municipality, or to the head of any other <span class=\"dictionary\">law<\/span>-enforcement agency of any state in any state or territory outside the State of California, when request is made in writing by such sheriff or other head of a <span class=\"dictionary\">law<\/span>-enforcement agency asking for the record of a certain person named therein, or for the record of a person whose photograph or fingerprints reasonably correspond with Photographs or fingerprints submitted with such request, and stating that such record is deemed necessary for the use of such <span class=\"dictionary\">law<\/span> enforcement officer or agency in or concerning the investigation of any <span class=\"dictionary\">crime<\/span>, or any person who is <span class=\"dictionary\">accused<\/span> of committing a <span class=\"dictionary\">crime<\/span>, or any <span class=\"dictionary\">crime<\/span> which is reported to have been committed, and further stating that the record will be used only for such purpose.<br \/><br \/>\t(b)\tAny police officer or other employee of the Police Department who discloses to any person any information contained in any statement required to be filed under the provisions of Sections 52.38 to 52.43 inclusive, otherwise than in the regular course of his duties, shall be guilty of a <span class=\"dictionary\">misdemeanor<\/span>.<br \/><br \/>\t(c)\tNothing contained in Sections 52.38 to 52.43 inclusive, shall prevent the Police of Chief from furnishing to the sheriff of any county, the Chief of Police of any municipality, or the head of any other <span class=\"dictionary\">law<\/span>-enforcing agency which maintains any system of registration of convicted persons copies of the statements required to be filed under the provisions of Sections 52.38 to 52.43 inclusive, together with photographs and fingerprints of persons making such statements when and if such sheriff, chief of police, or other head of a <span class=\"dictionary\">law<\/span>-enforcing agency furnishes to the Chief of Police of this City copies of statements, photographs and fingerprints procured by him, and it is hereby made the duty of such Chief of Police to arrange for the exchange of such information.<br \/><br \/>\t(d)\tAny police officer or employee of the Police Department may, any other provisions herein notwithstanding, furnish to persons other than <span class=\"dictionary\">peace officers<\/span>, photographs, fingerprints, descriptions and other data relative to persons registered as convicted persons, as defined by Sec. 52.38(d)1 of this code, for the purpose of furnishing the information required by Sec. 41.11.2 of this code, or for the purpose of securing and effecting the enforcement of said section; and the furnishing of such information, pictures or fingerprints shall be within the regular course of his duties.<\/p><\/section>","previous_section":{"id":"2455","structure_id":"57","section_number":"52.34","catch_line":"Private Patrol Service – Regulations.","url":"\/52.34\/","token":"52.34"},"text":{"0":{"id":"478","text":"  USE OF OFFICIAL POLICE TITLES BY PRIVATE AGENCIES – SIMILAR SUBTERFUGES – PROHIBITED.\t(a)\t“Chief Detectives,” “Chief of Detective Bureau.” No person shall use the title “Chief of Detectives” or “Chief of Detective Bureau” alone or in connection with any other term, phrase, symbol, initial or language, in carrying on any private business, employment or activity.\t(b)\tOther Police Titles. No person shall, in connection with any private business, employment or activity, use the title “Chief of Police,” “Police Chief,” “Detective” or any other title or designation whatever calculated to indicate an official connection with the Police Department of this city or with the police force of any other government or government agency, unless accompanied by additional language clearly displaying without the use of initials or symbols, the identity of the private agency or employer on whose behalf the user of the title or designation is acting or purporting to act.\t(c)\tPolice Operations. No person, other than a regular police officer of the City of Los Angeles, shall, for any purpose whatsoever, represent himself, of falsely represent another, to be a member of the Police Department of this city, or use any sign, word, language or device calculated to induce a false or mistaken belief that he is acting or purporting to act on behalf of the Police Department of this city within the scope of any real or purported duty thereof.\t(d)\tCollections, etc. No person other than a regular police officer of this city, acting within the scope and course of his official duties, shall use any sign, badge, title or designation, or make any express or implied representation, calculated to induce the belief that he is a member of the police force of this city, or connected therewith in any way, in connection with any activity directed toward the collection of any money or debt, or the repossessing, recovering, or taking of anything of value, or for any purpose of private gain whatsoever.\t(e)\tCivil Immunities. No special police officer shall, by virtue of any commission as such heretofore or hereafter issued under this chapter or pursuant to any other law or ordinance, be deemed to be an officer, agent, employee or representative of the City of Los Angeles while engaging in any activity of any character whatsoever undertaken for private hire, profit or reward, or while performing any act done in the course of his own business or affairs, or while performing any act done or undertaken in connection with or in furtherance of, any private employment, business or undertaking for which such special officer is hired or engaged, nor shall any such commission be construed to confer upon the holders any privilege or immunity not expressly granted by this code, other than the authority to arrest for crime under Sec. 836 of the Penal Code, and the right to be armed as a peace officer, subject, in both respects, to such rules and regulations of the Board of Police Commissioners as may relate to special police officers.\tAny commission or appointment as special police officer which is claimed to convey, expressly or by implication, any immunity inuring to the benefit of the holder or any other person, contrary to any of the objects and purposes of this section, shall be void, and its grant or issuance shall be deemed to be in excess of the power and authority of the Board, whether heretofore or hereafter made.\nSEC.  52.42.  RECORDS CONFIDENTIAL.\t(a)\tThe statements, photographs and fingerprints hereinbefore provided for shall not be open to inspection by the public, or by any person other than a regularly employed peace or law enforcement officer. Any such photograph, or duplicates thereof, may be exhibited to persons other than peace officers of the City for the purpose of assisting in identifying perpetrators of any crime. Copies of said statements, photographs and fingerprints may be transmitted to the sheriff of any county of the State of California, to the head of any organized police department of any municipality in said state, or to the head of any department of the State of California engaging in the enforcement of any criminal law of this state, or to the head of any federal law enforcement agency, or to any sheriff or chief of police of a municipality, or to the head of any other law-enforcement agency of any state in any state or territory outside the State of California, when request is made in writing by such sheriff or other head of a law-enforcement agency asking for the record of a certain person named therein, or for the record of a person whose photograph or fingerprints reasonably correspond with Photographs or fingerprints submitted with such request, and stating that such record is deemed necessary for the use of such law enforcement officer or agency in or concerning the investigation of any crime, or any person who is accused of committing a crime, or any crime which is reported to have been committed, and further stating that the record will be used only for such purpose.\t(b)\tAny police officer or other employee of the Police Department who discloses to any person any information contained in any statement required to be filed under the provisions of Sections 52.38 to 52.43 inclusive, otherwise than in the regular course of his duties, shall be guilty of a misdemeanor.\t(c)\tNothing contained in Sections 52.38 to 52.43 inclusive, shall prevent the Police of Chief from furnishing to the sheriff of any county, the Chief of Police of any municipality, or the head of any other law-enforcing agency which maintains any system of registration of convicted persons copies of the statements required to be filed under the provisions of Sections 52.38 to 52.43 inclusive, together with photographs and fingerprints of persons making such statements when and if such sheriff, chief of police, or other head of a law-enforcing agency furnishes to the Chief of Police of this City copies of statements, photographs and fingerprints procured by him, and it is hereby made the duty of such Chief of Police to arrange for the exchange of such information.\t(d)\tAny police officer or employee of the Police Department may, any other provisions herein notwithstanding, furnish to persons other than peace officers, photographs, fingerprints, descriptions and other data relative to persons registered as convicted persons, as defined by Sec. 52.38(d)1 of this code, for the purpose of furnishing the information required by Sec. 41.11.2 of this code, or for the purpose of securing and effecting the enforcement of said section; and the furnishing of such information, pictures or fingerprints shall be within the regular course of his duties.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}