{"section_number":"53.15.2","edition_id":"1","section_id":"2240","structure_id":"18","catch_line":"Breeding And Transfer Of Dogs And Cats.","history":"","full_text":"  BREEDING AND TRANSFER OF DOGS AND CATS.\n\t(Amended by Ord. No. 173,168, Eff. 5\/18\/00, Oper. 11\/15\/00.)\n\n\tThe City Council finds that there exists a serious pet overpopulation problem within the City, that has resulted in a threat to public safety and health, inhumane treatment of animals, mass euthanasia of dogs\/cats at the local animal shelters and escalating costs for animal care and control.  Further, the Board of Animal Services Commissioners has found that uncontrolled breeding is the cause and, without action aimed at the source, this problem and its serious consequences will remain unabated.  Council finds that part of the solution is for all dogs and cats over the age of four months to be spayed or neutered, unless their owners purchase the appropriate licenses\/permits for the privilege of maintaining the animal intact and allowing it to breed.  Council also finds that an increase in the license fee for unaltered dogs will encourage the owners to spay\/neuter their dog(s), in order to qualify for the much lower altered dog license fee.  Further, Council finds that tighter regulation of the transfer of dogs and cats will help alleviate the City’s pet overpopulation crisis by allowing increased City control over the transfer of dogs and cats.\n\n\t(a)\tAnimal Ownership:\n\n\tAnimal Owner, for purposes of this section, shall mean any person harboring, keeping or providing care or sustenance to a domestic animal for 30 or more consecutive days on property which he\/she owns, rents or leases.  Such a person shall be subject to the requirements of this chapter.  This definition does not apply to government agencies, animal rescue organizations which have demonstrated to the Department that they have implemented an ongoing spay\/neuter program as well as an adoption program, or humane societies or societies for the prevention of cruelty to animals if such societies are incorporated under the provisions of California Corporations Code Section 10400 and the Nonprofit Public Benefit Corporation Law in Part 2 of the California Corporations Code, beginning at Section 5110 and successor sections.\n\n\t(b)\tIntact Dogs and Cats:  (Amended by Ord. No. 179,615, Eff. 4\/8\/08.)\n\n\t(1)\tNo person who owns a cat over the age of four months shall cause, permit, or allow the cat to be in a public place unsupervised, unless the cat is spayed or neutered.  The term public place shall include, but not be limited to, streets, highways, sidewalks, carnivals, shopping malls, flea markets, boardwalks, and areas in front of commercial establishments.  This requirement applies to all unaltered cats, whether or not their owner(s) have obtained breeding permits pursuant to Subsection (c), below.\n\n\t(2)\tNo person, within the City of Los Angeles, shall own a dog or cat over the age of four months that has not been spayed or neutered, unless valid written documentation is provided to show proof that the animal is exempt from the requirement to be spayed or neutered by reason of one of the following, and is in compliance with Subdivisions (3) and (4) below:\n\n\tA.\tThe dog or cat is a breed approved by and is registered with a registry or association recognized by the Department through its Commission, whose program and practices are consistent with the humane treatment of animals, and the dog or cat is actively used to show or compete and has competed in at least one show or sporting competition hosted by or under the approval of the recognized registry or association within the last two years, or is being trained or groomed to show or compete and is too young to have yet competed.\n\n\tB.  The dog has earned, or if under three years old, is actively being trained and in the process of earning, an agility, carting, herding, protection, rally, hunting, working, or other title from a registry or association approved by the Department through its Commission.\n\n\tC.\tThe dog is being trained or has been appropriately trained and is actively used in a manner that meets the definition of guide, signal or service dog as set forth in Subdivisions (d), (e), and (f) of Section 365.5 of the Penal Code, or the dog is enrolled in a guide, signal or service dog breeding program administered by a person licensed under Chapter 9.5 (commencing with Section 7200) of Division 3 of the California Business and Professions Code.\n\n\tD.\tThe dog is appropriately trained or is in the process of being trained and is actively used by law enforcement agencies or the military for law enforcement, military or rescue activities.\n\n\tE.\tThe owner of the dog or cat provides a letter to the Department from a licensed veterinarian certifying that the animal’s health would be best served by spaying or neutering after a specified date; or that due to age, poor health, or illness it is unsafe to spay or neuter the animal; or that arrangements have been made to spay or neuter the dog or cat within 60 days after the compliance deadline and the dog or cat is spayed or neutered within that 60-day period.  This letter shall include the veterinarian’s license number, the date by which the animal may be safely spayed or neutered, and updated periodically as necessary.  In addition, if the letter from the licensed veterinarian certifies that arrangements have been made to spay or neuter the dog within 60 days from the date the dog reaches the age of four months, and the dog is spayed or neutered within that 60-day period, the owner shall qualify for the lower license fee and license tax for an altered dog.  It shall be the owner’s responsibility to comply with the spay\/ neuter provisions of this chapter, including paying the license fee and license tax.\n\n\tF.\tThe dog or cat has a valid breeding permit issued to the owner pursuant to Subsection (c) below.\n\n\t(3)\tAn unaltered dog or cat shall be implanted with an animal identification device identifying the owner of the animal.\n\n\t(4)\tIn addition to meeting one of the exemptions in this section, the dog license application for an unaltered dog shall contain the information requested by the Department, including the identification number of the implanted animal identification device, the name and address of the owner, and the location at which the dog will be maintained.\n\n\t(5)\tA license for an unaltered dog shall not be transferable, and shall not be issued to any person under the age of eighteen years.\n\n\t(6)\tThe provisions of this subsection become operative on October 1, 2008.  However, an unaltered dog that has a valid dog license from the Department shall not be subject to this subsection until the dog license expires, or October 1, 2009, whichever occurs first.\n\n\t(7)\tAny person owning, possessing, harboring or having custody and control of a cat or dog in violation of this subsection shall be given a notice to comply and information regarding free and subsidized spay and neuter services.  If the violation is not corrected within 60 days, it shall be deemed a second violation and in addition to correcting the violation, the person shall pay a civil penalty in the amount of $100.00 or shall be allowed to perform eight hours of community service.  Failure to pay the civil penalty or perform the community service and\/or failure to correct the violation within the 60-day period, or any extension of that period permitted by the Department, shall be deemed a third violation.  The Department shall impose a civil penalty in the amount of $500.00 or allow the person to perform 40 hours of community service, in addition to spaying or neutering the dog or cat.\n\n\tAfter July 1, 2009, if after 60 days from the date of notification of a third violation, the $500.00 civil penalty is not paid or the 40 hours of community service is not performed and\/or the owner still has not spayed\/neutered his\/her dog(s) or cat(s) as required under Subsection (b) above, the continuing violation of this subsection may also be deemed a misdemeanor.\n\n\t(8)\tThere is hereby established an Animal Services Spay\/Neuter Advisory Committee (Committee) for the purpose of advising the Board of Animal Services Commissioners on the impact of the City’s spay\/neuter policies on the City’s low-income residents.  The Committee shall seek regular and systematic input on its recommendations, especially from low-income residents.\n\n\tA.\tThe membership of the Committee shall consist of 15 persons appointed by the City Council, with each Councilmember appointing one person to the Committee.\n\n\tB.\tThe General Manager of the Department, or his or her designee, shall serve as a non-voting Secretary of the Committee.\n\n\tC.\tThe Committee shall select one of its members to be the chair of the Committee.  The chair will also be the conduit between the Committee and the Commission, and if needed, with the Mayor and the City Council.\n\n\tD.\tAll proceedings of the Committee shall be subject to the provisions of California Government Code Section 54950, et seq., as amended (Brown Act).\n\n\tE.\tThe Committee shall meet as frequently as necessary but at least four times during the year.  The meetings of the Committee may be conducted by teleconference as provided in the Brown Act.\n\n\tF.\tThe members of the Committee shall serve without compensation, including any travel or per diem expenses.\n\n\tG.\tThe Committee shall complete its work and dissolve by October 30, 2009.\n\n\tH.\tThe Committee shall do the following:\n\n\t(1)\tReview the impact of the spay\/ neuter policies on the City’s low-income residents. \n\n\t(2)\tReview the number of animals spayed\/neutered, total exemptions provided, the waiting list if any for the spay\/neuter services, the amount and timing of committed funding, and recommendations for legislative and administrative action needed to ensure that funding is allocated promptly to qualified providers of the spay\/neuter programs.\n\n\t(3)\tReview the quality of services and accountability measures.\n\n\t(4)\tReview challenges faced by the spay\/neuter program that impede the provision of best possible services.\n\n\t(5)\tMake recommendations on any improvements and changes to the spay\/ neuter program that will enhance its services and reduce the financial burden of the program on residents in low-income areas.\n\n\t(6)\tProvide a preliminary written report containing an evaluation of the program and any recommendations to the Commission, and provide a copy to the Mayor and the City Council by March 30, 2009, and a final report by October 30, 2009.\n\n\t(c)\tBreeding Permit:\n\n\t(1)\tNo person shall cause or allow any dog or cat owned, harbored or kept within the City of Los Angeles to breed without first obtaining a breeding permit, as described below.  The term breeding permit means a written authorization, issued annually by the General Manager, giving its lawful holder permission to breed a dog or a cat.\n\n\t(2)\tEach breeding permit shall be valid for one year from the date of issuance, and may be renewed annually, before its expiration date.  Each applicant for such a permit shall pay an annual fee of $235.00 or such other fee established in the manner set forth in Subsection (a) of Section 53.12 and promulgated by the Department.  A separate permit must be obtained for each owned dog or cat that is allowed to breed.  (Amended by Ord. No. 181,341, Eff. 11\/14\/10.)\n\n\t(3)\tThe Department shall administer an animal breeding permit program to allow the breeding of unaltered dogs and cats consistent with criteria and according to procedures established by the General Manager pursuant to Section 53.58 of this Code.  Under no circumstances shall such a permit be issued to a person who has been convicted of animal cruelty or neglect.\n\n\t(4)\tIn addition to the criteria and procedures established by the General Manager pursuant to Paragraph 3 of this subsection, all breeding permits shall contain the following terms and conditions:\n\n\tA.\tThe owner of an unaltered female dog or cat shall not allow the whelping of more than one litter in any household within the permit year.  Notwithstanding this provision, the General Manager is hereby authorized, upon application of a permittee, to allow on a one time basis the whelping of up to two dog or cat litters per breeding animal within any domestic household within a permit year, if the permittee establishes, according to regulations promulgated by the General Manager, that such breeding is required to protect the health of the animal or avert a substantial economic loss to the permittee.  In the event that a permittee is forced to euthanize a litter of dogs or cats, the General Manager may authorize the whelping of one additional litter of dogs or cats within the same permit year by the permittee;\n\n\tB.\tNo offspring may be sold, adopted, bartered, or otherwise transferred, whether for compensation or otherwise, until it has reached the age of at least eight weeks;\n\n\tC.\tNo offspring may be sold or adopted until immunized against common diseases.  The sale or adoption of a dog or cat shall include a statement signed by the seller or adopter attesting to the signatory’s knowledge of the animal’s health, and the animal’s immunization history;\n\n\tD.\tAny holder of a breeding permit who advertises to the public the availability of any dog or cat for sale, adoption, or transfer, whether for compensation or otherwise, must prominently display the permit number in any such advertisement.  Further, the breeding permit holder must provide the permit number to any person who purchases, adopts or receives any animal from the permit holder and include the permit number on any receipt of sale or transfer document;\n\n\tE.\tCommercial establishments selling locally bred dogs or cats shall prominently display the breeding permit number(s) of the breeder(s) whose dogs and cats are sold in said establishments and any other pertinent information required by the General Manager; Commercial establishments selling dogs and cats which were not bred within the City of Los Angeles shall prominently display the name and address of the breeder(s) of such dogs and cats and any other pertinent information required by the General Manager;\n\n\tF.\tAny breeding permit holder selling or otherwise transferring a dog or a cat, whether for compensation or otherwise, shall submit to the Los Angeles Department of Animal Services the name, address, and telephone number of the animal’s new owner within five days from the sale or other transfer, on a Department approved form; and\n\n\tG.\tAny breeding permit holder or commercial establishment which sells or otherwise transfers a dog or cat, whether for compensation or otherwise, shall provide to the new animal owner City application(s) for a license and permit as well as written information regarding the license and permit requirements of the City of Los Angeles applicable to such animal.\n\n\t(5)\tThe following animals are exempt from the breeding permit requirements:\n\n\tA.\tDogs documented as having been appropriately trained and actively used by law enforcement agencies for law enforcement and rescue activities;\n\n\tB.\tDogs documented as guide, signal, or service dogs pursuant to California Penal Code Section 365.5(d), (e) &#038; (f) and successor sections;\n\n\tC.\tDogs and cats certified by a licensed veterinarian as not being suitable subjects for spaying and neutering due to health reasons;\n\n\tD.\tDogs and cats under the care of governmental animal control agencies; animal rescue organizations which have demonstrated to the Department that they have implemented an ongoing spay\/neuter plan, as well as an adoption plan; or humane societies or societies for the prevention of cruelty to animals, if such societies are incorporated under the provisions of California Corporations Code Section 10400 and the Nonprofit Public Benefit Corporation Law in Part 2 of the California Corporations Code, beginning at Section 5110, and successor sections; and\n\n\tE.\tDogs documented as enrolled in a guide, signal or service dog breeding program administered by a person licensed under Chapter 9.5 (commencing with Section 7200) of Division 3 of the California Business and Professions Code.\n\n\t(d)\tPenalties:\n\n\t(1)\tAny cat or dog owner found by the Department to be in violation of the breeding permit provisions of this section may correct the violation(s) by providing conclusive proof to the Department that the dog(s) or cat(s) have been spayed or neutered, or by obtaining the necessary permit(s) mentioned in this section, no later than forty five days from the date when the Department had first notified the owner of the violation.  Should the owner fail to correct the violation(s) in the manner described above, the Department shall impose a $500.00 civil penalty on the dog or cat owner.  Notice of this penalty shall be served by the Department on the dog or cat owner in the manner allowed by Section 11(i) of this Code.  This penalty shall not be waived by the Department upon the transfer or abandonment of the dog or cat by the non compliant owner.  This penalty shall be imposed in addition to any other applicable civil or criminal penalties.\n\n\tIf the civil penalty mentioned above is not paid and the owner does not spay\/neuter his\/her dog(s) or cat(s) or obtains the breeding permit(s) required under Subsection (c), above, within fifteen days from the date when the Department first notified the owner of the imposition of the civil penalty mention in Section (d)(1), the continuing violation of the breeding permit requirement of this section becomes a misdemeanor and may be prosecuted as such.\n\n\t(2)\tThe Department may revoke any permit issued pursuant to this section upon a finding that the permit holder has violated its terms and conditions.  Such a finding shall be made after an administrative hearing conducted in accordance with the provisions of Section 53.18.5 of this Code; provided, however, that a finding by the Department’s hearing examiner that such violation had occurred, if this finding is sustained by the General Manager, shall result in the permit’s revocation, notwithstanding the provisions of Section 53.18.5(l) of this Code.\n\n\t(3)\tExcept as specifically mentioned in Subsection (d)(1) and (2), above, failure to comply with any of the requirements mentioned in Subsections (b) and (c) of Section 53.15.2 of this Code is an infraction punishable by a $50.00 fine for the first occurrence, $75.00 for the second occurrence and $100.00 for each subsequent occurrence.\n\n\t(e)\tSale, Adoption and Other Transfers of Dogs and Cats:\n\n\t(1)\tAny person who offers or provides, whether for compensation or otherwise, any dog or cat for sale or other type of transfer, shall disclose to the transferee information regarding the license and permit requirements of the City of Los Angeles applicable to the transferred animal.\n\n\t(2)\tNo person shall present any dog or cat for sale, adoption, barter, exchange, or adoption, whether for compensation or otherwise, in any public place, without first obtaining a permit pursuant to Los Angeles Municipal Code section 53.50.  The term public place shall include, but not be limited to, streets, highways, sidewalks, carnivals, shopping malls, flea markets, boardwalks, and areas in front of commercial establishments.  This prohibition shall not apply to:\n\n\tA.\tGovernment agencies; non-profit animal rescue organizations exempt from taxation under Internal Revenue Code section 501(c)(3); or humane societies or societies for the prevention of cruelty to animals if such societies are incorporated under the provisions of California Corporations Code Section 10400 and the Nonprofit Public Benefit Corporation Law in Part 2 of the California Corporations Code, beginning at Section 5110;\n\n\tB.\tPermitted dog or cat shows; or\n\n\tC.\tPermitted pet stores which sell or otherwise transfer dogs or cats, whether for compensation or otherwise, within the store.\n\n\t(3)\tNo person shall give away any dog or cat as a prize or as an inducement to enter into any contest, lottery, drawing, game or competition.\n\n\t(4)\tNo person shall give away any dog or cat as an inducement to enter a place of business, or to enter into a business arrangement.\n\n\t(5)\tNo person shall sell, barter, exchange or offer for adoption, whether for compensation or otherwise, any dog or cat to any minor under the age of eighteen years, without the written permission of one of the minor’s parents or legal guardians.\n\n\t(6)\tCommercial establishments selling dogs and cats which were not bred within the City of Los Angeles shall prominently display the name and address of the breeder(s) of such dogs and cats and any other pertinent information required by the General Manager.\n\n\t(7)\tFailure to display the breeding permit number or include it in any advertisement for sale, adoption or other transfer of dogs and cats is an infraction punishable by a $50.00 fine for the first occurrence, $75.00 for the second occurrence and $100.00 for each subsequent occurrence.\n\n\t(8)\tPossession of a valid permit under this section of the Code does not entitle the permit holder to engage in an activity which is otherwise prohibited by law.\n\n\t(9)\tNo person shall sell, offer or advertise for sale or adoption, barter, transfer or broker the transfer or sale for compensation or otherwise, any dog, cat or other animal under the age of six months within the City of Los Angeles, without first obtaining a transfer permit.  This requirement shall not apply to:  (i) pet dealers who conform to the provisions of California Health &#038; Safety Code Section 122125-122220 or pet stores or other commercial establishments permitted to sell or transfer dogs and cats and who are regulated by the Department; (ii) governmental agencies; (iii) non-profit animal rescue organizations exempt from taxation under Internal Revenue Code Section 501(c)(3) that do not breed animals, are registered with the Department and comply with the rules and regulations of the Department, including early age spaying and neutering; (iv) humane societies or societies for the prevention of cruelty to animals if such societies are incorporated under the provisions of the California Corporations Code Section 10400 and the Non-Profit Public Benefit Corporation Law in Part 2 of the California Corporations Code, beginning at Section 5110; or (v) a person who has a valid breeding permit from the Department and is selling or transferring a puppy or kitten pursuant to the breeding permit.  (Added by Ord. No. 181,353, Eff. 11\/18\/10.)\n\n\t(10)\tThe term transfer permit means a written authorization issued annually in accordance with the permit process established in Sections 53.50 and 53.58, giving the permit holder permission to sell or transfer for compensation or otherwise, animals under the age of six months including dogs or cats.  Each holder of a transfer permit shall pay an annual fee of $120.00 or an amount as revised by the Board of Animal Services Commissioners and approved by the City Council, and abide by the rules and regulations promulgated by the General Manager, including but not limited to limitations on the number of animals that may be transferred annually.  (Added by Ord. No. 181,353, Eff. 11\/18\/10.)\n\n\t(11)\t(Added by Ord. No. 181,353, Eff. 11\/18\/10.)  In addition to the criteria and procedures established by the General Manager and such information as the General Manager shall request, the permit holder shall:\n\n\tA.\tProminently display the transfer permit number for the sale, adoption, or transfer of any animal under the age of six months, in any advertisement including but not limited to newspapers, newsletters, flyers, magazines or other publications, electronic media, internet or the posting of signs;\n\n\tB.\tCertify that he or she is over the age of eighteen years and has not been convicted of animal cruelty or neglect;\n\n\tC.\tProvide to any person who purchases, adopts or receives an animal under the age of six months a statement signed by the permit holder attesting to the signatory’s knowledge of the animal’s health and immunization history, and include a copy of the City’s license and permit requirements.  The transfer permit number must appear on the sale or transfer document;\n\n\tD.\tProvide the Department with the name, address and contact information for the breeder(s) and other source or origin of the animal, as well as the location at which the animal is located or will be kept if different from the address on the transfer permit;\n\n\tE.\tAgree not to transfer a dog or cat until it has reached the age of eight weeks, has been weaned, micro-chipped, immunized against common diseases, and in the case of a dog four months of age or older, has received its rabies vaccination.  Proof of the rabies and other vaccinations shall be provided to the new owner;  \n\n\tF.\tIn the case of the sale, adoption or transfer of a dog, submit to the Department the name, address and telephone number of the new owner along with the micro-chip information on a Department approved form within five (5) days from the date of sale or transfer;\n\n\tG.\tAgree not to transfer any dog, cat or other animal under the age of six months to any minor under the age of eighteen years;\n\n\tH.\tAgree not to knowingly sell or transfer an animal for use in dog or animal fighting or in any other illegal activity;\n\n\tI.\tObtain a City business license and if applicable, a seller’s permit or license and\/or resale and tax identification number from the State Board of Equalization or any other required license or permit; and\n\n\tJ.\tComply with all tax laws and regulations.\n\n\t(12)\tA violation of the transfer permit provisions of this Section may be prosecuted as a misdemeanor or an infraction or punishable by means of an administrative citation.  Failure to comply with the terms and conditions of the transfer permit and applicable law shall also be grounds for the revocation or suspension of the transfer permit.  (Added by Ord. No. 181,353, Eff. 11\/18\/10.)","order_by":"15.2","ancestry":{"1":{"id":"18","name":"Animals And Fowls","identifier":"3","label":"article","url":"\/5\/3\/"},"2":{"id":"9","name":"Public Safety and Protection","identifier":"5","label":"chapter","url":"\/5\/"}},"structure_contents":{"0":{"id":"722","structure_id":"18","section_number":"53.00","catch_line":"Definitions.","url":"\/53.00\/","token":"53.00"},"1":{"id":"3815","structure_id":"18","section_number":"53.01","catch_line":"Pound, Hours Open.","url":"\/53.01\/","token":"53.01"},"2":{"id":"2203","structure_id":"18","section_number":"53.02","catch_line":"Issuing Of Badges To Department – Department Members As Police Officers.","url":"\/53.02\/","token":"53.02"},"3":{"id":"3704","structure_id":"18","section_number":"53.02.1","catch_line":"Board, Duties Of.","url":"\/53.02.1\/","token":"53.02.1"},"4":{"id":"514","structure_id":"18","section_number":"53.03","catch_line":"Inspections.","url":"\/53.03\/","token":"53.03"},"5":{"id":"2691","structure_id":"18","section_number":"53.03.1","catch_line":"Minimum Age – Duties Of Employees.","url":"\/53.03.1\/","token":"53.03.1"},"6":{"id":"3901","structure_id":"18","section_number":"53.04","catch_line":"Unenclosed Premises, Impounding.","url":"\/53.04\/","token":"53.04"},"7":{"id":"3701","structure_id":"18","section_number":"53.05","catch_line":"Impounding. Duty Of Police.","url":"\/53.05\/","token":"53.05"},"8":{"id":"3468","structure_id":"18","section_number":"53.06","catch_line":"Animals At Large.","url":"\/53.06\/","token":"53.06"},"9":{"id":"848","structure_id":"18","section_number":"53.06.2","catch_line":"Restraint Of Dogs.","url":"\/53.06.2\/","token":"53.06.2"},"10":{"id":"3731","structure_id":"18","section_number":"53.06.3","catch_line":"Trapping – Permit Required.","url":"\/53.06.3\/","token":"53.06.3"},"11":{"id":"1260","structure_id":"18","section_number":"53.06.4","catch_line":"Certain Animals Declared To Be A Public Nuisance – Summary Destruction Authorized.","url":"\/53.06.4\/","token":"53.06.4"},"12":{"id":"174","structure_id":"18","section_number":"53.06.5","catch_line":"Feeding Of Non-Domesticated Mammalian Predators Prohibited.","url":"\/53.06.5\/","token":"53.06.5"},"13":{"id":"1986","structure_id":"18","section_number":"53.07","catch_line":"Animals On Unenclosed Premises.","url":"\/53.07\/","token":"53.07"},"14":{"id":"3000","structure_id":"18","section_number":"53.08","catch_line":"Animals In Los Angeles River Bed.","url":"\/53.08\/","token":"53.08"},"15":{"id":"3918","structure_id":"18","section_number":"53.09","catch_line":"Stray Animals. Notice Required.","url":"\/53.09\/","token":"53.09"},"16":{"id":"4021","structure_id":"18","section_number":"53.10","catch_line":"Permitting Animals To Go Without Care – Duty To Enter And Remove Same.","url":"\/53.10\/","token":"53.10"},"17":{"id":"2198","structure_id":"18","section_number":"53.11","catch_line":"Animals. Impounding – Sale.","url":"\/53.11\/","token":"53.11"},"18":{"id":"2863","structure_id":"18","section_number":"53.12","catch_line":"Animal Shelter Adoption Fee Schedule.","url":"\/53.12\/","token":"53.12"},"19":{"id":"674","structure_id":"18","section_number":"53.12.1","catch_line":"Uncared For Animals – Impounding.","url":"\/53.12.1\/","token":"53.12.1"},"20":{"id":"391","structure_id":"18","section_number":"53.12.2","catch_line":"Impoundment Of Unaltered Dogs And Cats – Civil Penalties.","url":"\/53.12.2\/","token":"53.12.2"},"21":{"id":"757","structure_id":"18","section_number":"53.13","catch_line":"Redemption Fees.","url":"\/53.13\/","token":"53.13"},"22":{"id":"1151","structure_id":"18","section_number":"53.14","catch_line":"Records Of Impounded Animals.","url":"\/53.14\/","token":"53.14"},"23":{"id":"1931","structure_id":"18","section_number":"53.15","catch_line":"Dog License Tax – Penalties.","url":"\/53.15\/","token":"53.15"},"24":{"id":"20","structure_id":"18","section_number":"53.15.1","catch_line":"Equine License Fee.","url":"\/53.15.1\/","token":"53.15.1"},"25":{"id":"2240","structure_id":"18","section_number":"53.15.2","catch_line":"Breeding And Transfer Of Dogs And Cats.","url":"\/53.15.2\/","token":"53.15.2"},"26":{"id":"2685","structure_id":"18","section_number":"53.15.3","catch_line":"Dog License Fee.","url":"\/53.15.3\/","token":"53.15.3"},"27":{"id":"763","structure_id":"18","section_number":"53.15.4","catch_line":"Veterinarians And Others Authorized To Distribute Dog License Applications Or Sell Dog Licenses.","url":"\/53.15.4\/","token":"53.15.4"},"28":{"id":"2176","structure_id":"18","section_number":"53.15.5","catch_line":"Electronic Animal Identification Device.","url":"\/53.15.5\/","token":"53.15.5"},"29":{"id":"3783","structure_id":"18","section_number":"53.16","catch_line":"Licenses To Be Signed.","url":"\/53.16\/","token":"53.16"},"30":{"id":"527","structure_id":"18","section_number":"53.17","catch_line":"Licenses – What To State.","url":"\/53.17\/","token":"53.17"},"31":{"id":"495","structure_id":"18","section_number":"53.18","catch_line":"Record Of Licenses.","url":"\/53.18\/","token":"53.18"},"32":{"id":"4042","structure_id":"18","section_number":"53.18.5","catch_line":"Hearing Procedures And License Revocations.","url":"\/53.18.5\/","token":"53.18.5"},"33":{"id":"2179","structure_id":"18","section_number":"53.19","catch_line":"Cat Tag – Issuance Of.","url":"\/53.19\/","token":"53.19"},"34":{"id":"2475","structure_id":"18","section_number":"53.21","catch_line":"Dog Tags – Wearing Of And Registry.","url":"\/53.21\/","token":"53.21"},"35":{"id":"3414","structure_id":"18","section_number":"53.22","catch_line":"Dog Tag – Must Be Official.","url":"\/53.22\/","token":"53.22"},"36":{"id":"913","structure_id":"18","section_number":"53.23","catch_line":"Dog Tags – Removal Of.","url":"\/53.23\/","token":"53.23"},"37":{"id":"489","structure_id":"18","section_number":"53.24","catch_line":"Receipt – Certificate – Failure To Exhibit.","url":"\/53.24\/","token":"53.24"},"38":{"id":"2154","structure_id":"18","section_number":"53.25","catch_line":"Collection – Depositing Of.","url":"\/53.25\/","token":"53.25"},"39":{"id":"2031","structure_id":"18","section_number":"53.26","catch_line":"License Taxes – Right To Sue For Recovery.","url":"\/53.26\/","token":"53.26"},"40":{"id":"531","structure_id":"18","section_number":"53.27","catch_line":"Transfer Of Ownership; Notice Required.","url":"\/53.27\/","token":"53.27"},"41":{"id":"2785","structure_id":"18","section_number":"53.28","catch_line":"Harboring Of Unlicensed Dogs.","url":"\/53.28\/","token":"53.28"},"42":{"id":"1095","structure_id":"18","section_number":"53.29","catch_line":"Female Dogs And Cats, Straying During Season.","url":"\/53.29\/","token":"53.29"},"43":{"id":"3775","structure_id":"18","section_number":"53.30","catch_line":"Keeping Of Diseased Or Crippled Animals.","url":"\/53.30\/","token":"53.30"},"44":{"id":"3559","structure_id":"18","section_number":"53.31","catch_line":"Public Spay And Neuter Clinic.","url":"\/53.31\/","token":"53.31"},"45":{"id":"2624","structure_id":"18","section_number":"53.32","catch_line":"Animals – Disposal Of.","url":"\/53.32\/","token":"53.32"},"46":{"id":"2620","structure_id":"18","section_number":"53.33","catch_line":"Vicious Animals – Private Premises.","url":"\/53.33\/","token":"53.33"},"47":{"id":"3003","structure_id":"18","section_number":"53.34","catch_line":"Animals At Large.","url":"\/53.34\/","token":"53.34"},"48":{"id":"1991","structure_id":"18","section_number":"53.34.1","catch_line":"Menacing Dogs.","url":"\/53.34.1\/","token":"53.34.1"},"49":{"id":"3233","structure_id":"18","section_number":"53.34.2","catch_line":"Impoundment – Biting Or Attacking Animal.","url":"\/53.34.2\/","token":"53.34.2"},"50":{"id":"145","structure_id":"18","section_number":"53.34.3","catch_line":"Restricted Dog Permit.","url":"\/53.34.3\/","token":"53.34.3"},"51":{"id":"2148","structure_id":"18","section_number":"53.34.4","catch_line":"Dangerous Animal – Procedures.","url":"\/53.34.4\/","token":"53.34.4"},"52":{"id":"3052","structure_id":"18","section_number":"53.35","catch_line":"Animals – Transportation Of.","url":"\/53.35\/","token":"53.35"},"53":{"id":"4084","structure_id":"18","section_number":"53.36","catch_line":"Resisting Officers Or Employees.","url":"\/53.36\/","token":"53.36"},"54":{"id":"4025","structure_id":"18","section_number":"53.37","catch_line":"Dogs – Exemptions.","url":"\/53.37\/","token":"53.37"},"55":{"id":"2886","structure_id":"18","section_number":"53.38","catch_line":"Wild Animals – Keeping – Permit.","url":"\/53.38\/","token":"53.38"},"56":{"id":"3028","structure_id":"18","section_number":"53.39","catch_line":"Wild Animals – Power Of Department Over.","url":"\/53.39\/","token":"53.39"},"57":{"id":"660","structure_id":"18","section_number":"53.40","catch_line":"Bull Fights.","url":"\/53.40\/","token":"53.40"},"58":{"id":"1779","structure_id":"18","section_number":"53.41","catch_line":"Animals – Food Poisoning.","url":"\/53.41\/","token":"53.41"},"59":{"id":"3570","structure_id":"18","section_number":"53.42","catch_line":"Animals, Sale Of – As Novelties – On Streets.","url":"\/53.42\/","token":"53.42"},"60":{"id":"3051","structure_id":"18","section_number":"53.43","catch_line":"Pigeons – Feeding – Restricted Area.","url":"\/53.43\/","token":"53.43"},"61":{"id":"679","structure_id":"18","section_number":"53.44","catch_line":"Veterinaries - Notices Of Death Of Animals.","url":"\/53.44\/","token":"53.44"},"62":{"id":"4051","structure_id":"18","section_number":"53.45","catch_line":"Veterinaries - Retention Of Dead Animals.","url":"\/53.45\/","token":"53.45"},"63":{"id":"990","structure_id":"18","section_number":"53.46","catch_line":"Wild Birds – Impounding – Crating.","url":"\/53.46\/","token":"53.46"},"64":{"id":"2238","structure_id":"18","section_number":"53.47","catch_line":"Breeding Animals – Enclosures.","url":"\/53.47\/","token":"53.47"},"65":{"id":"974","structure_id":"18","section_number":"53.48","catch_line":"Song Birds – Killing.","url":"\/53.48\/","token":"53.48"},"66":{"id":"2723","structure_id":"18","section_number":"53.49","catch_line":"Dogs - Dog Defecation To Be Removed By Owners.","url":"\/53.49\/","token":"53.49"},"67":{"id":"2156","structure_id":"18","section_number":"53.50","catch_line":"Dog Kennels, Etc.","url":"\/53.50\/","token":"53.50"},"68":{"id":"1663","structure_id":"18","section_number":"53.51","catch_line":"Vaccination Of Dogs Required.","url":"\/53.51\/","token":"53.51"},"69":{"id":"2818","structure_id":"18","section_number":"53.52","catch_line":"Exemptions.","url":"\/53.52\/","token":"53.52"},"70":{"id":"2527","structure_id":"18","section_number":"53.53","catch_line":"Duty Of Veterinarians Performing Vaccinations.","url":"\/53.53\/","token":"53.53"},"71":{"id":"3042","structure_id":"18","section_number":"53.54","catch_line":"Vaccination Certificates, Proof Of Sterilization And Other Proof To Be Retained By Owner.","url":"\/53.54\/","token":"53.54"},"72":{"id":"4045","structure_id":"18","section_number":"53.55","catch_line":"Dogs On Beaches Prohibited – Exception.","url":"\/53.55\/","token":"53.55"},"73":{"id":"535","structure_id":"18","section_number":"53.56","catch_line":"Imported Dogs.","url":"\/53.56\/","token":"53.56"},"74":{"id":"1570","structure_id":"18","section_number":"53.57","catch_line":"Unlawful Possession – Certificates.","url":"\/53.57\/","token":"53.57"},"75":{"id":"821","structure_id":"18","section_number":"53.58","catch_line":"Rules And Regulations.","url":"\/53.58\/","token":"53.58"},"76":{"id":"1225","structure_id":"18","section_number":"53.59","catch_line":"Animals – Distances – Separation From Dwelling.","url":"\/53.59\/","token":"53.59"},"77":{"id":"3443","structure_id":"18","section_number":"53.60","catch_line":"Carrier And Homing Pigeons – Permits.","url":"\/53.60\/","token":"53.60"},"78":{"id":"3846","structure_id":"18","section_number":"53.62","catch_line":"Animals; Burial Of.","url":"\/53.62\/","token":"53.62"},"79":{"id":"3069","structure_id":"18","section_number":"53.63","catch_line":"Barking Dog Noise.","url":"\/53.63\/","token":"53.63"},"80":{"id":"2359","structure_id":"18","section_number":"53.64","catch_line":"Regulation Of Sentry Dog Services.","url":"\/53.64\/","token":"53.64"},"81":{"id":"3519","structure_id":"18","section_number":"53.65","catch_line":"Maiming, Injuring Or Killing Animals During Performance.","url":"\/53.65\/","token":"53.65"},"82":{"id":"2340","structure_id":"18","section_number":"53.66","catch_line":"Guard Dogs.","url":"\/53.66\/","token":"53.66"},"83":{"id":"871","structure_id":"18","section_number":"53.67","catch_line":"Animal Sacrifice.","url":"\/53.67\/","token":"53.67"},"84":{"id":"2285","structure_id":"18","section_number":"53.68","catch_line":"Fees For Services To Subdividers.","url":"\/53.68\/","token":"53.68"},"85":{"id":"1809","structure_id":"18","section_number":"53.69","catch_line":"Fees For Trap Rental.","url":"\/53.69\/","token":"53.69"},"86":{"id":"2208","structure_id":"18","section_number":"53.70","catch_line":"Care And Maintenance Of Dogs.","url":"\/53.70\/","token":"53.70"},"87":{"id":"444","structure_id":"18","section_number":"53.71","catch_line":"Roosters – Limit.","url":"\/53.71\/","token":"53.71"},"88":{"id":"2775","structure_id":"18","section_number":"53.72","catch_line":"Declawing Of Cats Or Other Animals – Prohibition.","url":"\/53.72\/","token":"53.72"},"89":{"id":"2535","structure_id":"18","section_number":"53.73","catch_line":"Sale Of Commercially Bred Dogs, Cats And Rabbits In Pet\nStores – Prohibition.","url":"\/53.73\/","token":"53.73"}},"next_section":{"id":"2685","structure_id":"18","section_number":"53.15.3","catch_line":"Dog License Fee.","url":"\/53.15.3\/","token":"53.15.3"},"metadata":false,"references":false,"url":"\/53.15.2\/","token":"53.15.2","formats":{"txt":"\/53.15.2.txt","json":"\/53.15.2.xml"},"dublin_core":{"Title":"Breeding And Transfer Of Dogs And Cats.","Type":"Text","Format":"text\/html","Identifier":"§ 53.15.2","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nBREEDING AND TRANSFER OF DOGS AND CATS. (§ 53.15.2)\n\n  BREEDING AND TRANSFER OF DOGS AND CATS.\n\t(Amended by Ord. No. 173,168, Eff. 5\/18\/00, Oper. 11\/15\/00.)\tThe City Council\nfinds that there exists a serious pet overpopulation problem within the City,\nthat has resulted in a threat to public safety and health, inhumane treatment of\nanimals, mass euthanasia of dogs\/cats at the local animal shelters and\nescalating costs for animal care and control.  Further, the Board of Animal\nServices Commissioners has found that uncontrolled breeding is the cause and,\nwithout action aimed at the source, this problem and its serious consequences\nwill remain unabated.  Council finds that part of the solution is for all dogs\nand cats over the age of four months to be spayed or neutered, unless their\nowners purchase the appropriate licenses\/permits for the privilege of\nmaintaining the animal intact and allowing it to breed.  Council also finds\nthat an increase in the license fee for unaltered dogs will encourage the owners\nto spay\/neuter their dog(s), in order to qualify for the much lower altered dog\nlicense fee.  Further, Council finds that tighter regulation of the transfer of\ndogs and cats will help alleviate the City’s pet overpopulation crisis by\nallowing increased City control over the transfer of dogs and cats.\t(a)\tAnimal\nOwnership:\tAnimal Owner, for purposes of this section, shall mean any person\nharboring, keeping or providing care or sustenance to a domestic animal for 30\nor more consecutive days on property which he\/she owns, rents or leases.  Such\na person shall be subject to the requirements of this chapter.  This definition\ndoes not apply to government agencies, animal rescue organizations which have\ndemonstrated to the Department that they have implemented an ongoing spay\/neuter\nprogram as well as an adoption program, or humane societies or societies for the\nprevention of cruelty to animals if such societies are incorporated under the\nprovisions of California Corporations Code Section 10400 and the Nonprofit\nPublic Benefit Corporation Law in Part 2 of the California Corporations Code,\nbeginning at Section 5110 and successor sections.\t(b)\tIntact Dogs and Cats: \n(Amended by Ord. No. 179,615, Eff. 4\/8\/08.)\t(1)\tNo person who owns a cat over\nthe age of four months shall cause, permit, or allow the cat to be in a public\nplace unsupervised, unless the cat is spayed or neutered.  The term public\nplace shall include, but not be limited to, streets, highways, sidewalks,\ncarnivals, shopping malls, flea markets, boardwalks, and areas in front of\ncommercial establishments.  This requirement applies to all unaltered cats,\nwhether or not their owner(s) have obtained breeding permits pursuant to\nSubsection (c), below.\t(2)\tNo person, within the City of Los Angeles, shall own\na dog or cat over the age of four months that has not been spayed or neutered,\nunless valid written documentation is provided to show proof that the animal is\nexempt from the requirement to be spayed or neutered by reason of one of the\nfollowing, and is in compliance with Subdivisions (3) and (4) below:\tA.\tThe dog\nor cat is a breed approved by and is registered with a registry or association\nrecognized by the Department through its Commission, whose program and practices\nare consistent with the humane treatment of animals, and the dog or cat is\nactively used to show or compete and has competed in at least one show or\nsporting competition hosted by or under the approval of the recognized registry\nor association within the last two years, or is being trained or groomed to show\nor compete and is too young to have yet competed.\tB.  The dog has earned, or if\nunder three years old, is actively being trained and in the process of earning,\nan agility, carting, herding, protection, rally, hunting, working, or other\ntitle from a registry or association approved by the Department through its\nCommission.\tC.\tThe dog is being trained or has been appropriately trained and is\nactively used in a manner that meets the definition of guide, signal or service\ndog as set forth in Subdivisions (d), (e), and (f) of Section 365.5 of the Penal\nCode, or the dog is enrolled in a guide, signal or service dog breeding program\nadministered by a person licensed under Chapter 9.5 (commencing with Section\n7200) of Division 3 of the California Business and Professions Code.\tD.\tThe dog\nis appropriately trained or is in the process of being trained and is actively\nused by law enforcement agencies or the military for law enforcement, military\nor rescue activities.\tE.\tThe owner of the dog or cat provides a letter to the\nDepartment from a licensed veterinarian certifying that the animal’s health\nwould be best served by spaying or neutering after a specified date; or that due\nto age, poor health, or illness it is unsafe to spay or neuter the animal; or\nthat arrangements have been made to spay or neuter the dog or cat within 60 days\nafter the compliance deadline and the dog or cat is spayed or neutered within\nthat 60-day period.  This letter shall include the veterinarian’s license\nnumber, the date by which the animal may be safely spayed or neutered, and\nupdated periodically as necessary.  In addition, if the letter from the\nlicensed veterinarian certifies that arrangements have been made to spay or\nneuter the dog within 60 days from the date the dog reaches the age of four\nmonths, and the dog is spayed or neutered within that 60-day period, the owner\nshall qualify for the lower license fee and license tax for an altered dog.  It\nshall be the owner’s responsibility to comply with the spay\/ neuter provisions\nof this chapter, including paying the license fee and license tax.\tF.\tThe dog or\ncat has a valid breeding permit issued to the owner pursuant to Subsection (c)\nbelow.\t(3)\tAn unaltered dog or cat shall be implanted with an animal\nidentification device identifying the owner of the animal.\t(4)\tIn addition to\nmeeting one of the exemptions in this section, the dog license application for\nan unaltered dog shall contain the information requested by the Department,\nincluding the identification number of the implanted animal identification\ndevice, the name and address of the owner, and the location at which the dog\nwill be maintained.\t(5)\tA license for an unaltered dog shall not be\ntransferable, and shall not be issued to any person under the age of eighteen\nyears.\t(6)\tThe provisions of this subsection become operative on October 1,\n2008.  However, an unaltered dog that has a valid dog license from the\nDepartment shall not be subject to this subsection until the dog license\nexpires, or October 1, 2009, whichever occurs first.\t(7)\tAny person owning,\npossessing, harboring or having custody and control of a cat or dog in violation\nof this subsection shall be given a notice to comply and information regarding\nfree and subsidized spay and neuter services.  If the violation is not\ncorrected within 60 days, it shall be deemed a second violation and in addition\nto correcting the violation, the person shall pay a civil penalty in the amount\nof $100.00 or shall be allowed to perform eight hours of community service. \nFailure to pay the civil penalty or perform the community service and\/or failure\nto correct the violation within the 60-day period, or any extension of that\nperiod permitted by the Department, shall be deemed a third violation.  The\nDepartment shall impose a civil penalty in the amount of $500.00 or allow the\nperson to perform 40 hours of community service, in addition to spaying or\nneutering the dog or cat.\tAfter July 1, 2009, if after 60 days from the date of\nnotification of a third violation, the $500.00 civil penalty is not paid or the\n40 hours of community service is not performed and\/or the owner still has not\nspayed\/neutered his\/her dog(s) or cat(s) as required under Subsection (b) above,\nthe continuing violation of this subsection may also be deemed a\nmisdemeanor.\t(8)\tThere is hereby established an Animal Services Spay\/Neuter\nAdvisory Committee (Committee) for the purpose of advising the Board of Animal\nServices Commissioners on the impact of the City’s spay\/neuter policies on the\nCity’s low-income residents.  The Committee shall seek regular and systematic\ninput on its recommendations, especially from low-income residents.\tA.\tThe\nmembership of the Committee shall consist of 15 persons appointed by the City\nCouncil, with each Councilmember appointing one person to the Committee.\tB.\tThe\nGeneral Manager of the Department, or his or her designee, shall serve as a\nnon-voting Secretary of the Committee.\tC.\tThe Committee shall select one of its\nmembers to be the chair of the Committee.  The chair will also be the conduit\nbetween the Committee and the Commission, and if needed, with the Mayor and the\nCity Council.\tD.\tAll proceedings of the Committee shall be subject to the\nprovisions of California Government Code Section 54950, et seq., as amended\n(Brown Act).\tE.\tThe Committee shall meet as frequently as necessary but at least\nfour times during the year.  The meetings of the Committee may be conducted by\nteleconference as provided in the Brown Act.\tF.\tThe members of the Committee\nshall serve without compensation, including any travel or per diem\nexpenses.\tG.\tThe Committee shall complete its work and dissolve by October 30,\n2009.\tH.\tThe Committee shall do the following:\t(1)\tReview the impact of the\nspay\/ neuter policies on the City’s low-income residents. \t(2)\tReview the\nnumber of animals spayed\/neutered, total exemptions provided, the waiting list\nif any for the spay\/neuter services, the amount and timing of committed funding,\nand recommendations for legislative and administrative action needed to ensure\nthat funding is allocated promptly to qualified providers of the spay\/neuter\nprograms.\t(3)\tReview the quality of services and accountability\nmeasures.\t(4)\tReview challenges faced by the spay\/neuter program that impede the\nprovision of best possible services.\t(5)\tMake recommendations on any\nimprovements and changes to the spay\/ neuter program that will enhance its\nservices and reduce the financial burden of the program on residents in\nlow-income areas.\t(6)\tProvide a preliminary written report containing an\nevaluation of the program and any recommendations to the Commission, and provide\na copy to the Mayor and the City Council by March 30, 2009, and a final report\nby October 30, 2009.\t(c)\tBreeding Permit:\t(1)\tNo person shall cause or allow any\ndog or cat owned, harbored or kept within the City of Los Angeles to breed\nwithout first obtaining a breeding permit, as described below.  The term\nbreeding permit means a written authorization, issued annually by the General\nManager, giving its lawful holder permission to breed a dog or a cat.\t(2)\tEach\nbreeding permit shall be valid for one year from the date of issuance, and may\nbe renewed annually, before its expiration date.  Each applicant for such a\npermit shall pay an annual fee of $235.00 or such other fee established in the\nmanner set forth in Subsection (a) of Section 53.12 and promulgated by the\nDepartment.  A separate permit must be obtained for each owned dog or cat that\nis allowed to breed.  (Amended by Ord. No. 181,341, Eff. 11\/14\/10.)\t(3)\tThe\nDepartment shall administer an animal breeding permit program to allow the\nbreeding of unaltered dogs and cats consistent with criteria and according to\nprocedures established by the General Manager pursuant to Section 53.58 of this\nCode.  Under no circumstances shall such a permit be issued to a person who has\nbeen convicted of animal cruelty or neglect.\t(4)\tIn addition to the criteria and\nprocedures established by the General Manager pursuant to Paragraph 3 of this\nsubsection, all breeding permits shall contain the following terms and\nconditions:\tA.\tThe owner of an unaltered female dog or cat shall not allow the\nwhelping of more than one litter in any household within the permit year. \nNotwithstanding this provision, the General Manager is hereby authorized, upon\napplication of a permittee, to allow on a one time basis the whelping of up to\ntwo dog or cat litters per breeding animal within any domestic household within\na permit year, if the permittee establishes, according to regulations\npromulgated by the General Manager, that such breeding is required to protect\nthe health of the animal or avert a substantial economic loss to the\npermittee.  In the event that a permittee is forced to euthanize a litter of\ndogs or cats, the General Manager may authorize the whelping of one additional\nlitter of dogs or cats within the same permit year by the permittee;\tB.\tNo\noffspring may be sold, adopted, bartered, or otherwise transferred, whether for\ncompensation or otherwise, until it has reached the age of at least eight\nweeks;\tC.\tNo offspring may be sold or adopted until immunized against common\ndiseases.  The sale or adoption of a dog or cat shall include a statement\nsigned by the seller or adopter attesting to the signatory’s knowledge of the\nanimal’s health, and the animal’s immunization history;\tD.\tAny holder of a\nbreeding permit who advertises to the public the availability of any dog or cat\nfor sale, adoption, or transfer, whether for compensation or otherwise, must\nprominently display the permit number in any such advertisement.  Further, the\nbreeding permit holder must provide the permit number to any person who\npurchases, adopts or receives any animal from the permit holder and include the\npermit number on any receipt of sale or transfer document;\tE.\tCommercial\nestablishments selling locally bred dogs or cats shall prominently display the\nbreeding permit number(s) of the breeder(s) whose dogs and cats are sold in said\nestablishments and any other pertinent information required by the General\nManager; Commercial establishments selling dogs and cats which were not bred\nwithin the City of Los Angeles shall prominently display the name and address of\nthe breeder(s) of such dogs and cats and any other pertinent information\nrequired by the General Manager;\tF.\tAny breeding permit holder selling or\notherwise transferring a dog or a cat, whether for compensation or otherwise,\nshall submit to the Los Angeles Department of Animal Services the name, address,\nand telephone number of the animal’s new owner within five days from the sale\nor other transfer, on a Department approved form; and\tG.\tAny breeding permit\nholder or commercial establishment which sells or otherwise transfers a dog or\ncat, whether for compensation or otherwise, shall provide to the new animal\nowner City application(s) for a license and permit as well as written\ninformation regarding the license and permit requirements of the City of Los\nAngeles applicable to such animal.\t(5)\tThe following animals are exempt from the\nbreeding permit requirements:\tA.\tDogs documented as having been appropriately\ntrained and actively used by law enforcement agencies for law enforcement and\nrescue activities;\tB.\tDogs documented as guide, signal, or service dogs pursuant\nto California Penal Code Section 365.5(d), (e) &#038; (f) and successor\nsections;\tC.\tDogs and cats certified by a licensed veterinarian as not being\nsuitable subjects for spaying and neutering due to health reasons;\tD.\tDogs and\ncats under the care of governmental animal control agencies; animal rescue\norganizations which have demonstrated to the Department that they have\nimplemented an ongoing spay\/neuter plan, as well as an adoption plan; or humane\nsocieties or societies for the prevention of cruelty to animals, if such\nsocieties are incorporated under the provisions of California Corporations Code\nSection 10400 and the Nonprofit Public Benefit Corporation Law in Part 2 of the\nCalifornia Corporations Code, beginning at Section 5110, and successor sections;\nand\tE.\tDogs documented as enrolled in a guide, signal or service dog breeding\nprogram administered by a person licensed under Chapter 9.5 (commencing with\nSection 7200) of Division 3 of the California Business and Professions\nCode.\t(d)\tPenalties:\t(1)\tAny cat or dog owner found by the Department to be in\nviolation of the breeding permit provisions of this section may correct the\nviolation(s) by providing conclusive proof to the Department that the dog(s) or\ncat(s) have been spayed or neutered, or by obtaining the necessary permit(s)\nmentioned in this section, no later than forty five days from the date when the\nDepartment had first notified the owner of the violation.  Should the owner\nfail to correct the violation(s) in the manner described above, the Department\nshall impose a $500.00 civil penalty on the dog or cat owner.  Notice of this\npenalty shall be served by the Department on the dog or cat owner in the manner\nallowed by Section 11(i) of this Code.  This penalty shall not be waived by the\nDepartment upon the transfer or abandonment of the dog or cat by the non\ncompliant owner.  This penalty shall be imposed in addition to any other\napplicable civil or criminal penalties.\tIf the civil penalty mentioned above is\nnot paid and the owner does not spay\/neuter his\/her dog(s) or cat(s) or obtains\nthe breeding permit(s) required under Subsection (c), above, within fifteen days\nfrom the date when the Department first notified the owner of the imposition of\nthe civil penalty mention in Section (d)(1), the continuing violation of the\nbreeding permit requirement of this section becomes a misdemeanor and may be\nprosecuted as such.\t(2)\tThe Department may revoke any permit issued pursuant to\nthis section upon a finding that the permit holder has violated its terms and\nconditions.  Such a finding shall be made after an administrative hearing\nconducted in accordance with the provisions of Section 53.18.5 of this Code;\nprovided, however, that a finding by the Department’s hearing examiner that\nsuch violation had occurred, if this finding is sustained by the General\nManager, shall result in the permit’s revocation, notwithstanding the\nprovisions of Section 53.18.5(l) of this Code.\t(3)\tExcept as specifically\nmentioned in Subsection (d)(1) and (2), above, failure to comply with any of the\nrequirements mentioned in Subsections (b) and (c) of Section 53.15.2 of this\nCode is an infraction punishable by a $50.00 fine for the first occurrence,\n$75.00 for the second occurrence and $100.00 for each subsequent\noccurrence.\t(e)\tSale, Adoption and Other Transfers of Dogs and Cats:\t(1)\tAny\nperson who offers or provides, whether for compensation or otherwise, any dog or\ncat for sale or other type of transfer, shall disclose to the transferee\ninformation regarding the license and permit requirements of the City of Los\nAngeles applicable to the transferred animal.\t(2)\tNo person shall present any\ndog or cat for sale, adoption, barter, exchange, or adoption, whether for\ncompensation or otherwise, in any public place, without first obtaining a permit\npursuant to Los Angeles Municipal Code section 53.50.  The term public place\nshall include, but not be limited to, streets, highways, sidewalks, carnivals,\nshopping malls, flea markets, boardwalks, and areas in front of commercial\nestablishments.  This prohibition shall not apply to:\tA.\tGovernment agencies;\nnon-profit animal rescue organizations exempt from taxation under Internal\nRevenue Code section 501(c)(3); or humane societies or societies for the\nprevention of cruelty to animals if such societies are incorporated under the\nprovisions of California Corporations Code Section 10400 and the Nonprofit\nPublic Benefit Corporation Law in Part 2 of the California Corporations Code,\nbeginning at Section 5110;\tB.\tPermitted dog or cat shows; or\tC.\tPermitted pet\nstores which sell or otherwise transfer dogs or cats, whether for compensation\nor otherwise, within the store.\t(3)\tNo person shall give away any dog or cat as\na prize or as an inducement to enter into any contest, lottery, drawing, game or\ncompetition.\t(4)\tNo person shall give away any dog or cat as an inducement to\nenter a place of business, or to enter into a business arrangement.\t(5)\tNo\nperson shall sell, barter, exchange or offer for adoption, whether for\ncompensation or otherwise, any dog or cat to any minor under the age of eighteen\nyears, without the written permission of one of the minor’s parents or legal\nguardians.\t(6)\tCommercial establishments selling dogs and cats which were not\nbred within the City of Los Angeles shall prominently display the name and\naddress of the breeder(s) of such dogs and cats and any other pertinent\ninformation required by the General Manager.\t(7)\tFailure to display the breeding\npermit number or include it in any advertisement for sale, adoption or other\ntransfer of dogs and cats is an infraction punishable by a $50.00 fine for the\nfirst occurrence, $75.00 for the second occurrence and $100.00 for each\nsubsequent occurrence.\t(8)\tPossession of a valid permit under this section of\nthe Code does not entitle the permit holder to engage in an activity which is\notherwise prohibited by law.\t(9)\tNo person shall sell, offer or advertise for\nsale or adoption, barter, transfer or broker the transfer or sale for\ncompensation or otherwise, any dog, cat or other animal under the age of six\nmonths within the City of Los Angeles, without first obtaining a transfer\npermit.  This requirement shall not apply to:  (i) pet dealers who conform to\nthe provisions of California Health &#038; Safety Code Section 122125-122220 or\npet stores or other commercial establishments permitted to sell or transfer dogs\nand cats and who are regulated by the Department; (ii) governmental agencies;\n(iii) non-profit animal rescue organizations exempt from taxation under Internal\nRevenue Code Section 501(c)(3) that do not breed animals, are registered with\nthe Department and comply with the rules and regulations of the Department,\nincluding early age spaying and neutering; (iv) humane societies or societies\nfor the prevention of cruelty to animals if such societies are incorporated\nunder the provisions of the California Corporations Code Section 10400 and the\nNon-Profit Public Benefit Corporation Law in Part 2 of the California\nCorporations Code, beginning at Section 5110; or (v) a person who has a valid\nbreeding permit from the Department and is selling or transferring a puppy or\nkitten pursuant to the breeding permit.  (Added by Ord. No. 181,353, Eff.\n11\/18\/10.)\t(10)\tThe term transfer permit means a written authorization issued\nannually in accordance with the permit process established in Sections 53.50 and\n53.58, giving the permit holder permission to sell or transfer for compensation\nor otherwise, animals under the age of six months including dogs or cats.  Each\nholder of a transfer permit shall pay an annual fee of $120.00 or an amount as\nrevised by the Board of Animal Services Commissioners and approved by the City\nCouncil, and abide by the rules and regulations promulgated by the General\nManager, including but not limited to limitations on the number of animals that\nmay be transferred annually.  (Added by Ord. No. 181,353, Eff.\n11\/18\/10.)\t(11)\t(Added by Ord. No. 181,353, Eff. 11\/18\/10.)  In addition to the\ncriteria and procedures established by the General Manager and such information\nas the General Manager shall request, the permit holder shall:\tA.\tProminently\ndisplay the transfer permit number for the sale, adoption, or transfer of any\nanimal under the age of six months, in any advertisement including but not\nlimited to newspapers, newsletters, flyers, magazines or other publications,\nelectronic media, internet or the posting of signs;\tB.\tCertify that he or she is\nover the age of eighteen years and has not been convicted of animal cruelty or\nneglect;\tC.\tProvide to any person who purchases, adopts or receives an animal\nunder the age of six months a statement signed by the permit holder attesting to\nthe signatory’s knowledge of the animal’s health and immunization history,\nand include a copy of the City’s license and permit requirements.  The\ntransfer permit number must appear on the sale or transfer document;\tD.\tProvide\nthe Department with the name, address and contact information for the breeder(s)\nand other source or origin of the animal, as well as the location at which the\nanimal is located or will be kept if different from the address on the transfer\npermit;\tE.\tAgree not to transfer a dog or cat until it has reached the age of\neight weeks, has been weaned, micro-chipped, immunized against common diseases,\nand in the case of a dog four months of age or older, has received its rabies\nvaccination.  Proof of the rabies and other vaccinations shall be provided to\nthe new owner;  \tF.\tIn the case of the sale, adoption or transfer of a dog,\nsubmit to the Department the name, address and telephone number of the new owner\nalong with the micro-chip information on a Department approved form within five\n(5) days from the date of sale or transfer;\tG.\tAgree not to transfer any dog,\ncat or other animal under the age of six months to any minor under the age of\neighteen years;\tH.\tAgree not to knowingly sell or transfer an animal for use in\ndog or animal fighting or in any other illegal activity;\tI.\tObtain a City\nbusiness license and if applicable, a seller’s permit or license and\/or resale\nand tax identification number from the State Board of Equalization or any other\nrequired license or permit; and\tJ.\tComply with all tax laws and\nregulations.\t(12)\tA violation of the transfer permit provisions of this Section\nmay be prosecuted as a misdemeanor or an infraction or punishable by means of an\nadministrative citation.  Failure to comply with the terms and conditions of\nthe transfer permit and applicable law shall also be grounds for the revocation\nor suspension of the transfer permit.  (Added by Ord. No. 181,353, Eff.\n11\/18\/10.)\n","html":"\n\t\t\t\t\t<section><p>  BREEDING AND TRANSFER OF DOGS AND CATS.\n\t(Amended by Ord. No. 173,168, Eff. 5\/18\/00, Oper. 11\/15\/00.)<br \/><br \/>\tThe City Council finds that there exists a serious pet overpopulation problem within the City, that has resulted in a threat to public safety and health, inhumane treatment of animals, mass euthanasia of dogs\/cats at the local animal shelters and escalating costs for animal care and control.  Further, the Board of Animal Services Commissioners has found that uncontrolled breeding is the cause and, without action aimed at the source, this problem and its serious consequences will remain unabated.  Council finds that part of the solution is for all dogs and cats over the age of four months to be spayed or neutered, unless their owners purchase the appropriate licenses\/permits for the <span class=\"dictionary\">privilege<\/span> of maintaining the animal intact and allowing it to breed.  Council also finds that an increase in the license fee for unaltered dogs will encourage the owners to spay\/neuter their dog(s), in <span class=\"dictionary\">order<\/span> to qualify for the much lower altered dog license fee.  Further, Council finds that tighter regulation of the transfer of dogs and cats will help alleviate the City’s pet overpopulation crisis by allowing increased City control over the transfer of dogs and cats.<br \/><br \/>\t(a)\tAnimal Ownership:<br \/><br \/>\tAnimal Owner, for purposes of this section, shall mean any person harboring, keeping or providing care or sustenance to a domestic animal for 30 or more consecutive days on property which he\/she owns, rents or leases.  Such a person shall be subject to the requirements of this chapter.  This definition does not apply to government agencies, animal rescue organizations which have demonstrated to the Department that they have implemented an ongoing spay\/neuter program as well as an adoption program, or humane societies or societies for the prevention of cruelty to animals if such societies are incorporated under the provisions of California Corporations Code Section 10400 and the Nonprofit Public Benefit Corporation <span class=\"dictionary\">Law<\/span> in Part 2 of the California Corporations Code, beginning at Section 5110 and successor sections.<br \/><br \/>\t(b)\tIntact Dogs and Cats:  (Amended by Ord. No. 179,615, Eff. 4\/8\/08.)<br \/><br \/>\t(1)\tNo person who owns a cat over the age of four months shall cause, permit, or allow the cat to be in a public place unsupervised, unless the cat is spayed or neutered.  The term public place shall include, but not be limited to, streets, highways, sidewalks, carnivals, shopping malls, flea markets, boardwalks, and areas in front of commercial establishments.  This requirement applies to all unaltered cats, whether or not their owner(s) have obtained breeding permits pursuant to Subsection (c), below.<br \/><br \/>\t(2)\tNo person, within the City of Los Angeles, shall own a dog or cat over the age of four months that has not been spayed or neutered, unless valid written documentation is provided to show proof that the animal is exempt from the requirement to be spayed or neutered by reason of one of the following, and is in compliance with Subdivisions (3) and (4) below:<br \/><br \/>\tA.\tThe dog or cat is a breed approved by and is registered with a registry or association recognized by the Department through its Commission, whose program and practices are consistent with the humane treatment of animals, and the dog or cat is actively used to show or compete and has competed in at least one show or sporting competition hosted by or under the approval of the recognized registry or association within the last two years, or is being trained or groomed to show or compete and is too young to have yet competed.<br \/><br \/>\tB.  The dog has earned, or if under three years old, is actively being trained and in the process of earning, an agility, carting, herding, protection, rally, hunting, working, or other title from a registry or association approved by the Department through its Commission.<br \/><br \/>\tC.\tThe dog is being trained or has been appropriately trained and is actively used in a manner that meets the definition of guide, signal or service dog as set forth in Subdivisions (d), (e), and (f) of Section 365.5 of the Penal Code, or the dog is enrolled in a guide, signal or service dog breeding program administered by a person licensed under Chapter 9.5 (commencing with Section 7200) of Division 3 of the California Business and Professions Code.<br \/><br \/>\tD.\tThe dog is appropriately trained or is in the process of being trained and is actively used by <span class=\"dictionary\">law<\/span> enforcement agencies or the military for <span class=\"dictionary\">law<\/span> enforcement, military or rescue activities.<br \/><br \/>\tE.\tThe owner of the dog or cat provides a letter to the Department from a licensed veterinarian certifying that the animal’s health would be best served by spaying or neutering after a specified date; or that due to age, poor health, or illness it is unsafe to spay or neuter the animal; or that arrangements have been made to spay or neuter the dog or cat within 60 days after the compliance deadline and the dog or cat is spayed or neutered within that 60-day period.  This letter shall include the veterinarian’s license number, the date by which the animal may be safely spayed or neutered, and updated periodically as necessary.  In addition, if the letter from the licensed veterinarian certifies that arrangements have been made to spay or neuter the dog within 60 days from the date the dog reaches the age of four months, and the dog is spayed or neutered within that 60-day period, the owner shall qualify for the lower license fee and license tax for an altered dog.  It shall be the owner’s responsibility to comply with the spay\/ neuter provisions of this chapter, including paying the license fee and license tax.<br \/><br \/>\tF.\tThe dog or cat has a valid breeding permit issued to the owner pursuant to Subsection (c) below.<br \/><br \/>\t(3)\tAn unaltered dog or cat shall be implanted with an animal identification device identifying the owner of the animal.<br \/><br \/>\t(4)\tIn addition to meeting one of the exemptions in this section, the dog license application for an unaltered dog shall contain the information requested by the Department, including the identification number of the implanted animal identification device, the name and address of the owner, and the location at which the dog will be maintained.<br \/><br \/>\t(5)\tA license for an unaltered dog shall not be transferable, and shall not be issued to any person under the age of eighteen years.<br \/><br \/>\t(6)\tThe provisions of this subsection become operative on October 1, 2008.  However, an unaltered dog that has a valid dog license from the Department shall not be subject to this subsection until the dog license expires, or October 1, 2009, whichever occurs first.<br \/><br \/>\t(7)\tAny person owning, possessing, harboring or having <span class=\"dictionary\">custody<\/span> and control of a cat or dog in violation of this subsection shall be given a notice to comply and information regarding free and subsidized spay and neuter services.  If the violation is not corrected within 60 days, it shall be deemed a second violation and in addition to correcting the violation, the person shall pay a civil <span class=\"dictionary\">penalty<\/span> in the amount of $100.00 or shall be allowed to perform eight hours of <span class=\"dictionary\">community service<\/span>.  Failure to pay the civil <span class=\"dictionary\">penalty<\/span> or perform the <span class=\"dictionary\">community service<\/span> and\/or failure to correct the violation within the 60-day period, or any extension of that period permitted by the Department, shall be deemed a third violation.  The Department shall impose a civil <span class=\"dictionary\">penalty<\/span> in the amount of $500.00 or allow the person to perform 40 hours of <span class=\"dictionary\">community service<\/span>, in addition to spaying or neutering the dog or cat.<br \/><br \/>\tAfter July 1, 2009, if after 60 days from the date of notification of a third violation, the $500.00 civil <span class=\"dictionary\">penalty<\/span> is not paid or the 40 hours of <span class=\"dictionary\">community service<\/span> is not performed and\/or the owner still has not spayed\/neutered his\/her dog(s) or cat(s) as required under Subsection (b) above, the continuing violation of this subsection may also be deemed a <span class=\"dictionary\">misdemeanor<\/span>.<br \/><br \/>\t(8)\tThere is hereby established an Animal Services Spay\/Neuter Advisory Committee (Committee) for the purpose of advising the Board of Animal Services Commissioners on the impact of the City’s spay\/neuter policies on the City’s low-income residents.  The Committee shall seek regular and systematic input on its recommendations, especially from low-income residents.<br \/><br \/>\tA.\tThe membership of the Committee shall consist of 15 persons appointed by the City Council, with each Councilmember appointing one person to the Committee.<br \/><br \/>\tB.\tThe General Manager of the Department, or his or her designee, shall serve as a non-voting Secretary of the Committee.<br \/><br \/>\tC.\tThe Committee shall select one of its members to be the chair of the Committee.  The chair will also be the conduit between the Committee and the Commission, and if needed, with the Mayor and the City Council.<br \/><br \/>\tD.\tAll proceedings of the Committee shall be subject to the provisions of California Government Code Section 54950, et seq., as amended (Brown Act).<br \/><br \/>\tE.\tThe Committee shall meet as frequently as necessary but at least four times during the year.  The meetings of the Committee may be conducted by teleconference as provided in the Brown Act.<br \/><br \/>\tF.\tThe members of the Committee shall serve without compensation, including any travel or per diem expenses.<br \/><br \/>\tG.\tThe Committee shall complete its work and dissolve by October 30, 2009.<br \/><br \/>\tH.\tThe Committee shall do the following:<br \/><br \/>\t(1)\tReview the impact of the spay\/ neuter policies on the City’s low-income residents. <br \/><br \/>\t(2)\tReview the number of animals spayed\/neutered, total exemptions provided, the waiting list if any for the spay\/neuter services, the amount and timing of committed funding, and recommendations for legislative and administrative action needed to ensure that funding is allocated promptly to qualified providers of the spay\/neuter programs.<br \/><br \/>\t(3)\tReview the quality of services and accountability measures.<br \/><br \/>\t(4)\tReview challenges faced by the spay\/neuter program that impede the provision of best possible services.<br \/><br \/>\t(5)\tMake recommendations on any improvements and changes to the spay\/ neuter program that will enhance its services and reduce the financial burden of the program on residents in low-income areas.<br \/><br \/>\t(6)\tProvide a preliminary written report containing an evaluation of the program and any recommendations to the Commission, and provide a copy to the Mayor and the City Council by March 30, 2009, and a final report by October 30, 2009.<br \/><br \/>\t(c)\tBreeding Permit:<br \/><br \/>\t(1)\tNo person shall cause or allow any dog or cat owned, harbored or kept within the City of Los Angeles to breed without first obtaining a breeding permit, as described below.  The term breeding permit means a written authorization, issued annually by the General Manager, giving its lawful holder permission to breed a dog or a cat.<br \/><br \/>\t(2)\tEach breeding permit shall be valid for one year from the date of issuance, and may be renewed annually, before its expiration date.  Each applicant for such a permit shall pay an annual fee of $235.00 or such other fee established in the manner set forth in Subsection (a) of Section 53.12 and promulgated by the Department.  A separate permit must be obtained for each owned dog or cat that is allowed to breed.  (Amended by Ord. No. 181,341, Eff. 11\/14\/10.)<br \/><br \/>\t(3)\tThe Department shall administer an animal breeding permit program to allow the breeding of unaltered dogs and cats consistent with criteria and according to procedures established by the General Manager pursuant to Section 53.58 of this Code.  Under no circumstances shall such a permit be issued to a person who has been convicted of animal cruelty or neglect.<br \/><br \/>\t(4)\tIn addition to the criteria and procedures established by the General Manager pursuant to Paragraph 3 of this subsection, all breeding permits shall contain the following terms and conditions:<br \/><br \/>\tA.\tThe owner of an unaltered female dog or cat shall not allow the whelping of more than one litter in any household within the permit year.  Notwithstanding this provision, the General Manager is hereby authorized, upon application of a permittee, to allow on a one time basis the whelping of up to two dog or cat litters per breeding animal within any domestic household within a permit year, if the permittee establishes, according to regulations promulgated by the General Manager, that such breeding is required to protect the health of the animal or avert a substantial economic loss to the permittee.  In the event that a permittee is forced to euthanize a litter of dogs or cats, the General Manager may authorize the whelping of one additional litter of dogs or cats within the same permit year by the permittee;<br \/><br \/>\tB.\tNo offspring may be sold, adopted, bartered, or otherwise transferred, whether for compensation or otherwise, until it has reached the age of at least eight weeks;<br \/><br \/>\tC.\tNo offspring may be sold or adopted until immunized against common diseases.  The sale or adoption of a dog or cat shall include a statement signed by the seller or adopter attesting to the signatory’s knowledge of the animal’s health, and the animal’s immunization history;<br \/><br \/>\tD.\tAny holder of a breeding permit who advertises to the public the availability of any dog or cat for sale, adoption, or transfer, whether for compensation or otherwise, must prominently display the permit number in any such advertisement.  Further, the breeding permit holder must provide the permit number to any person who purchases, adopts or receives any animal from the permit holder and include the permit number on any receipt of sale or transfer document;<br \/><br \/>\tE.\tCommercial establishments selling locally bred dogs or cats shall prominently display the breeding permit number(s) of the breeder(s) whose dogs and cats are sold in said establishments and any other pertinent information required by the General Manager; Commercial establishments selling dogs and cats which were not bred within the City of Los Angeles shall prominently display the name and address of the breeder(s) of such dogs and cats and any other pertinent information required by the General Manager;<br \/><br \/>\tF.\tAny breeding permit holder selling or otherwise transferring a dog or a cat, whether for compensation or otherwise, shall submit to the Los Angeles Department of Animal Services the name, address, and telephone number of the animal’s new owner within five days from the sale or other transfer, on a Department approved form; and<br \/><br \/>\tG.\tAny breeding permit holder or commercial establishment which sells or otherwise transfers a dog or cat, whether for compensation or otherwise, shall provide to the new animal owner City application(s) for a license and permit as well as written information regarding the license and permit requirements of the City of Los Angeles applicable to such animal.<br \/><br \/>\t(5)\tThe following animals are exempt from the breeding permit requirements:<br \/><br \/>\tA.\tDogs documented as having been appropriately trained and actively used by <span class=\"dictionary\">law<\/span> enforcement agencies for <span class=\"dictionary\">law<\/span> enforcement and rescue activities;<br \/><br \/>\tB.\tDogs documented as guide, signal, or service dogs pursuant to California Penal Code Section 365.5(d), (e) &#038; (f) and successor sections;<br \/><br \/>\tC.\tDogs and cats certified by a licensed veterinarian as not being suitable subjects for spaying and neutering due to health reasons;<br \/><br \/>\tD.\tDogs and cats under the care of governmental animal control agencies; animal rescue organizations which have demonstrated to the Department that they have implemented an ongoing spay\/neuter plan, as well as an adoption plan; or humane societies or societies for the prevention of cruelty to animals, if such societies are incorporated under the provisions of California Corporations Code Section 10400 and the Nonprofit Public Benefit Corporation <span class=\"dictionary\">Law<\/span> in Part 2 of the California Corporations Code, beginning at Section 5110, and successor sections; and<br \/><br \/>\tE.\tDogs documented as enrolled in a guide, signal or service dog breeding program administered by a person licensed under Chapter 9.5 (commencing with Section 7200) of Division 3 of the California Business and Professions Code.<br \/><br \/>\t(d)\tPenalties:<br \/><br \/>\t(1)\tAny cat or dog owner found by the Department to be in violation of the breeding permit provisions of this section may correct the violation(s) by providing conclusive proof to the Department that the dog(s) or cat(s) have been spayed or neutered, or by obtaining the necessary permit(s) mentioned in this section, no later than forty five days from the date when the Department had first notified the owner of the violation.  Should the owner fail to correct the violation(s) in the manner described above, the Department shall impose a $500.00 civil <span class=\"dictionary\">penalty<\/span> on the dog or cat owner.  Notice of this <span class=\"dictionary\">penalty<\/span> shall be served by the Department on the dog or cat owner in the manner allowed by Section 11(i) of this Code.  This <span class=\"dictionary\">penalty<\/span> shall not be waived by the Department upon the transfer or abandonment of the dog or cat by the non compliant owner.  This <span class=\"dictionary\">penalty<\/span> shall be imposed in addition to any other applicable civil or criminal penalties.<br \/><br \/>\tIf the civil <span class=\"dictionary\">penalty<\/span> mentioned above is not paid and the owner does not spay\/neuter his\/her dog(s) or cat(s) or obtains the breeding permit(s) required under Subsection (c), above, within fifteen days from the date when the Department first notified the owner of the imposition of the civil <span class=\"dictionary\">penalty<\/span> mention in Section (d)(1), the continuing violation of the breeding permit requirement of this section becomes a <span class=\"dictionary\">misdemeanor<\/span> and may be prosecuted as such.<br \/><br \/>\t(2)\tThe Department may revoke any permit issued pursuant to this section upon a <span class=\"dictionary\">finding<\/span> that the permit holder has violated its terms and conditions.  Such a <span class=\"dictionary\">finding<\/span> shall be made after an administrative <span class=\"dictionary\">hearing<\/span> conducted in accordance with the provisions of Section 53.18.5 of this Code; provided, however, that a <span class=\"dictionary\">finding<\/span> by the Department’s <span class=\"dictionary\">hearing<\/span> examiner that such violation had occurred, if this <span class=\"dictionary\">finding<\/span> is sustained by the General Manager, shall result in the permit’s <span class=\"dictionary\">revocation<\/span>, notwithstanding the provisions of Section 53.18.5(l) of this Code.<br \/><br \/>\t(3)\tExcept as specifically mentioned in Subsection (d)(1) and (2), above, failure to comply with any of the requirements mentioned in Subsections (b) and (c) of Section 53.15.2 of this Code is an infraction punishable by a $50.00 fine for the first occurrence, $75.00 for the second occurrence and $100.00 for each subsequent occurrence.<br \/><br \/>\t(e)\tSale, Adoption and Other Transfers of Dogs and Cats:<br \/><br \/>\t(1)\tAny person who offers or provides, whether for compensation or otherwise, any dog or cat for sale or other type of transfer, shall disclose to the transferee information regarding the license and permit requirements of the City of Los Angeles applicable to the transferred animal.<br \/><br \/>\t(2)\tNo person shall present any dog or cat for sale, adoption, barter, exchange, or adoption, whether for compensation or otherwise, in any public place, without first obtaining a permit pursuant to Los Angeles Municipal Code section 53.50.  The term public place shall include, but not be limited to, streets, highways, sidewalks, carnivals, shopping malls, flea markets, boardwalks, and areas in front of commercial establishments.  This prohibition shall not apply to:<br \/><br \/>\tA.\tGovernment agencies; non-profit animal rescue organizations exempt from taxation under Internal Revenue Code section 501(c)(3); or humane societies or societies for the prevention of cruelty to animals if such societies are incorporated under the provisions of California Corporations Code Section 10400 and the Nonprofit Public Benefit Corporation <span class=\"dictionary\">Law<\/span> in Part 2 of the California Corporations Code, beginning at Section 5110;<br \/><br \/>\tB.\tPermitted dog or cat shows; or<br \/><br \/>\tC.\tPermitted pet stores which sell or otherwise transfer dogs or cats, whether for compensation or otherwise, within the store.<br \/><br \/>\t(3)\tNo person shall give away any dog or cat as a prize or as an inducement to enter into any contest, lottery, drawing, game or competition.<br \/><br \/>\t(4)\tNo person shall give away any dog or cat as an inducement to enter a place of business, or to enter into a business arrangement.<br \/><br \/>\t(5)\tNo person shall sell, barter, exchange or offer for adoption, whether for compensation or otherwise, any dog or cat to any <span class=\"dictionary\">minor<\/span> under the age of eighteen years, without the written permission of one of the <span class=\"dictionary\">minor<\/span>’s parents or legal guardians.<br \/><br \/>\t(6)\tCommercial establishments selling dogs and cats which were not bred within the City of Los Angeles shall prominently display the name and address of the breeder(s) of such dogs and cats and any other pertinent information required by the General Manager.<br \/><br \/>\t(7)\tFailure to display the breeding permit number or include it in any advertisement for sale, adoption or other transfer of dogs and cats is an infraction punishable by a $50.00 fine for the first occurrence, $75.00 for the second occurrence and $100.00 for each subsequent occurrence.<br \/><br \/>\t(8)\t<span class=\"dictionary\">Possession<\/span> of a valid permit under this section of the Code does not entitle the permit holder to engage in an activity which is otherwise prohibited by <span class=\"dictionary\">law<\/span>.<br \/><br \/>\t(9)\tNo person shall sell, offer or advertise for sale or adoption, barter, transfer or broker the transfer or sale for compensation or otherwise, any dog, cat or other animal under the age of six months within the City of Los Angeles, without first obtaining a transfer permit.  This requirement shall not apply to:  (i) pet dealers who conform to the provisions of California Health &#038; Safety Code Section 122125-122220 or pet stores or other commercial establishments permitted to sell or transfer dogs and cats and who are regulated by the Department; (ii) governmental agencies; (iii) non-profit animal rescue organizations exempt from taxation under Internal Revenue Code Section 501(c)(3) that do not breed animals, are registered with the Department and comply with the rules and regulations of the Department, including early age spaying and neutering; (iv) humane societies or societies for the prevention of cruelty to animals if such societies are incorporated under the provisions of the California Corporations Code Section 10400 and the Non-Profit Public Benefit Corporation <span class=\"dictionary\">Law<\/span> in Part 2 of the California Corporations Code, beginning at Section 5110; or (v) a person who has a valid breeding permit from the Department and is selling or transferring a puppy or kitten pursuant to the breeding permit.  (Added by Ord. No. 181,353, Eff. 11\/18\/10.)<br \/><br \/>\t(10)\tThe term transfer permit means a written authorization issued annually in accordance with the permit process established in Sections 53.50 and 53.58, giving the permit holder permission to sell or transfer for compensation or otherwise, animals under the age of six months including dogs or cats.  Each holder of a transfer permit shall pay an annual fee of $120.00 or an amount as revised by the Board of Animal Services Commissioners and approved by the City Council, and abide by the rules and regulations promulgated by the General Manager, including but not limited to limitations on the number of animals that may be transferred annually.  (Added by Ord. No. 181,353, Eff. 11\/18\/10.)<br \/><br \/>\t(11)\t(Added by Ord. No. 181,353, Eff. 11\/18\/10.)  In addition to the criteria and procedures established by the General Manager and such information as the General Manager shall request, the permit holder shall:<br \/><br \/>\tA.\tProminently display the transfer permit number for the sale, adoption, or transfer of any animal under the age of six months, in any advertisement including but not limited to newspapers, newsletters, flyers, magazines or other publications, electronic media, internet or the posting of signs;<br \/><br \/>\tB.\tCertify that he or she is over the age of eighteen years and has not been convicted of animal cruelty or neglect;<br \/><br \/>\tC.\tProvide to any person who purchases, adopts or receives an animal under the age of six months a statement signed by the permit holder attesting to the signatory’s knowledge of the animal’s health and immunization history, and include a copy of the City’s license and permit requirements.  The transfer permit number must appear on the sale or transfer document;<br \/><br \/>\tD.\tProvide the Department with the name, address and contact information for the breeder(s) and other source or origin of the animal, as well as the location at which the animal is located or will be kept if different from the address on the transfer permit;<br \/><br \/>\tE.\tAgree not to transfer a dog or cat until it has reached the age of eight weeks, has been weaned, micro-chipped, immunized against common diseases, and in the case of a dog four months of age or older, has received its rabies vaccination.  Proof of the rabies and other vaccinations shall be provided to the new owner;  <br \/><br \/>\tF.\tIn the case of the sale, adoption or transfer of a dog, submit to the Department the name, address and telephone number of the new owner along with the micro-chip information on a Department approved form within five (5) days from the date of sale or transfer;<br \/><br \/>\tG.\tAgree not to transfer any dog, cat or other animal under the age of six months to any <span class=\"dictionary\">minor<\/span> under the age of eighteen years;<br \/><br \/>\tH.\tAgree not to knowingly sell or transfer an animal for use in dog or animal fighting or in any other illegal activity;<br \/><br \/>\tI.\tObtain a City business license and if applicable, a seller’s permit or license and\/or resale and tax identification number from the State Board of Equalization or any other required license or permit; and<br \/><br \/>\tJ.\tComply with all tax <span class=\"dictionary\">laws<\/span> and regulations.<br \/><br \/>\t(12)\tA violation of the transfer permit provisions of this Section may be prosecuted as a <span class=\"dictionary\">misdemeanor<\/span> or an infraction or punishable by means of an administrative <span class=\"dictionary\">citation<\/span>.  Failure to comply with the terms and conditions of the transfer permit and applicable <span class=\"dictionary\">law<\/span> shall also be grounds for the <span class=\"dictionary\">revocation<\/span> or suspension of the transfer permit.  (Added by Ord. No. 181,353, Eff. 11\/18\/10.)<\/p><\/section>","previous_section":{"id":"20","structure_id":"18","section_number":"53.15.1","catch_line":"Equine License Fee.","url":"\/53.15.1\/","token":"53.15.1"},"text":{"0":{"id":"2220","text":"  BREEDING AND TRANSFER OF DOGS AND CATS.\n\t(Amended by Ord. No. 173,168, Eff. 5\/18\/00, Oper. 11\/15\/00.)\tThe City Council finds that there exists a serious pet overpopulation problem within the City, that has resulted in a threat to public safety and health, inhumane treatment of animals, mass euthanasia of dogs\/cats at the local animal shelters and escalating costs for animal care and control.  Further, the Board of Animal Services Commissioners has found that uncontrolled breeding is the cause and, without action aimed at the source, this problem and its serious consequences will remain unabated.  Council finds that part of the solution is for all dogs and cats over the age of four months to be spayed or neutered, unless their owners purchase the appropriate licenses\/permits for the privilege of maintaining the animal intact and allowing it to breed.  Council also finds that an increase in the license fee for unaltered dogs will encourage the owners to spay\/neuter their dog(s), in order to qualify for the much lower altered dog license fee.  Further, Council finds that tighter regulation of the transfer of dogs and cats will help alleviate the City’s pet overpopulation crisis by allowing increased City control over the transfer of dogs and cats.\t(a)\tAnimal Ownership:\tAnimal Owner, for purposes of this section, shall mean any person harboring, keeping or providing care or sustenance to a domestic animal for 30 or more consecutive days on property which he\/she owns, rents or leases.  Such a person shall be subject to the requirements of this chapter.  This definition does not apply to government agencies, animal rescue organizations which have demonstrated to the Department that they have implemented an ongoing spay\/neuter program as well as an adoption program, or humane societies or societies for the prevention of cruelty to animals if such societies are incorporated under the provisions of California Corporations Code Section 10400 and the Nonprofit Public Benefit Corporation Law in Part 2 of the California Corporations Code, beginning at Section 5110 and successor sections.\t(b)\tIntact Dogs and Cats:  (Amended by Ord. No. 179,615, Eff. 4\/8\/08.)\t(1)\tNo person who owns a cat over the age of four months shall cause, permit, or allow the cat to be in a public place unsupervised, unless the cat is spayed or neutered.  The term public place shall include, but not be limited to, streets, highways, sidewalks, carnivals, shopping malls, flea markets, boardwalks, and areas in front of commercial establishments.  This requirement applies to all unaltered cats, whether or not their owner(s) have obtained breeding permits pursuant to Subsection (c), below.\t(2)\tNo person, within the City of Los Angeles, shall own a dog or cat over the age of four months that has not been spayed or neutered, unless valid written documentation is provided to show proof that the animal is exempt from the requirement to be spayed or neutered by reason of one of the following, and is in compliance with Subdivisions (3) and (4) below:\tA.\tThe dog or cat is a breed approved by and is registered with a registry or association recognized by the Department through its Commission, whose program and practices are consistent with the humane treatment of animals, and the dog or cat is actively used to show or compete and has competed in at least one show or sporting competition hosted by or under the approval of the recognized registry or association within the last two years, or is being trained or groomed to show or compete and is too young to have yet competed.\tB.  The dog has earned, or if under three years old, is actively being trained and in the process of earning, an agility, carting, herding, protection, rally, hunting, working, or other title from a registry or association approved by the Department through its Commission.\tC.\tThe dog is being trained or has been appropriately trained and is actively used in a manner that meets the definition of guide, signal or service dog as set forth in Subdivisions (d), (e), and (f) of Section 365.5 of the Penal Code, or the dog is enrolled in a guide, signal or service dog breeding program administered by a person licensed under Chapter 9.5 (commencing with Section 7200) of Division 3 of the California Business and Professions Code.\tD.\tThe dog is appropriately trained or is in the process of being trained and is actively used by law enforcement agencies or the military for law enforcement, military or rescue activities.\tE.\tThe owner of the dog or cat provides a letter to the Department from a licensed veterinarian certifying that the animal’s health would be best served by spaying or neutering after a specified date; or that due to age, poor health, or illness it is unsafe to spay or neuter the animal; or that arrangements have been made to spay or neuter the dog or cat within 60 days after the compliance deadline and the dog or cat is spayed or neutered within that 60-day period.  This letter shall include the veterinarian’s license number, the date by which the animal may be safely spayed or neutered, and updated periodically as necessary.  In addition, if the letter from the licensed veterinarian certifies that arrangements have been made to spay or neuter the dog within 60 days from the date the dog reaches the age of four months, and the dog is spayed or neutered within that 60-day period, the owner shall qualify for the lower license fee and license tax for an altered dog.  It shall be the owner’s responsibility to comply with the spay\/ neuter provisions of this chapter, including paying the license fee and license tax.\tF.\tThe dog or cat has a valid breeding permit issued to the owner pursuant to Subsection (c) below.\t(3)\tAn unaltered dog or cat shall be implanted with an animal identification device identifying the owner of the animal.\t(4)\tIn addition to meeting one of the exemptions in this section, the dog license application for an unaltered dog shall contain the information requested by the Department, including the identification number of the implanted animal identification device, the name and address of the owner, and the location at which the dog will be maintained.\t(5)\tA license for an unaltered dog shall not be transferable, and shall not be issued to any person under the age of eighteen years.\t(6)\tThe provisions of this subsection become operative on October 1, 2008.  However, an unaltered dog that has a valid dog license from the Department shall not be subject to this subsection until the dog license expires, or October 1, 2009, whichever occurs first.\t(7)\tAny person owning, possessing, harboring or having custody and control of a cat or dog in violation of this subsection shall be given a notice to comply and information regarding free and subsidized spay and neuter services.  If the violation is not corrected within 60 days, it shall be deemed a second violation and in addition to correcting the violation, the person shall pay a civil penalty in the amount of $100.00 or shall be allowed to perform eight hours of community service.  Failure to pay the civil penalty or perform the community service and\/or failure to correct the violation within the 60-day period, or any extension of that period permitted by the Department, shall be deemed a third violation.  The Department shall impose a civil penalty in the amount of $500.00 or allow the person to perform 40 hours of community service, in addition to spaying or neutering the dog or cat.\tAfter July 1, 2009, if after 60 days from the date of notification of a third violation, the $500.00 civil penalty is not paid or the 40 hours of community service is not performed and\/or the owner still has not spayed\/neutered his\/her dog(s) or cat(s) as required under Subsection (b) above, the continuing violation of this subsection may also be deemed a misdemeanor.\t(8)\tThere is hereby established an Animal Services Spay\/Neuter Advisory Committee (Committee) for the purpose of advising the Board of Animal Services Commissioners on the impact of the City’s spay\/neuter policies on the City’s low-income residents.  The Committee shall seek regular and systematic input on its recommendations, especially from low-income residents.\tA.\tThe membership of the Committee shall consist of 15 persons appointed by the City Council, with each Councilmember appointing one person to the Committee.\tB.\tThe General Manager of the Department, or his or her designee, shall serve as a non-voting Secretary of the Committee.\tC.\tThe Committee shall select one of its members to be the chair of the Committee.  The chair will also be the conduit between the Committee and the Commission, and if needed, with the Mayor and the City Council.\tD.\tAll proceedings of the Committee shall be subject to the provisions of California Government Code Section 54950, et seq., as amended (Brown Act).\tE.\tThe Committee shall meet as frequently as necessary but at least four times during the year.  The meetings of the Committee may be conducted by teleconference as provided in the Brown Act.\tF.\tThe members of the Committee shall serve without compensation, including any travel or per diem expenses.\tG.\tThe Committee shall complete its work and dissolve by October 30, 2009.\tH.\tThe Committee shall do the following:\t(1)\tReview the impact of the spay\/ neuter policies on the City’s low-income residents. \t(2)\tReview the number of animals spayed\/neutered, total exemptions provided, the waiting list if any for the spay\/neuter services, the amount and timing of committed funding, and recommendations for legislative and administrative action needed to ensure that funding is allocated promptly to qualified providers of the spay\/neuter programs.\t(3)\tReview the quality of services and accountability measures.\t(4)\tReview challenges faced by the spay\/neuter program that impede the provision of best possible services.\t(5)\tMake recommendations on any improvements and changes to the spay\/ neuter program that will enhance its services and reduce the financial burden of the program on residents in low-income areas.\t(6)\tProvide a preliminary written report containing an evaluation of the program and any recommendations to the Commission, and provide a copy to the Mayor and the City Council by March 30, 2009, and a final report by October 30, 2009.\t(c)\tBreeding Permit:\t(1)\tNo person shall cause or allow any dog or cat owned, harbored or kept within the City of Los Angeles to breed without first obtaining a breeding permit, as described below.  The term breeding permit means a written authorization, issued annually by the General Manager, giving its lawful holder permission to breed a dog or a cat.\t(2)\tEach breeding permit shall be valid for one year from the date of issuance, and may be renewed annually, before its expiration date.  Each applicant for such a permit shall pay an annual fee of $235.00 or such other fee established in the manner set forth in Subsection (a) of Section 53.12 and promulgated by the Department.  A separate permit must be obtained for each owned dog or cat that is allowed to breed.  (Amended by Ord. No. 181,341, Eff. 11\/14\/10.)\t(3)\tThe Department shall administer an animal breeding permit program to allow the breeding of unaltered dogs and cats consistent with criteria and according to procedures established by the General Manager pursuant to Section 53.58 of this Code.  Under no circumstances shall such a permit be issued to a person who has been convicted of animal cruelty or neglect.\t(4)\tIn addition to the criteria and procedures established by the General Manager pursuant to Paragraph 3 of this subsection, all breeding permits shall contain the following terms and conditions:\tA.\tThe owner of an unaltered female dog or cat shall not allow the whelping of more than one litter in any household within the permit year.  Notwithstanding this provision, the General Manager is hereby authorized, upon application of a permittee, to allow on a one time basis the whelping of up to two dog or cat litters per breeding animal within any domestic household within a permit year, if the permittee establishes, according to regulations promulgated by the General Manager, that such breeding is required to protect the health of the animal or avert a substantial economic loss to the permittee.  In the event that a permittee is forced to euthanize a litter of dogs or cats, the General Manager may authorize the whelping of one additional litter of dogs or cats within the same permit year by the permittee;\tB.\tNo offspring may be sold, adopted, bartered, or otherwise transferred, whether for compensation or otherwise, until it has reached the age of at least eight weeks;\tC.\tNo offspring may be sold or adopted until immunized against common diseases.  The sale or adoption of a dog or cat shall include a statement signed by the seller or adopter attesting to the signatory’s knowledge of the animal’s health, and the animal’s immunization history;\tD.\tAny holder of a breeding permit who advertises to the public the availability of any dog or cat for sale, adoption, or transfer, whether for compensation or otherwise, must prominently display the permit number in any such advertisement.  Further, the breeding permit holder must provide the permit number to any person who purchases, adopts or receives any animal from the permit holder and include the permit number on any receipt of sale or transfer document;\tE.\tCommercial establishments selling locally bred dogs or cats shall prominently display the breeding permit number(s) of the breeder(s) whose dogs and cats are sold in said establishments and any other pertinent information required by the General Manager; Commercial establishments selling dogs and cats which were not bred within the City of Los Angeles shall prominently display the name and address of the breeder(s) of such dogs and cats and any other pertinent information required by the General Manager;\tF.\tAny breeding permit holder selling or otherwise transferring a dog or a cat, whether for compensation or otherwise, shall submit to the Los Angeles Department of Animal Services the name, address, and telephone number of the animal’s new owner within five days from the sale or other transfer, on a Department approved form; and\tG.\tAny breeding permit holder or commercial establishment which sells or otherwise transfers a dog or cat, whether for compensation or otherwise, shall provide to the new animal owner City application(s) for a license and permit as well as written information regarding the license and permit requirements of the City of Los Angeles applicable to such animal.\t(5)\tThe following animals are exempt from the breeding permit requirements:\tA.\tDogs documented as having been appropriately trained and actively used by law enforcement agencies for law enforcement and rescue activities;\tB.\tDogs documented as guide, signal, or service dogs pursuant to California Penal Code Section 365.5(d), (e) &#038; (f) and successor sections;\tC.\tDogs and cats certified by a licensed veterinarian as not being suitable subjects for spaying and neutering due to health reasons;\tD.\tDogs and cats under the care of governmental animal control agencies; animal rescue organizations which have demonstrated to the Department that they have implemented an ongoing spay\/neuter plan, as well as an adoption plan; or humane societies or societies for the prevention of cruelty to animals, if such societies are incorporated under the provisions of California Corporations Code Section 10400 and the Nonprofit Public Benefit Corporation Law in Part 2 of the California Corporations Code, beginning at Section 5110, and successor sections; and\tE.\tDogs documented as enrolled in a guide, signal or service dog breeding program administered by a person licensed under Chapter 9.5 (commencing with Section 7200) of Division 3 of the California Business and Professions Code.\t(d)\tPenalties:\t(1)\tAny cat or dog owner found by the Department to be in violation of the breeding permit provisions of this section may correct the violation(s) by providing conclusive proof to the Department that the dog(s) or cat(s) have been spayed or neutered, or by obtaining the necessary permit(s) mentioned in this section, no later than forty five days from the date when the Department had first notified the owner of the violation.  Should the owner fail to correct the violation(s) in the manner described above, the Department shall impose a $500.00 civil penalty on the dog or cat owner.  Notice of this penalty shall be served by the Department on the dog or cat owner in the manner allowed by Section 11(i) of this Code.  This penalty shall not be waived by the Department upon the transfer or abandonment of the dog or cat by the non compliant owner.  This penalty shall be imposed in addition to any other applicable civil or criminal penalties.\tIf the civil penalty mentioned above is not paid and the owner does not spay\/neuter his\/her dog(s) or cat(s) or obtains the breeding permit(s) required under Subsection (c), above, within fifteen days from the date when the Department first notified the owner of the imposition of the civil penalty mention in Section (d)(1), the continuing violation of the breeding permit requirement of this section becomes a misdemeanor and may be prosecuted as such.\t(2)\tThe Department may revoke any permit issued pursuant to this section upon a finding that the permit holder has violated its terms and conditions.  Such a finding shall be made after an administrative hearing conducted in accordance with the provisions of Section 53.18.5 of this Code; provided, however, that a finding by the Department’s hearing examiner that such violation had occurred, if this finding is sustained by the General Manager, shall result in the permit’s revocation, notwithstanding the provisions of Section 53.18.5(l) of this Code.\t(3)\tExcept as specifically mentioned in Subsection (d)(1) and (2), above, failure to comply with any of the requirements mentioned in Subsections (b) and (c) of Section 53.15.2 of this Code is an infraction punishable by a $50.00 fine for the first occurrence, $75.00 for the second occurrence and $100.00 for each subsequent occurrence.\t(e)\tSale, Adoption and Other Transfers of Dogs and Cats:\t(1)\tAny person who offers or provides, whether for compensation or otherwise, any dog or cat for sale or other type of transfer, shall disclose to the transferee information regarding the license and permit requirements of the City of Los Angeles applicable to the transferred animal.\t(2)\tNo person shall present any dog or cat for sale, adoption, barter, exchange, or adoption, whether for compensation or otherwise, in any public place, without first obtaining a permit pursuant to Los Angeles Municipal Code section 53.50.  The term public place shall include, but not be limited to, streets, highways, sidewalks, carnivals, shopping malls, flea markets, boardwalks, and areas in front of commercial establishments.  This prohibition shall not apply to:\tA.\tGovernment agencies; non-profit animal rescue organizations exempt from taxation under Internal Revenue Code section 501(c)(3); or humane societies or societies for the prevention of cruelty to animals if such societies are incorporated under the provisions of California Corporations Code Section 10400 and the Nonprofit Public Benefit Corporation Law in Part 2 of the California Corporations Code, beginning at Section 5110;\tB.\tPermitted dog or cat shows; or\tC.\tPermitted pet stores which sell or otherwise transfer dogs or cats, whether for compensation or otherwise, within the store.\t(3)\tNo person shall give away any dog or cat as a prize or as an inducement to enter into any contest, lottery, drawing, game or competition.\t(4)\tNo person shall give away any dog or cat as an inducement to enter a place of business, or to enter into a business arrangement.\t(5)\tNo person shall sell, barter, exchange or offer for adoption, whether for compensation or otherwise, any dog or cat to any minor under the age of eighteen years, without the written permission of one of the minor’s parents or legal guardians.\t(6)\tCommercial establishments selling dogs and cats which were not bred within the City of Los Angeles shall prominently display the name and address of the breeder(s) of such dogs and cats and any other pertinent information required by the General Manager.\t(7)\tFailure to display the breeding permit number or include it in any advertisement for sale, adoption or other transfer of dogs and cats is an infraction punishable by a $50.00 fine for the first occurrence, $75.00 for the second occurrence and $100.00 for each subsequent occurrence.\t(8)\tPossession of a valid permit under this section of the Code does not entitle the permit holder to engage in an activity which is otherwise prohibited by law.\t(9)\tNo person shall sell, offer or advertise for sale or adoption, barter, transfer or broker the transfer or sale for compensation or otherwise, any dog, cat or other animal under the age of six months within the City of Los Angeles, without first obtaining a transfer permit.  This requirement shall not apply to:  (i) pet dealers who conform to the provisions of California Health &#038; Safety Code Section 122125-122220 or pet stores or other commercial establishments permitted to sell or transfer dogs and cats and who are regulated by the Department; (ii) governmental agencies; (iii) non-profit animal rescue organizations exempt from taxation under Internal Revenue Code Section 501(c)(3) that do not breed animals, are registered with the Department and comply with the rules and regulations of the Department, including early age spaying and neutering; (iv) humane societies or societies for the prevention of cruelty to animals if such societies are incorporated under the provisions of the California Corporations Code Section 10400 and the Non-Profit Public Benefit Corporation Law in Part 2 of the California Corporations Code, beginning at Section 5110; or (v) a person who has a valid breeding permit from the Department and is selling or transferring a puppy or kitten pursuant to the breeding permit.  (Added by Ord. No. 181,353, Eff. 11\/18\/10.)\t(10)\tThe term transfer permit means a written authorization issued annually in accordance with the permit process established in Sections 53.50 and 53.58, giving the permit holder permission to sell or transfer for compensation or otherwise, animals under the age of six months including dogs or cats.  Each holder of a transfer permit shall pay an annual fee of $120.00 or an amount as revised by the Board of Animal Services Commissioners and approved by the City Council, and abide by the rules and regulations promulgated by the General Manager, including but not limited to limitations on the number of animals that may be transferred annually.  (Added by Ord. No. 181,353, Eff. 11\/18\/10.)\t(11)\t(Added by Ord. No. 181,353, Eff. 11\/18\/10.)  In addition to the criteria and procedures established by the General Manager and such information as the General Manager shall request, the permit holder shall:\tA.\tProminently display the transfer permit number for the sale, adoption, or transfer of any animal under the age of six months, in any advertisement including but not limited to newspapers, newsletters, flyers, magazines or other publications, electronic media, internet or the posting of signs;\tB.\tCertify that he or she is over the age of eighteen years and has not been convicted of animal cruelty or neglect;\tC.\tProvide to any person who purchases, adopts or receives an animal under the age of six months a statement signed by the permit holder attesting to the signatory’s knowledge of the animal’s health and immunization history, and include a copy of the City’s license and permit requirements.  The transfer permit number must appear on the sale or transfer document;\tD.\tProvide the Department with the name, address and contact information for the breeder(s) and other source or origin of the animal, as well as the location at which the animal is located or will be kept if different from the address on the transfer permit;\tE.\tAgree not to transfer a dog or cat until it has reached the age of eight weeks, has been weaned, micro-chipped, immunized against common diseases, and in the case of a dog four months of age or older, has received its rabies vaccination.  Proof of the rabies and other vaccinations shall be provided to the new owner;  \tF.\tIn the case of the sale, adoption or transfer of a dog, submit to the Department the name, address and telephone number of the new owner along with the micro-chip information on a Department approved form within five (5) days from the date of sale or transfer;\tG.\tAgree not to transfer any dog, cat or other animal under the age of six months to any minor under the age of eighteen years;\tH.\tAgree not to knowingly sell or transfer an animal for use in dog or animal fighting or in any other illegal activity;\tI.\tObtain a City business license and if applicable, a seller’s permit or license and\/or resale and tax identification number from the State Board of Equalization or any other required license or permit; and\tJ.\tComply with all tax laws and regulations.\t(12)\tA violation of the transfer permit provisions of this Section may be prosecuted as a misdemeanor or an infraction or punishable by means of an administrative citation.  Failure to comply with the terms and conditions of the transfer permit and applicable law shall also be grounds for the revocation or suspension of the transfer permit.  (Added by Ord. No. 181,353, Eff. 11\/18\/10.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}