{"section_number":"53.15","edition_id":"1","section_id":"1931","structure_id":"18","catch_line":"Dog License Tax – Penalties.","history":"","full_text":"  DOG LICENSE TAX – PENALTIES.\n\t(Amended by Ord. No. 157,035, Eff. 10\/4\/82.)\n\n\t(a)\t(Amended by Ord. No. 181,882, Eff. 10\/30\/11.)  Any person owning or having custody or control of any dog shall pay a license tax of $8.50 for each dog over the age of four months.  For spayed females or neutered male dogs, or any dog certified by a licensed veterinarian to be incapable of breeding or being bred, the license tax shall be $3.50.  Such license tax shall not apply to any dog kept or maintained exclusively in any licensed dog kennel.\n\n\tThe license tax imposed hereunder shall be due and payable by the owner or custodian of such dog upon acquisition of said dog if the dog is four months of age or older, or once the dog reaches the age of four months, or upon expiration of any previously issued license, or upon notification by the Department that any previously issued license has expired and that such license tax is due and payable.  Thereafter, except as otherwise permitted herein, such license tax shall become due and payable by such person on the date of expiration of any license previously issued for such dog.  License taxes and fees shall be paid annually or every two or three years on or before the expiration date of a previously issued license.  A three year license for an altered dog shall be discounted by $5.00 off the cumulative fee amount due.\n\n\tThe Department is authorized to issue licenses for one, two or three years.  The license may have a retroactive start date in order to expire upon the expiration date of the anti-rabies vaccination.  The cost of the license shall not be prorated.  In the event a license has been previously issued, subsequent licenses shall expire one, two or three years from the date of expiration of such previously issued license.  Licenses shall be renewable upon payment of the appropriate license tax.  The owner or custodian of a dog may choose the option of paying the license tax for said dog for a period of one, two or three years consistent with State law if such multi-year licenses are offered by the Department.\n\n\tUpon payment of the license tax, the Department shall issue a license and a metal tag with the number thereof, together with the words “L.A. Dog License” plainly inscribed thereon.  No portion of the license tax shall be refunded in the event ownership, custody or control of any dog is terminated during the license period or for any other reason.\n\n\tThe metal tag issued with the license shall be a permanent tag and shall be replaced only upon proof of loss or change of ownership.\n\n\tA written certificate, signed by a licensed veterinarian, containing a full description of such dog as to its breed, color, sex, age and name, and reciting the fact that the female dog has been spayed or the male dog neutered or reciting the reasons why the veterinarian otherwise deems the dog described therein incapable of breeding or being bred, shall be exhibited to the person issuing a license in order to qualify for the lower tax and fee specified herein.  The General Manager may accept other satisfactory evidence of spaying or neutering in lieu of such certificate where it is unavailable, or when provided in a manner prescribed by the Department, including but not limited to electronic transmission or facsimile, consistent with State law.\n\n\t(b)\tThe Department may issue a free license for any dog duly and properly trained to aid or assist any person who is blind, deaf or physically handicapped when the dog is actually being used to aid or assist such blind, deaf, or physically handicapped person.  (Amended by Ord. No. 162,486, Eff. 7\/18\/87.)\n\n\t(c)\tProvided, that the Department may transfer without charge the license for any dog exchanged through provisions of Subsection (i) of Section 53.11, unless pursuant to Subsection (a) of this section, the licensed tax charged for a dog taken in exchange for one brought back to the Department would be higher, in which case the license may be transferred only upon the payment of the additional amount.  (Amended by Ord. No. 142,491, Operative 10\/1\/71.)\n\n\t(d)\t(Amended by Ord. No. 181,882, Eff. 10\/30\/11.)  No license for a dog shall be issued unless the owner shall have paid the applicable license tax provided therefor, and shall have exhibited to an authorized employee of the Department a certificate of anti-rabies vaccination of the dog, signed by a duly licensed veterinarian, or provided other satisfactory evidence of current anti-rabies vaccination in a manner prescribed by the Department, including but not limited to electronic transmission or facsimile, consistent with State law, except as provided in Section 53.52 of this Article.\n\n\tNotwithstanding the provisions of Subsection (a) of this Section, any license issued by the Department shall expire on the date upon which the anti-rabies vaccination ceases to immunize the dog for which the license has been issued.  A license may be issued for one, two or three years, and commence retroactively in order to expire on the expiration date of the anti-rabies vaccination.  The cost for such retroactive license shall not be prorated.  In the event such immunization ceases to be effective prior to the expiration of the license, the owner shall be notified in writing that the license is not valid, at the address last known to the Department prior to the date upon which the immunization ceases to be effective.  Said license may become valid for the balance of the licensing period, without payment of any additional tax, upon presentation to the Department of a new certificate of vaccination or other satisfactory evidence of a current anti-rabies vaccination showing effective immunization for the balance of such licensing period.  For licenses issued before the effective date of this Subsection, in order to align the expiration date of the license and the expiration date of the anti-rabies vaccination, the Department may extend the license period for a dog license in less than a one year increment and charge a pro-rated amount therefor.\n\n\t(e)\tThe Department shall initiate action against the owner of any dog found without a current active license or without a certificate of rabies vaccination indicating such dog is immune to rabies as required by this section.  (Amended by Ord. No. 150,817, Eff. 6\/10\/78, Oper. 7\/1\/78.)\n\n\t(f)\t(Amended by Ord. No. 181,882, Eff. 10\/30\/11.)  The Department shall issue one license at 50% of the current altered license tax for one dog to any disabled individual or to any individual 62 years of age or older who owns and maintains said dog, provided that the combined adjusted gross income of all members of the household in which such individual resides is less than the “very low income” limitation for residents of the City of Los Angeles, as determined by the United States Housing Act of 1937, as amended, using the figure in effect on the preceding first day of April as published by the United States Department of Housing and Urban Development.\n\n\tFor the purpose of this Subsection, an individual shall be considered to be disabled if he or she meets the definition promulgated by the California Fair Employment and Housing Act or by the United States Department of Labor.\n\n\tThe dog for which application for a discounted license is made must be a spayed female, a neutered male, or a dog certified by a licensed veterinarian to be incapable of breeding or being bred.  Evidence that a dog is spayed or neutered, or incapable of breeding or being bred shall be provided by the owner to the Department in the same manner and form as it is specified in Subsection (a) of this Section.\n\n\tNo individual may apply for, be issued, or possess more than one discounted license provided for by this Subsection at any given time, and no more than one discounted license per household shall be issued.  The provisions of this Subsection shall not eliminate the duty of any individual to apply for and obtain a license for each dog owned by said individual.\n\n\tAny individual who is entitled to a discounted license under the provisions of this Subsection may file an application with the Department for such a license.  The license shall be automatically rendered invalid by any change in ownership of said dog.  It shall be a misdemeanor for any person to knowingly receive the benefits of the discounted license provided for by this Subsection when the basis for such a discounted license either does not exist or ceases to exist.\n\n\t(g)\tPuppy certificate.  For a dog under the age of four months old, the Department shall, in addition to any other fees charged at the time the dog is adopted by the Department, charge an amount equal to the annual license tax and fee for a spayed or neutered dog and issue a puppy certificate for such dog.  The puppy certificate shall expire when the dog is four months old.  Within 45 days of the expiration date of the certificate, if the Department is provided with satisfactory evidence that the dog has been sterilized and has received an anti-rabies vaccination, the owner shall be provided with a valid license at no extra charge.  The one year license shall expire on the expiration date of the anti-rabies vaccination.  Any person adopting or purchasing a dog from any other source may also purchase a puppy certificate from the Department or from any person or organization authorized by the Department to issue a puppy certificate.  (Added by Ord. No. 181,882, Eff. 10\/30\/11.)\n\n\t(h)\tLate fees.  If the license tax imposed hereunder is not paid within 30 days of the time required hereunder, a late fee of $20.00 for a sterilized dog or $100.00 for an unsterilized or intact dog or such other amount as determined by the Board of Animal Services Commissioners and approved by the City Council, shall be due and payable in addition to any other civil or criminal penalties imposed by this Article.  A $25.00 field collection fee or such other amount as determined by the Board of Animal Services Commissioners and approved by the City Council, shall be due and payable when the tax for a license is collected at the property where the dog or dogs are maintained following previous notice to the owner by the Department.  (Added by Ord. No. 181,882, Eff. 10\/30\/11.)\n\n\t(i)\tThe owner of any dog that has not been spayed or neutered and meets one of the exemptions in Section 53.15.2(b)(2) shall pay a license tax equal to that of an intact dog.  In the absence of such immediate proof of exemption, the owner shall enter into an agreement with the Department to provide proof that the dog is exempt and is or will be in compliance with Subdivisions (3) and (4) of Section 53.15.2(b), or have the dog spayed or neutered and provide satisfactory proof to the Department within 60 days that the dog is exempt in compliance with Section 53.15.2(b) or that the dog has been spayed or neutered.  Failure to provide the required proof shall subject the dog owner or custodian to the penalties enumerated in Section 53.15.2(b)(7).  The license shall not be valid until such satisfactory proof is provided to the Department.  No portion of the license tax shall be refunded in the event the dog is spayed or neutered during the license period.  (Added by Ord. No. 181,882, Eff. 10\/30\/11.)","order_by":"15","ancestry":{"1":{"id":"18","name":"Animals And Fowls","identifier":"3","label":"article","url":"\/5\/3\/"},"2":{"id":"9","name":"Public Safety and Protection","identifier":"5","label":"chapter","url":"\/5\/"}},"structure_contents":{"0":{"id":"722","structure_id":"18","section_number":"53.00","catch_line":"Definitions.","url":"\/53.00\/","token":"53.00"},"1":{"id":"3815","structure_id":"18","section_number":"53.01","catch_line":"Pound, Hours Open.","url":"\/53.01\/","token":"53.01"},"2":{"id":"2203","structure_id":"18","section_number":"53.02","catch_line":"Issuing Of Badges To Department – Department Members As Police Officers.","url":"\/53.02\/","token":"53.02"},"3":{"id":"3704","structure_id":"18","section_number":"53.02.1","catch_line":"Board, Duties Of.","url":"\/53.02.1\/","token":"53.02.1"},"4":{"id":"514","structure_id":"18","section_number":"53.03","catch_line":"Inspections.","url":"\/53.03\/","token":"53.03"},"5":{"id":"2691","structure_id":"18","section_number":"53.03.1","catch_line":"Minimum Age – Duties Of Employees.","url":"\/53.03.1\/","token":"53.03.1"},"6":{"id":"3901","structure_id":"18","section_number":"53.04","catch_line":"Unenclosed Premises, Impounding.","url":"\/53.04\/","token":"53.04"},"7":{"id":"3701","structure_id":"18","section_number":"53.05","catch_line":"Impounding. Duty Of Police.","url":"\/53.05\/","token":"53.05"},"8":{"id":"3468","structure_id":"18","section_number":"53.06","catch_line":"Animals At Large.","url":"\/53.06\/","token":"53.06"},"9":{"id":"848","structure_id":"18","section_number":"53.06.2","catch_line":"Restraint Of Dogs.","url":"\/53.06.2\/","token":"53.06.2"},"10":{"id":"3731","structure_id":"18","section_number":"53.06.3","catch_line":"Trapping – Permit Required.","url":"\/53.06.3\/","token":"53.06.3"},"11":{"id":"1260","structure_id":"18","section_number":"53.06.4","catch_line":"Certain Animals Declared To Be A Public Nuisance – Summary Destruction Authorized.","url":"\/53.06.4\/","token":"53.06.4"},"12":{"id":"174","structure_id":"18","section_number":"53.06.5","catch_line":"Feeding Of Non-Domesticated Mammalian Predators Prohibited.","url":"\/53.06.5\/","token":"53.06.5"},"13":{"id":"1986","structure_id":"18","section_number":"53.07","catch_line":"Animals On Unenclosed Premises.","url":"\/53.07\/","token":"53.07"},"14":{"id":"3000","structure_id":"18","section_number":"53.08","catch_line":"Animals In Los Angeles River Bed.","url":"\/53.08\/","token":"53.08"},"15":{"id":"3918","structure_id":"18","section_number":"53.09","catch_line":"Stray Animals. Notice Required.","url":"\/53.09\/","token":"53.09"},"16":{"id":"4021","structure_id":"18","section_number":"53.10","catch_line":"Permitting Animals To Go Without Care – Duty To Enter And Remove Same.","url":"\/53.10\/","token":"53.10"},"17":{"id":"2198","structure_id":"18","section_number":"53.11","catch_line":"Animals. Impounding – Sale.","url":"\/53.11\/","token":"53.11"},"18":{"id":"2863","structure_id":"18","section_number":"53.12","catch_line":"Animal Shelter Adoption Fee Schedule.","url":"\/53.12\/","token":"53.12"},"19":{"id":"674","structure_id":"18","section_number":"53.12.1","catch_line":"Uncared For Animals – Impounding.","url":"\/53.12.1\/","token":"53.12.1"},"20":{"id":"391","structure_id":"18","section_number":"53.12.2","catch_line":"Impoundment Of Unaltered Dogs And Cats – Civil Penalties.","url":"\/53.12.2\/","token":"53.12.2"},"21":{"id":"757","structure_id":"18","section_number":"53.13","catch_line":"Redemption Fees.","url":"\/53.13\/","token":"53.13"},"22":{"id":"1151","structure_id":"18","section_number":"53.14","catch_line":"Records Of Impounded Animals.","url":"\/53.14\/","token":"53.14"},"23":{"id":"1931","structure_id":"18","section_number":"53.15","catch_line":"Dog License Tax – Penalties.","url":"\/53.15\/","token":"53.15"},"24":{"id":"20","structure_id":"18","section_number":"53.15.1","catch_line":"Equine License Fee.","url":"\/53.15.1\/","token":"53.15.1"},"25":{"id":"2240","structure_id":"18","section_number":"53.15.2","catch_line":"Breeding And Transfer Of Dogs And Cats.","url":"\/53.15.2\/","token":"53.15.2"},"26":{"id":"2685","structure_id":"18","section_number":"53.15.3","catch_line":"Dog License Fee.","url":"\/53.15.3\/","token":"53.15.3"},"27":{"id":"763","structure_id":"18","section_number":"53.15.4","catch_line":"Veterinarians And Others Authorized To Distribute Dog License Applications Or Sell Dog Licenses.","url":"\/53.15.4\/","token":"53.15.4"},"28":{"id":"2176","structure_id":"18","section_number":"53.15.5","catch_line":"Electronic Animal Identification Device.","url":"\/53.15.5\/","token":"53.15.5"},"29":{"id":"3783","structure_id":"18","section_number":"53.16","catch_line":"Licenses To Be Signed.","url":"\/53.16\/","token":"53.16"},"30":{"id":"527","structure_id":"18","section_number":"53.17","catch_line":"Licenses – What To State.","url":"\/53.17\/","token":"53.17"},"31":{"id":"495","structure_id":"18","section_number":"53.18","catch_line":"Record Of Licenses.","url":"\/53.18\/","token":"53.18"},"32":{"id":"4042","structure_id":"18","section_number":"53.18.5","catch_line":"Hearing Procedures And License Revocations.","url":"\/53.18.5\/","token":"53.18.5"},"33":{"id":"2179","structure_id":"18","section_number":"53.19","catch_line":"Cat Tag – Issuance Of.","url":"\/53.19\/","token":"53.19"},"34":{"id":"2475","structure_id":"18","section_number":"53.21","catch_line":"Dog Tags – Wearing Of And Registry.","url":"\/53.21\/","token":"53.21"},"35":{"id":"3414","structure_id":"18","section_number":"53.22","catch_line":"Dog Tag – Must Be Official.","url":"\/53.22\/","token":"53.22"},"36":{"id":"913","structure_id":"18","section_number":"53.23","catch_line":"Dog Tags – Removal Of.","url":"\/53.23\/","token":"53.23"},"37":{"id":"489","structure_id":"18","section_number":"53.24","catch_line":"Receipt – Certificate – Failure To Exhibit.","url":"\/53.24\/","token":"53.24"},"38":{"id":"2154","structure_id":"18","section_number":"53.25","catch_line":"Collection – Depositing Of.","url":"\/53.25\/","token":"53.25"},"39":{"id":"2031","structure_id":"18","section_number":"53.26","catch_line":"License Taxes – Right To Sue For Recovery.","url":"\/53.26\/","token":"53.26"},"40":{"id":"531","structure_id":"18","section_number":"53.27","catch_line":"Transfer Of Ownership; Notice Required.","url":"\/53.27\/","token":"53.27"},"41":{"id":"2785","structure_id":"18","section_number":"53.28","catch_line":"Harboring Of Unlicensed Dogs.","url":"\/53.28\/","token":"53.28"},"42":{"id":"1095","structure_id":"18","section_number":"53.29","catch_line":"Female Dogs And Cats, Straying During Season.","url":"\/53.29\/","token":"53.29"},"43":{"id":"3775","structure_id":"18","section_number":"53.30","catch_line":"Keeping Of Diseased Or Crippled Animals.","url":"\/53.30\/","token":"53.30"},"44":{"id":"3559","structure_id":"18","section_number":"53.31","catch_line":"Public Spay And Neuter Clinic.","url":"\/53.31\/","token":"53.31"},"45":{"id":"2624","structure_id":"18","section_number":"53.32","catch_line":"Animals – Disposal Of.","url":"\/53.32\/","token":"53.32"},"46":{"id":"2620","structure_id":"18","section_number":"53.33","catch_line":"Vicious Animals – Private Premises.","url":"\/53.33\/","token":"53.33"},"47":{"id":"3003","structure_id":"18","section_number":"53.34","catch_line":"Animals At Large.","url":"\/53.34\/","token":"53.34"},"48":{"id":"1991","structure_id":"18","section_number":"53.34.1","catch_line":"Menacing Dogs.","url":"\/53.34.1\/","token":"53.34.1"},"49":{"id":"3233","structure_id":"18","section_number":"53.34.2","catch_line":"Impoundment – Biting Or Attacking Animal.","url":"\/53.34.2\/","token":"53.34.2"},"50":{"id":"145","structure_id":"18","section_number":"53.34.3","catch_line":"Restricted Dog Permit.","url":"\/53.34.3\/","token":"53.34.3"},"51":{"id":"2148","structure_id":"18","section_number":"53.34.4","catch_line":"Dangerous Animal – Procedures.","url":"\/53.34.4\/","token":"53.34.4"},"52":{"id":"3052","structure_id":"18","section_number":"53.35","catch_line":"Animals – Transportation Of.","url":"\/53.35\/","token":"53.35"},"53":{"id":"4084","structure_id":"18","section_number":"53.36","catch_line":"Resisting Officers Or Employees.","url":"\/53.36\/","token":"53.36"},"54":{"id":"4025","structure_id":"18","section_number":"53.37","catch_line":"Dogs – Exemptions.","url":"\/53.37\/","token":"53.37"},"55":{"id":"2886","structure_id":"18","section_number":"53.38","catch_line":"Wild Animals – Keeping – Permit.","url":"\/53.38\/","token":"53.38"},"56":{"id":"3028","structure_id":"18","section_number":"53.39","catch_line":"Wild Animals – Power Of Department Over.","url":"\/53.39\/","token":"53.39"},"57":{"id":"660","structure_id":"18","section_number":"53.40","catch_line":"Bull Fights.","url":"\/53.40\/","token":"53.40"},"58":{"id":"1779","structure_id":"18","section_number":"53.41","catch_line":"Animals – Food Poisoning.","url":"\/53.41\/","token":"53.41"},"59":{"id":"3570","structure_id":"18","section_number":"53.42","catch_line":"Animals, Sale Of – As Novelties – On Streets.","url":"\/53.42\/","token":"53.42"},"60":{"id":"3051","structure_id":"18","section_number":"53.43","catch_line":"Pigeons – Feeding – Restricted Area.","url":"\/53.43\/","token":"53.43"},"61":{"id":"679","structure_id":"18","section_number":"53.44","catch_line":"Veterinaries - Notices Of Death Of Animals.","url":"\/53.44\/","token":"53.44"},"62":{"id":"4051","structure_id":"18","section_number":"53.45","catch_line":"Veterinaries - Retention Of Dead Animals.","url":"\/53.45\/","token":"53.45"},"63":{"id":"990","structure_id":"18","section_number":"53.46","catch_line":"Wild Birds – Impounding – Crating.","url":"\/53.46\/","token":"53.46"},"64":{"id":"2238","structure_id":"18","section_number":"53.47","catch_line":"Breeding Animals – Enclosures.","url":"\/53.47\/","token":"53.47"},"65":{"id":"974","structure_id":"18","section_number":"53.48","catch_line":"Song Birds – Killing.","url":"\/53.48\/","token":"53.48"},"66":{"id":"2723","structure_id":"18","section_number":"53.49","catch_line":"Dogs - Dog Defecation To Be Removed By Owners.","url":"\/53.49\/","token":"53.49"},"67":{"id":"2156","structure_id":"18","section_number":"53.50","catch_line":"Dog Kennels, Etc.","url":"\/53.50\/","token":"53.50"},"68":{"id":"1663","structure_id":"18","section_number":"53.51","catch_line":"Vaccination Of Dogs Required.","url":"\/53.51\/","token":"53.51"},"69":{"id":"2818","structure_id":"18","section_number":"53.52","catch_line":"Exemptions.","url":"\/53.52\/","token":"53.52"},"70":{"id":"2527","structure_id":"18","section_number":"53.53","catch_line":"Duty Of Veterinarians Performing Vaccinations.","url":"\/53.53\/","token":"53.53"},"71":{"id":"3042","structure_id":"18","section_number":"53.54","catch_line":"Vaccination Certificates, Proof Of Sterilization And Other Proof To Be Retained By Owner.","url":"\/53.54\/","token":"53.54"},"72":{"id":"4045","structure_id":"18","section_number":"53.55","catch_line":"Dogs On Beaches Prohibited – Exception.","url":"\/53.55\/","token":"53.55"},"73":{"id":"535","structure_id":"18","section_number":"53.56","catch_line":"Imported Dogs.","url":"\/53.56\/","token":"53.56"},"74":{"id":"1570","structure_id":"18","section_number":"53.57","catch_line":"Unlawful Possession – Certificates.","url":"\/53.57\/","token":"53.57"},"75":{"id":"821","structure_id":"18","section_number":"53.58","catch_line":"Rules And Regulations.","url":"\/53.58\/","token":"53.58"},"76":{"id":"1225","structure_id":"18","section_number":"53.59","catch_line":"Animals – Distances – Separation From Dwelling.","url":"\/53.59\/","token":"53.59"},"77":{"id":"3443","structure_id":"18","section_number":"53.60","catch_line":"Carrier And Homing Pigeons – Permits.","url":"\/53.60\/","token":"53.60"},"78":{"id":"3846","structure_id":"18","section_number":"53.62","catch_line":"Animals; Burial Of.","url":"\/53.62\/","token":"53.62"},"79":{"id":"3069","structure_id":"18","section_number":"53.63","catch_line":"Barking Dog Noise.","url":"\/53.63\/","token":"53.63"},"80":{"id":"2359","structure_id":"18","section_number":"53.64","catch_line":"Regulation Of Sentry Dog Services.","url":"\/53.64\/","token":"53.64"},"81":{"id":"3519","structure_id":"18","section_number":"53.65","catch_line":"Maiming, Injuring Or Killing Animals During Performance.","url":"\/53.65\/","token":"53.65"},"82":{"id":"2340","structure_id":"18","section_number":"53.66","catch_line":"Guard Dogs.","url":"\/53.66\/","token":"53.66"},"83":{"id":"871","structure_id":"18","section_number":"53.67","catch_line":"Animal Sacrifice.","url":"\/53.67\/","token":"53.67"},"84":{"id":"2285","structure_id":"18","section_number":"53.68","catch_line":"Fees For Services To Subdividers.","url":"\/53.68\/","token":"53.68"},"85":{"id":"1809","structure_id":"18","section_number":"53.69","catch_line":"Fees For Trap Rental.","url":"\/53.69\/","token":"53.69"},"86":{"id":"2208","structure_id":"18","section_number":"53.70","catch_line":"Care And Maintenance Of Dogs.","url":"\/53.70\/","token":"53.70"},"87":{"id":"444","structure_id":"18","section_number":"53.71","catch_line":"Roosters – Limit.","url":"\/53.71\/","token":"53.71"},"88":{"id":"2775","structure_id":"18","section_number":"53.72","catch_line":"Declawing Of Cats Or Other Animals – Prohibition.","url":"\/53.72\/","token":"53.72"},"89":{"id":"2535","structure_id":"18","section_number":"53.73","catch_line":"Sale Of Commercially Bred Dogs, Cats And Rabbits In Pet\nStores – Prohibition.","url":"\/53.73\/","token":"53.73"}},"next_section":{"id":"20","structure_id":"18","section_number":"53.15.1","catch_line":"Equine License Fee.","url":"\/53.15.1\/","token":"53.15.1"},"metadata":false,"references":false,"url":"\/53.15\/","token":"53.15","formats":{"txt":"\/53.15.txt","json":"\/53.15.xml"},"dublin_core":{"Title":"Dog License Tax – Penalties.","Type":"Text","Format":"text\/html","Identifier":"§ 53.15","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDOG LICENSE TAX – PENALTIES. (§ 53.15)\n\n  DOG LICENSE TAX – PENALTIES.\n\t(Amended by Ord. No. 157,035, Eff. 10\/4\/82.)\t(a)\t(Amended by Ord. No. 181,882,\nEff. 10\/30\/11.)  Any person owning or having custody or control of any dog\nshall pay a license tax of $8.50 for each dog over the age of four months.  For\nspayed females or neutered male dogs, or any dog certified by a licensed\nveterinarian to be incapable of breeding or being bred, the license tax shall be\n$3.50.  Such license tax shall not apply to any dog kept or maintained\nexclusively in any licensed dog kennel.\tThe license tax imposed hereunder shall\nbe due and payable by the owner or custodian of such dog upon acquisition of\nsaid dog if the dog is four months of age or older, or once the dog reaches the\nage of four months, or upon expiration of any previously issued license, or upon\nnotification by the Department that any previously issued license has expired\nand that such license tax is due and payable.  Thereafter, except as otherwise\npermitted herein, such license tax shall become due and payable by such person\non the date of expiration of any license previously issued for such dog. \nLicense taxes and fees shall be paid annually or every two or three years on or\nbefore the expiration date of a previously issued license.  A three year\nlicense for an altered dog shall be discounted by $5.00 off the cumulative fee\namount due.\tThe Department is authorized to issue licenses for one, two or three\nyears.  The license may have a retroactive start date in order to expire upon\nthe expiration date of the anti-rabies vaccination.  The cost of the license\nshall not be prorated.  In the event a license has been previously issued,\nsubsequent licenses shall expire one, two or three years from the date of\nexpiration of such previously issued license.  Licenses shall be renewable upon\npayment of the appropriate license tax.  The owner or custodian of a dog may\nchoose the option of paying the license tax for said dog for a period of one,\ntwo or three years consistent with State law if such multi-year licenses are\noffered by the Department.\tUpon payment of the license tax, the Department shall\nissue a license and a metal tag with the number thereof, together with the words\n“L.A. Dog License” plainly inscribed thereon.  No portion of the license\ntax shall be refunded in the event ownership, custody or control of any dog is\nterminated during the license period or for any other reason.\tThe metal tag\nissued with the license shall be a permanent tag and shall be replaced only upon\nproof of loss or change of ownership.\tA written certificate, signed by a\nlicensed veterinarian, containing a full description of such dog as to its\nbreed, color, sex, age and name, and reciting the fact that the female dog has\nbeen spayed or the male dog neutered or reciting the reasons why the\nveterinarian otherwise deems the dog described therein incapable of breeding or\nbeing bred, shall be exhibited to the person issuing a license in order to\nqualify for the lower tax and fee specified herein.  The General Manager may\naccept other satisfactory evidence of spaying or neutering in lieu of such\ncertificate where it is unavailable, or when provided in a manner prescribed by\nthe Department, including but not limited to electronic transmission or\nfacsimile, consistent with State law.\t(b)\tThe Department may issue a free\nlicense for any dog duly and properly trained to aid or assist any person who is\nblind, deaf or physically handicapped when the dog is actually being used to aid\nor assist such blind, deaf, or physically handicapped person.  (Amended by Ord.\nNo. 162,486, Eff. 7\/18\/87.)\t(c)\tProvided, that the Department may transfer\nwithout charge the license for any dog exchanged through provisions of\nSubsection (i) of Section 53.11, unless pursuant to Subsection (a) of this\nsection, the licensed tax charged for a dog taken in exchange for one brought\nback to the Department would be higher, in which case the license may be\ntransferred only upon the payment of the additional amount.  (Amended by Ord.\nNo. 142,491, Operative 10\/1\/71.)\t(d)\t(Amended by Ord. No. 181,882, Eff.\n10\/30\/11.)  No license for a dog shall be issued unless the owner shall have\npaid the applicable license tax provided therefor, and shall have exhibited to\nan authorized employee of the Department a certificate of anti-rabies\nvaccination of the dog, signed by a duly licensed veterinarian, or provided\nother satisfactory evidence of current anti-rabies vaccination in a manner\nprescribed by the Department, including but not limited to electronic\ntransmission or facsimile, consistent with State law, except as provided in\nSection 53.52 of this Article.\tNotwithstanding the provisions of Subsection (a)\nof this Section, any license issued by the Department shall expire on the date\nupon which the anti-rabies vaccination ceases to immunize the dog for which the\nlicense has been issued.  A license may be issued for one, two or three years,\nand commence retroactively in order to expire on the expiration date of the\nanti-rabies vaccination.  The cost for such retroactive license shall not be\nprorated.  In the event such immunization ceases to be effective prior to the\nexpiration of the license, the owner shall be notified in writing that the\nlicense is not valid, at the address last known to the Department prior to the\ndate upon which the immunization ceases to be effective.  Said license may\nbecome valid for the balance of the licensing period, without payment of any\nadditional tax, upon presentation to the Department of a new certificate of\nvaccination or other satisfactory evidence of a current anti-rabies vaccination\nshowing effective immunization for the balance of such licensing period.  For\nlicenses issued before the effective date of this Subsection, in order to align\nthe expiration date of the license and the expiration date of the anti-rabies\nvaccination, the Department may extend the license period for a dog license in\nless than a one year increment and charge a pro-rated amount therefor.\t(e)\tThe\nDepartment shall initiate action against the owner of any dog found without a\ncurrent active license or without a certificate of rabies vaccination indicating\nsuch dog is immune to rabies as required by this section.  (Amended by Ord. No.\n150,817, Eff. 6\/10\/78, Oper. 7\/1\/78.)\t(f)\t(Amended by Ord. No. 181,882, Eff.\n10\/30\/11.)  The Department shall issue one license at 50% of the current\naltered license tax for one dog to any disabled individual or to any individual\n62 years of age or older who owns and maintains said dog, provided that the\ncombined adjusted gross income of all members of the household in which such\nindividual resides is less than the “very low income” limitation for\nresidents of the City of Los Angeles, as determined by the United States Housing\nAct of 1937, as amended, using the figure in effect on the preceding first day\nof April as published by the United States Department of Housing and Urban\nDevelopment.\tFor the purpose of this Subsection, an individual shall be\nconsidered to be disabled if he or she meets the definition promulgated by the\nCalifornia Fair Employment and Housing Act or by the United States Department of\nLabor.\tThe dog for which application for a discounted license is made must be a\nspayed female, a neutered male, or a dog certified by a licensed veterinarian to\nbe incapable of breeding or being bred.  Evidence that a dog is spayed or\nneutered, or incapable of breeding or being bred shall be provided by the owner\nto the Department in the same manner and form as it is specified in Subsection\n(a) of this Section.\tNo individual may apply for, be issued, or possess more\nthan one discounted license provided for by this Subsection at any given time,\nand no more than one discounted license per household shall be issued.  The\nprovisions of this Subsection shall not eliminate the duty of any individual to\napply for and obtain a license for each dog owned by said individual.\tAny\nindividual who is entitled to a discounted license under the provisions of this\nSubsection may file an application with the Department for such a license.  The\nlicense shall be automatically rendered invalid by any change in ownership of\nsaid dog.  It shall be a misdemeanor for any person to knowingly receive the\nbenefits of the discounted license provided for by this Subsection when the\nbasis for such a discounted license either does not exist or ceases to\nexist.\t(g)\tPuppy certificate.  For a dog under the age of four months old, the\nDepartment shall, in addition to any other fees charged at the time the dog is\nadopted by the Department, charge an amount equal to the annual license tax and\nfee for a spayed or neutered dog and issue a puppy certificate for such dog. \nThe puppy certificate shall expire when the dog is four months old.  Within 45\ndays of the expiration date of the certificate, if the Department is provided\nwith satisfactory evidence that the dog has been sterilized and has received an\nanti-rabies vaccination, the owner shall be provided with a valid license at no\nextra charge.  The one year license shall expire on the expiration date of the\nanti-rabies vaccination.  Any person adopting or purchasing a dog from any\nother source may also purchase a puppy certificate from the Department or from\nany person or organization authorized by the Department to issue a puppy\ncertificate.  (Added by Ord. No. 181,882, Eff. 10\/30\/11.)\t(h)\tLate fees.  If\nthe license tax imposed hereunder is not paid within 30 days of the time\nrequired hereunder, a late fee of $20.00 for a sterilized dog or $100.00 for an\nunsterilized or intact dog or such other amount as determined by the Board of\nAnimal Services Commissioners and approved by the City Council, shall be due and\npayable in addition to any other civil or criminal penalties imposed by this\nArticle.  A $25.00 field collection fee or such other amount as determined by\nthe Board of Animal Services Commissioners and approved by the City Council,\nshall be due and payable when the tax for a license is collected at the property\nwhere the dog or dogs are maintained following previous notice to the owner by\nthe Department.  (Added by Ord. No. 181,882, Eff. 10\/30\/11.)\t(i)\tThe owner of\nany dog that has not been spayed or neutered and meets one of the exemptions in\nSection 53.15.2(b)(2) shall pay a license tax equal to that of an intact dog. \nIn the absence of such immediate proof of exemption, the owner shall enter into\nan agreement with the Department to provide proof that the dog is exempt and is\nor will be in compliance with Subdivisions (3) and (4) of Section 53.15.2(b), or\nhave the dog spayed or neutered and provide satisfactory proof to the Department\nwithin 60 days that the dog is exempt in compliance with Section 53.15.2(b) or\nthat the dog has been spayed or neutered.  Failure to provide the required\nproof shall subject the dog owner or custodian to the penalties enumerated in\nSection 53.15.2(b)(7).  The license shall not be valid until such satisfactory\nproof is provided to the Department.  No portion of the license tax shall be\nrefunded in the event the dog is spayed or neutered during the license period. \n(Added by Ord. No. 181,882, Eff. 10\/30\/11.)\n","html":"\n\t\t\t\t\t<section><p>  DOG LICENSE TAX – PENALTIES.\n\t(Amended by Ord. No. 157,035, Eff. 10\/4\/82.)<br \/><br \/>\t(a)\t(Amended by Ord. No. 181,882, Eff. 10\/30\/11.)  Any person owning or having <span class=\"dictionary\">custody<\/span> or control of any dog shall pay a license tax of $8.50 for each dog over the age of four months.  For spayed females or neutered male dogs, or any dog certified by a licensed veterinarian to be incapable of breeding or being bred, the license tax shall be $3.50.  Such license tax shall not apply to any dog kept or maintained exclusively in any licensed dog kennel.<br \/><br \/>\tThe license tax imposed hereunder shall be due and payable by the owner or custodian of such dog upon acquisition of said dog if the dog is four months of age or older, or once the dog reaches the age of four months, or upon expiration of any previously issued license, or upon notification by the Department that any previously issued license has expired and that such license tax is due and payable.  Thereafter, except as otherwise permitted herein, such license tax shall become due and payable by such person on the date of expiration of any license previously issued for such dog.  License taxes and fees shall be paid annually or every two or three years on or before the expiration date of a previously issued license.  A three year license for an altered dog shall be discounted by $5.00 off the cumulative fee amount due.<br \/><br \/>\tThe Department is authorized to <span class=\"dictionary\">issue<\/span> licenses for one, two or three years.  The license may have a retroactive start date in <span class=\"dictionary\">order<\/span> to expire upon the expiration date of the anti-rabies vaccination.  The cost of the license shall not be prorated.  In the event a license has been previously issued, subsequent licenses shall expire one, two or three years from the date of expiration of such previously issued license.  Licenses shall be renewable upon payment of the appropriate license tax.  The owner or custodian of a dog may choose the option of paying the license tax for said dog for a period of one, two or three years consistent with State <span class=\"dictionary\">law<\/span> if such multi-year licenses are offered by the Department.<br \/><br \/>\tUpon payment of the license tax, the Department shall <span class=\"dictionary\">issue<\/span> a license and a metal tag with the number thereof, together with the words “L.A. Dog License” plainly inscribed thereon.  No portion of the license tax shall be refunded in the event ownership, <span class=\"dictionary\">custody<\/span> or control of any dog is terminated during the license period or for any other reason.<br \/><br \/>\tThe metal tag issued with the license shall be a permanent tag and shall be replaced only upon proof of loss or change of ownership.<br \/><br \/>\tA written certificate, signed by a licensed veterinarian, containing a full description of such dog as to its breed, color, sex, age and name, and reciting the <span class=\"dictionary\">fact<\/span> that the female dog has been spayed or the male dog neutered or reciting the reasons why the veterinarian otherwise deems the dog described therein incapable of breeding or being bred, shall be exhibited to the person issuing a license in <span class=\"dictionary\">order<\/span> to qualify for the lower tax and fee specified herein.  The General Manager may accept other satisfactory <span class=\"dictionary\">evidence<\/span> of spaying or neutering in lieu of such certificate where it is unavailable, or when provided in a manner prescribed by the Department, including but not limited to electronic transmission or facsimile, consistent with State <span class=\"dictionary\">law<\/span>.<br \/><br \/>\t(b)\tThe Department may <span class=\"dictionary\">issue<\/span> a free license for any dog duly and properly trained to aid or assist any person who is blind, deaf or physically handicapped when the dog is actually being used to aid or assist such blind, deaf, or physically handicapped person.  (Amended by Ord. No. 162,486, Eff. 7\/18\/87.)<br \/><br \/>\t(c)\tProvided, that the Department may transfer without charge the license for any dog exchanged through provisions of Subsection (i) of Section 53.11, unless pursuant to Subsection (a) of this section, the licensed tax charged for a dog taken in exchange for one brought back to the Department would be higher, in which case the license may be transferred only upon the payment of the additional amount.  (Amended by Ord. No. 142,491, Operative 10\/1\/71.)<br \/><br \/>\t(d)\t(Amended by Ord. No. 181,882, Eff. 10\/30\/11.)  No license for a dog shall be issued unless the owner shall have paid the applicable license tax provided therefor, and shall have exhibited to an authorized employee of the Department a certificate of anti-rabies vaccination of the dog, signed by a duly licensed veterinarian, or provided other satisfactory <span class=\"dictionary\">evidence<\/span> of current anti-rabies vaccination in a manner prescribed by the Department, including but not limited to electronic transmission or facsimile, consistent with State <span class=\"dictionary\">law<\/span>, except as provided in Section 53.52 of this Article.<br \/><br \/>\tNotwithstanding the provisions of Subsection (a) of this Section, any license issued by the Department shall expire on the date upon which the anti-rabies vaccination ceases to immunize the dog for which the license has been issued.  A license may be issued for one, two or three years, and commence retroactively in <span class=\"dictionary\">order<\/span> to expire on the expiration date of the anti-rabies vaccination.  The cost for such retroactive license shall not be prorated.  In the event such immunization ceases to be effective prior to the expiration of the license, the owner shall be notified in writing that the license is not valid, at the address last known to the Department prior to the date upon which the immunization ceases to be effective.  Said license may become valid for the balance of the licensing period, without payment of any additional tax, upon presentation to the Department of a new certificate of vaccination or other satisfactory <span class=\"dictionary\">evidence<\/span> of a current anti-rabies vaccination showing effective immunization for the balance of such licensing period.  For licenses issued before the effective date of this Subsection, in <span class=\"dictionary\">order<\/span> to align the expiration date of the license and the expiration date of the anti-rabies vaccination, the Department may extend the license period for a dog license in less than a one year increment and charge a pro-rated amount therefor.<br \/><br \/>\t(e)\tThe Department shall initiate action against the owner of any dog found without a current active license or without a certificate of rabies vaccination indicating such dog is immune to rabies as required by this section.  (Amended by Ord. No. 150,817, Eff. 6\/10\/78, Oper. 7\/1\/78.)<br \/><br \/>\t(f)\t(Amended by Ord. No. 181,882, Eff. 10\/30\/11.)  The Department shall <span class=\"dictionary\">issue<\/span> one license at 50% of the current altered license tax for one dog to any disabled individual or to any individual 62 years of age or older who owns and maintains said dog, provided that the combined adjusted gross income of all members of the household in which such individual resides is less than the “very low income” limitation for residents of the City of Los Angeles, as determined by the United States Housing Act of 1937, as amended, using the figure in effect on the preceding first day of April as published by the United States Department of Housing and Urban Development.<br \/><br \/>\tFor the purpose of this Subsection, an individual shall be considered to be disabled if he or she meets the definition promulgated by the California Fair Employment and Housing Act or by the United States Department of Labor.<br \/><br \/>\tThe dog for which application for a discounted license is made must be a spayed female, a neutered male, or a dog certified by a licensed veterinarian to be incapable of breeding or being bred.  <span class=\"dictionary\">Evidence<\/span> that a dog is spayed or neutered, or incapable of breeding or being bred shall be provided by the owner to the Department in the same manner and form as it is specified in Subsection (a) of this Section.<br \/><br \/>\tNo individual may apply for, be issued, or possess more than one discounted license provided for by this Subsection at any given time, and no more than one discounted license per household shall be issued.  The provisions of this Subsection shall not eliminate the duty of any individual to apply for and obtain a license for each dog owned by said individual.<br \/><br \/>\tAny individual who is entitled to a discounted license under the provisions of this Subsection may file an application with the Department for such a license.  The license shall be automatically rendered invalid by any change in ownership of said dog.  It shall be a <span class=\"dictionary\">misdemeanor<\/span> for any person to knowingly receive the benefits of the discounted license provided for by this Subsection when the basis for such a discounted license either does not exist or ceases to exist.<br \/><br \/>\t(g)\tPuppy certificate.  For a dog under the age of four months old, the Department shall, in addition to any other fees charged at the time the dog is adopted by the Department, charge an amount equal to the annual license tax and fee for a spayed or neutered dog and <span class=\"dictionary\">issue<\/span> a puppy certificate for such dog.  The puppy certificate shall expire when the dog is four months old.  Within 45 days of the expiration date of the certificate, if the Department is provided with satisfactory <span class=\"dictionary\">evidence<\/span> that the dog has been sterilized and has received an anti-rabies vaccination, the owner shall be provided with a valid license at no extra charge.  The one year license shall expire on the expiration date of the anti-rabies vaccination.  Any person adopting or purchasing a dog from any other source may also purchase a puppy certificate from the Department or from any person or organization authorized by the Department to <span class=\"dictionary\">issue<\/span> a puppy certificate.  (Added by Ord. No. 181,882, Eff. 10\/30\/11.)<br \/><br \/>\t(h)\tLate fees.  If the license tax imposed hereunder is not paid within 30 days of the time required hereunder, a late fee of $20.00 for a sterilized dog or $100.00 for an unsterilized or intact dog or such other amount as determined by the Board of Animal Services Commissioners and approved by the City Council, shall be due and payable in addition to any other civil or criminal penalties imposed by this Article.  A $25.00 field collection fee or such other amount as determined by the Board of Animal Services Commissioners and approved by the City Council, shall be due and payable when the tax for a license is collected at the property where the dog or dogs are maintained following previous notice to the owner by the Department.  (Added by Ord. No. 181,882, Eff. 10\/30\/11.)<br \/><br \/>\t(i)\tThe owner of any dog that has not been spayed or neutered and meets one of the exemptions in Section 53.15.2(b)(2) shall pay a license tax equal to that of an intact dog.  In the absence of such immediate proof of exemption, the owner shall enter into an agreement with the Department to provide proof that the dog is exempt and is or will be in compliance with Subdivisions (3) and (4) of Section 53.15.2(b), or have the dog spayed or neutered and provide satisfactory proof to the Department within 60 days that the dog is exempt in compliance with Section 53.15.2(b) or that the dog has been spayed or neutered.  Failure to provide the required proof shall subject the dog owner or custodian to the penalties enumerated in Section 53.15.2(b)(7).  The license shall not be valid until such satisfactory proof is provided to the Department.  No portion of the license tax shall be refunded in the event the dog is spayed or neutered during the license period.  (Added by Ord. No. 181,882, Eff. 10\/30\/11.)<\/p><\/section>","previous_section":{"id":"1151","structure_id":"18","section_number":"53.14","catch_line":"Records Of Impounded Animals.","url":"\/53.14\/","token":"53.14"},"text":{"0":{"id":"1914","text":"  DOG LICENSE TAX – PENALTIES.\n\t(Amended by Ord. No. 157,035, Eff. 10\/4\/82.)\t(a)\t(Amended by Ord. No. 181,882, Eff. 10\/30\/11.)  Any person owning or having custody or control of any dog shall pay a license tax of $8.50 for each dog over the age of four months.  For spayed females or neutered male dogs, or any dog certified by a licensed veterinarian to be incapable of breeding or being bred, the license tax shall be $3.50.  Such license tax shall not apply to any dog kept or maintained exclusively in any licensed dog kennel.\tThe license tax imposed hereunder shall be due and payable by the owner or custodian of such dog upon acquisition of said dog if the dog is four months of age or older, or once the dog reaches the age of four months, or upon expiration of any previously issued license, or upon notification by the Department that any previously issued license has expired and that such license tax is due and payable.  Thereafter, except as otherwise permitted herein, such license tax shall become due and payable by such person on the date of expiration of any license previously issued for such dog.  License taxes and fees shall be paid annually or every two or three years on or before the expiration date of a previously issued license.  A three year license for an altered dog shall be discounted by $5.00 off the cumulative fee amount due.\tThe Department is authorized to issue licenses for one, two or three years.  The license may have a retroactive start date in order to expire upon the expiration date of the anti-rabies vaccination.  The cost of the license shall not be prorated.  In the event a license has been previously issued, subsequent licenses shall expire one, two or three years from the date of expiration of such previously issued license.  Licenses shall be renewable upon payment of the appropriate license tax.  The owner or custodian of a dog may choose the option of paying the license tax for said dog for a period of one, two or three years consistent with State law if such multi-year licenses are offered by the Department.\tUpon payment of the license tax, the Department shall issue a license and a metal tag with the number thereof, together with the words “L.A. Dog License” plainly inscribed thereon.  No portion of the license tax shall be refunded in the event ownership, custody or control of any dog is terminated during the license period or for any other reason.\tThe metal tag issued with the license shall be a permanent tag and shall be replaced only upon proof of loss or change of ownership.\tA written certificate, signed by a licensed veterinarian, containing a full description of such dog as to its breed, color, sex, age and name, and reciting the fact that the female dog has been spayed or the male dog neutered or reciting the reasons why the veterinarian otherwise deems the dog described therein incapable of breeding or being bred, shall be exhibited to the person issuing a license in order to qualify for the lower tax and fee specified herein.  The General Manager may accept other satisfactory evidence of spaying or neutering in lieu of such certificate where it is unavailable, or when provided in a manner prescribed by the Department, including but not limited to electronic transmission or facsimile, consistent with State law.\t(b)\tThe Department may issue a free license for any dog duly and properly trained to aid or assist any person who is blind, deaf or physically handicapped when the dog is actually being used to aid or assist such blind, deaf, or physically handicapped person.  (Amended by Ord. No. 162,486, Eff. 7\/18\/87.)\t(c)\tProvided, that the Department may transfer without charge the license for any dog exchanged through provisions of Subsection (i) of Section 53.11, unless pursuant to Subsection (a) of this section, the licensed tax charged for a dog taken in exchange for one brought back to the Department would be higher, in which case the license may be transferred only upon the payment of the additional amount.  (Amended by Ord. No. 142,491, Operative 10\/1\/71.)\t(d)\t(Amended by Ord. No. 181,882, Eff. 10\/30\/11.)  No license for a dog shall be issued unless the owner shall have paid the applicable license tax provided therefor, and shall have exhibited to an authorized employee of the Department a certificate of anti-rabies vaccination of the dog, signed by a duly licensed veterinarian, or provided other satisfactory evidence of current anti-rabies vaccination in a manner prescribed by the Department, including but not limited to electronic transmission or facsimile, consistent with State law, except as provided in Section 53.52 of this Article.\tNotwithstanding the provisions of Subsection (a) of this Section, any license issued by the Department shall expire on the date upon which the anti-rabies vaccination ceases to immunize the dog for which the license has been issued.  A license may be issued for one, two or three years, and commence retroactively in order to expire on the expiration date of the anti-rabies vaccination.  The cost for such retroactive license shall not be prorated.  In the event such immunization ceases to be effective prior to the expiration of the license, the owner shall be notified in writing that the license is not valid, at the address last known to the Department prior to the date upon which the immunization ceases to be effective.  Said license may become valid for the balance of the licensing period, without payment of any additional tax, upon presentation to the Department of a new certificate of vaccination or other satisfactory evidence of a current anti-rabies vaccination showing effective immunization for the balance of such licensing period.  For licenses issued before the effective date of this Subsection, in order to align the expiration date of the license and the expiration date of the anti-rabies vaccination, the Department may extend the license period for a dog license in less than a one year increment and charge a pro-rated amount therefor.\t(e)\tThe Department shall initiate action against the owner of any dog found without a current active license or without a certificate of rabies vaccination indicating such dog is immune to rabies as required by this section.  (Amended by Ord. No. 150,817, Eff. 6\/10\/78, Oper. 7\/1\/78.)\t(f)\t(Amended by Ord. No. 181,882, Eff. 10\/30\/11.)  The Department shall issue one license at 50% of the current altered license tax for one dog to any disabled individual or to any individual 62 years of age or older who owns and maintains said dog, provided that the combined adjusted gross income of all members of the household in which such individual resides is less than the “very low income” limitation for residents of the City of Los Angeles, as determined by the United States Housing Act of 1937, as amended, using the figure in effect on the preceding first day of April as published by the United States Department of Housing and Urban Development.\tFor the purpose of this Subsection, an individual shall be considered to be disabled if he or she meets the definition promulgated by the California Fair Employment and Housing Act or by the United States Department of Labor.\tThe dog for which application for a discounted license is made must be a spayed female, a neutered male, or a dog certified by a licensed veterinarian to be incapable of breeding or being bred.  Evidence that a dog is spayed or neutered, or incapable of breeding or being bred shall be provided by the owner to the Department in the same manner and form as it is specified in Subsection (a) of this Section.\tNo individual may apply for, be issued, or possess more than one discounted license provided for by this Subsection at any given time, and no more than one discounted license per household shall be issued.  The provisions of this Subsection shall not eliminate the duty of any individual to apply for and obtain a license for each dog owned by said individual.\tAny individual who is entitled to a discounted license under the provisions of this Subsection may file an application with the Department for such a license.  The license shall be automatically rendered invalid by any change in ownership of said dog.  It shall be a misdemeanor for any person to knowingly receive the benefits of the discounted license provided for by this Subsection when the basis for such a discounted license either does not exist or ceases to exist.\t(g)\tPuppy certificate.  For a dog under the age of four months old, the Department shall, in addition to any other fees charged at the time the dog is adopted by the Department, charge an amount equal to the annual license tax and fee for a spayed or neutered dog and issue a puppy certificate for such dog.  The puppy certificate shall expire when the dog is four months old.  Within 45 days of the expiration date of the certificate, if the Department is provided with satisfactory evidence that the dog has been sterilized and has received an anti-rabies vaccination, the owner shall be provided with a valid license at no extra charge.  The one year license shall expire on the expiration date of the anti-rabies vaccination.  Any person adopting or purchasing a dog from any other source may also purchase a puppy certificate from the Department or from any person or organization authorized by the Department to issue a puppy certificate.  (Added by Ord. No. 181,882, Eff. 10\/30\/11.)\t(h)\tLate fees.  If the license tax imposed hereunder is not paid within 30 days of the time required hereunder, a late fee of $20.00 for a sterilized dog or $100.00 for an unsterilized or intact dog or such other amount as determined by the Board of Animal Services Commissioners and approved by the City Council, shall be due and payable in addition to any other civil or criminal penalties imposed by this Article.  A $25.00 field collection fee or such other amount as determined by the Board of Animal Services Commissioners and approved by the City Council, shall be due and payable when the tax for a license is collected at the property where the dog or dogs are maintained following previous notice to the owner by the Department.  (Added by Ord. No. 181,882, Eff. 10\/30\/11.)\t(i)\tThe owner of any dog that has not been spayed or neutered and meets one of the exemptions in Section 53.15.2(b)(2) shall pay a license tax equal to that of an intact dog.  In the absence of such immediate proof of exemption, the owner shall enter into an agreement with the Department to provide proof that the dog is exempt and is or will be in compliance with Subdivisions (3) and (4) of Section 53.15.2(b), or have the dog spayed or neutered and provide satisfactory proof to the Department within 60 days that the dog is exempt in compliance with Section 53.15.2(b) or that the dog has been spayed or neutered.  Failure to provide the required proof shall subject the dog owner or custodian to the penalties enumerated in Section 53.15.2(b)(7).  The license shall not be valid until such satisfactory proof is provided to the Department.  No portion of the license tax shall be refunded in the event the dog is spayed or neutered during the license period.  (Added by Ord. No. 181,882, Eff. 10\/30\/11.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}