{"section_number":"53.18.5","edition_id":"1","section_id":"4042","structure_id":"18","catch_line":"Hearing Procedures And License Revocations.","history":"","full_text":"  HEARING PROCEDURES AND LICENSE REVOCATIONS.\n\t(Added by Ord. No. 162,538, Eff. 8\/27\/87; Title Amended by Ord. No. 181,930, Eff. 12\/11\/11.)\n\n\tThis section shall govern hearing procedures for barking dog complaints, the revocation of dog licenses and related matters.  For purposes of this section the term “dog” includes the plural and the term “owner” means the owner or person having charge, care or custody of a dog.  (Amended by Ord. No. 181,930, Eff. 12\/11\/11.)\n\n\t(a)\tHearing.  A hearing pursuant to this Section shall be held to issue or reissue a dog license upon terms, conditions and restrictions.  A hearing shall also be held to revoke a dog license that has previously been issued or reissued upon terms, conditions or restrictions where the owner has either failed to comply with the terms, conditions or restrictions or the violation continues to exist or reoccurs.  A hearing also may be held in the absence of a dog license or in the absence of a valid license.  Following the hearing, the license may be issued or reissued upon terms, conditions and restrictions, or the owner may be ordered to surrender the dog to the Department or remove the dog from the City as if the license was revoked.  (Amended by Ord. No. 181,930, Eff. 12\/11\/11.)\n\n\t(b)\tHearing Examiner.  A Hearing Examiner appointed by the General Manager shall exercise all powers relating to the conduct of the hearing, including but not limited to, the administration of oaths and affirmations and to certify to official acts.\n\n\t(c)\tNotice of Hearing.  The Department shall commence a hearing by issuing to and the serving of a written notice upon the owner of the dog. Notice shall be served at least ten (10) days prior to the date set for the hearing. The notice shall state in clear and concise language:\n\n\t1.\tthe purpose and reason for holding the hearing and the requested remedy or penalty, and\n\n\t2.\tthe time and place where the hearing is to be held.\n\n\t(d)\tSubpoena Power.  (Amended by Ord. No. 173,273, Eff. 6\/25\/00, Oper. 7\/1\/00.)  The General Manager or his authorized representative is authorized and empowered to summon witnesses for the hearing by requesting the City Clerk, pursuant to Section 217 of the Charter of the City of Los Angeles, to issue subpoenas requiring the attendance of such witnesses at the time and place specified.\n\n\t(e)\tWitnesses.  At the hearing, the owner of the dog, the complainant or complainants, if any, and the Department shall be given an opportunity to present evidence, and call and cross-examine witnesses.\n\n\t(f)\tContinuances.  The Hearing Examiner may continue the hearing from time to time upon good cause being shown.\n\n\t(g)\tNotice.  Any written notice provided for in this section shall be served upon the owner of the dog in the manner provided for giving of notice in Section 11.00 (i) of this Code, or by posting upon property occupied by the owner, or both. Service by posting is complete upon posting.\n\n\t(h)\tEvidence.  Hearings need not be conducted according to technical rules relating to evidence or witnesses. Any relevant evidence shall be admitted if it is the sort of evidence on which responsible persons are accustomed to rely in conduct of serious affairs, regardless of the existence of any common law or statutory rule which might make improper the admission of such evidence over objection in civil actions. Hearsay evidence may be used for the purpose of supplementing or explaining any direct evidence, but shall not be sufficient in itself to support a finding unless it would be admissible over objection in civil actions. Oral evidence shall be taken only on oath or affirmation.\n\n\t(i)\tReporting.  A recording or transcript of the hearing shall be taken.\n\n\t(j)\tBurden of Proof.  The burden is on the Department to show by a preponderance of the evidence that the allegations made are true.\n\n\t(k)\tHearing Examiner – Report.  The Hearing Examiner shall, within 15 days of the conclusion of any hearing, submit a report to the General Manager. The report shall contain a summary of the evidence, including oral testimony, and shall state the Hearing Examiner’s findings and recommendations. The report shall be a public record and shall be served upon the owner of the dog in accordance with the provision of (g) above.\n\n\t(l)\tHearings.  (Amended by Ord. No. 165,507, Eff. 3\/25\/90.)\n\n\t1.\t(Amended by Ord. No. 181,930, Eff. 12\/11\/11.)  If, at the initial hearing the Hearing Examiner determines that the allegations are true, the Hearing Examiner shall recommend that the license be issued or reissued upon reasonable terms, conditions or restrictions for the training, handling or maintenance of the dog to abate the condition which gave rise to the hearing.  In the absence of a dog license or of a valid license, the Hearing Examiner may recommend that the license be issued upon reasonable terms, conditions or restrictions or if the owner is unwilling to accept an issued or reissued license, that the dog be surrendered to the Department or removed from the City.  Surrendering the dog to the Department or removing the dog from the City shall be in addition to any civil or criminal penalties for failure to have a valid license.\n\n\tTerms, conditions, or restrictions may include but are not limited to the following:\n\n\tA.\tselection of locations within the owner’s property or premises where a dog shall not be kept;\n\n\tB.\trequirements as to size, construction or design of an enclosure where a dog may be kept;\n\n\tC.\tspecialized training from a trainer or training program approved by the Department to correct any of the dog’s behavioral problems;\n\n\tD.\tremoval of one or more dogs from the premises to another location or prohibiting the addition of any new dog at the premises;\n\n\tE.\ttypes and method of restraint, or muzzling, or both;\n\n\tF.\tphoto identification, permanent marking, electronic identification device, or all of these, for purposes of identification;\n\n\tG.\tsterilization, even if otherwise exempt;\n\n\tH.\ta civil penalty as provided by ordinance for an administrative citations enforcement program;\n\n\tI.\trequiring the owner to obtain a Restricted Dog Permit with additional terms, conditions and restrictions pursuant thereto.\n\n\t2.\tA hearing or subsequent hearing shall be held wherein the license may be revoked if the owner has either failed to comply with the terms, conditions or restrictions imposed pursuant to clause (1), above, or Subdivision (r) or if the violation continues to exist.\n\n\tIf the license is again reissued, in addition to any other term, condition or restriction recommended by the Hearing Examiner, the licensee shall agree to pay a civil penalty in the amount of two hundred fifty dollars ($250) as a condition of the re-issuance of the license. The General Manager shall establish such rules and regulations as are reasonably necessary to prevent the imposition of the civil penalty from becoming an economic hardship on the licensee. Such rules and regulations shall include, but are not limited to, criteria to reduce the amount of penalty to be imposed and provisions for time payments.\n\n\t3.\tIf the owner fails to appear at a hearing or absents himself from a hearing, the Hearing Examiner may continue the matter or proceed with the hearing as the Hearing Examiner deems appropriate.  Notwithstanding any other provision of this Section, the Hearing Examiner may recommend that the license of any owner who fails to attend a hearing or absents himself from a hearing be revoked if the evidence establishes that the allegations are true.  In the absence of a license or a valid license, the Hearing Examiner may recommend that the dog be surrendered to the Department or removed from the City as if the license were revoked.  Surrendering the dog to the Department or removing the dog from the City shall be in addition to any civil or criminal penalties for failure to have a valid license.  (Amended by Ord. No. 181,930, Eff. 12\/11\/11.)\n\n\t(m)\tGeneral Manager – Review.  \n\n\t1.\tThe General Manager shall review the findings and recommendations of the Hearing Examiner and may adopt or reject the Hearing Examiner’s findings, or may adopt or modify the recommendations of the Hearing Examiner, or may return the matter to the Hearing Examiner for further evidence or for additional  findings and recommendations. The General Manager’s decision shall be finalized in writing within 15 days of the receipt of the Hearing Examiner’s findings and recommendations, and shall be served upon the owner in accordance with the provisions of (g) above.\n\n\t2.\tThe decision of the General Manager is final and effective when served upon the owner, unless there is an appeal filed within 15 days of said service.\n\n\t(n)\tRevoked License – Removal of Animal from City.  Following a hearing, if a dog license is revoked, or in the absence of a license or a valid license, if the dog has been ordered to be surrendered to the Department or removed from the City as if the license were revoked, the owner shall surrender the dog to the Department or permanently remove the dog or cause the dog to be permanently removed from the City within five (5) calendar days after either the time for appeal, as provided herein, has passed without an appeal being filed, or the decision of the General Manager revoking a dog license or ordering the dog to be surrendered to the Department or removed from the City as if the license were revoked, has been served upon the dog owner.  The dog shall be impounded by the Department if found within the City after the five day period.  Failure to remove a dog from the City or surrender it to the Department as provided herein is a misdemeanor.  (Amended by Ord. No. 181,930, Eff. 12\/11\/11.)\n\n\t(o)\tSubsequent Disposition of Dog.  Notwithstanding any other provision of law, the Department shall hold for sale any dog surrendered or impounded pursuant to this section for a period of forty-five (45) days. The dog must be transferred to and sold from a district animal shelter different from the district animal shelter where the complaint arose. The General Manager or his duly authorized representative may impose appropriate terms, conditions or restrictions as a condition to the issuance of a new license to a new owner.\n\n\t(p)\tNotice to the Department of the Removal of a Dog from the City.  An owner of any dog whose license has been revoked pursuant to this section shall inform the Department in writing upon the dog’s removal from the City the name, address, and telephone number of the new owner, the location where the dog will be kept and the name and description of the dog. The owner shall, in addition, notify the new owner in writing of the details of any and all complaints concerning the dog, and any terms, conditions or restrictions previously imposed by the Department. The owner shall provide the Department with a copy of the notification to the new owner as well as an acknowledgment by the new owner the receipt thereof.\n\n\t(q)\tAppeal Procedures.  (Amended by Ord. No. 164,477, Eff. 3\/27\/89.)\n\n\t1.\tThe decision of the General Manager to revoke a dog license or order a dog to be surrendered to the Department or removed from the City as if the license were revoked, to declare a dog to be a dangerous animal, to issue or re-issue a dog license upon terms, conditions or restrictions, or refuse to issue a new license pursuant to Subdivision (r) may be appealed to the Board of Commissioners by the owner of the dog as provided herein.  (Amended by Ord. No. 181,930, Eff. 12\/11\/11.)\n\n\t2.\tThe Board may establish such rules and procedures consistent with this section as it deems necessary for the conduct of the hearing of appeals, including, but not limited to, the filing and presentation of written and oral statements.\n\n\t3.\tThe appeal shall be in writing and shall be on an appeal form provided by the Department.   The appellant shall set forth specifically on the form wherein the appellant believes that the decision of the General Manager is not supported by the evidence or where any hearing before a Hearing Examiner was not conducted in accordance with the provisions of this section for the conduct of hearings.  Within 10 days from the date of a timely filed appeal, the General Manager shall transmit to the Board copies of the Hearing Examiner’s file and report, the General Manager’s written decision and the appeal form for consideration.\n\n\tThe grounds or reasons stated on the appeal form by the appellant will be the only grounds or reasons considered by the Board.  No appeal shall be considered if filed or postmarked later than 15 days after the decision of the General Manager is served upon the owner or if the owner has failed to appear at the hearing before the Hearing Examiner.\n\n\t4.\tThe Board shall fix the time, date and place of the hearing and shall serve a notice of the hearing upon all parties at least five days prior to the hearing.  The Board shall conduct its hearing at the time, date and place specified in the notice unless, upon the written request of the appellant and upon good cause being shown, it agrees to continue the hearing once to a date certain no later than 14 days after the original date set for the hearing.\n\n\t5.\tThe Board, after notice and hearing, may affirm, modify, or reverse the decision of the General Manager and deny or grant appeal accordingly.\n\n\t6.\tThe Board shall not consider any new evidence and shall base its decision only upon \n\n\t(i)\tthe record before the Hearing Examiner, \n\n\t(ii)\tthe report of the Hearing Examiner, \n\n\t(iii)\tthe written decision of the General Manager, \n\n\t(iv)\tthe appeal form, and \n\n\t(v)\ta consideration of statements, if any, presented to the Board orally or in writing at the hearing.\n\n\t7.\tThe Board shall make its decision within 75 days from the date the General Manager transmits to the Board the materials described in Subdivision 3 above provided, however, this time limit  may be extended once if, prior to the expiration of the 75 days, the appellant, the General Manager and the Board mutually agree to extend this time limit for a period not to exceed 15 days.  If the Board fails to act on any appeal within the specified time limits, the decision of the General Manager shall be deemed affirmed without further action by the Board.\n\n\t8.\tThe Board may reverse or modify the decision of the General Manager and grant the appeal only when the written decision of the General Manager is not supported by the evidence or whenever a hearing before a Hearing Examiner was not conducted in accordance with the provisions of this section for the conduct of hearings.\n\n\t9.\tThe decision of the Board to reverse or to modify the decision of the General Manager shall be in writing.  The decision shall enumerate the ground or grounds which form the basis for the Board’s action and specify where in the record the evidence supports each ground so enumerated.\n\n\t10.\tA decision of the Board is final.  It becomes effective when served upon the General Manager and appellant by the Board.\n\n\t(r)\tReinstatement of License Privileges.  (Added by Ord. No. 165,507, Eff. 3\/25\/90.)  Upon the written request of the person whose privilege to own, possess, control or be in charge of any dogs has been terminated pursuant to Sections 53.34.4(h) or 53.63(c), the General Manager may reinstate the privilege as to other dogs and authorize the Department to issue a new license. In addition to any other requirement of law, the General Manager may impose such terms, conditions or restrictions as he believes are necessary to protect the public health, safety and welfare, and which may be in addition to any term, condition or restriction authorized by Clause (1) of Subdivision (l), above, or Section 53.34.4(e)(2).\n\n\tThe General Manager’s decision shall be in writing and state the reasons for issuing or refusing to issue the license or imposing terms, conditions or restrictions and shall be served upon the owner in accordance with the provisions of Subdivision (g). The owner may appeal to the Board the refusal to issue a license or the imposition of terms, conditions or restrictions as provided by this section.\n\n\tNo license shall be issued until the decision is final and then only upon the written acceptance by the owner of any terms, conditions or restrictions finally imposed. If the owner fails to comply with the terms, conditions or restrictions imposed herein, any license revocation hearing shall be held pursuant to Clause (2) of Subdivision (l) this section.","order_by":"18.5","ancestry":{"1":{"id":"18","name":"Animals And Fowls","identifier":"3","label":"article","url":"\/5\/3\/"},"2":{"id":"9","name":"Public Safety and Protection","identifier":"5","label":"chapter","url":"\/5\/"}},"structure_contents":{"0":{"id":"722","structure_id":"18","section_number":"53.00","catch_line":"Definitions.","url":"\/53.00\/","token":"53.00"},"1":{"id":"3815","structure_id":"18","section_number":"53.01","catch_line":"Pound, Hours Open.","url":"\/53.01\/","token":"53.01"},"2":{"id":"2203","structure_id":"18","section_number":"53.02","catch_line":"Issuing Of Badges To Department – Department Members As Police Officers.","url":"\/53.02\/","token":"53.02"},"3":{"id":"3704","structure_id":"18","section_number":"53.02.1","catch_line":"Board, Duties Of.","url":"\/53.02.1\/","token":"53.02.1"},"4":{"id":"514","structure_id":"18","section_number":"53.03","catch_line":"Inspections.","url":"\/53.03\/","token":"53.03"},"5":{"id":"2691","structure_id":"18","section_number":"53.03.1","catch_line":"Minimum Age – Duties Of Employees.","url":"\/53.03.1\/","token":"53.03.1"},"6":{"id":"3901","structure_id":"18","section_number":"53.04","catch_line":"Unenclosed Premises, Impounding.","url":"\/53.04\/","token":"53.04"},"7":{"id":"3701","structure_id":"18","section_number":"53.05","catch_line":"Impounding. Duty Of Police.","url":"\/53.05\/","token":"53.05"},"8":{"id":"3468","structure_id":"18","section_number":"53.06","catch_line":"Animals At Large.","url":"\/53.06\/","token":"53.06"},"9":{"id":"848","structure_id":"18","section_number":"53.06.2","catch_line":"Restraint Of Dogs.","url":"\/53.06.2\/","token":"53.06.2"},"10":{"id":"3731","structure_id":"18","section_number":"53.06.3","catch_line":"Trapping – Permit Required.","url":"\/53.06.3\/","token":"53.06.3"},"11":{"id":"1260","structure_id":"18","section_number":"53.06.4","catch_line":"Certain Animals Declared To Be A Public Nuisance – Summary Destruction Authorized.","url":"\/53.06.4\/","token":"53.06.4"},"12":{"id":"174","structure_id":"18","section_number":"53.06.5","catch_line":"Feeding Of Non-Domesticated Mammalian Predators Prohibited.","url":"\/53.06.5\/","token":"53.06.5"},"13":{"id":"1986","structure_id":"18","section_number":"53.07","catch_line":"Animals On Unenclosed Premises.","url":"\/53.07\/","token":"53.07"},"14":{"id":"3000","structure_id":"18","section_number":"53.08","catch_line":"Animals In Los Angeles River Bed.","url":"\/53.08\/","token":"53.08"},"15":{"id":"3918","structure_id":"18","section_number":"53.09","catch_line":"Stray Animals. Notice Required.","url":"\/53.09\/","token":"53.09"},"16":{"id":"4021","structure_id":"18","section_number":"53.10","catch_line":"Permitting Animals To Go Without Care – Duty To Enter And Remove Same.","url":"\/53.10\/","token":"53.10"},"17":{"id":"2198","structure_id":"18","section_number":"53.11","catch_line":"Animals. Impounding – Sale.","url":"\/53.11\/","token":"53.11"},"18":{"id":"2863","structure_id":"18","section_number":"53.12","catch_line":"Animal Shelter Adoption Fee Schedule.","url":"\/53.12\/","token":"53.12"},"19":{"id":"674","structure_id":"18","section_number":"53.12.1","catch_line":"Uncared For Animals – Impounding.","url":"\/53.12.1\/","token":"53.12.1"},"20":{"id":"391","structure_id":"18","section_number":"53.12.2","catch_line":"Impoundment Of Unaltered Dogs And Cats – Civil Penalties.","url":"\/53.12.2\/","token":"53.12.2"},"21":{"id":"757","structure_id":"18","section_number":"53.13","catch_line":"Redemption Fees.","url":"\/53.13\/","token":"53.13"},"22":{"id":"1151","structure_id":"18","section_number":"53.14","catch_line":"Records Of Impounded Animals.","url":"\/53.14\/","token":"53.14"},"23":{"id":"1931","structure_id":"18","section_number":"53.15","catch_line":"Dog License Tax – Penalties.","url":"\/53.15\/","token":"53.15"},"24":{"id":"20","structure_id":"18","section_number":"53.15.1","catch_line":"Equine License Fee.","url":"\/53.15.1\/","token":"53.15.1"},"25":{"id":"2240","structure_id":"18","section_number":"53.15.2","catch_line":"Breeding And Transfer Of Dogs And Cats.","url":"\/53.15.2\/","token":"53.15.2"},"26":{"id":"2685","structure_id":"18","section_number":"53.15.3","catch_line":"Dog License Fee.","url":"\/53.15.3\/","token":"53.15.3"},"27":{"id":"763","structure_id":"18","section_number":"53.15.4","catch_line":"Veterinarians And Others Authorized To Distribute Dog License Applications Or Sell Dog Licenses.","url":"\/53.15.4\/","token":"53.15.4"},"28":{"id":"2176","structure_id":"18","section_number":"53.15.5","catch_line":"Electronic Animal Identification Device.","url":"\/53.15.5\/","token":"53.15.5"},"29":{"id":"3783","structure_id":"18","section_number":"53.16","catch_line":"Licenses To Be Signed.","url":"\/53.16\/","token":"53.16"},"30":{"id":"527","structure_id":"18","section_number":"53.17","catch_line":"Licenses – What To State.","url":"\/53.17\/","token":"53.17"},"31":{"id":"495","structure_id":"18","section_number":"53.18","catch_line":"Record Of Licenses.","url":"\/53.18\/","token":"53.18"},"32":{"id":"4042","structure_id":"18","section_number":"53.18.5","catch_line":"Hearing Procedures And License Revocations.","url":"\/53.18.5\/","token":"53.18.5"},"33":{"id":"2179","structure_id":"18","section_number":"53.19","catch_line":"Cat Tag – Issuance Of.","url":"\/53.19\/","token":"53.19"},"34":{"id":"2475","structure_id":"18","section_number":"53.21","catch_line":"Dog Tags – Wearing Of And Registry.","url":"\/53.21\/","token":"53.21"},"35":{"id":"3414","structure_id":"18","section_number":"53.22","catch_line":"Dog Tag – Must Be Official.","url":"\/53.22\/","token":"53.22"},"36":{"id":"913","structure_id":"18","section_number":"53.23","catch_line":"Dog Tags – Removal Of.","url":"\/53.23\/","token":"53.23"},"37":{"id":"489","structure_id":"18","section_number":"53.24","catch_line":"Receipt – Certificate – Failure To Exhibit.","url":"\/53.24\/","token":"53.24"},"38":{"id":"2154","structure_id":"18","section_number":"53.25","catch_line":"Collection – Depositing Of.","url":"\/53.25\/","token":"53.25"},"39":{"id":"2031","structure_id":"18","section_number":"53.26","catch_line":"License Taxes – Right To Sue For Recovery.","url":"\/53.26\/","token":"53.26"},"40":{"id":"531","structure_id":"18","section_number":"53.27","catch_line":"Transfer Of Ownership; Notice Required.","url":"\/53.27\/","token":"53.27"},"41":{"id":"2785","structure_id":"18","section_number":"53.28","catch_line":"Harboring Of Unlicensed Dogs.","url":"\/53.28\/","token":"53.28"},"42":{"id":"1095","structure_id":"18","section_number":"53.29","catch_line":"Female Dogs And Cats, Straying During Season.","url":"\/53.29\/","token":"53.29"},"43":{"id":"3775","structure_id":"18","section_number":"53.30","catch_line":"Keeping Of Diseased Or Crippled Animals.","url":"\/53.30\/","token":"53.30"},"44":{"id":"3559","structure_id":"18","section_number":"53.31","catch_line":"Public Spay And Neuter Clinic.","url":"\/53.31\/","token":"53.31"},"45":{"id":"2624","structure_id":"18","section_number":"53.32","catch_line":"Animals – Disposal Of.","url":"\/53.32\/","token":"53.32"},"46":{"id":"2620","structure_id":"18","section_number":"53.33","catch_line":"Vicious Animals – Private Premises.","url":"\/53.33\/","token":"53.33"},"47":{"id":"3003","structure_id":"18","section_number":"53.34","catch_line":"Animals At Large.","url":"\/53.34\/","token":"53.34"},"48":{"id":"1991","structure_id":"18","section_number":"53.34.1","catch_line":"Menacing Dogs.","url":"\/53.34.1\/","token":"53.34.1"},"49":{"id":"3233","structure_id":"18","section_number":"53.34.2","catch_line":"Impoundment – Biting Or Attacking Animal.","url":"\/53.34.2\/","token":"53.34.2"},"50":{"id":"145","structure_id":"18","section_number":"53.34.3","catch_line":"Restricted Dog Permit.","url":"\/53.34.3\/","token":"53.34.3"},"51":{"id":"2148","structure_id":"18","section_number":"53.34.4","catch_line":"Dangerous Animal – Procedures.","url":"\/53.34.4\/","token":"53.34.4"},"52":{"id":"3052","structure_id":"18","section_number":"53.35","catch_line":"Animals – Transportation Of.","url":"\/53.35\/","token":"53.35"},"53":{"id":"4084","structure_id":"18","section_number":"53.36","catch_line":"Resisting Officers Or Employees.","url":"\/53.36\/","token":"53.36"},"54":{"id":"4025","structure_id":"18","section_number":"53.37","catch_line":"Dogs – Exemptions.","url":"\/53.37\/","token":"53.37"},"55":{"id":"2886","structure_id":"18","section_number":"53.38","catch_line":"Wild Animals – Keeping – Permit.","url":"\/53.38\/","token":"53.38"},"56":{"id":"3028","structure_id":"18","section_number":"53.39","catch_line":"Wild Animals – Power Of Department Over.","url":"\/53.39\/","token":"53.39"},"57":{"id":"660","structure_id":"18","section_number":"53.40","catch_line":"Bull Fights.","url":"\/53.40\/","token":"53.40"},"58":{"id":"1779","structure_id":"18","section_number":"53.41","catch_line":"Animals – Food Poisoning.","url":"\/53.41\/","token":"53.41"},"59":{"id":"3570","structure_id":"18","section_number":"53.42","catch_line":"Animals, Sale Of – As Novelties – On Streets.","url":"\/53.42\/","token":"53.42"},"60":{"id":"3051","structure_id":"18","section_number":"53.43","catch_line":"Pigeons – Feeding – Restricted Area.","url":"\/53.43\/","token":"53.43"},"61":{"id":"679","structure_id":"18","section_number":"53.44","catch_line":"Veterinaries - Notices Of Death Of Animals.","url":"\/53.44\/","token":"53.44"},"62":{"id":"4051","structure_id":"18","section_number":"53.45","catch_line":"Veterinaries - Retention Of Dead Animals.","url":"\/53.45\/","token":"53.45"},"63":{"id":"990","structure_id":"18","section_number":"53.46","catch_line":"Wild Birds – Impounding – Crating.","url":"\/53.46\/","token":"53.46"},"64":{"id":"2238","structure_id":"18","section_number":"53.47","catch_line":"Breeding Animals – Enclosures.","url":"\/53.47\/","token":"53.47"},"65":{"id":"974","structure_id":"18","section_number":"53.48","catch_line":"Song Birds – Killing.","url":"\/53.48\/","token":"53.48"},"66":{"id":"2723","structure_id":"18","section_number":"53.49","catch_line":"Dogs - Dog Defecation To Be Removed By Owners.","url":"\/53.49\/","token":"53.49"},"67":{"id":"2156","structure_id":"18","section_number":"53.50","catch_line":"Dog Kennels, Etc.","url":"\/53.50\/","token":"53.50"},"68":{"id":"1663","structure_id":"18","section_number":"53.51","catch_line":"Vaccination Of Dogs Required.","url":"\/53.51\/","token":"53.51"},"69":{"id":"2818","structure_id":"18","section_number":"53.52","catch_line":"Exemptions.","url":"\/53.52\/","token":"53.52"},"70":{"id":"2527","structure_id":"18","section_number":"53.53","catch_line":"Duty Of Veterinarians Performing Vaccinations.","url":"\/53.53\/","token":"53.53"},"71":{"id":"3042","structure_id":"18","section_number":"53.54","catch_line":"Vaccination Certificates, Proof Of Sterilization And Other Proof To Be Retained By Owner.","url":"\/53.54\/","token":"53.54"},"72":{"id":"4045","structure_id":"18","section_number":"53.55","catch_line":"Dogs On Beaches Prohibited – Exception.","url":"\/53.55\/","token":"53.55"},"73":{"id":"535","structure_id":"18","section_number":"53.56","catch_line":"Imported Dogs.","url":"\/53.56\/","token":"53.56"},"74":{"id":"1570","structure_id":"18","section_number":"53.57","catch_line":"Unlawful Possession – Certificates.","url":"\/53.57\/","token":"53.57"},"75":{"id":"821","structure_id":"18","section_number":"53.58","catch_line":"Rules And Regulations.","url":"\/53.58\/","token":"53.58"},"76":{"id":"1225","structure_id":"18","section_number":"53.59","catch_line":"Animals – Distances – Separation From Dwelling.","url":"\/53.59\/","token":"53.59"},"77":{"id":"3443","structure_id":"18","section_number":"53.60","catch_line":"Carrier And Homing Pigeons – Permits.","url":"\/53.60\/","token":"53.60"},"78":{"id":"3846","structure_id":"18","section_number":"53.62","catch_line":"Animals; Burial Of.","url":"\/53.62\/","token":"53.62"},"79":{"id":"3069","structure_id":"18","section_number":"53.63","catch_line":"Barking Dog Noise.","url":"\/53.63\/","token":"53.63"},"80":{"id":"2359","structure_id":"18","section_number":"53.64","catch_line":"Regulation Of Sentry Dog Services.","url":"\/53.64\/","token":"53.64"},"81":{"id":"3519","structure_id":"18","section_number":"53.65","catch_line":"Maiming, Injuring Or Killing Animals During Performance.","url":"\/53.65\/","token":"53.65"},"82":{"id":"2340","structure_id":"18","section_number":"53.66","catch_line":"Guard Dogs.","url":"\/53.66\/","token":"53.66"},"83":{"id":"871","structure_id":"18","section_number":"53.67","catch_line":"Animal Sacrifice.","url":"\/53.67\/","token":"53.67"},"84":{"id":"2285","structure_id":"18","section_number":"53.68","catch_line":"Fees For Services To Subdividers.","url":"\/53.68\/","token":"53.68"},"85":{"id":"1809","structure_id":"18","section_number":"53.69","catch_line":"Fees For Trap Rental.","url":"\/53.69\/","token":"53.69"},"86":{"id":"2208","structure_id":"18","section_number":"53.70","catch_line":"Care And Maintenance Of Dogs.","url":"\/53.70\/","token":"53.70"},"87":{"id":"444","structure_id":"18","section_number":"53.71","catch_line":"Roosters – Limit.","url":"\/53.71\/","token":"53.71"},"88":{"id":"2775","structure_id":"18","section_number":"53.72","catch_line":"Declawing Of Cats Or Other Animals – Prohibition.","url":"\/53.72\/","token":"53.72"},"89":{"id":"2535","structure_id":"18","section_number":"53.73","catch_line":"Sale Of Commercially Bred Dogs, Cats And Rabbits In Pet\nStores – Prohibition.","url":"\/53.73\/","token":"53.73"}},"next_section":{"id":"2179","structure_id":"18","section_number":"53.19","catch_line":"Cat Tag – Issuance Of.","url":"\/53.19\/","token":"53.19"},"metadata":false,"references":false,"url":"\/53.18.5\/","token":"53.18.5","formats":{"txt":"\/53.18.5.txt","json":"\/53.18.5.xml"},"dublin_core":{"Title":"Hearing Procedures And License Revocations.","Type":"Text","Format":"text\/html","Identifier":"§ 53.18.5","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nHEARING PROCEDURES AND LICENSE REVOCATIONS. (§ 53.18.5)\n\n  HEARING PROCEDURES AND LICENSE REVOCATIONS.\n\t(Added by Ord. No. 162,538, Eff. 8\/27\/87; Title Amended by Ord. No. 181,930,\nEff. 12\/11\/11.)\tThis section shall govern hearing procedures for barking dog\ncomplaints, the revocation of dog licenses and related matters.  For purposes\nof this section the term “dog” includes the plural and the term “owner”\nmeans the owner or person having charge, care or custody of a dog.  (Amended by\nOrd. No. 181,930, Eff. 12\/11\/11.)\t(a)\tHearing.  A hearing pursuant to this\nSection shall be held to issue or reissue a dog license upon terms, conditions\nand restrictions.  A hearing shall also be held to revoke a dog license that\nhas previously been issued or reissued upon terms, conditions or restrictions\nwhere the owner has either failed to comply with the terms, conditions or\nrestrictions or the violation continues to exist or reoccurs.  A hearing also\nmay be held in the absence of a dog license or in the absence of a valid\nlicense.  Following the hearing, the license may be issued or reissued upon\nterms, conditions and restrictions, or the owner may be ordered to surrender the\ndog to the Department or remove the dog from the City as if the license was\nrevoked.  (Amended by Ord. No. 181,930, Eff. 12\/11\/11.)\t(b)\tHearing Examiner. \nA Hearing Examiner appointed by the General Manager shall exercise all powers\nrelating to the conduct of the hearing, including but not limited to, the\nadministration of oaths and affirmations and to certify to official\nacts.\t(c)\tNotice of Hearing.  The Department shall commence a hearing by\nissuing to and the serving of a written notice upon the owner of the dog. Notice\nshall be served at least ten (10) days prior to the date set for the hearing.\nThe notice shall state in clear and concise language:\t1.\tthe purpose and reason\nfor holding the hearing and the requested remedy or penalty, and\t2.\tthe time and\nplace where the hearing is to be held.\t(d)\tSubpoena Power.  (Amended by Ord.\nNo. 173,273, Eff. 6\/25\/00, Oper. 7\/1\/00.)  The General Manager or his\nauthorized representative is authorized and empowered to summon witnesses for\nthe hearing by requesting the City Clerk, pursuant to Section 217 of the Charter\nof the City of Los Angeles, to issue subpoenas requiring the attendance of such\nwitnesses at the time and place specified.\t(e)\tWitnesses.  At the hearing, the\nowner of the dog, the complainant or complainants, if any, and the Department\nshall be given an opportunity to present evidence, and call and cross-examine\nwitnesses.\t(f)\tContinuances.  The Hearing Examiner may continue the hearing\nfrom time to time upon good cause being shown.\t(g)\tNotice.  Any written notice\nprovided for in this section shall be served upon the owner of the dog in the\nmanner provided for giving of notice in Section 11.00 (i) of this Code, or by\nposting upon property occupied by the owner, or both. Service by posting is\ncomplete upon posting.\t(h)\tEvidence.  Hearings need not be conducted according\nto technical rules relating to evidence or witnesses. Any relevant evidence\nshall be admitted if it is the sort of evidence on which responsible persons are\naccustomed to rely in conduct of serious affairs, regardless of the existence of\nany common law or statutory rule which might make improper the admission of such\nevidence over objection in civil actions. Hearsay evidence may be used for the\npurpose of supplementing or explaining any direct evidence, but shall not be\nsufficient in itself to support a finding unless it would be admissible over\nobjection in civil actions. Oral evidence shall be taken only on oath or\naffirmation.\t(i)\tReporting.  A recording or transcript of the hearing shall be\ntaken.\t(j)\tBurden of Proof.  The burden is on the Department to show by a\npreponderance of the evidence that the allegations made are true.\t(k)\tHearing\nExaminer – Report.  The Hearing Examiner shall, within 15 days of the\nconclusion of any hearing, submit a report to the General Manager. The report\nshall contain a summary of the evidence, including oral testimony, and shall\nstate the Hearing Examiner’s findings and recommendations. The report shall be\na public record and shall be served upon the owner of the dog in accordance with\nthe provision of (g) above.\t(l)\tHearings.  (Amended by Ord. No. 165,507, Eff.\n3\/25\/90.)\t1.\t(Amended by Ord. No. 181,930, Eff. 12\/11\/11.)  If, at the initial\nhearing the Hearing Examiner determines that the allegations are true, the\nHearing Examiner shall recommend that the license be issued or reissued upon\nreasonable terms, conditions or restrictions for the training, handling or\nmaintenance of the dog to abate the condition which gave rise to the hearing. \nIn the absence of a dog license or of a valid license, the Hearing Examiner may\nrecommend that the license be issued upon reasonable terms, conditions or\nrestrictions or if the owner is unwilling to accept an issued or reissued\nlicense, that the dog be surrendered to the Department or removed from the\nCity.  Surrendering the dog to the Department or removing the dog from the City\nshall be in addition to any civil or criminal penalties for failure to have a\nvalid license.\tTerms, conditions, or restrictions may include but are not\nlimited to the following:\tA.\tselection of locations within the owner’s\nproperty or premises where a dog shall not be kept;\tB.\trequirements as to size,\nconstruction or design of an enclosure where a dog may be kept;\tC.\tspecialized\ntraining from a trainer or training program approved by the Department to\ncorrect any of the dog’s behavioral problems;\tD.\tremoval of one or more dogs\nfrom the premises to another location or prohibiting the addition of any new dog\nat the premises;\tE.\ttypes and method of restraint, or muzzling, or\nboth;\tF.\tphoto identification, permanent marking, electronic identification\ndevice, or all of these, for purposes of identification;\tG.\tsterilization, even\nif otherwise exempt;\tH.\ta civil penalty as provided by ordinance for an\nadministrative citations enforcement program;\tI.\trequiring the owner to obtain a\nRestricted Dog Permit with additional terms, conditions and restrictions\npursuant thereto.\t2.\tA hearing or subsequent hearing shall be held wherein the\nlicense may be revoked if the owner has either failed to comply with the terms,\nconditions or restrictions imposed pursuant to clause (1), above, or Subdivision\n(r) or if the violation continues to exist.\tIf the license is again reissued, in\naddition to any other term, condition or restriction recommended by the Hearing\nExaminer, the licensee shall agree to pay a civil penalty in the amount of two\nhundred fifty dollars ($250) as a condition of the re-issuance of the license.\nThe General Manager shall establish such rules and regulations as are reasonably\nnecessary to prevent the imposition of the civil penalty from becoming an\neconomic hardship on the licensee. Such rules and regulations shall include, but\nare not limited to, criteria to reduce the amount of penalty to be imposed and\nprovisions for time payments.\t3.\tIf the owner fails to appear at a hearing or\nabsents himself from a hearing, the Hearing Examiner may continue the matter or\nproceed with the hearing as the Hearing Examiner deems appropriate. \nNotwithstanding any other provision of this Section, the Hearing Examiner may\nrecommend that the license of any owner who fails to attend a hearing or absents\nhimself from a hearing be revoked if the evidence establishes that the\nallegations are true.  In the absence of a license or a valid license, the\nHearing Examiner may recommend that the dog be surrendered to the Department or\nremoved from the City as if the license were revoked.  Surrendering the dog to\nthe Department or removing the dog from the City shall be in addition to any\ncivil or criminal penalties for failure to have a valid license.  (Amended by\nOrd. No. 181,930, Eff. 12\/11\/11.)\t(m)\tGeneral Manager – Review.  \t1.\tThe\nGeneral Manager shall review the findings and recommendations of the Hearing\nExaminer and may adopt or reject the Hearing Examiner’s findings, or may adopt\nor modify the recommendations of the Hearing Examiner, or may return the matter\nto the Hearing Examiner for further evidence or for additional  findings and\nrecommendations. The General Manager’s decision shall be finalized in writing\nwithin 15 days of the receipt of the Hearing Examiner’s findings and\nrecommendations, and shall be served upon the owner in accordance with the\nprovisions of (g) above.\t2.\tThe decision of the General Manager is final and\neffective when served upon the owner, unless there is an appeal filed within 15\ndays of said service.\t(n)\tRevoked License – Removal of Animal from City. \nFollowing a hearing, if a dog license is revoked, or in the absence of a license\nor a valid license, if the dog has been ordered to be surrendered to the\nDepartment or removed from the City as if the license were revoked, the owner\nshall surrender the dog to the Department or permanently remove the dog or cause\nthe dog to be permanently removed from the City within five (5) calendar days\nafter either the time for appeal, as provided herein, has passed without an\nappeal being filed, or the decision of the General Manager revoking a dog\nlicense or ordering the dog to be surrendered to the Department or removed from\nthe City as if the license were revoked, has been served upon the dog owner. \nThe dog shall be impounded by the Department if found within the City after the\nfive day period.  Failure to remove a dog from the City or surrender it to the\nDepartment as provided herein is a misdemeanor.  (Amended by Ord. No. 181,930,\nEff. 12\/11\/11.)\t(o)\tSubsequent Disposition of Dog.  Notwithstanding any other\nprovision of law, the Department shall hold for sale any dog surrendered or\nimpounded pursuant to this section for a period of forty-five (45) days. The dog\nmust be transferred to and sold from a district animal shelter different from\nthe district animal shelter where the complaint arose. The General Manager or\nhis duly authorized representative may impose appropriate terms, conditions or\nrestrictions as a condition to the issuance of a new license to a new\nowner.\t(p)\tNotice to the Department of the Removal of a Dog from the City.  An\nowner of any dog whose license has been revoked pursuant to this section shall\ninform the Department in writing upon the dog’s removal from the City the\nname, address, and telephone number of the new owner, the location where the dog\nwill be kept and the name and description of the dog. The owner shall, in\naddition, notify the new owner in writing of the details of any and all\ncomplaints concerning the dog, and any terms, conditions or restrictions\npreviously imposed by the Department. The owner shall provide the Department\nwith a copy of the notification to the new owner as well as an acknowledgment by\nthe new owner the receipt thereof.\t(q)\tAppeal Procedures.  (Amended by Ord. No.\n164,477, Eff. 3\/27\/89.)\t1.\tThe decision of the General Manager to revoke a dog\nlicense or order a dog to be surrendered to the Department or removed from the\nCity as if the license were revoked, to declare a dog to be a dangerous animal,\nto issue or re-issue a dog license upon terms, conditions or restrictions, or\nrefuse to issue a new license pursuant to Subdivision (r) may be appealed to the\nBoard of Commissioners by the owner of the dog as provided herein.  (Amended by\nOrd. No. 181,930, Eff. 12\/11\/11.)\t2.\tThe Board may establish such rules and\nprocedures consistent with this section as it deems necessary for the conduct of\nthe hearing of appeals, including, but not limited to, the filing and\npresentation of written and oral statements.\t3.\tThe appeal shall be in writing\nand shall be on an appeal form provided by the Department.   The appellant\nshall set forth specifically on the form wherein the appellant believes that the\ndecision of the General Manager is not supported by the evidence or where any\nhearing before a Hearing Examiner was not conducted in accordance with the\nprovisions of this section for the conduct of hearings.  Within 10 days from\nthe date of a timely filed appeal, the General Manager shall transmit to the\nBoard copies of the Hearing Examiner’s file and report, the General\nManager’s written decision and the appeal form for consideration.\tThe grounds\nor reasons stated on the appeal form by the appellant will be the only grounds\nor reasons considered by the Board.  No appeal shall be considered if filed or\npostmarked later than 15 days after the decision of the General Manager is\nserved upon the owner or if the owner has failed to appear at the hearing before\nthe Hearing Examiner.\t4.\tThe Board shall fix the time, date and place of the\nhearing and shall serve a notice of the hearing upon all parties at least five\ndays prior to the hearing.  The Board shall conduct its hearing at the time,\ndate and place specified in the notice unless, upon the written request of the\nappellant and upon good cause being shown, it agrees to continue the hearing\nonce to a date certain no later than 14 days after the original date set for the\nhearing.\t5.\tThe Board, after notice and hearing, may affirm, modify, or reverse\nthe decision of the General Manager and deny or grant appeal accordingly.\t6.\tThe\nBoard shall not consider any new evidence and shall base its decision only\nupon \t(i)\tthe record before the Hearing Examiner, \t(ii)\tthe report of the\nHearing Examiner, \t(iii)\tthe written decision of the General\nManager, \t(iv)\tthe appeal form, and \t(v)\ta consideration of statements, if\nany, presented to the Board orally or in writing at the hearing.\t7.\tThe Board\nshall make its decision within 75 days from the date the General Manager\ntransmits to the Board the materials described in Subdivision 3 above provided,\nhowever, this time limit  may be extended once if, prior to the expiration of\nthe 75 days, the appellant, the General Manager and the Board mutually agree to\nextend this time limit for a period not to exceed 15 days.  If the Board fails\nto act on any appeal within the specified time limits, the decision of the\nGeneral Manager shall be deemed affirmed without further action by the\nBoard.\t8.\tThe Board may reverse or modify the decision of the General Manager\nand grant the appeal only when the written decision of the General Manager is\nnot supported by the evidence or whenever a hearing before a Hearing Examiner\nwas not conducted in accordance with the provisions of this section for the\nconduct of hearings.\t9.\tThe decision of the Board to reverse or to modify the\ndecision of the General Manager shall be in writing.  The decision shall\nenumerate the ground or grounds which form the basis for the Board’s action\nand specify where in the record the evidence supports each ground so\nenumerated.\t10.\tA decision of the Board is final.  It becomes effective when\nserved upon the General Manager and appellant by the Board.\t(r)\tReinstatement of\nLicense Privileges.  (Added by Ord. No. 165,507, Eff. 3\/25\/90.)  Upon the\nwritten request of the person whose privilege to own, possess, control or be in\ncharge of any dogs has been terminated pursuant to Sections 53.34.4(h) or\n53.63(c), the General Manager may reinstate the privilege as to other dogs and\nauthorize the Department to issue a new license. In addition to any other\nrequirement of law, the General Manager may impose such terms, conditions or\nrestrictions as he believes are necessary to protect the public health, safety\nand welfare, and which may be in addition to any term, condition or restriction\nauthorized by Clause (1) of Subdivision (l), above, or Section\n53.34.4(e)(2).\tThe General Manager’s decision shall be in writing and state\nthe reasons for issuing or refusing to issue the license or imposing terms,\nconditions or restrictions and shall be served upon the owner in accordance with\nthe provisions of Subdivision (g). The owner may appeal to the Board the refusal\nto issue a license or the imposition of terms, conditions or restrictions as\nprovided by this section.\tNo license shall be issued until the decision is final\nand then only upon the written acceptance by the owner of any terms, conditions\nor restrictions finally imposed. If the owner fails to comply with the terms,\nconditions or restrictions imposed herein, any license revocation hearing shall\nbe held pursuant to Clause (2) of Subdivision (l) this section.\n","html":"\n\t\t\t\t\t<section><p>  <span class=\"dictionary\">HEARING<\/span> PROCEDURES AND LICENSE <span class=\"dictionary\">REVOCATIONS<\/span>.\n\t(Added by Ord. No. 162,538, Eff. 8\/27\/87; Title Amended by Ord. No. 181,930, Eff. 12\/11\/11.)<br \/><br \/>\tThis section shall govern <span class=\"dictionary\">hearing<\/span> procedures for barking dog complaints, the <span class=\"dictionary\">revocation<\/span> of dog licenses and related matters.  For purposes of this section the term “dog” includes the plural and the term “owner” means the owner or person having charge, care or <span class=\"dictionary\">custody<\/span> of a dog.  (Amended by Ord. No. 181,930, Eff. 12\/11\/11.)<br \/><br \/>\t(a)\t<span class=\"dictionary\">Hearing<\/span>.  A <span class=\"dictionary\">hearing<\/span> pursuant to this Section shall be held to <span class=\"dictionary\">issue<\/span> or reissue a dog license upon terms, conditions and restrictions.  A <span class=\"dictionary\">hearing<\/span> shall also be held to revoke a dog license that has previously been issued or reissued upon terms, conditions or restrictions where the owner has either failed to comply with the terms, conditions or restrictions or the violation continues to exist or reoccurs.  A <span class=\"dictionary\">hearing<\/span> also may be held in the absence of a dog license or in the absence of a valid license.  Following the <span class=\"dictionary\">hearing<\/span>, the license may be issued or reissued upon terms, conditions and restrictions, or the owner may be ordered to surrender the dog to the Department or remove the dog from the City as if the license was revoked.  (Amended by Ord. No. 181,930, Eff. 12\/11\/11.)<br \/><br \/>\t(b)\t<span class=\"dictionary\">Hearing<\/span> Examiner.  A <span class=\"dictionary\">Hearing<\/span> Examiner appointed by the General Manager shall exercise all powers relating to the conduct of the <span class=\"dictionary\">hearing<\/span>, including but not limited to, the administration of <span class=\"dictionary\">oaths<\/span> and affirmations and to certify to official acts.<br \/><br \/>\t(c)\tNotice of <span class=\"dictionary\">Hearing<\/span>.  The Department shall commence a <span class=\"dictionary\">hearing<\/span> by issuing to and the serving of a written notice upon the owner of the dog. Notice shall be served at least ten (10) days prior to the date set for the <span class=\"dictionary\">hearing<\/span>. The notice shall state in clear and concise language:<br \/><br \/>\t1.\tthe purpose and reason for holding the <span class=\"dictionary\">hearing<\/span> and the requested remedy or <span class=\"dictionary\">penalty<\/span>, and<br \/><br \/>\t2.\tthe time and place where the <span class=\"dictionary\">hearing<\/span> is to be held.<br \/><br \/>\t(d)\t<span class=\"dictionary\">Subpoena<\/span> Power.  (Amended by Ord. No. 173,273, Eff. 6\/25\/00, Oper. 7\/1\/00.)  The General Manager or his authorized representative is authorized and empowered to summon witnesses for the <span class=\"dictionary\">hearing<\/span> by requesting the City Clerk, pursuant to Section 217 of the Charter of the City of Los Angeles, to <span class=\"dictionary\">issue<\/span> <span class=\"dictionary\">subpoenas<\/span> requiring the attendance of such witnesses at the time and place specified.<br \/><br \/>\t(e)\tWitnesses.  At the <span class=\"dictionary\">hearing<\/span>, the owner of the dog, the complainant or complainants, if any, and the Department shall be given an opportunity to present evidence, and call and cross-examine witnesses.<br \/><br \/>\t(f)\t<span class=\"dictionary\">Continuances<\/span>.  The <span class=\"dictionary\">Hearing<\/span> Examiner may continue the <span class=\"dictionary\">hearing<\/span> from time to time upon good cause being shown.<br \/><br \/>\t(g)\tNotice.  Any written notice provided for in this section shall be served upon the owner of the dog in the manner provided for giving of notice in Section 11.00 (i) of this Code, or by posting upon property occupied by the owner, or both. Service by posting is complete upon posting.<br \/><br \/>\t(h)\tEvidence.  <span class=\"dictionary\">Hearings<\/span> need not be conducted according to technical rules relating to evidence or witnesses. Any relevant evidence shall be admitted if it is the sort of evidence on which responsible persons are accustomed to rely in conduct of serious affairs, regardless of the existence of any <span class=\"dictionary\">common law<\/span> or statutory rule which might make improper the admission of such evidence over objection in <span class=\"dictionary\">civil actions<\/span>. <span class=\"dictionary\">Hearsay<\/span> evidence may be used for the purpose of supplementing or explaining any direct evidence, but shall not be sufficient in itself to support a <span class=\"dictionary\">finding<\/span> unless it would be <span class=\"dictionary\">admissible<\/span> over objection in <span class=\"dictionary\">civil actions<\/span>. Oral evidence shall be taken only on <span class=\"dictionary\">oath<\/span> or affirmation.<br \/><br \/>\t(i)\tReporting.  A recording or <span class=\"dictionary\">transcript<\/span> of the <span class=\"dictionary\">hearing<\/span> shall be taken.<br \/><br \/>\t(j)\t<span class=\"dictionary\">Burden of Proof<\/span>.  The burden is on the Department to show by a <span class=\"dictionary\">preponderance of the evidence<\/span> that the <span class=\"dictionary\">allegations<\/span> made are true.<br \/><br \/>\t(k)\t<span class=\"dictionary\">Hearing<\/span> Examiner – Report.  The <span class=\"dictionary\">Hearing<\/span> Examiner shall, within 15 days of the conclusion of any <span class=\"dictionary\">hearing<\/span>, submit a report to the General Manager. The report shall contain a summary of the evidence, including oral <span class=\"dictionary\">testimony<\/span>, and shall state the <span class=\"dictionary\">Hearing<\/span> Examiner’s <span class=\"dictionary\">findings<\/span> and recommendations. The report shall be a public record and shall be served upon the owner of the dog in accordance with the provision of (g) above.<br \/><br \/>\t(l)\t<span class=\"dictionary\">Hearings<\/span>.  (Amended by Ord. No. 165,507, Eff. 3\/25\/90.)<br \/><br \/>\t1.\t(Amended by Ord. No. 181,930, Eff. 12\/11\/11.)  If, at the initial <span class=\"dictionary\">hearing<\/span> the <span class=\"dictionary\">Hearing<\/span> Examiner determines that the <span class=\"dictionary\">allegations<\/span> are true, the <span class=\"dictionary\">Hearing<\/span> Examiner shall recommend that the license be issued or reissued upon reasonable terms, conditions or restrictions for the training, handling or maintenance of the dog to abate the condition which gave rise to the <span class=\"dictionary\">hearing<\/span>.  In the absence of a dog license or of a valid license, the <span class=\"dictionary\">Hearing<\/span> Examiner may recommend that the license be issued upon reasonable terms, conditions or restrictions or if the owner is unwilling to accept an issued or reissued license, that the dog be surrendered to the Department or removed from the City.  Surrendering the dog to the Department or removing the dog from the City shall be in addition to any civil or criminal penalties for failure to have a valid license.<br \/><br \/>\tTerms, conditions, or restrictions may include but are not limited to the following:<br \/><br \/>\tA.\tselection of locations within the owner’s property or premises where a dog shall not be kept;<br \/><br \/>\tB.\trequirements as to size, construction or design of an enclosure where a dog may be kept;<br \/><br \/>\tC.\tspecialized training from a trainer or training program approved by the Department to correct any of the dog’s behavioral problems;<br \/><br \/>\tD.\tremoval of one or more dogs from the premises to another location or prohibiting the addition of any new dog at the premises;<br \/><br \/>\tE.\ttypes and method of restraint, or muzzling, or both;<br \/><br \/>\tF.\tphoto identification, permanent marking, electronic identification device, or all of these, for purposes of identification;<br \/><br \/>\tG.\tsterilization, even if otherwise exempt;<br \/><br \/>\tH.\ta civil <span class=\"dictionary\">penalty<\/span> as provided by <span class=\"dictionary\">ordinance<\/span> for an administrative <span class=\"dictionary\">citations<\/span> enforcement program;<br \/><br \/>\tI.\trequiring the owner to obtain a Restricted Dog Permit with additional terms, conditions and restrictions pursuant thereto.<br \/><br \/>\t2.\tA <span class=\"dictionary\">hearing<\/span> or subsequent <span class=\"dictionary\">hearing<\/span> shall be held wherein the license may be revoked if the owner has either failed to comply with the terms, conditions or restrictions imposed pursuant to clause (1), above, or Subdivision (r) or if the violation continues to exist.<br \/><br \/>\tIf the license is again reissued, in addition to any other term, condition or restriction recommended by the <span class=\"dictionary\">Hearing<\/span> Examiner, the licensee shall agree to pay a civil <span class=\"dictionary\">penalty<\/span> in the amount of two hundred fifty dollars ($250) as a condition of the re-issuance of the license. The General Manager shall establish such rules and regulations as are reasonably necessary to prevent the imposition of the civil <span class=\"dictionary\">penalty<\/span> from becoming an economic hardship on the licensee. Such rules and regulations shall include, but are not limited to, criteria to reduce the amount of <span class=\"dictionary\">penalty<\/span> to be imposed and provisions for time payments.<br \/><br \/>\t3.\tIf the owner fails to appear at a <span class=\"dictionary\">hearing<\/span> or absents himself from a <span class=\"dictionary\">hearing<\/span>, the <span class=\"dictionary\">Hearing<\/span> Examiner may continue the matter or proceed with the <span class=\"dictionary\">hearing<\/span> as the <span class=\"dictionary\">Hearing<\/span> Examiner deems appropriate.  Notwithstanding any other provision of this Section, the <span class=\"dictionary\">Hearing<\/span> Examiner may recommend that the license of any owner who fails to attend a <span class=\"dictionary\">hearing<\/span> or absents himself from a <span class=\"dictionary\">hearing<\/span> be revoked if the evidence establishes that the <span class=\"dictionary\">allegations<\/span> are true.  In the absence of a license or a valid license, the <span class=\"dictionary\">Hearing<\/span> Examiner may recommend that the dog be surrendered to the Department or removed from the City as if the license were revoked.  Surrendering the dog to the Department or removing the dog from the City shall be in addition to any civil or criminal penalties for failure to have a valid license.  (Amended by Ord. No. 181,930, Eff. 12\/11\/11.)<br \/><br \/>\t(m)\tGeneral Manager – Review.  <br \/><br \/>\t1.\tThe General Manager shall review the <span class=\"dictionary\">findings<\/span> and recommendations of the <span class=\"dictionary\">Hearing<\/span> Examiner and may adopt or reject the <span class=\"dictionary\">Hearing<\/span> Examiner’s <span class=\"dictionary\">findings<\/span>, or may adopt or modify the recommendations of the <span class=\"dictionary\">Hearing<\/span> Examiner, or may return the matter to the <span class=\"dictionary\">Hearing<\/span> Examiner for further evidence or for additional  <span class=\"dictionary\">findings<\/span> and recommendations. The General Manager’s decision shall be finalized in writing within 15 days of the receipt of the <span class=\"dictionary\">Hearing<\/span> Examiner’s <span class=\"dictionary\">findings<\/span> and recommendations, and shall be served upon the owner in accordance with the provisions of (g) above.<br \/><br \/>\t2.\tThe decision of the General Manager is final and effective when served upon the owner, unless there is an <span class=\"dictionary\">appeal<\/span> filed within 15 days of said service.<br \/><br \/>\t(n)\tRevoked License – Removal of Animal from City.  Following a <span class=\"dictionary\">hearing<\/span>, if a dog license is revoked, or in the absence of a license or a valid license, if the dog has been ordered to be surrendered to the Department or removed from the City as if the license were revoked, the owner shall surrender the dog to the Department or permanently remove the dog or cause the dog to be permanently removed from the City within five (5) calendar days after either the time for <span class=\"dictionary\">appeal<\/span>, as provided herein, has passed without an <span class=\"dictionary\">appeal<\/span> being filed, or the decision of the General Manager revoking a dog license or ordering the dog to be surrendered to the Department or removed from the City as if the license were revoked, has been served upon the dog owner.  The dog shall be impounded by the Department if found within the City after the five day period.  Failure to remove a dog from the City or surrender it to the Department as provided herein is a <span class=\"dictionary\">misdemeanor<\/span>.  (Amended by Ord. No. 181,930, Eff. 12\/11\/11.)<br \/><br \/>\t(o)\tSubsequent <span class=\"dictionary\">Disposition<\/span> of Dog.  Notwithstanding any other provision of law, the Department shall hold for sale any dog surrendered or impounded pursuant to this section for a period of forty-five (45) days. The dog must be transferred to and sold from a district animal shelter different from the district animal shelter where the complaint arose. The General Manager or his duly authorized representative may impose appropriate terms, conditions or restrictions as a condition to the issuance of a new license to a new owner.<br \/><br \/>\t(p)\tNotice to the Department of the Removal of a Dog from the City.  An owner of any dog whose license has been revoked pursuant to this section shall inform the Department in writing upon the dog’s removal from the City the name, address, and telephone number of the new owner, the location where the dog will be kept and the name and description of the dog. The owner shall, in addition, notify the new owner in writing of the details of any and all complaints concerning the dog, and any terms, conditions or restrictions previously imposed by the Department. The owner shall provide the Department with a copy of the notification to the new owner as well as an acknowledgment by the new owner the receipt thereof.<br \/><br \/>\t(q)\t<span class=\"dictionary\">Appeal<\/span> Procedures.  (Amended by Ord. No. 164,477, Eff. 3\/27\/89.)<br \/><br \/>\t1.\tThe decision of the General Manager to revoke a dog license or <span class=\"dictionary\">order<\/span> a dog to be surrendered to the Department or removed from the City as if the license were revoked, to declare a dog to be a dangerous animal, to <span class=\"dictionary\">issue<\/span> or re-<span class=\"dictionary\">issue<\/span> a dog license upon terms, conditions or restrictions, or refuse to <span class=\"dictionary\">issue<\/span> a new license pursuant to Subdivision (r) may be appealed to the Board of Commissioners by the owner of the dog as provided herein.  (Amended by Ord. No. 181,930, Eff. 12\/11\/11.)<br \/><br \/>\t2.\tThe Board may establish such rules and procedures consistent with this section as it deems necessary for the conduct of the <span class=\"dictionary\">hearing<\/span> of <span class=\"dictionary\">appeals<\/span>, including, but not limited to, the filing and presentation of written and oral statements.<br \/><br \/>\t3.\tThe <span class=\"dictionary\">appeal<\/span> shall be in writing and shall be on an <span class=\"dictionary\">appeal<\/span> form provided by the Department.   The <span class=\"dictionary\">appellant<\/span> shall set forth specifically on the form wherein the <span class=\"dictionary\">appellant<\/span> believes that the decision of the General Manager is not supported by the evidence or where any <span class=\"dictionary\">hearing<\/span> before a <span class=\"dictionary\">Hearing<\/span> Examiner was not conducted in accordance with the provisions of this section for the conduct of <span class=\"dictionary\">hearings<\/span>.  Within 10 days from the date of a timely filed <span class=\"dictionary\">appeal<\/span>, the General Manager shall transmit to the Board copies of the <span class=\"dictionary\">Hearing<\/span> Examiner’s file and report, the General Manager’s written decision and the <span class=\"dictionary\">appeal<\/span> form for consideration.<br \/><br \/>\tThe grounds or reasons stated on the <span class=\"dictionary\">appeal<\/span> form by the <span class=\"dictionary\">appellant<\/span> will be the only grounds or reasons considered by the Board.  No <span class=\"dictionary\">appeal<\/span> shall be considered if filed or postmarked later than 15 days after the decision of the General Manager is served upon the owner or if the owner has failed to appear at the <span class=\"dictionary\">hearing<\/span> before the <span class=\"dictionary\">Hearing<\/span> Examiner.<br \/><br \/>\t4.\tThe Board shall fix the time, date and place of the <span class=\"dictionary\">hearing<\/span> and shall serve a notice of the <span class=\"dictionary\">hearing<\/span> upon all parties at least five days prior to the <span class=\"dictionary\">hearing<\/span>.  The Board shall conduct its <span class=\"dictionary\">hearing<\/span> at the time, date and place specified in the notice unless, upon the written request of the <span class=\"dictionary\">appellant<\/span> and upon good cause being shown, it agrees to continue the <span class=\"dictionary\">hearing<\/span> once to a date certain no later than 14 days after the original date set for the <span class=\"dictionary\">hearing<\/span>.<br \/><br \/>\t5.\tThe Board, after notice and <span class=\"dictionary\">hearing<\/span>, may <span class=\"dictionary\">affirm<\/span>, modify, or <span class=\"dictionary\">reverse<\/span> the decision of the General Manager and deny or grant <span class=\"dictionary\">appeal<\/span> accordingly.<br \/><br \/>\t6.\tThe Board shall not consider any new evidence and shall base its decision only upon <br \/><br \/>\t(i)\tthe record before the <span class=\"dictionary\">Hearing<\/span> Examiner, <br \/><br \/>\t(ii)\tthe report of the <span class=\"dictionary\">Hearing<\/span> Examiner, <br \/><br \/>\t(iii)\tthe written decision of the General Manager, <br \/><br \/>\t(iv)\tthe <span class=\"dictionary\">appeal<\/span> form, and <br \/><br \/>\t(v)\ta consideration of statements, if any, presented to the Board orally or in writing at the <span class=\"dictionary\">hearing<\/span>.<br \/><br \/>\t7.\tThe Board shall make its decision within 75 days from the date the General Manager transmits to the Board the <span class=\"dictionary\">materials<\/span> described in Subdivision 3 above provided, however, this time limit  may be extended once if, prior to the expiration of the 75 days, the <span class=\"dictionary\">appellant<\/span>, the General Manager and the Board mutually agree to extend this time limit for a period not to exceed 15 days.  If the Board fails to act on any <span class=\"dictionary\">appeal<\/span> within the specified time limits, the decision of the General Manager shall be deemed <span class=\"dictionary\">affirmed<\/span> without further action by the Board.<br \/><br \/>\t8.\tThe Board may <span class=\"dictionary\">reverse<\/span> or modify the decision of the General Manager and grant the <span class=\"dictionary\">appeal<\/span> only when the written decision of the General Manager is not supported by the evidence or whenever a <span class=\"dictionary\">hearing<\/span> before a <span class=\"dictionary\">Hearing<\/span> Examiner was not conducted in accordance with the provisions of this section for the conduct of <span class=\"dictionary\">hearings<\/span>.<br \/><br \/>\t9.\tThe decision of the Board to <span class=\"dictionary\">reverse<\/span> or to modify the decision of the General Manager shall be in writing.  The decision shall enumerate the ground or grounds which form the basis for the Board’s action and specify where in the record the evidence supports each ground so enumerated.<br \/><br \/>\t10.\tA decision of the Board is final.  It becomes effective when served upon the General Manager and <span class=\"dictionary\">appellant<\/span> by the Board.<br \/><br \/>\t(r)\tReinstatement of License <span class=\"dictionary\">Privileges<\/span>.  (Added by Ord. No. 165,507, Eff. 3\/25\/90.)  Upon the written request of the person whose <span class=\"dictionary\">privilege<\/span> to own, possess, control or be in charge of any dogs has been terminated pursuant to Sections 53.34.4(h) or 53.63(c), the General Manager may reinstate the <span class=\"dictionary\">privilege<\/span> as to other dogs and authorize the Department to <span class=\"dictionary\">issue<\/span> a new license. In addition to any other requirement of law, the General Manager may impose such terms, conditions or restrictions as he believes are necessary to protect the public health, safety and welfare, and which may be in addition to any term, condition or restriction authorized by Clause (1) of Subdivision (l), above, or Section 53.34.4(e)(2).<br \/><br \/>\tThe General Manager’s decision shall be in writing and state the reasons for issuing or refusing to <span class=\"dictionary\">issue<\/span> the license or imposing terms, conditions or restrictions and shall be served upon the owner in accordance with the provisions of Subdivision (g). The owner may <span class=\"dictionary\">appeal<\/span> to the Board the refusal to <span class=\"dictionary\">issue<\/span> a license or the imposition of terms, conditions or restrictions as provided by this section.<br \/><br \/>\tNo license shall be issued until the decision is final and then only upon the written acceptance by the owner of any terms, conditions or restrictions finally imposed. If the owner fails to comply with the terms, conditions or restrictions imposed herein, any license <span class=\"dictionary\">revocation<\/span> <span class=\"dictionary\">hearing<\/span> shall be held pursuant to Clause (2) of Subdivision (l) this section.<\/p><\/section>","previous_section":{"id":"495","structure_id":"18","section_number":"53.18","catch_line":"Record Of Licenses.","url":"\/53.18\/","token":"53.18"},"text":{"0":{"id":"4016","text":"  HEARING PROCEDURES AND LICENSE REVOCATIONS.\n\t(Added by Ord. No. 162,538, Eff. 8\/27\/87; Title Amended by Ord. No. 181,930, Eff. 12\/11\/11.)\tThis section shall govern hearing procedures for barking dog complaints, the revocation of dog licenses and related matters.  For purposes of this section the term “dog” includes the plural and the term “owner” means the owner or person having charge, care or custody of a dog.  (Amended by Ord. No. 181,930, Eff. 12\/11\/11.)\t(a)\tHearing.  A hearing pursuant to this Section shall be held to issue or reissue a dog license upon terms, conditions and restrictions.  A hearing shall also be held to revoke a dog license that has previously been issued or reissued upon terms, conditions or restrictions where the owner has either failed to comply with the terms, conditions or restrictions or the violation continues to exist or reoccurs.  A hearing also may be held in the absence of a dog license or in the absence of a valid license.  Following the hearing, the license may be issued or reissued upon terms, conditions and restrictions, or the owner may be ordered to surrender the dog to the Department or remove the dog from the City as if the license was revoked.  (Amended by Ord. No. 181,930, Eff. 12\/11\/11.)\t(b)\tHearing Examiner.  A Hearing Examiner appointed by the General Manager shall exercise all powers relating to the conduct of the hearing, including but not limited to, the administration of oaths and affirmations and to certify to official acts.\t(c)\tNotice of Hearing.  The Department shall commence a hearing by issuing to and the serving of a written notice upon the owner of the dog. Notice shall be served at least ten (10) days prior to the date set for the hearing. The notice shall state in clear and concise language:\t1.\tthe purpose and reason for holding the hearing and the requested remedy or penalty, and\t2.\tthe time and place where the hearing is to be held.\t(d)\tSubpoena Power.  (Amended by Ord. No. 173,273, Eff. 6\/25\/00, Oper. 7\/1\/00.)  The General Manager or his authorized representative is authorized and empowered to summon witnesses for the hearing by requesting the City Clerk, pursuant to Section 217 of the Charter of the City of Los Angeles, to issue subpoenas requiring the attendance of such witnesses at the time and place specified.\t(e)\tWitnesses.  At the hearing, the owner of the dog, the complainant or complainants, if any, and the Department shall be given an opportunity to present evidence, and call and cross-examine witnesses.\t(f)\tContinuances.  The Hearing Examiner may continue the hearing from time to time upon good cause being shown.\t(g)\tNotice.  Any written notice provided for in this section shall be served upon the owner of the dog in the manner provided for giving of notice in Section 11.00 (i) of this Code, or by posting upon property occupied by the owner, or both. Service by posting is complete upon posting.\t(h)\tEvidence.  Hearings need not be conducted according to technical rules relating to evidence or witnesses. Any relevant evidence shall be admitted if it is the sort of evidence on which responsible persons are accustomed to rely in conduct of serious affairs, regardless of the existence of any common law or statutory rule which might make improper the admission of such evidence over objection in civil actions. Hearsay evidence may be used for the purpose of supplementing or explaining any direct evidence, but shall not be sufficient in itself to support a finding unless it would be admissible over objection in civil actions. Oral evidence shall be taken only on oath or affirmation.\t(i)\tReporting.  A recording or transcript of the hearing shall be taken.\t(j)\tBurden of Proof.  The burden is on the Department to show by a preponderance of the evidence that the allegations made are true.\t(k)\tHearing Examiner – Report.  The Hearing Examiner shall, within 15 days of the conclusion of any hearing, submit a report to the General Manager. The report shall contain a summary of the evidence, including oral testimony, and shall state the Hearing Examiner’s findings and recommendations. The report shall be a public record and shall be served upon the owner of the dog in accordance with the provision of (g) above.\t(l)\tHearings.  (Amended by Ord. No. 165,507, Eff. 3\/25\/90.)\t1.\t(Amended by Ord. No. 181,930, Eff. 12\/11\/11.)  If, at the initial hearing the Hearing Examiner determines that the allegations are true, the Hearing Examiner shall recommend that the license be issued or reissued upon reasonable terms, conditions or restrictions for the training, handling or maintenance of the dog to abate the condition which gave rise to the hearing.  In the absence of a dog license or of a valid license, the Hearing Examiner may recommend that the license be issued upon reasonable terms, conditions or restrictions or if the owner is unwilling to accept an issued or reissued license, that the dog be surrendered to the Department or removed from the City.  Surrendering the dog to the Department or removing the dog from the City shall be in addition to any civil or criminal penalties for failure to have a valid license.\tTerms, conditions, or restrictions may include but are not limited to the following:\tA.\tselection of locations within the owner’s property or premises where a dog shall not be kept;\tB.\trequirements as to size, construction or design of an enclosure where a dog may be kept;\tC.\tspecialized training from a trainer or training program approved by the Department to correct any of the dog’s behavioral problems;\tD.\tremoval of one or more dogs from the premises to another location or prohibiting the addition of any new dog at the premises;\tE.\ttypes and method of restraint, or muzzling, or both;\tF.\tphoto identification, permanent marking, electronic identification device, or all of these, for purposes of identification;\tG.\tsterilization, even if otherwise exempt;\tH.\ta civil penalty as provided by ordinance for an administrative citations enforcement program;\tI.\trequiring the owner to obtain a Restricted Dog Permit with additional terms, conditions and restrictions pursuant thereto.\t2.\tA hearing or subsequent hearing shall be held wherein the license may be revoked if the owner has either failed to comply with the terms, conditions or restrictions imposed pursuant to clause (1), above, or Subdivision (r) or if the violation continues to exist.\tIf the license is again reissued, in addition to any other term, condition or restriction recommended by the Hearing Examiner, the licensee shall agree to pay a civil penalty in the amount of two hundred fifty dollars ($250) as a condition of the re-issuance of the license. The General Manager shall establish such rules and regulations as are reasonably necessary to prevent the imposition of the civil penalty from becoming an economic hardship on the licensee. Such rules and regulations shall include, but are not limited to, criteria to reduce the amount of penalty to be imposed and provisions for time payments.\t3.\tIf the owner fails to appear at a hearing or absents himself from a hearing, the Hearing Examiner may continue the matter or proceed with the hearing as the Hearing Examiner deems appropriate.  Notwithstanding any other provision of this Section, the Hearing Examiner may recommend that the license of any owner who fails to attend a hearing or absents himself from a hearing be revoked if the evidence establishes that the allegations are true.  In the absence of a license or a valid license, the Hearing Examiner may recommend that the dog be surrendered to the Department or removed from the City as if the license were revoked.  Surrendering the dog to the Department or removing the dog from the City shall be in addition to any civil or criminal penalties for failure to have a valid license.  (Amended by Ord. No. 181,930, Eff. 12\/11\/11.)\t(m)\tGeneral Manager – Review.  \t1.\tThe General Manager shall review the findings and recommendations of the Hearing Examiner and may adopt or reject the Hearing Examiner’s findings, or may adopt or modify the recommendations of the Hearing Examiner, or may return the matter to the Hearing Examiner for further evidence or for additional  findings and recommendations. The General Manager’s decision shall be finalized in writing within 15 days of the receipt of the Hearing Examiner’s findings and recommendations, and shall be served upon the owner in accordance with the provisions of (g) above.\t2.\tThe decision of the General Manager is final and effective when served upon the owner, unless there is an appeal filed within 15 days of said service.\t(n)\tRevoked License – Removal of Animal from City.  Following a hearing, if a dog license is revoked, or in the absence of a license or a valid license, if the dog has been ordered to be surrendered to the Department or removed from the City as if the license were revoked, the owner shall surrender the dog to the Department or permanently remove the dog or cause the dog to be permanently removed from the City within five (5) calendar days after either the time for appeal, as provided herein, has passed without an appeal being filed, or the decision of the General Manager revoking a dog license or ordering the dog to be surrendered to the Department or removed from the City as if the license were revoked, has been served upon the dog owner.  The dog shall be impounded by the Department if found within the City after the five day period.  Failure to remove a dog from the City or surrender it to the Department as provided herein is a misdemeanor.  (Amended by Ord. No. 181,930, Eff. 12\/11\/11.)\t(o)\tSubsequent Disposition of Dog.  Notwithstanding any other provision of law, the Department shall hold for sale any dog surrendered or impounded pursuant to this section for a period of forty-five (45) days. The dog must be transferred to and sold from a district animal shelter different from the district animal shelter where the complaint arose. The General Manager or his duly authorized representative may impose appropriate terms, conditions or restrictions as a condition to the issuance of a new license to a new owner.\t(p)\tNotice to the Department of the Removal of a Dog from the City.  An owner of any dog whose license has been revoked pursuant to this section shall inform the Department in writing upon the dog’s removal from the City the name, address, and telephone number of the new owner, the location where the dog will be kept and the name and description of the dog. The owner shall, in addition, notify the new owner in writing of the details of any and all complaints concerning the dog, and any terms, conditions or restrictions previously imposed by the Department. The owner shall provide the Department with a copy of the notification to the new owner as well as an acknowledgment by the new owner the receipt thereof.\t(q)\tAppeal Procedures.  (Amended by Ord. No. 164,477, Eff. 3\/27\/89.)\t1.\tThe decision of the General Manager to revoke a dog license or order a dog to be surrendered to the Department or removed from the City as if the license were revoked, to declare a dog to be a dangerous animal, to issue or re-issue a dog license upon terms, conditions or restrictions, or refuse to issue a new license pursuant to Subdivision (r) may be appealed to the Board of Commissioners by the owner of the dog as provided herein.  (Amended by Ord. No. 181,930, Eff. 12\/11\/11.)\t2.\tThe Board may establish such rules and procedures consistent with this section as it deems necessary for the conduct of the hearing of appeals, including, but not limited to, the filing and presentation of written and oral statements.\t3.\tThe appeal shall be in writing and shall be on an appeal form provided by the Department.   The appellant shall set forth specifically on the form wherein the appellant believes that the decision of the General Manager is not supported by the evidence or where any hearing before a Hearing Examiner was not conducted in accordance with the provisions of this section for the conduct of hearings.  Within 10 days from the date of a timely filed appeal, the General Manager shall transmit to the Board copies of the Hearing Examiner’s file and report, the General Manager’s written decision and the appeal form for consideration.\tThe grounds or reasons stated on the appeal form by the appellant will be the only grounds or reasons considered by the Board.  No appeal shall be considered if filed or postmarked later than 15 days after the decision of the General Manager is served upon the owner or if the owner has failed to appear at the hearing before the Hearing Examiner.\t4.\tThe Board shall fix the time, date and place of the hearing and shall serve a notice of the hearing upon all parties at least five days prior to the hearing.  The Board shall conduct its hearing at the time, date and place specified in the notice unless, upon the written request of the appellant and upon good cause being shown, it agrees to continue the hearing once to a date certain no later than 14 days after the original date set for the hearing.\t5.\tThe Board, after notice and hearing, may affirm, modify, or reverse the decision of the General Manager and deny or grant appeal accordingly.\t6.\tThe Board shall not consider any new evidence and shall base its decision only upon \t(i)\tthe record before the Hearing Examiner, \t(ii)\tthe report of the Hearing Examiner, \t(iii)\tthe written decision of the General Manager, \t(iv)\tthe appeal form, and \t(v)\ta consideration of statements, if any, presented to the Board orally or in writing at the hearing.\t7.\tThe Board shall make its decision within 75 days from the date the General Manager transmits to the Board the materials described in Subdivision 3 above provided, however, this time limit  may be extended once if, prior to the expiration of the 75 days, the appellant, the General Manager and the Board mutually agree to extend this time limit for a period not to exceed 15 days.  If the Board fails to act on any appeal within the specified time limits, the decision of the General Manager shall be deemed affirmed without further action by the Board.\t8.\tThe Board may reverse or modify the decision of the General Manager and grant the appeal only when the written decision of the General Manager is not supported by the evidence or whenever a hearing before a Hearing Examiner was not conducted in accordance with the provisions of this section for the conduct of hearings.\t9.\tThe decision of the Board to reverse or to modify the decision of the General Manager shall be in writing.  The decision shall enumerate the ground or grounds which form the basis for the Board’s action and specify where in the record the evidence supports each ground so enumerated.\t10.\tA decision of the Board is final.  It becomes effective when served upon the General Manager and appellant by the Board.\t(r)\tReinstatement of License Privileges.  (Added by Ord. No. 165,507, Eff. 3\/25\/90.)  Upon the written request of the person whose privilege to own, possess, control or be in charge of any dogs has been terminated pursuant to Sections 53.34.4(h) or 53.63(c), the General Manager may reinstate the privilege as to other dogs and authorize the Department to issue a new license. In addition to any other requirement of law, the General Manager may impose such terms, conditions or restrictions as he believes are necessary to protect the public health, safety and welfare, and which may be in addition to any term, condition or restriction authorized by Clause (1) of Subdivision (l), above, or Section 53.34.4(e)(2).\tThe General Manager’s decision shall be in writing and state the reasons for issuing or refusing to issue the license or imposing terms, conditions or restrictions and shall be served upon the owner in accordance with the provisions of Subdivision (g). The owner may appeal to the Board the refusal to issue a license or the imposition of terms, conditions or restrictions as provided by this section.\tNo license shall be issued until the decision is final and then only upon the written acceptance by the owner of any terms, conditions or restrictions finally imposed. If the owner fails to comply with the terms, conditions or restrictions imposed herein, any license revocation hearing shall be held pursuant to Clause (2) of Subdivision (l) this section.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}