{"section_number":"53.11","edition_id":"1","section_id":"2198","structure_id":"18","catch_line":"Animals. Impounding – Sale.","history":"","full_text":"  ANIMALS. IMPOUNDING – SALE.\n\n\t(a)\tThe Department shall hold any stray animal, including any horse, mule, burro, cattle, goat, sheep and other live stock, except dogs, cats, rabbits, birds, poultry, or any other miscellaneous stray animals, impounded under the provisions of this article for a period of three (3) days during which time the owner of such animal, if known, shall be notified, after which time said animal may be sold by an officer of the Department as follows: Written or printed notice of sale at public auction, stating the time and place of sale and containing a description of the animal to be sold, must be posted for five (5) days on the bulletin boards of three (3) public buildings, namely: One (1) at the Public Pound; one (1) at the City Hall, and one (1) at the Central Police Station;\n\n\t(b)\tIn the case of dogs, the Department of Animal Services shall hold such animal for a period of one (1) day after the impounding of said animal, during which time the owner of said animal, if known, shall be notified, after which time said animal may be sold by an officer of the Department in the same manner as provided in this section for the sale of other animals except that notice of sale need be posted only two (2) days in the places named in this section. The purchaser of such dog shall procure the required license for the current year.\n\n\t(c)\tCats, rabbits, birds, poultry, and other animals not hereinabove mentioned shall be disposed of as in the case of dogs except that no license fee shall be charged.\n\n\t(d)\tIn addition to the posting of any notice of impounding or of the sale of any dog or other animal as hereinbefore provided, said General Manager is hereby authorized, whenever the same shall, in the judgment of the General Manager, be expedient or proper, to publish a notice in any newspaper of general circulation published in this City containing the same information as the notice of sale as above provided.\n\n\t(e)\tIf any animal is not redeemed or sold, the General Manager of the Department may continue to hold for subsequent sale said animal in accordance with the terms as hereinbefore set forth, or order the destruction of such animal. Said General Manager or other duly authorized representative of the Department shall execute a bill of sale to the purchaser of any animal sold and thereupon the title to such animal shall be vested in such purchaser.\n\n\t(f)\tWhen any animal is sold under the provisions of this Article, from the proceeds of such sale shall be deducted the regular pound fee, and, in the case of livestock, the cost of care and feed of such animal, and in the case of dogs, the license for the current year. Any sum of money which remains over and above said fees may be claimed by the owner of said animal so sold, upon satisfactory proof of ownership being made to the Department within sixty (60) days from the date of sale, provided, however, that the owner did not voluntarily surrender said animal to the Department.  (Amended by Ord. No. 150,337, Eff. 1\/1\/78.)\n\n\t(g)\tWhenever any dog has been impounded as in this section provided, and the owner thereof has not redeemed the same within the time for such redemption prescribed by this article, and after notice has been posted on the bulletin boards of three public buildings as in this ordinance prescribed of the time and place of the sale of said dog, and when the owner of said dog has not appeared at said sale as so noticed, the Department of Animal Services without offering said dog for sale at public auction, is hereby authorized, upon the request of any of the armed forces of the United States to deliver the dog to said armed forces of the United States without any cost, charge, fee or expense whatsoever, and to execute a bill of sale for said dog to said armed force or forces.\n\n\t(h)\t(None)\n\n\t(i)\tAny purchaser of a dog or cat may within ten (10) days after such purchase exchange such dog or cat if said animal has been examined by a veterinarian or by an authorized departmental representative and determined to be physically or otherwise unsuitable for placement. If the charges for the substituted dog or cat are greater than the amount paid for the original, the purchaser shall pay the difference. No refund shall be made if the price of the substituted dog or cat is less than the amount paid for the original. An exchange must be consummated within 31 calendar days from the original purchase date and no part of the purchase price shall be refunded even if a purchaser is unable to make satisfactory exchange within the prescribed period.  (Added by Ord. No. 137,182, Eff. 10\/7\/68.)\n\n\t(j)\tAny person adopting an impounded dog of any age that has not been spayed or neutered due to a medical condition as determined by the Department shall in addition to and consistent with any other charges imposed by this Article, pay a sterilization deposit and a license tax and fee equal to that for a spayed or neutered dog, and enter into an agreement with the Department to spay or neuter the dog as soon as medically feasible and provide periodic updates and proof of spay\/neuter to the Department as required by the agreement.  The license shall not be valid until such satisfactory proof of spay or neuter is received by the Department.  (Added by Ord. No. 181,882, Eff. 10\/30\/11.)\n\n\t(k)\t(None)\n\n\t(l)\tRelease by Department.  (Added by Ord. No. 106,995, Eff. 3\/24\/56.)\n\n\t1.\tVaccinated Dog.  An impounded dog that has been vaccinated against rabies or exempted therefrom by an exemption certificate as provided in this article may be released to the owner or other person desiring to possess the dog upon the payment of the fees and license tax required by this article.\n\n\t2.\tUnvaccinated Dog – Purchaser.  Any person desiring to purchase an impounded unvaccinated dog, not previously owned by said person, must pay the fees and license tax required by this article and furnish a signed statement in compliance with Sec. 53.52 hereof or comply with the conditions of subdivision 3 hereof.\n\n\t3.\tConditional Release of Unvaccinated Dog to Owner.  Every person receiving a dog from the Department pursuant to this subdivision shall comply with all of the conditions prescribed herein. An impounded dog that has not been vaccinated against rabies or exempted therefrom by an exemption certificate as provided in this article may be released by the Department to the owner of the dog on condition that such owner:\n\n\t(i)\tPay the fees and license tax required by this article; and\n\n\t(ii)\tFurnish to the Department at the time of release his signed statement that he will have the dog vaccinated within 10 days;\n\n\t(iii)\tHave the dog vaccinated for rabies within 10 days; and\n\n\t(iv)\tExhibit a certificate of vaccination to the Department within 10 days at which time the license will be issued.\n\n\t(m)\tNo person shall make a false or misleading statement or representation regarding  the ownership or right to custody or control of an animal  for  which  a permit or license is required, or regarding the ownership of an animal redeemed from, turned over to, impounded by or coming under the jurisdiction of the Department pursuant to this article.\n\n\t(n)\tThe General Manager or his authorized representative may immunize any impounded dog or cat against common diseases.  (Amended by Ord. No. 149,942, Eff. 8\/19\/77.)\n\n\t(o)\tNotwithstanding any other provision of this Article, the Board of Animal Services Commissioners, subject to the approval of the City Council, shall establish a calendar of specific adoption events and certain time periods within a fiscal or calendar year during which the General Manager may reduce the fees listed in Section 53.12(a) by up to 50%, and may reduce or waive the fees for an electronic animal identification device (microchip) established pursuant to Section 53.15.5, in order to encourage and promote pet adoptions.  (Amended by Ord. No. 180,697, Eff. 6\/26\/09.)\n\n\t(p)\t(Amended by Ord. No. 180,697, Eff. 6\/26\/09.)  Subject to the approval of the Board of Animal Services, the General Manager may waive all or any portion of the fees listed in Section 53.12(a) and all or any portion of the electronic animal identification device (microchip) fees established pursuant to Section 53.15.5 upon the release of any animal which has been held by the Department for the legal holding period plus at least one additional day, to a non-profit humane or rescue organization that meets the eligibility criteria of a program established by the Board of Animal Services Commissioners designed to increase adoptions by partnering with non-profit humane or rescue organizations, when  the organization enters into an agreement with the Department to comply with the program requirements.  The designation of an animal as releasable shall be in accordance with the Department’s policies concerning the adoption of such animals.  The Board shall adopt guidelines for fee waivers by the Department, taking into account an animal’s adoptability and the availability of shelter space.  A fee waiver will be made only upon the condition that any animal so released may not be sold by the receiving organization but may be adopted out to a member of the public for an adoption fee which does not exceed the organization’s aggregate cost recovery.  The organizations receiving fee waivers may be audited annually by the City.\n\n\tFor the purposes of this section, rescue and humane organizations are defined as California non-profit corporations that are exempt from taxation under Internal Revenue Code section 501(c)(3), participate in early age spay\/neuter of animals, comply with all State and local laws regarding the humane care and treatment of animals, and in addition, whose mission is in whole or in part the rescue and placement of companion animals including but not limited to dogs, cats, rabbits, gerbils, hamsters, birds, equine animals, farm animals or reptiles, and\/or the trapping, neutering and returning of feral cats.\n\n\t(q)\tThe General Manager may waive all or any portion of the fees, including license taxes and fees, upon the release of any animal which has been held by the Department for the legal holding period to another municipal or county animal control agency, a Society for the Prevention of Cruelty to Animals (SPCA), or to a local animal control agency or entity responsible for enforcing animal-related laws for one or more municipalities or counties.  The designation of an animal as releasable shall be in accordance with the Department’s policies concerning the adoption of such animals.  Societies for the prevention of cruelty to animals are California non-profit corporations that perform humane services and are incorporated under the provisions of California Corporations Code Section 10400 and the Non-profit Public Benefit Corporation Law in Part 2 of the California Corporations Code, beginning at Section 5110.  (Added by Ord. No. 180,697, Eff. 6\/26\/09.)","order_by":"11","ancestry":{"1":{"id":"18","name":"Animals And Fowls","identifier":"3","label":"article","url":"\/5\/3\/"},"2":{"id":"9","name":"Public Safety and Protection","identifier":"5","label":"chapter","url":"\/5\/"}},"structure_contents":{"0":{"id":"722","structure_id":"18","section_number":"53.00","catch_line":"Definitions.","url":"\/53.00\/","token":"53.00"},"1":{"id":"3815","structure_id":"18","section_number":"53.01","catch_line":"Pound, Hours Open.","url":"\/53.01\/","token":"53.01"},"2":{"id":"2203","structure_id":"18","section_number":"53.02","catch_line":"Issuing Of Badges To Department – Department Members As Police Officers.","url":"\/53.02\/","token":"53.02"},"3":{"id":"3704","structure_id":"18","section_number":"53.02.1","catch_line":"Board, Duties Of.","url":"\/53.02.1\/","token":"53.02.1"},"4":{"id":"514","structure_id":"18","section_number":"53.03","catch_line":"Inspections.","url":"\/53.03\/","token":"53.03"},"5":{"id":"2691","structure_id":"18","section_number":"53.03.1","catch_line":"Minimum Age – Duties Of Employees.","url":"\/53.03.1\/","token":"53.03.1"},"6":{"id":"3901","structure_id":"18","section_number":"53.04","catch_line":"Unenclosed Premises, Impounding.","url":"\/53.04\/","token":"53.04"},"7":{"id":"3701","structure_id":"18","section_number":"53.05","catch_line":"Impounding. Duty Of Police.","url":"\/53.05\/","token":"53.05"},"8":{"id":"3468","structure_id":"18","section_number":"53.06","catch_line":"Animals At Large.","url":"\/53.06\/","token":"53.06"},"9":{"id":"848","structure_id":"18","section_number":"53.06.2","catch_line":"Restraint Of Dogs.","url":"\/53.06.2\/","token":"53.06.2"},"10":{"id":"3731","structure_id":"18","section_number":"53.06.3","catch_line":"Trapping – Permit Required.","url":"\/53.06.3\/","token":"53.06.3"},"11":{"id":"1260","structure_id":"18","section_number":"53.06.4","catch_line":"Certain Animals Declared To Be A Public Nuisance – Summary Destruction Authorized.","url":"\/53.06.4\/","token":"53.06.4"},"12":{"id":"174","structure_id":"18","section_number":"53.06.5","catch_line":"Feeding Of Non-Domesticated Mammalian Predators Prohibited.","url":"\/53.06.5\/","token":"53.06.5"},"13":{"id":"1986","structure_id":"18","section_number":"53.07","catch_line":"Animals On Unenclosed Premises.","url":"\/53.07\/","token":"53.07"},"14":{"id":"3000","structure_id":"18","section_number":"53.08","catch_line":"Animals In Los Angeles River Bed.","url":"\/53.08\/","token":"53.08"},"15":{"id":"3918","structure_id":"18","section_number":"53.09","catch_line":"Stray Animals. Notice Required.","url":"\/53.09\/","token":"53.09"},"16":{"id":"4021","structure_id":"18","section_number":"53.10","catch_line":"Permitting Animals To Go Without Care – Duty To Enter And Remove Same.","url":"\/53.10\/","token":"53.10"},"17":{"id":"2198","structure_id":"18","section_number":"53.11","catch_line":"Animals. Impounding – Sale.","url":"\/53.11\/","token":"53.11"},"18":{"id":"2863","structure_id":"18","section_number":"53.12","catch_line":"Animal Shelter Adoption Fee Schedule.","url":"\/53.12\/","token":"53.12"},"19":{"id":"674","structure_id":"18","section_number":"53.12.1","catch_line":"Uncared For Animals – Impounding.","url":"\/53.12.1\/","token":"53.12.1"},"20":{"id":"391","structure_id":"18","section_number":"53.12.2","catch_line":"Impoundment Of Unaltered Dogs And Cats – Civil Penalties.","url":"\/53.12.2\/","token":"53.12.2"},"21":{"id":"757","structure_id":"18","section_number":"53.13","catch_line":"Redemption Fees.","url":"\/53.13\/","token":"53.13"},"22":{"id":"1151","structure_id":"18","section_number":"53.14","catch_line":"Records Of Impounded Animals.","url":"\/53.14\/","token":"53.14"},"23":{"id":"1931","structure_id":"18","section_number":"53.15","catch_line":"Dog License Tax – Penalties.","url":"\/53.15\/","token":"53.15"},"24":{"id":"20","structure_id":"18","section_number":"53.15.1","catch_line":"Equine License Fee.","url":"\/53.15.1\/","token":"53.15.1"},"25":{"id":"2240","structure_id":"18","section_number":"53.15.2","catch_line":"Breeding And Transfer Of Dogs And Cats.","url":"\/53.15.2\/","token":"53.15.2"},"26":{"id":"2685","structure_id":"18","section_number":"53.15.3","catch_line":"Dog License Fee.","url":"\/53.15.3\/","token":"53.15.3"},"27":{"id":"763","structure_id":"18","section_number":"53.15.4","catch_line":"Veterinarians And Others Authorized To Distribute Dog License Applications Or Sell Dog Licenses.","url":"\/53.15.4\/","token":"53.15.4"},"28":{"id":"2176","structure_id":"18","section_number":"53.15.5","catch_line":"Electronic Animal Identification Device.","url":"\/53.15.5\/","token":"53.15.5"},"29":{"id":"3783","structure_id":"18","section_number":"53.16","catch_line":"Licenses To Be Signed.","url":"\/53.16\/","token":"53.16"},"30":{"id":"527","structure_id":"18","section_number":"53.17","catch_line":"Licenses – What To State.","url":"\/53.17\/","token":"53.17"},"31":{"id":"495","structure_id":"18","section_number":"53.18","catch_line":"Record Of Licenses.","url":"\/53.18\/","token":"53.18"},"32":{"id":"4042","structure_id":"18","section_number":"53.18.5","catch_line":"Hearing Procedures And License Revocations.","url":"\/53.18.5\/","token":"53.18.5"},"33":{"id":"2179","structure_id":"18","section_number":"53.19","catch_line":"Cat Tag – Issuance Of.","url":"\/53.19\/","token":"53.19"},"34":{"id":"2475","structure_id":"18","section_number":"53.21","catch_line":"Dog Tags – Wearing Of And Registry.","url":"\/53.21\/","token":"53.21"},"35":{"id":"3414","structure_id":"18","section_number":"53.22","catch_line":"Dog Tag – Must Be Official.","url":"\/53.22\/","token":"53.22"},"36":{"id":"913","structure_id":"18","section_number":"53.23","catch_line":"Dog Tags – Removal Of.","url":"\/53.23\/","token":"53.23"},"37":{"id":"489","structure_id":"18","section_number":"53.24","catch_line":"Receipt – Certificate – Failure To Exhibit.","url":"\/53.24\/","token":"53.24"},"38":{"id":"2154","structure_id":"18","section_number":"53.25","catch_line":"Collection – Depositing Of.","url":"\/53.25\/","token":"53.25"},"39":{"id":"2031","structure_id":"18","section_number":"53.26","catch_line":"License Taxes – Right To Sue For Recovery.","url":"\/53.26\/","token":"53.26"},"40":{"id":"531","structure_id":"18","section_number":"53.27","catch_line":"Transfer Of Ownership; Notice Required.","url":"\/53.27\/","token":"53.27"},"41":{"id":"2785","structure_id":"18","section_number":"53.28","catch_line":"Harboring Of Unlicensed Dogs.","url":"\/53.28\/","token":"53.28"},"42":{"id":"1095","structure_id":"18","section_number":"53.29","catch_line":"Female Dogs And Cats, Straying During Season.","url":"\/53.29\/","token":"53.29"},"43":{"id":"3775","structure_id":"18","section_number":"53.30","catch_line":"Keeping Of Diseased Or Crippled Animals.","url":"\/53.30\/","token":"53.30"},"44":{"id":"3559","structure_id":"18","section_number":"53.31","catch_line":"Public Spay And Neuter Clinic.","url":"\/53.31\/","token":"53.31"},"45":{"id":"2624","structure_id":"18","section_number":"53.32","catch_line":"Animals – Disposal Of.","url":"\/53.32\/","token":"53.32"},"46":{"id":"2620","structure_id":"18","section_number":"53.33","catch_line":"Vicious Animals – Private Premises.","url":"\/53.33\/","token":"53.33"},"47":{"id":"3003","structure_id":"18","section_number":"53.34","catch_line":"Animals At Large.","url":"\/53.34\/","token":"53.34"},"48":{"id":"1991","structure_id":"18","section_number":"53.34.1","catch_line":"Menacing Dogs.","url":"\/53.34.1\/","token":"53.34.1"},"49":{"id":"3233","structure_id":"18","section_number":"53.34.2","catch_line":"Impoundment – Biting Or Attacking Animal.","url":"\/53.34.2\/","token":"53.34.2"},"50":{"id":"145","structure_id":"18","section_number":"53.34.3","catch_line":"Restricted Dog Permit.","url":"\/53.34.3\/","token":"53.34.3"},"51":{"id":"2148","structure_id":"18","section_number":"53.34.4","catch_line":"Dangerous Animal – Procedures.","url":"\/53.34.4\/","token":"53.34.4"},"52":{"id":"3052","structure_id":"18","section_number":"53.35","catch_line":"Animals – Transportation Of.","url":"\/53.35\/","token":"53.35"},"53":{"id":"4084","structure_id":"18","section_number":"53.36","catch_line":"Resisting Officers Or Employees.","url":"\/53.36\/","token":"53.36"},"54":{"id":"4025","structure_id":"18","section_number":"53.37","catch_line":"Dogs – Exemptions.","url":"\/53.37\/","token":"53.37"},"55":{"id":"2886","structure_id":"18","section_number":"53.38","catch_line":"Wild Animals – Keeping – Permit.","url":"\/53.38\/","token":"53.38"},"56":{"id":"3028","structure_id":"18","section_number":"53.39","catch_line":"Wild Animals – Power Of Department Over.","url":"\/53.39\/","token":"53.39"},"57":{"id":"660","structure_id":"18","section_number":"53.40","catch_line":"Bull Fights.","url":"\/53.40\/","token":"53.40"},"58":{"id":"1779","structure_id":"18","section_number":"53.41","catch_line":"Animals – Food Poisoning.","url":"\/53.41\/","token":"53.41"},"59":{"id":"3570","structure_id":"18","section_number":"53.42","catch_line":"Animals, Sale Of – As Novelties – On Streets.","url":"\/53.42\/","token":"53.42"},"60":{"id":"3051","structure_id":"18","section_number":"53.43","catch_line":"Pigeons – Feeding – Restricted Area.","url":"\/53.43\/","token":"53.43"},"61":{"id":"679","structure_id":"18","section_number":"53.44","catch_line":"Veterinaries - Notices Of Death Of Animals.","url":"\/53.44\/","token":"53.44"},"62":{"id":"4051","structure_id":"18","section_number":"53.45","catch_line":"Veterinaries - Retention Of Dead Animals.","url":"\/53.45\/","token":"53.45"},"63":{"id":"990","structure_id":"18","section_number":"53.46","catch_line":"Wild Birds – Impounding – Crating.","url":"\/53.46\/","token":"53.46"},"64":{"id":"2238","structure_id":"18","section_number":"53.47","catch_line":"Breeding Animals – Enclosures.","url":"\/53.47\/","token":"53.47"},"65":{"id":"974","structure_id":"18","section_number":"53.48","catch_line":"Song Birds – Killing.","url":"\/53.48\/","token":"53.48"},"66":{"id":"2723","structure_id":"18","section_number":"53.49","catch_line":"Dogs - Dog Defecation To Be Removed By Owners.","url":"\/53.49\/","token":"53.49"},"67":{"id":"2156","structure_id":"18","section_number":"53.50","catch_line":"Dog Kennels, Etc.","url":"\/53.50\/","token":"53.50"},"68":{"id":"1663","structure_id":"18","section_number":"53.51","catch_line":"Vaccination Of Dogs Required.","url":"\/53.51\/","token":"53.51"},"69":{"id":"2818","structure_id":"18","section_number":"53.52","catch_line":"Exemptions.","url":"\/53.52\/","token":"53.52"},"70":{"id":"2527","structure_id":"18","section_number":"53.53","catch_line":"Duty Of Veterinarians Performing Vaccinations.","url":"\/53.53\/","token":"53.53"},"71":{"id":"3042","structure_id":"18","section_number":"53.54","catch_line":"Vaccination Certificates, Proof Of Sterilization And Other Proof To Be Retained By Owner.","url":"\/53.54\/","token":"53.54"},"72":{"id":"4045","structure_id":"18","section_number":"53.55","catch_line":"Dogs On Beaches Prohibited – Exception.","url":"\/53.55\/","token":"53.55"},"73":{"id":"535","structure_id":"18","section_number":"53.56","catch_line":"Imported Dogs.","url":"\/53.56\/","token":"53.56"},"74":{"id":"1570","structure_id":"18","section_number":"53.57","catch_line":"Unlawful Possession – Certificates.","url":"\/53.57\/","token":"53.57"},"75":{"id":"821","structure_id":"18","section_number":"53.58","catch_line":"Rules And Regulations.","url":"\/53.58\/","token":"53.58"},"76":{"id":"1225","structure_id":"18","section_number":"53.59","catch_line":"Animals – Distances – Separation From Dwelling.","url":"\/53.59\/","token":"53.59"},"77":{"id":"3443","structure_id":"18","section_number":"53.60","catch_line":"Carrier And Homing Pigeons – Permits.","url":"\/53.60\/","token":"53.60"},"78":{"id":"3846","structure_id":"18","section_number":"53.62","catch_line":"Animals; Burial Of.","url":"\/53.62\/","token":"53.62"},"79":{"id":"3069","structure_id":"18","section_number":"53.63","catch_line":"Barking Dog Noise.","url":"\/53.63\/","token":"53.63"},"80":{"id":"2359","structure_id":"18","section_number":"53.64","catch_line":"Regulation Of Sentry Dog Services.","url":"\/53.64\/","token":"53.64"},"81":{"id":"3519","structure_id":"18","section_number":"53.65","catch_line":"Maiming, Injuring Or Killing Animals During Performance.","url":"\/53.65\/","token":"53.65"},"82":{"id":"2340","structure_id":"18","section_number":"53.66","catch_line":"Guard Dogs.","url":"\/53.66\/","token":"53.66"},"83":{"id":"871","structure_id":"18","section_number":"53.67","catch_line":"Animal Sacrifice.","url":"\/53.67\/","token":"53.67"},"84":{"id":"2285","structure_id":"18","section_number":"53.68","catch_line":"Fees For Services To Subdividers.","url":"\/53.68\/","token":"53.68"},"85":{"id":"1809","structure_id":"18","section_number":"53.69","catch_line":"Fees For Trap Rental.","url":"\/53.69\/","token":"53.69"},"86":{"id":"2208","structure_id":"18","section_number":"53.70","catch_line":"Care And Maintenance Of Dogs.","url":"\/53.70\/","token":"53.70"},"87":{"id":"444","structure_id":"18","section_number":"53.71","catch_line":"Roosters – Limit.","url":"\/53.71\/","token":"53.71"},"88":{"id":"2775","structure_id":"18","section_number":"53.72","catch_line":"Declawing Of Cats Or Other Animals – Prohibition.","url":"\/53.72\/","token":"53.72"},"89":{"id":"2535","structure_id":"18","section_number":"53.73","catch_line":"Sale Of Commercially Bred Dogs, Cats And Rabbits In Pet\nStores – Prohibition.","url":"\/53.73\/","token":"53.73"}},"next_section":{"id":"2863","structure_id":"18","section_number":"53.12","catch_line":"Animal Shelter Adoption Fee Schedule.","url":"\/53.12\/","token":"53.12"},"metadata":false,"references":false,"url":"\/53.11\/","token":"53.11","formats":{"txt":"\/53.11.txt","json":"\/53.11.xml"},"dublin_core":{"Title":"Animals. Impounding – Sale.","Type":"Text","Format":"text\/html","Identifier":"§ 53.11","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nANIMALS. IMPOUNDING – SALE. (§ 53.11)\n\n  ANIMALS. IMPOUNDING – SALE.\t(a)\tThe Department shall hold any stray animal,\nincluding any horse, mule, burro, cattle, goat, sheep and other live stock,\nexcept dogs, cats, rabbits, birds, poultry, or any other miscellaneous stray\nanimals, impounded under the provisions of this article for a period of three\n(3) days during which time the owner of such animal, if known, shall be\nnotified, after which time said animal may be sold by an officer of the\nDepartment as follows: Written or printed notice of sale at public auction,\nstating the time and place of sale and containing a description of the animal to\nbe sold, must be posted for five (5) days on the bulletin boards of three (3)\npublic buildings, namely: One (1) at the Public Pound; one (1) at the City Hall,\nand one (1) at the Central Police Station;\t(b)\tIn the case of dogs, the\nDepartment of Animal Services shall hold such animal for a period of one (1) day\nafter the impounding of said animal, during which time the owner of said animal,\nif known, shall be notified, after which time said animal may be sold by an\nofficer of the Department in the same manner as provided in this section for the\nsale of other animals except that notice of sale need be posted only two (2)\ndays in the places named in this section. The purchaser of such dog shall\nprocure the required license for the current year.\t(c)\tCats, rabbits, birds,\npoultry, and other animals not hereinabove mentioned shall be disposed of as in\nthe case of dogs except that no license fee shall be charged.\t(d)\tIn addition to\nthe posting of any notice of impounding or of the sale of any dog or other\nanimal as hereinbefore provided, said General Manager is hereby authorized,\nwhenever the same shall, in the judgment of the General Manager, be expedient or\nproper, to publish a notice in any newspaper of general circulation published in\nthis City containing the same information as the notice of sale as above\nprovided.\t(e)\tIf any animal is not redeemed or sold, the General Manager of the\nDepartment may continue to hold for subsequent sale said animal in accordance\nwith the terms as hereinbefore set forth, or order the destruction of such\nanimal. Said General Manager or other duly authorized representative of the\nDepartment shall execute a bill of sale to the purchaser of any animal sold and\nthereupon the title to such animal shall be vested in such purchaser.\t(f)\tWhen\nany animal is sold under the provisions of this Article, from the proceeds of\nsuch sale shall be deducted the regular pound fee, and, in the case of\nlivestock, the cost of care and feed of such animal, and in the case of dogs,\nthe license for the current year. Any sum of money which remains over and above\nsaid fees may be claimed by the owner of said animal so sold, upon satisfactory\nproof of ownership being made to the Department within sixty (60) days from the\ndate of sale, provided, however, that the owner did not voluntarily surrender\nsaid animal to the Department.  (Amended by Ord. No. 150,337, Eff.\n1\/1\/78.)\t(g)\tWhenever any dog has been impounded as in this section provided,\nand the owner thereof has not redeemed the same within the time for such\nredemption prescribed by this article, and after notice has been posted on the\nbulletin boards of three public buildings as in this ordinance prescribed of the\ntime and place of the sale of said dog, and when the owner of said dog has not\nappeared at said sale as so noticed, the Department of Animal Services without\noffering said dog for sale at public auction, is hereby authorized, upon the\nrequest of any of the armed forces of the United States to deliver the dog to\nsaid armed forces of the United States without any cost, charge, fee or expense\nwhatsoever, and to execute a bill of sale for said dog to said armed force or\nforces.\t(h)\t(None)\t(i)\tAny purchaser of a dog or cat may within ten (10) days\nafter such purchase exchange such dog or cat if said animal has been examined by\na veterinarian or by an authorized departmental representative and determined to\nbe physically or otherwise unsuitable for placement. If the charges for the\nsubstituted dog or cat are greater than the amount paid for the original, the\npurchaser shall pay the difference. No refund shall be made if the price of the\nsubstituted dog or cat is less than the amount paid for the original. An\nexchange must be consummated within 31 calendar days from the original purchase\ndate and no part of the purchase price shall be refunded even if a purchaser is\nunable to make satisfactory exchange within the prescribed period.  (Added by\nOrd. No. 137,182, Eff. 10\/7\/68.)\t(j)\tAny person adopting an impounded dog of any\nage that has not been spayed or neutered due to a medical condition as\ndetermined by the Department shall in addition to and consistent with any other\ncharges imposed by this Article, pay a sterilization deposit and a license tax\nand fee equal to that for a spayed or neutered dog, and enter into an agreement\nwith the Department to spay or neuter the dog as soon as medically feasible and\nprovide periodic updates and proof of spay\/neuter to the Department as required\nby the agreement.  The license shall not be valid until such satisfactory proof\nof spay or neuter is received by the Department.  (Added by Ord. No. 181,882,\nEff. 10\/30\/11.)\t(k)\t(None)\t(l)\tRelease by Department.  (Added by Ord. No.\n106,995, Eff. 3\/24\/56.)\t1.\tVaccinated Dog.  An impounded dog that has been\nvaccinated against rabies or exempted therefrom by an exemption certificate as\nprovided in this article may be released to the owner or other person desiring\nto possess the dog upon the payment of the fees and license tax required by this\narticle.\t2.\tUnvaccinated Dog – Purchaser.  Any person desiring to purchase an\nimpounded unvaccinated dog, not previously owned by said person, must pay the\nfees and license tax required by this article and furnish a signed statement in\ncompliance with Sec. 53.52 hereof or comply with the conditions of subdivision 3\nhereof.\t3.\tConditional Release of Unvaccinated Dog to Owner.  Every person\nreceiving a dog from the Department pursuant to this subdivision shall comply\nwith all of the conditions prescribed herein. An impounded dog that has not been\nvaccinated against rabies or exempted therefrom by an exemption certificate as\nprovided in this article may be released by the Department to the owner of the\ndog on condition that such owner:\t(i)\tPay the fees and license tax required by\nthis article; and\t(ii)\tFurnish to the Department at the time of release his\nsigned statement that he will have the dog vaccinated within 10 days;\t(iii)\tHave\nthe dog vaccinated for rabies within 10 days; and\t(iv)\tExhibit a certificate of\nvaccination to the Department within 10 days at which time the license will be\nissued.\t(m)\tNo person shall make a false or misleading statement or\nrepresentation regarding  the ownership or right to custody or control of an\nanimal  for  which  a permit or license is required, or regarding the\nownership of an animal redeemed from, turned over to, impounded by or coming\nunder the jurisdiction of the Department pursuant to this article.\t(n)\tThe\nGeneral Manager or his authorized representative may immunize any impounded dog\nor cat against common diseases.  (Amended by Ord. No. 149,942, Eff.\n8\/19\/77.)\t(o)\tNotwithstanding any other provision of this Article, the Board of\nAnimal Services Commissioners, subject to the approval of the City Council,\nshall establish a calendar of specific adoption events and certain time periods\nwithin a fiscal or calendar year during which the General Manager may reduce the\nfees listed in Section 53.12(a) by up to 50%, and may reduce or waive the fees\nfor an electronic animal identification device (microchip) established pursuant\nto Section 53.15.5, in order to encourage and promote pet adoptions.  (Amended\nby Ord. No. 180,697, Eff. 6\/26\/09.)\t(p)\t(Amended by Ord. No. 180,697, Eff.\n6\/26\/09.)  Subject to the approval of the Board of Animal Services, the General\nManager may waive all or any portion of the fees listed in Section 53.12(a) and\nall or any portion of the electronic animal identification device (microchip)\nfees established pursuant to Section 53.15.5 upon the release of any animal\nwhich has been held by the Department for the legal holding period plus at least\none additional day, to a non-profit humane or rescue organization that meets the\neligibility criteria of a program established by the Board of Animal Services\nCommissioners designed to increase adoptions by partnering with non-profit\nhumane or rescue organizations, when  the organization enters into an agreement\nwith the Department to comply with the program requirements.  The designation\nof an animal as releasable shall be in accordance with the Department’s\npolicies concerning the adoption of such animals.  The Board shall adopt\nguidelines for fee waivers by the Department, taking into account an animal’s\nadoptability and the availability of shelter space.  A fee waiver will be made\nonly upon the condition that any animal so released may not be sold by the\nreceiving organization but may be adopted out to a member of the public for an\nadoption fee which does not exceed the organization’s aggregate cost\nrecovery.  The organizations receiving fee waivers may be audited annually by\nthe City.\tFor the purposes of this section, rescue and humane organizations are\ndefined as California non-profit corporations that are exempt from taxation\nunder Internal Revenue Code section 501(c)(3), participate in early age\nspay\/neuter of animals, comply with all State and local laws regarding the\nhumane care and treatment of animals, and in addition, whose mission is in whole\nor in part the rescue and placement of companion animals including but not\nlimited to dogs, cats, rabbits, gerbils, hamsters, birds, equine animals, farm\nanimals or reptiles, and\/or the trapping, neutering and returning of feral\ncats.\t(q)\tThe General Manager may waive all or any portion of the fees,\nincluding license taxes and fees, upon the release of any animal which has been\nheld by the Department for the legal holding period to another municipal or\ncounty animal control agency, a Society for the Prevention of Cruelty to Animals\n(SPCA), or to a local animal control agency or entity responsible for enforcing\nanimal-related laws for one or more municipalities or counties.  The\ndesignation of an animal as releasable shall be in accordance with the\nDepartment’s policies concerning the adoption of such animals.  Societies for\nthe prevention of cruelty to animals are California non-profit corporations that\nperform humane services and are incorporated under the provisions of California\nCorporations Code Section 10400 and the Non-profit Public Benefit Corporation\nLaw in Part 2 of the California Corporations Code, beginning at Section 5110. \n(Added by Ord. No. 180,697, Eff. 6\/26\/09.)\n","html":"\n\t\t\t\t\t<section><p>  ANIMALS. IMPOUNDING – SALE.<br \/><br \/>\t(a)\tThe Department shall hold any stray animal, including any horse, mule, burro, cattle, goat, sheep and other live stock, except dogs, cats, rabbits, birds, poultry, or any other miscellaneous stray animals, impounded under the provisions of this article for a period of three (3) days during which time the owner of such animal, if known, shall be notified, after which time said animal may be sold by an officer of the Department as follows: Written or printed notice of sale at public auction, stating the time and place of sale and containing a description of the animal to be sold, must be posted for five (5) days on the bulletin boards of three (3) public buildings, namely: One (1) at the Public Pound; one (1) at the City Hall, and one (1) at the Central Police Station;<br \/><br \/>\t(b)\tIn the case of dogs, the Department of Animal Services shall hold such animal for a period of one (1) day after the impounding of said animal, during which time the owner of said animal, if known, shall be notified, after which time said animal may be sold by an officer of the Department in the same manner as provided in this section for the sale of other animals except that notice of sale need be posted only two (2) days in the places named in this section. The purchaser of such dog shall procure the required license for the current year.<br \/><br \/>\t(c)\tCats, rabbits, birds, poultry, and other animals not hereinabove mentioned shall be disposed of as in the case of dogs except that no license fee shall be charged.<br \/><br \/>\t(d)\tIn addition to the posting of any notice of impounding or of the sale of any dog or other animal as hereinbefore provided, said General Manager is hereby authorized, whenever the same shall, in the <span class=\"dictionary\">judgment<\/span> of the General Manager, be expedient or proper, to publish a notice in any newspaper of general circulation published in this City containing the same information as the notice of sale as above provided.<br \/><br \/>\t(e)\tIf any animal is not redeemed or sold, the General Manager of the Department may continue to hold for subsequent sale said animal in accordance with the terms as hereinbefore set forth, or <span class=\"dictionary\">order<\/span> the destruction of such animal. Said General Manager or other duly authorized representative of the Department shall execute a bill of sale to the purchaser of any animal sold and thereupon the title to such animal shall be vested in such purchaser.<br \/><br \/>\t(f)\tWhen any animal is sold under the provisions of this Article, from the proceeds of such sale shall be deducted the regular pound fee, and, in the case of livestock, the cost of care and feed of such animal, and in the case of dogs, the license for the current year. Any sum of money which remains over and above said fees may be claimed by the owner of said animal so sold, upon satisfactory proof of ownership being made to the Department within sixty (60) days from the date of sale, provided, however, that the owner did not voluntarily surrender said animal to the Department.  (Amended by Ord. No. 150,337, Eff. 1\/1\/78.)<br \/><br \/>\t(g)\tWhenever any dog has been impounded as in this section provided, and the owner thereof has not redeemed the same within the time for such <span class=\"dictionary\">redemption<\/span> prescribed by this article, and after notice has been posted on the bulletin boards of three public buildings as in this <span class=\"dictionary\">ordinance<\/span> prescribed of the time and place of the sale of said dog, and when the owner of said dog has not appeared at said sale as so noticed, the Department of Animal Services without offering said dog for sale at public auction, is hereby authorized, upon the request of any of the armed forces of the United States to deliver the dog to said armed forces of the United States without any cost, charge, fee or expense whatsoever, and to execute a bill of sale for said dog to said armed force or forces.<br \/><br \/>\t(h)\t(None)<br \/><br \/>\t(i)\tAny purchaser of a dog or cat may within ten (10) days after such purchase exchange such dog or cat if said animal has been examined by a veterinarian or by an authorized departmental representative and determined to be physically or otherwise unsuitable for placement. If the charges for the substituted dog or cat are greater than the amount paid for the original, the purchaser shall pay the difference. No refund shall be made if the price of the substituted dog or cat is less than the amount paid for the original. An exchange must be consummated within 31 calendar days from the original purchase date and no part of the purchase price shall be refunded even if a purchaser is unable to make satisfactory exchange within the prescribed period.  (Added by Ord. No. 137,182, Eff. 10\/7\/68.)<br \/><br \/>\t(j)\tAny person adopting an impounded dog of any age that has not been spayed or neutered due to a medical condition as determined by the Department shall in addition to and consistent with any other charges imposed by this Article, pay a sterilization deposit and a license tax and fee equal to that for a spayed or neutered dog, and enter into an agreement with the Department to spay or neuter the dog as soon as medically feasible and provide periodic updates and proof of spay\/neuter to the Department as required by the agreement.  The license shall not be valid until such satisfactory proof of spay or neuter is received by the Department.  (Added by Ord. No. 181,882, Eff. 10\/30\/11.)<br \/><br \/>\t(k)\t(None)<br \/><br \/>\t(l)\tRelease by Department.  (Added by Ord. No. 106,995, Eff. 3\/24\/56.)<br \/><br \/>\t1.\tVaccinated Dog.  An impounded dog that has been vaccinated against rabies or exempted therefrom by an exemption certificate as provided in this article may be released to the owner or other person desiring to possess the dog upon the payment of the fees and license tax required by this article.<br \/><br \/>\t2.\tUnvaccinated Dog – Purchaser.  Any person desiring to purchase an impounded unvaccinated dog, not previously owned by said person, must pay the fees and license tax required by this article and furnish a signed statement in compliance with Sec. 53.52 hereof or comply with the conditions of subdivision 3 hereof.<br \/><br \/>\t3.\tConditional Release of Unvaccinated Dog to Owner.  Every person receiving a dog from the Department pursuant to this subdivision shall comply with all of the conditions prescribed herein. An impounded dog that has not been vaccinated against rabies or exempted therefrom by an exemption certificate as provided in this article may be released by the Department to the owner of the dog on condition that such owner:<br \/><br \/>\t(i)\tPay the fees and license tax required by this article; and<br \/><br \/>\t(ii)\tFurnish to the Department at the time of release his signed statement that he will have the dog vaccinated within 10 days;<br \/><br \/>\t(iii)\tHave the dog vaccinated for rabies within 10 days; and<br \/><br \/>\t(iv)\tExhibit a certificate of vaccination to the Department within 10 days at which time the license will be issued.<br \/><br \/>\t(m)\tNo person shall make a false or misleading statement or representation regarding  the ownership or right to <span class=\"dictionary\">custody<\/span> or control of an animal  for  which  a permit or license is required, or regarding the ownership of an animal redeemed from, turned over to, impounded by or coming under the <span class=\"dictionary\">jurisdiction<\/span> of the Department pursuant to this article.<br \/><br \/>\t(n)\tThe General Manager or his authorized representative may immunize any impounded dog or cat against common diseases.  (Amended by Ord. No. 149,942, Eff. 8\/19\/77.)<br \/><br \/>\t(o)\tNotwithstanding any other provision of this Article, the Board of Animal Services Commissioners, subject to the approval of the City Council, shall establish a calendar of specific adoption events and certain time periods within a fiscal or calendar year during which the General Manager may reduce the fees listed in Section 53.12(a) by up to 50%, and may reduce or <span class=\"dictionary\">waive<\/span> the fees for an electronic animal identification device (microchip) established pursuant to Section 53.15.5, in <span class=\"dictionary\">order<\/span> to encourage and promote pet adoptions.  (Amended by Ord. No. 180,697, Eff. 6\/26\/09.)<br \/><br \/>\t(p)\t(Amended by Ord. No. 180,697, Eff. 6\/26\/09.)  Subject to the approval of the Board of Animal Services, the General Manager may <span class=\"dictionary\">waive<\/span> all or any portion of the fees listed in Section 53.12(a) and all or any portion of the electronic animal identification device (microchip) fees established pursuant to Section 53.15.5 upon the release of any animal which has been held by the Department for the legal holding period plus at least one additional day, to a non-profit humane or rescue organization that meets the eligibility criteria of a program established by the Board of Animal Services Commissioners designed to increase adoptions by partnering with non-profit humane or rescue organizations, when  the organization enters into an agreement with the Department to comply with the program requirements.  The designation of an animal as releasable shall be in accordance with the Department’s policies concerning the adoption of such animals.  The Board shall adopt guidelines for fee <span class=\"dictionary\">waivers<\/span> by the Department, taking into account an animal’s adoptability and the availability of shelter space.  A fee <span class=\"dictionary\">waiver<\/span> will be made only upon the condition that any animal so released may not be sold by the receiving organization but may be adopted out to a member of the public for an adoption fee which does not exceed the organization’s aggregate cost recovery.  The organizations receiving fee <span class=\"dictionary\">waivers<\/span> may be audited annually by the City.<br \/><br \/>\tFor the purposes of this section, rescue and humane organizations are defined as California non-profit corporations that are exempt from taxation under Internal Revenue Code section 501(c)(3), participate in early age spay\/neuter of animals, comply with all State and local <span class=\"dictionary\">laws<\/span> regarding the humane care and treatment of animals, and in addition, whose mission is in whole or in part the rescue and placement of companion animals including but not limited to dogs, cats, rabbits, gerbils, hamsters, birds, equine animals, farm animals or reptiles, and\/or the trapping, neutering and returning of feral cats.<br \/><br \/>\t(q)\tThe General Manager may <span class=\"dictionary\">waive<\/span> all or any portion of the fees, including license taxes and fees, upon the release of any animal which has been held by the Department for the legal holding period to another municipal or county animal control agency, a Society for the Prevention of Cruelty to Animals (SPCA), or to a local animal control agency or entity responsible for enforcing animal-related <span class=\"dictionary\">laws<\/span> for one or more municipalities or counties.  The designation of an animal as releasable shall be in accordance with the Department’s policies concerning the adoption of such animals.  Societies for the prevention of cruelty to animals are California non-profit corporations that perform humane services and are incorporated under the provisions of California Corporations Code Section 10400 and the Non-profit Public Benefit Corporation <span class=\"dictionary\">Law<\/span> in Part 2 of the California Corporations Code, beginning at Section 5110.  (Added by Ord. No. 180,697, Eff. 6\/26\/09.)<\/p><\/section>","previous_section":{"id":"4021","structure_id":"18","section_number":"53.10","catch_line":"Permitting Animals To Go Without Care – Duty To Enter And Remove Same.","url":"\/53.10\/","token":"53.10"},"text":{"0":{"id":"2180","text":"  ANIMALS. IMPOUNDING – SALE.\t(a)\tThe Department shall hold any stray animal, including any horse, mule, burro, cattle, goat, sheep and other live stock, except dogs, cats, rabbits, birds, poultry, or any other miscellaneous stray animals, impounded under the provisions of this article for a period of three (3) days during which time the owner of such animal, if known, shall be notified, after which time said animal may be sold by an officer of the Department as follows: Written or printed notice of sale at public auction, stating the time and place of sale and containing a description of the animal to be sold, must be posted for five (5) days on the bulletin boards of three (3) public buildings, namely: One (1) at the Public Pound; one (1) at the City Hall, and one (1) at the Central Police Station;\t(b)\tIn the case of dogs, the Department of Animal Services shall hold such animal for a period of one (1) day after the impounding of said animal, during which time the owner of said animal, if known, shall be notified, after which time said animal may be sold by an officer of the Department in the same manner as provided in this section for the sale of other animals except that notice of sale need be posted only two (2) days in the places named in this section. The purchaser of such dog shall procure the required license for the current year.\t(c)\tCats, rabbits, birds, poultry, and other animals not hereinabove mentioned shall be disposed of as in the case of dogs except that no license fee shall be charged.\t(d)\tIn addition to the posting of any notice of impounding or of the sale of any dog or other animal as hereinbefore provided, said General Manager is hereby authorized, whenever the same shall, in the judgment of the General Manager, be expedient or proper, to publish a notice in any newspaper of general circulation published in this City containing the same information as the notice of sale as above provided.\t(e)\tIf any animal is not redeemed or sold, the General Manager of the Department may continue to hold for subsequent sale said animal in accordance with the terms as hereinbefore set forth, or order the destruction of such animal. Said General Manager or other duly authorized representative of the Department shall execute a bill of sale to the purchaser of any animal sold and thereupon the title to such animal shall be vested in such purchaser.\t(f)\tWhen any animal is sold under the provisions of this Article, from the proceeds of such sale shall be deducted the regular pound fee, and, in the case of livestock, the cost of care and feed of such animal, and in the case of dogs, the license for the current year. Any sum of money which remains over and above said fees may be claimed by the owner of said animal so sold, upon satisfactory proof of ownership being made to the Department within sixty (60) days from the date of sale, provided, however, that the owner did not voluntarily surrender said animal to the Department.  (Amended by Ord. No. 150,337, Eff. 1\/1\/78.)\t(g)\tWhenever any dog has been impounded as in this section provided, and the owner thereof has not redeemed the same within the time for such redemption prescribed by this article, and after notice has been posted on the bulletin boards of three public buildings as in this ordinance prescribed of the time and place of the sale of said dog, and when the owner of said dog has not appeared at said sale as so noticed, the Department of Animal Services without offering said dog for sale at public auction, is hereby authorized, upon the request of any of the armed forces of the United States to deliver the dog to said armed forces of the United States without any cost, charge, fee or expense whatsoever, and to execute a bill of sale for said dog to said armed force or forces.\t(h)\t(None)\t(i)\tAny purchaser of a dog or cat may within ten (10) days after such purchase exchange such dog or cat if said animal has been examined by a veterinarian or by an authorized departmental representative and determined to be physically or otherwise unsuitable for placement. If the charges for the substituted dog or cat are greater than the amount paid for the original, the purchaser shall pay the difference. No refund shall be made if the price of the substituted dog or cat is less than the amount paid for the original. An exchange must be consummated within 31 calendar days from the original purchase date and no part of the purchase price shall be refunded even if a purchaser is unable to make satisfactory exchange within the prescribed period.  (Added by Ord. No. 137,182, Eff. 10\/7\/68.)\t(j)\tAny person adopting an impounded dog of any age that has not been spayed or neutered due to a medical condition as determined by the Department shall in addition to and consistent with any other charges imposed by this Article, pay a sterilization deposit and a license tax and fee equal to that for a spayed or neutered dog, and enter into an agreement with the Department to spay or neuter the dog as soon as medically feasible and provide periodic updates and proof of spay\/neuter to the Department as required by the agreement.  The license shall not be valid until such satisfactory proof of spay or neuter is received by the Department.  (Added by Ord. No. 181,882, Eff. 10\/30\/11.)\t(k)\t(None)\t(l)\tRelease by Department.  (Added by Ord. No. 106,995, Eff. 3\/24\/56.)\t1.\tVaccinated Dog.  An impounded dog that has been vaccinated against rabies or exempted therefrom by an exemption certificate as provided in this article may be released to the owner or other person desiring to possess the dog upon the payment of the fees and license tax required by this article.\t2.\tUnvaccinated Dog – Purchaser.  Any person desiring to purchase an impounded unvaccinated dog, not previously owned by said person, must pay the fees and license tax required by this article and furnish a signed statement in compliance with Sec. 53.52 hereof or comply with the conditions of subdivision 3 hereof.\t3.\tConditional Release of Unvaccinated Dog to Owner.  Every person receiving a dog from the Department pursuant to this subdivision shall comply with all of the conditions prescribed herein. An impounded dog that has not been vaccinated against rabies or exempted therefrom by an exemption certificate as provided in this article may be released by the Department to the owner of the dog on condition that such owner:\t(i)\tPay the fees and license tax required by this article; and\t(ii)\tFurnish to the Department at the time of release his signed statement that he will have the dog vaccinated within 10 days;\t(iii)\tHave the dog vaccinated for rabies within 10 days; and\t(iv)\tExhibit a certificate of vaccination to the Department within 10 days at which time the license will be issued.\t(m)\tNo person shall make a false or misleading statement or representation regarding  the ownership or right to custody or control of an animal  for  which  a permit or license is required, or regarding the ownership of an animal redeemed from, turned over to, impounded by or coming under the jurisdiction of the Department pursuant to this article.\t(n)\tThe General Manager or his authorized representative may immunize any impounded dog or cat against common diseases.  (Amended by Ord. No. 149,942, Eff. 8\/19\/77.)\t(o)\tNotwithstanding any other provision of this Article, the Board of Animal Services Commissioners, subject to the approval of the City Council, shall establish a calendar of specific adoption events and certain time periods within a fiscal or calendar year during which the General Manager may reduce the fees listed in Section 53.12(a) by up to 50%, and may reduce or waive the fees for an electronic animal identification device (microchip) established pursuant to Section 53.15.5, in order to encourage and promote pet adoptions.  (Amended by Ord. No. 180,697, Eff. 6\/26\/09.)\t(p)\t(Amended by Ord. No. 180,697, Eff. 6\/26\/09.)  Subject to the approval of the Board of Animal Services, the General Manager may waive all or any portion of the fees listed in Section 53.12(a) and all or any portion of the electronic animal identification device (microchip) fees established pursuant to Section 53.15.5 upon the release of any animal which has been held by the Department for the legal holding period plus at least one additional day, to a non-profit humane or rescue organization that meets the eligibility criteria of a program established by the Board of Animal Services Commissioners designed to increase adoptions by partnering with non-profit humane or rescue organizations, when  the organization enters into an agreement with the Department to comply with the program requirements.  The designation of an animal as releasable shall be in accordance with the Department’s policies concerning the adoption of such animals.  The Board shall adopt guidelines for fee waivers by the Department, taking into account an animal’s adoptability and the availability of shelter space.  A fee waiver will be made only upon the condition that any animal so released may not be sold by the receiving organization but may be adopted out to a member of the public for an adoption fee which does not exceed the organization’s aggregate cost recovery.  The organizations receiving fee waivers may be audited annually by the City.\tFor the purposes of this section, rescue and humane organizations are defined as California non-profit corporations that are exempt from taxation under Internal Revenue Code section 501(c)(3), participate in early age spay\/neuter of animals, comply with all State and local laws regarding the humane care and treatment of animals, and in addition, whose mission is in whole or in part the rescue and placement of companion animals including but not limited to dogs, cats, rabbits, gerbils, hamsters, birds, equine animals, farm animals or reptiles, and\/or the trapping, neutering and returning of feral cats.\t(q)\tThe General Manager may waive all or any portion of the fees, including license taxes and fees, upon the release of any animal which has been held by the Department for the legal holding period to another municipal or county animal control agency, a Society for the Prevention of Cruelty to Animals (SPCA), or to a local animal control agency or entity responsible for enforcing animal-related laws for one or more municipalities or counties.  The designation of an animal as releasable shall be in accordance with the Department’s policies concerning the adoption of such animals.  Societies for the prevention of cruelty to animals are California non-profit corporations that perform humane services and are incorporated under the provisions of California Corporations Code Section 10400 and the Non-profit Public Benefit Corporation Law in Part 2 of the California Corporations Code, beginning at Section 5110.  (Added by Ord. No. 180,697, Eff. 6\/26\/09.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}