{"section_number":"53.66","edition_id":"1","section_id":"2340","structure_id":"18","catch_line":"Guard Dogs.","history":"","full_text":"  GUARD DOGS.\n\t(Added by Ord. No. 159,914, Eff. 7\/5\/85.)\n\n\tPurpose of Section – In order to safeguard the health and safety of the General Public from the danger of guard dogs used by industrial or commercial establishments and to insure the humane treatment of such guard dogs, it is the purpose of the City of Los Angeles in enacting this ordinance to make appropriate provisions for the regulation of guard dogs.\n\n\tA.\tDefinitions.\n\n\t(1)\t“Guard Dog” means any dog kept, used or maintained on any commercial or industrial premises or any dog kept, used or maintained on any industrial or commercial premises to guard, protect, patrol or defend any property or person other than a sentry dog licensed under Section 53.64 of this Code.\n\n\t(2)\t“Premises” means any industrial or commercial property, building, structure, business, firm, facility, or enterprise.\n\n\tB.\tRequired Signs and Information.  No person shall keep, use or maintain any guard dog on any premises governed by this section unless the premises are posted to warn of a guard dog on the premises.  The warning shall consist of a sign placed at each entrance and exit to the premises and in a position to be legible from the sidewalk or ground level adjacent to the sign.  If the premises are not enclosed by a wall or fence, a sign shall be placed at every entrance and exit to each structure on the premises.  Each sign shall measure at least 10&#038;″ × 14&#038;″ and shall contain block lettering on a white background stating “Warning Guard Dog on Duty”.  The sign shall have a universal depiction of a silhouette of a dog with its mouth open and its teeth bared.  In addition, the sign shall set forth the name, address and phone number of the person or persons to be notified during any hour of the day or night who will proceed immediately to the location to permit entry to the premises by any authorized representative of the Department.  This section shall not apply to signs required by Section 53.33(b) governing sentry dogs.  (Amended by Ord. No. 175,453, Eff. 10\/26\/03.)\n\n\tC.\tImmunization.  \n\n\t(1)\tNo person shall keep, use or maintain any guard dog on any premises unless each dog has been vaccinated against rabies as required by Section 53.51 of this code and each dog has a current and valid certificate of rabies vaccination issued by a licensed veterinarian, nor shall any person keep, use or maintain any guard dog unless each dog has been immunized against distemper, hepatitis, leptospirosis and parvovirus and each dog has a current and valid certificate of such immunization issued by a licensed veterinarian.\n\n\t(2)\tThe current and valid certificate of rabies immunization and immunization against the common diseases required by Section C.(1) must be issued by a licensed veterinarian and shall be kept on the premises and shown upon the request or demand of any authorized representative of the Department.\n\n\tD.\tVeterinary Examination.  No person shall keep, use or maintain any guard dog on any premises unless each guard dog has a complete physical examination including blood, fecal, and urine analysis by a licensed veterinarian who shall certify each dog to be free of any infections or disease process. Such examination and certification for the health of each guard dog shall be renewed each calendar year. Every dog currently used as a guard dog shall be examined and certified for health prior to January 1, 1986.\n\n\t(1)\tAny guard dog found not to be free of infections or disease process by the veterinarian shall be removed from the premises immediately.\n\n\t(2)\tA copy of the veterinarian’s annual certification of health shall be kept on the premises and shown upon the request or demand of any authorized representative of the Department.\n\n\t(3)\tA copy of the veterinarian’s annual certification of health shall be filed with the Department within 15 days of its issuance.\n\n\t(4)\tIf an authorized representative of the Department has reasonable cause to believe that a guard dog is injured, sick, diseased, unwell, or malnourished or constitutes a danger to the public health and safety, said representative may order the guard dog to be removed from the premises until a new certification of health is issued by a licensed veterinarian. The Department representative shall be notified prior to returning the dog to the premises.\n\n\tE.\tTags.  Notwithstanding Section 53.21, no person shall keep, use or maintain any guard dog on any premises unless each guard dog has its license tag securely affixed to its collar, harness or other device.\n\n\tF.\tConfinement Requirements.  It shall be unlawful for any person to tether, fasten, chain, tie, restrain, or cause a guard dog to be fastened, chained, tied, or restrained, to houses, trees, fences, garages or other stationary objects, by means of a rope, chain, strap, or other physical restraint method, for the purpose of confinement on real property.  “Confinement,” for purposes of this section, shall mean the dog’s physical restraint to real property for more time than it is necessary for the dog owner to complete a task that requires that the dog be temporarily physically restrained to real property.  When confined to real property, the dog must be tethered by a non-choke type collar or a body harness to a tether at least three times the body length of the dog, which allows the dog access to food, water, and shelter as described above, and be free from entanglement.  This section shall not affect a person’s ability to use appropriate electronic means of confinement.  (Amended by Ord. No. 175,453, Eff. 10\/26\/03.)\n\n\tG.\tShelter Requirements.  No person shall keep, use, or maintain a guard dog on any premises unless the dog is provided full access to an enclosed building, dog house, or similar shelter at all times.  The shelter shall: \n\n\t(1)\tHave a top, bottom, and at least three sides.\n\n\t(2)\tHave a floor raised off the ground, free of cracks, depressions and rough areas where insects, rodents or eggs from internal parasites may lodge.  An effective program for the control of insects, ectoparasites, and other pests shall be established and maintained.\n\n\t(3)\tBe cleaned and maintained in a manner designed to ensure the best possible sanitary conditions.  Excreta shall be removed from the shelter as often as necessary, at least daily, to prevent contamination of the dog and to reduce disease hazards and odors.  When a hosing or flushing method is used for cleaning, any dog contained in the enclosure shall be protected during the cleaning process.  Rugs, blankets, or other bedding material shall be kept clean and dry.\n\n\t(4)\tBe of adequate size to allow the dog to stand up and turn about freely, stand easily, sit and lie in a comfortable normal position.\n\n\t(5)\tHave a floor constructed so as to protect the dog’s feet and legs from injury.\n\n\t(6)\tAllow a dog kept outdoors to remain dry during rain.\n\n\t(7)\tHave sufficient clean bedding material or other means of protection from the weather when the ambient temperature falls below that temperature to which the dog is acclimated.\n\n\t(8)\tProvide sufficient shade to allow a dog kept outdoors to protect itself from the direct rays of the sun, when sunlight is likely to cause overheating or discomfort.  Starting on the first day of June and ending on the last day of October, a shaded, heat-resistant area must be provided during daylight hours.\n\n\t(9)\tContain a suitable means for the prompt elimination of excess liquid.\n\n\t(10)\tBe structurally sound and maintained in good repair to protect the dog from injury.\n\n\t(11)\tHave all open windows and doors covered by flaps starting in the month of November and continuing until the end of May.  The door flap shall allow the dog easy access in and out of the shelter, and at the same time allow the dog to retain body heat.\n\n\t(12)\tBe constructed and maintained so that the dog contained therein has convenient access to clean food and water.\n\n(Amended by Ord. No. 175,453, Eff. 10\/26\/03.)\n\n\tH.\tWater Requirements.  No person shall keep, use, or maintain any guard dog on any premises unless the dog has access to clean and fresh water at all times.  Clean potable water shall be available to the dog unless restricted for veterinary care, and: \n\n\t(1)\tIf the water is kept in a container, this container shall be of the type designed  to prevent tipping and spilling of the water contained therein.  If necessary to accomplish this purpose, the container shall be secured to a solid structure or secured in the ground.  Watering containers shall be kept clean and shall be sanitized at least once every two weeks; must be kept out of the sun and must be emptied and refilled with fresh water at least once each calendar day; or \n\n\t(2)\tIf the water is provided by an automatic or demand device, the water supply connected to the device must function 24 hours a day.\n\n(Amended by Ord. No. 175,453, Eff. 10\/26\/03.)\n\n\tI.\tFeeding Requirements.  No person shall keep, use, or maintain any guard dog on any premises unless the dog is provided sufficient food daily to maintain proper body weight and good general health.  In addition, the following requirements shall apply:\n\n\t(1)\tThe dog shall be provided with food which is free from contamination, is wholesome, palatable, and of sufficient quantity and nutritive value to meet the normal daily requirements for the condition and size of the animal.\n\n\t(2) \tFood receptacles shall be accessible to the dog and shall be located so as to minimize food’s contamination by excreta and\/or insects.  Feeding pans shall be durable and kept clean.  The food receptacles shall be sanitized at least once every two weeks.  Disposable food receptacles may be used but must be discarded after each feeding.  Self feeders may be used for the feeding of dry food, and they shall be sanitized regularly to prevent molding, deterioration or caking of food.  Spoiled or contaminated food shall be disposed of in a sanitary manner.\n\n(Amended by Ord. No. 175,453, Eff. 10\/26\/03.)\n\n\tJ.\tLicensing.  No person shall own, keep, use, or maintain a guard dog unless the person has obtained a guard dog license and tag from the Department.  The fee for each guard dog license and tag shall be $150.00 per year for an unaltered guard dog and $50.00 per year for an altered guard dog.  Each license issued pursuant to this section shall expire one year from the date of its issuance and on the same day of each year.  The license fee shall be paid annually to the Department and shall be due and payable on or before the expiration of the previous license.  The payment of the annual guard dog license fee shall be in lieu of the dog license tax imposed by Section 53.15 and the dog license fee imposed by Section 53.15.3 of this article.  (Amended by Ord. No. 175,453, Eff. 10\/26\/03.)\n\n\tK.\tElectronic Animal Identification Device.  No person shall own, maintain, keep, use, or maintain a guard dog unless the person had an Electronic Animal Identification Device approved by the Department surgically implanted in the dog.  (Added by Ord. No. 175,453, Eff. 10\/26\/03.)","order_by":"66","ancestry":{"1":{"id":"18","name":"Animals And Fowls","identifier":"3","label":"article","url":"\/5\/3\/"},"2":{"id":"9","name":"Public Safety and Protection","identifier":"5","label":"chapter","url":"\/5\/"}},"structure_contents":{"0":{"id":"722","structure_id":"18","section_number":"53.00","catch_line":"Definitions.","url":"\/53.00\/","token":"53.00"},"1":{"id":"3815","structure_id":"18","section_number":"53.01","catch_line":"Pound, Hours Open.","url":"\/53.01\/","token":"53.01"},"2":{"id":"2203","structure_id":"18","section_number":"53.02","catch_line":"Issuing Of Badges To Department – Department Members As Police Officers.","url":"\/53.02\/","token":"53.02"},"3":{"id":"3704","structure_id":"18","section_number":"53.02.1","catch_line":"Board, Duties Of.","url":"\/53.02.1\/","token":"53.02.1"},"4":{"id":"514","structure_id":"18","section_number":"53.03","catch_line":"Inspections.","url":"\/53.03\/","token":"53.03"},"5":{"id":"2691","structure_id":"18","section_number":"53.03.1","catch_line":"Minimum Age – Duties Of Employees.","url":"\/53.03.1\/","token":"53.03.1"},"6":{"id":"3901","structure_id":"18","section_number":"53.04","catch_line":"Unenclosed Premises, Impounding.","url":"\/53.04\/","token":"53.04"},"7":{"id":"3701","structure_id":"18","section_number":"53.05","catch_line":"Impounding. Duty Of Police.","url":"\/53.05\/","token":"53.05"},"8":{"id":"3468","structure_id":"18","section_number":"53.06","catch_line":"Animals At Large.","url":"\/53.06\/","token":"53.06"},"9":{"id":"848","structure_id":"18","section_number":"53.06.2","catch_line":"Restraint Of Dogs.","url":"\/53.06.2\/","token":"53.06.2"},"10":{"id":"3731","structure_id":"18","section_number":"53.06.3","catch_line":"Trapping – Permit Required.","url":"\/53.06.3\/","token":"53.06.3"},"11":{"id":"1260","structure_id":"18","section_number":"53.06.4","catch_line":"Certain Animals Declared To Be A Public Nuisance – Summary Destruction Authorized.","url":"\/53.06.4\/","token":"53.06.4"},"12":{"id":"174","structure_id":"18","section_number":"53.06.5","catch_line":"Feeding Of Non-Domesticated Mammalian Predators Prohibited.","url":"\/53.06.5\/","token":"53.06.5"},"13":{"id":"1986","structure_id":"18","section_number":"53.07","catch_line":"Animals On Unenclosed Premises.","url":"\/53.07\/","token":"53.07"},"14":{"id":"3000","structure_id":"18","section_number":"53.08","catch_line":"Animals In Los Angeles River Bed.","url":"\/53.08\/","token":"53.08"},"15":{"id":"3918","structure_id":"18","section_number":"53.09","catch_line":"Stray Animals. Notice Required.","url":"\/53.09\/","token":"53.09"},"16":{"id":"4021","structure_id":"18","section_number":"53.10","catch_line":"Permitting Animals To Go Without Care – Duty To Enter And Remove Same.","url":"\/53.10\/","token":"53.10"},"17":{"id":"2198","structure_id":"18","section_number":"53.11","catch_line":"Animals. Impounding – Sale.","url":"\/53.11\/","token":"53.11"},"18":{"id":"2863","structure_id":"18","section_number":"53.12","catch_line":"Animal Shelter Adoption Fee Schedule.","url":"\/53.12\/","token":"53.12"},"19":{"id":"674","structure_id":"18","section_number":"53.12.1","catch_line":"Uncared For Animals – Impounding.","url":"\/53.12.1\/","token":"53.12.1"},"20":{"id":"391","structure_id":"18","section_number":"53.12.2","catch_line":"Impoundment Of Unaltered Dogs And Cats – Civil Penalties.","url":"\/53.12.2\/","token":"53.12.2"},"21":{"id":"757","structure_id":"18","section_number":"53.13","catch_line":"Redemption Fees.","url":"\/53.13\/","token":"53.13"},"22":{"id":"1151","structure_id":"18","section_number":"53.14","catch_line":"Records Of Impounded Animals.","url":"\/53.14\/","token":"53.14"},"23":{"id":"1931","structure_id":"18","section_number":"53.15","catch_line":"Dog License Tax – Penalties.","url":"\/53.15\/","token":"53.15"},"24":{"id":"20","structure_id":"18","section_number":"53.15.1","catch_line":"Equine License Fee.","url":"\/53.15.1\/","token":"53.15.1"},"25":{"id":"2240","structure_id":"18","section_number":"53.15.2","catch_line":"Breeding And Transfer Of Dogs And Cats.","url":"\/53.15.2\/","token":"53.15.2"},"26":{"id":"2685","structure_id":"18","section_number":"53.15.3","catch_line":"Dog License Fee.","url":"\/53.15.3\/","token":"53.15.3"},"27":{"id":"763","structure_id":"18","section_number":"53.15.4","catch_line":"Veterinarians And Others Authorized To Distribute Dog License Applications Or Sell Dog Licenses.","url":"\/53.15.4\/","token":"53.15.4"},"28":{"id":"2176","structure_id":"18","section_number":"53.15.5","catch_line":"Electronic Animal Identification Device.","url":"\/53.15.5\/","token":"53.15.5"},"29":{"id":"3783","structure_id":"18","section_number":"53.16","catch_line":"Licenses To Be Signed.","url":"\/53.16\/","token":"53.16"},"30":{"id":"527","structure_id":"18","section_number":"53.17","catch_line":"Licenses – What To State.","url":"\/53.17\/","token":"53.17"},"31":{"id":"495","structure_id":"18","section_number":"53.18","catch_line":"Record Of Licenses.","url":"\/53.18\/","token":"53.18"},"32":{"id":"4042","structure_id":"18","section_number":"53.18.5","catch_line":"Hearing Procedures And License Revocations.","url":"\/53.18.5\/","token":"53.18.5"},"33":{"id":"2179","structure_id":"18","section_number":"53.19","catch_line":"Cat Tag – Issuance Of.","url":"\/53.19\/","token":"53.19"},"34":{"id":"2475","structure_id":"18","section_number":"53.21","catch_line":"Dog Tags – Wearing Of And Registry.","url":"\/53.21\/","token":"53.21"},"35":{"id":"3414","structure_id":"18","section_number":"53.22","catch_line":"Dog Tag – Must Be Official.","url":"\/53.22\/","token":"53.22"},"36":{"id":"913","structure_id":"18","section_number":"53.23","catch_line":"Dog Tags – Removal Of.","url":"\/53.23\/","token":"53.23"},"37":{"id":"489","structure_id":"18","section_number":"53.24","catch_line":"Receipt – Certificate – Failure To Exhibit.","url":"\/53.24\/","token":"53.24"},"38":{"id":"2154","structure_id":"18","section_number":"53.25","catch_line":"Collection – Depositing Of.","url":"\/53.25\/","token":"53.25"},"39":{"id":"2031","structure_id":"18","section_number":"53.26","catch_line":"License Taxes – Right To Sue For Recovery.","url":"\/53.26\/","token":"53.26"},"40":{"id":"531","structure_id":"18","section_number":"53.27","catch_line":"Transfer Of Ownership; Notice Required.","url":"\/53.27\/","token":"53.27"},"41":{"id":"2785","structure_id":"18","section_number":"53.28","catch_line":"Harboring Of Unlicensed Dogs.","url":"\/53.28\/","token":"53.28"},"42":{"id":"1095","structure_id":"18","section_number":"53.29","catch_line":"Female Dogs And Cats, Straying During Season.","url":"\/53.29\/","token":"53.29"},"43":{"id":"3775","structure_id":"18","section_number":"53.30","catch_line":"Keeping Of Diseased Or Crippled Animals.","url":"\/53.30\/","token":"53.30"},"44":{"id":"3559","structure_id":"18","section_number":"53.31","catch_line":"Public Spay And Neuter Clinic.","url":"\/53.31\/","token":"53.31"},"45":{"id":"2624","structure_id":"18","section_number":"53.32","catch_line":"Animals – Disposal Of.","url":"\/53.32\/","token":"53.32"},"46":{"id":"2620","structure_id":"18","section_number":"53.33","catch_line":"Vicious Animals – Private Premises.","url":"\/53.33\/","token":"53.33"},"47":{"id":"3003","structure_id":"18","section_number":"53.34","catch_line":"Animals At Large.","url":"\/53.34\/","token":"53.34"},"48":{"id":"1991","structure_id":"18","section_number":"53.34.1","catch_line":"Menacing Dogs.","url":"\/53.34.1\/","token":"53.34.1"},"49":{"id":"3233","structure_id":"18","section_number":"53.34.2","catch_line":"Impoundment – Biting Or Attacking Animal.","url":"\/53.34.2\/","token":"53.34.2"},"50":{"id":"145","structure_id":"18","section_number":"53.34.3","catch_line":"Restricted Dog Permit.","url":"\/53.34.3\/","token":"53.34.3"},"51":{"id":"2148","structure_id":"18","section_number":"53.34.4","catch_line":"Dangerous Animal – Procedures.","url":"\/53.34.4\/","token":"53.34.4"},"52":{"id":"3052","structure_id":"18","section_number":"53.35","catch_line":"Animals – Transportation Of.","url":"\/53.35\/","token":"53.35"},"53":{"id":"4084","structure_id":"18","section_number":"53.36","catch_line":"Resisting Officers Or Employees.","url":"\/53.36\/","token":"53.36"},"54":{"id":"4025","structure_id":"18","section_number":"53.37","catch_line":"Dogs – Exemptions.","url":"\/53.37\/","token":"53.37"},"55":{"id":"2886","structure_id":"18","section_number":"53.38","catch_line":"Wild Animals – Keeping – Permit.","url":"\/53.38\/","token":"53.38"},"56":{"id":"3028","structure_id":"18","section_number":"53.39","catch_line":"Wild Animals – Power Of Department Over.","url":"\/53.39\/","token":"53.39"},"57":{"id":"660","structure_id":"18","section_number":"53.40","catch_line":"Bull Fights.","url":"\/53.40\/","token":"53.40"},"58":{"id":"1779","structure_id":"18","section_number":"53.41","catch_line":"Animals – Food Poisoning.","url":"\/53.41\/","token":"53.41"},"59":{"id":"3570","structure_id":"18","section_number":"53.42","catch_line":"Animals, Sale Of – As Novelties – On Streets.","url":"\/53.42\/","token":"53.42"},"60":{"id":"3051","structure_id":"18","section_number":"53.43","catch_line":"Pigeons – Feeding – Restricted Area.","url":"\/53.43\/","token":"53.43"},"61":{"id":"679","structure_id":"18","section_number":"53.44","catch_line":"Veterinaries - Notices Of Death Of Animals.","url":"\/53.44\/","token":"53.44"},"62":{"id":"4051","structure_id":"18","section_number":"53.45","catch_line":"Veterinaries - Retention Of Dead Animals.","url":"\/53.45\/","token":"53.45"},"63":{"id":"990","structure_id":"18","section_number":"53.46","catch_line":"Wild Birds – Impounding – Crating.","url":"\/53.46\/","token":"53.46"},"64":{"id":"2238","structure_id":"18","section_number":"53.47","catch_line":"Breeding Animals – Enclosures.","url":"\/53.47\/","token":"53.47"},"65":{"id":"974","structure_id":"18","section_number":"53.48","catch_line":"Song Birds – Killing.","url":"\/53.48\/","token":"53.48"},"66":{"id":"2723","structure_id":"18","section_number":"53.49","catch_line":"Dogs - Dog Defecation To Be Removed By Owners.","url":"\/53.49\/","token":"53.49"},"67":{"id":"2156","structure_id":"18","section_number":"53.50","catch_line":"Dog Kennels, Etc.","url":"\/53.50\/","token":"53.50"},"68":{"id":"1663","structure_id":"18","section_number":"53.51","catch_line":"Vaccination Of Dogs Required.","url":"\/53.51\/","token":"53.51"},"69":{"id":"2818","structure_id":"18","section_number":"53.52","catch_line":"Exemptions.","url":"\/53.52\/","token":"53.52"},"70":{"id":"2527","structure_id":"18","section_number":"53.53","catch_line":"Duty Of Veterinarians Performing Vaccinations.","url":"\/53.53\/","token":"53.53"},"71":{"id":"3042","structure_id":"18","section_number":"53.54","catch_line":"Vaccination Certificates, Proof Of Sterilization And Other Proof To Be Retained By Owner.","url":"\/53.54\/","token":"53.54"},"72":{"id":"4045","structure_id":"18","section_number":"53.55","catch_line":"Dogs On Beaches Prohibited – Exception.","url":"\/53.55\/","token":"53.55"},"73":{"id":"535","structure_id":"18","section_number":"53.56","catch_line":"Imported Dogs.","url":"\/53.56\/","token":"53.56"},"74":{"id":"1570","structure_id":"18","section_number":"53.57","catch_line":"Unlawful Possession – Certificates.","url":"\/53.57\/","token":"53.57"},"75":{"id":"821","structure_id":"18","section_number":"53.58","catch_line":"Rules And Regulations.","url":"\/53.58\/","token":"53.58"},"76":{"id":"1225","structure_id":"18","section_number":"53.59","catch_line":"Animals – Distances – Separation From Dwelling.","url":"\/53.59\/","token":"53.59"},"77":{"id":"3443","structure_id":"18","section_number":"53.60","catch_line":"Carrier And Homing Pigeons – Permits.","url":"\/53.60\/","token":"53.60"},"78":{"id":"3846","structure_id":"18","section_number":"53.62","catch_line":"Animals; Burial Of.","url":"\/53.62\/","token":"53.62"},"79":{"id":"3069","structure_id":"18","section_number":"53.63","catch_line":"Barking Dog Noise.","url":"\/53.63\/","token":"53.63"},"80":{"id":"2359","structure_id":"18","section_number":"53.64","catch_line":"Regulation Of Sentry Dog Services.","url":"\/53.64\/","token":"53.64"},"81":{"id":"3519","structure_id":"18","section_number":"53.65","catch_line":"Maiming, Injuring Or Killing Animals During Performance.","url":"\/53.65\/","token":"53.65"},"82":{"id":"2340","structure_id":"18","section_number":"53.66","catch_line":"Guard Dogs.","url":"\/53.66\/","token":"53.66"},"83":{"id":"871","structure_id":"18","section_number":"53.67","catch_line":"Animal Sacrifice.","url":"\/53.67\/","token":"53.67"},"84":{"id":"2285","structure_id":"18","section_number":"53.68","catch_line":"Fees For Services To Subdividers.","url":"\/53.68\/","token":"53.68"},"85":{"id":"1809","structure_id":"18","section_number":"53.69","catch_line":"Fees For Trap Rental.","url":"\/53.69\/","token":"53.69"},"86":{"id":"2208","structure_id":"18","section_number":"53.70","catch_line":"Care And Maintenance Of Dogs.","url":"\/53.70\/","token":"53.70"},"87":{"id":"444","structure_id":"18","section_number":"53.71","catch_line":"Roosters – Limit.","url":"\/53.71\/","token":"53.71"},"88":{"id":"2775","structure_id":"18","section_number":"53.72","catch_line":"Declawing Of Cats Or Other Animals – Prohibition.","url":"\/53.72\/","token":"53.72"},"89":{"id":"2535","structure_id":"18","section_number":"53.73","catch_line":"Sale Of Commercially Bred Dogs, Cats And Rabbits In Pet\nStores – Prohibition.","url":"\/53.73\/","token":"53.73"}},"next_section":{"id":"871","structure_id":"18","section_number":"53.67","catch_line":"Animal Sacrifice.","url":"\/53.67\/","token":"53.67"},"metadata":false,"references":false,"url":"\/53.66\/","token":"53.66","formats":{"txt":"\/53.66.txt","json":"\/53.66.xml"},"dublin_core":{"Title":"Guard Dogs.","Type":"Text","Format":"text\/html","Identifier":"§ 53.66","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nGUARD DOGS. (§ 53.66)\n\n  GUARD DOGS.\n\t(Added by Ord. No. 159,914, Eff. 7\/5\/85.)\tPurpose of Section – In order to\nsafeguard the health and safety of the General Public from the danger of guard\ndogs used by industrial or commercial establishments and to insure the humane\ntreatment of such guard dogs, it is the purpose of the City of Los Angeles in\nenacting this ordinance to make appropriate provisions for the regulation of\nguard dogs.\tA.\tDefinitions.\t(1)\t“Guard Dog” means any dog kept, used or\nmaintained on any commercial or industrial premises or any dog kept, used or\nmaintained on any industrial or commercial premises to guard, protect, patrol or\ndefend any property or person other than a sentry dog licensed under Section\n53.64 of this Code.\t(2)\t“Premises” means any industrial or commercial\nproperty, building, structure, business, firm, facility, or\nenterprise.\tB.\tRequired Signs and Information.  No person shall keep, use or\nmaintain any guard dog on any premises governed by this section unless the\npremises are posted to warn of a guard dog on the premises.  The warning shall\nconsist of a sign placed at each entrance and exit to the premises and in a\nposition to be legible from the sidewalk or ground level adjacent to the sign. \nIf the premises are not enclosed by a wall or fence, a sign shall be placed at\nevery entrance and exit to each structure on the premises.  Each sign shall\nmeasure at least 10&#038;″ × 14&#038;″ and shall contain block lettering on\na white background stating “Warning Guard Dog on Duty”.  The sign shall\nhave a universal depiction of a silhouette of a dog with its mouth open and its\nteeth bared.  In addition, the sign shall set forth the name, address and phone\nnumber of the person or persons to be notified during any hour of the day or\nnight who will proceed immediately to the location to permit entry to the\npremises by any authorized representative of the Department.  This section\nshall not apply to signs required by Section 53.33(b) governing sentry dogs. \n(Amended by Ord. No. 175,453, Eff. 10\/26\/03.)\tC.\tImmunization.  \t(1)\tNo person\nshall keep, use or maintain any guard dog on any premises unless each dog has\nbeen vaccinated against rabies as required by Section 53.51 of this code and\neach dog has a current and valid certificate of rabies vaccination issued by a\nlicensed veterinarian, nor shall any person keep, use or maintain any guard dog\nunless each dog has been immunized against distemper, hepatitis, leptospirosis\nand parvovirus and each dog has a current and valid certificate of such\nimmunization issued by a licensed veterinarian.\t(2)\tThe current and valid\ncertificate of rabies immunization and immunization against the common diseases\nrequired by Section C.(1) must be issued by a licensed veterinarian and shall be\nkept on the premises and shown upon the request or demand of any authorized\nrepresentative of the Department.\tD.\tVeterinary Examination.  No person shall\nkeep, use or maintain any guard dog on any premises unless each guard dog has a\ncomplete physical examination including blood, fecal, and urine analysis by a\nlicensed veterinarian who shall certify each dog to be free of any infections or\ndisease process. Such examination and certification for the health of each guard\ndog shall be renewed each calendar year. Every dog currently used as a guard dog\nshall be examined and certified for health prior to January 1, 1986.\t(1)\tAny\nguard dog found not to be free of infections or disease process by the\nveterinarian shall be removed from the premises immediately.\t(2)\tA copy of the\nveterinarian’s annual certification of health shall be kept on the premises\nand shown upon the request or demand of any authorized representative of the\nDepartment.\t(3)\tA copy of the veterinarian’s annual certification of health\nshall be filed with the Department within 15 days of its issuance.\t(4)\tIf an\nauthorized representative of the Department has reasonable cause to believe that\na guard dog is injured, sick, diseased, unwell, or malnourished or constitutes a\ndanger to the public health and safety, said representative may order the guard\ndog to be removed from the premises until a new certification of health is\nissued by a licensed veterinarian. The Department representative shall be\nnotified prior to returning the dog to the premises.\tE.\tTags.  Notwithstanding\nSection 53.21, no person shall keep, use or maintain any guard dog on any\npremises unless each guard dog has its license tag securely affixed to its\ncollar, harness or other device.\tF.\tConfinement Requirements.  It shall be\nunlawful for any person to tether, fasten, chain, tie, restrain, or cause a\nguard dog to be fastened, chained, tied, or restrained, to houses, trees,\nfences, garages or other stationary objects, by means of a rope, chain, strap,\nor other physical restraint method, for the purpose of confinement on real\nproperty.  “Confinement,” for purposes of this section, shall mean the\ndog’s physical restraint to real property for more time than it is necessary\nfor the dog owner to complete a task that requires that the dog be temporarily\nphysically restrained to real property.  When confined to real property, the\ndog must be tethered by a non-choke type collar or a body harness to a tether at\nleast three times the body length of the dog, which allows the dog access to\nfood, water, and shelter as described above, and be free from entanglement. \nThis section shall not affect a person’s ability to use appropriate electronic\nmeans of confinement.  (Amended by Ord. No. 175,453, Eff. 10\/26\/03.)\tG.\tShelter\nRequirements.  No person shall keep, use, or maintain a guard dog on any\npremises unless the dog is provided full access to an enclosed building, dog\nhouse, or similar shelter at all times.  The shelter shall: \t(1)\tHave a top,\nbottom, and at least three sides.\t(2)\tHave a floor raised off the ground, free\nof cracks, depressions and rough areas where insects, rodents or eggs from\ninternal parasites may lodge.  An effective program for the control of insects,\nectoparasites, and other pests shall be established and maintained.\t(3)\tBe\ncleaned and maintained in a manner designed to ensure the best possible sanitary\nconditions.  Excreta shall be removed from the shelter as often as necessary,\nat least daily, to prevent contamination of the dog and to reduce disease\nhazards and odors.  When a hosing or flushing method is used for cleaning, any\ndog contained in the enclosure shall be protected during the cleaning process. \nRugs, blankets, or other bedding material shall be kept clean and dry.\t(4)\tBe of\nadequate size to allow the dog to stand up and turn about freely, stand easily,\nsit and lie in a comfortable normal position.\t(5)\tHave a floor constructed so as\nto protect the dog’s feet and legs from injury.\t(6)\tAllow a dog kept outdoors\nto remain dry during rain.\t(7)\tHave sufficient clean bedding material or other\nmeans of protection from the weather when the ambient temperature falls below\nthat temperature to which the dog is acclimated.\t(8)\tProvide sufficient shade to\nallow a dog kept outdoors to protect itself from the direct rays of the sun,\nwhen sunlight is likely to cause overheating or discomfort.  Starting on the\nfirst day of June and ending on the last day of October, a shaded,\nheat-resistant area must be provided during daylight hours.\t(9)\tContain a\nsuitable means for the prompt elimination of excess liquid.\t(10)\tBe structurally\nsound and maintained in good repair to protect the dog from injury.\t(11)\tHave\nall open windows and doors covered by flaps starting in the month of November\nand continuing until the end of May.  The door flap shall allow the dog easy\naccess in and out of the shelter, and at the same time allow the dog to retain\nbody heat.\t(12)\tBe constructed and maintained so that the dog contained therein\nhas convenient access to clean food and water.(Amended by Ord. No. 175,453, Eff.\n10\/26\/03.)\tH.\tWater Requirements.  No person shall keep, use, or maintain any\nguard dog on any premises unless the dog has access to clean and fresh water at\nall times.  Clean potable water shall be available to the dog unless restricted\nfor veterinary care, and: \t(1)\tIf the water is kept in a container, this\ncontainer shall be of the type designed  to prevent tipping and spilling of the\nwater contained therein.  If necessary to accomplish this purpose, the\ncontainer shall be secured to a solid structure or secured in the ground. \nWatering containers shall be kept clean and shall be sanitized at least once\nevery two weeks; must be kept out of the sun and must be emptied and refilled\nwith fresh water at least once each calendar day; or \t(2)\tIf the water is\nprovided by an automatic or demand device, the water supply connected to the\ndevice must function 24 hours a day.(Amended by Ord. No. 175,453, Eff.\n10\/26\/03.)\tI.\tFeeding Requirements.  No person shall keep, use, or maintain any\nguard dog on any premises unless the dog is provided sufficient food daily to\nmaintain proper body weight and good general health.  In addition, the\nfollowing requirements shall apply:\t(1)\tThe dog shall be provided with food\nwhich is free from contamination, is wholesome, palatable, and of sufficient\nquantity and nutritive value to meet the normal daily requirements for the\ncondition and size of the animal.\t(2) \tFood receptacles shall be accessible to\nthe dog and shall be located so as to minimize food’s contamination by excreta\nand\/or insects.  Feeding pans shall be durable and kept clean.  The food\nreceptacles shall be sanitized at least once every two weeks.  Disposable food\nreceptacles may be used but must be discarded after each feeding.  Self feeders\nmay be used for the feeding of dry food, and they shall be sanitized regularly\nto prevent molding, deterioration or caking of food.  Spoiled or contaminated\nfood shall be disposed of in a sanitary manner.(Amended by Ord. No. 175,453,\nEff. 10\/26\/03.)\tJ.\tLicensing.  No person shall own, keep, use, or maintain a\nguard dog unless the person has obtained a guard dog license and tag from the\nDepartment.  The fee for each guard dog license and tag shall be $150.00 per\nyear for an unaltered guard dog and $50.00 per year for an altered guard dog. \nEach license issued pursuant to this section shall expire one year from the date\nof its issuance and on the same day of each year.  The license fee shall be\npaid annually to the Department and shall be due and payable on or before the\nexpiration of the previous license.  The payment of the annual guard dog\nlicense fee shall be in lieu of the dog license tax imposed by Section 53.15 and\nthe dog license fee imposed by Section 53.15.3 of this article.  (Amended by\nOrd. No. 175,453, Eff. 10\/26\/03.)\tK.\tElectronic Animal Identification Device. \nNo person shall own, maintain, keep, use, or maintain a guard dog unless the\nperson had an Electronic Animal Identification Device approved by the Department\nsurgically implanted in the dog.  (Added by Ord. No. 175,453, Eff. 10\/26\/03.)\n","html":"\n\t\t\t\t\t<section><p>  GUARD DOGS.\n\t(Added by Ord. No. 159,914, Eff. 7\/5\/85.)<br \/><br \/>\tPurpose of Section – In <span class=\"dictionary\">order<\/span> to safeguard the health and safety of the General Public from the danger of guard dogs used by industrial or commercial establishments and to insure the humane treatment of such guard dogs, it is the purpose of the City of Los Angeles in enacting this <span class=\"dictionary\">ordinance<\/span> to make appropriate provisions for the regulation of guard dogs.<br \/><br \/>\tA.\tDefinitions.<br \/><br \/>\t(1)\t“Guard Dog” means any dog kept, used or maintained on any commercial or industrial premises or any dog kept, used or maintained on any industrial or commercial premises to guard, protect, patrol or defend any property or person other than a sentry dog licensed under Section 53.64 of this Code.<br \/><br \/>\t(2)\t“Premises” means any industrial or commercial property, building, structure, business, firm, facility, or enterprise.<br \/><br \/>\tB.\tRequired Signs and Information.  No person shall keep, use or maintain any guard dog on any premises governed by this section unless the premises are posted to warn of a guard dog on the premises.  The warning shall consist of a sign placed at each entrance and exit to the premises and in a position to be legible from the sidewalk or ground level adjacent to the sign.  If the premises are not enclosed by a wall or fence, a sign shall be placed at every entrance and exit to each structure on the premises.  Each sign shall measure at least 10&#038;″ × 14&#038;″ and shall contain block lettering on a white background stating “Warning Guard Dog on Duty”.  The sign shall have a universal depiction of a silhouette of a dog with its mouth open and its teeth bared.  In addition, the sign shall set forth the name, address and phone number of the person or persons to be notified during any hour of the day or night who will proceed immediately to the location to permit entry to the premises by any authorized representative of the Department.  This section shall not apply to signs required by Section 53.33(b) governing sentry dogs.  (Amended by Ord. No. 175,453, Eff. 10\/26\/03.)<br \/><br \/>\tC.\tImmunization.  <br \/><br \/>\t(1)\tNo person shall keep, use or maintain any guard dog on any premises unless each dog has been vaccinated against rabies as required by Section 53.51 of this code and each dog has a current and valid certificate of rabies vaccination issued by a licensed veterinarian, nor shall any person keep, use or maintain any guard dog unless each dog has been immunized against distemper, hepatitis, leptospirosis and parvovirus and each dog has a current and valid certificate of such immunization issued by a licensed veterinarian.<br \/><br \/>\t(2)\tThe current and valid certificate of rabies immunization and immunization against the common diseases required by Section C.(1) must be issued by a licensed veterinarian and shall be kept on the premises and shown upon the request or demand of any authorized representative of the Department.<br \/><br \/>\tD.\tVeterinary Examination.  No person shall keep, use or maintain any guard dog on any premises unless each guard dog has a complete physical examination including blood, fecal, and urine analysis by a licensed veterinarian who shall certify each dog to be free of any infections or disease process. Such examination and certification for the health of each guard dog shall be renewed each calendar year. Every dog currently used as a guard dog shall be examined and certified for health prior to January 1, 1986.<br \/><br \/>\t(1)\tAny guard dog found not to be free of infections or disease process by the veterinarian shall be removed from the premises immediately.<br \/><br \/>\t(2)\tA copy of the veterinarian’s annual certification of health shall be kept on the premises and shown upon the request or demand of any authorized representative of the Department.<br \/><br \/>\t(3)\tA copy of the veterinarian’s annual certification of health shall be filed with the Department within 15 days of its issuance.<br \/><br \/>\t(4)\tIf an authorized representative of the Department has reasonable cause to believe that a guard dog is injured, sick, diseased, unwell, or malnourished or constitutes a danger to the public health and safety, said representative may <span class=\"dictionary\">order<\/span> the guard dog to be removed from the premises until a new certification of health is issued by a licensed veterinarian. The Department representative shall be notified prior to returning the dog to the premises.<br \/><br \/>\tE.\tTags.  Notwithstanding Section 53.21, no person shall keep, use or maintain any guard dog on any premises unless each guard dog has its license tag securely affixed to its collar, harness or other device.<br \/><br \/>\tF.\tConfinement Requirements.  It shall be unlawful for any person to tether, fasten, chain, tie, restrain, or cause a guard dog to be fastened, chained, tied, or restrained, to houses, trees, fences, garages or other stationary <span class=\"dictionary\">objects<\/span>, by means of a rope, chain, strap, or other physical restraint method, for the purpose of confinement on real property.  “Confinement,” for purposes of this section, shall mean the dog’s physical restraint to real property for more time than it is necessary for the dog owner to complete a task that requires that the dog be temporarily physically restrained to real property.  When confined to real property, the dog must be tethered by a non-choke type collar or a body harness to a tether at least three times the body length of the dog, which allows the dog access to food, water, and shelter as described above, and be free from entanglement.  This section shall not affect a person’s ability to use appropriate electronic means of confinement.  (Amended by Ord. No. 175,453, Eff. 10\/26\/03.)<br \/><br \/>\tG.\tShelter Requirements.  No person shall keep, use, or maintain a guard dog on any premises unless the dog is provided full access to an enclosed building, dog house, or similar shelter at all times.  The shelter shall: <br \/><br \/>\t(1)\tHave a top, bottom, and at least three sides.<br \/><br \/>\t(2)\tHave a floor raised off the ground, free of cracks, depressions and rough areas where insects, rodents or eggs from internal parasites may lodge.  An effective program for the control of insects, ectoparasites, and other pests shall be established and maintained.<br \/><br \/>\t(3)\tBe cleaned and maintained in a manner designed to ensure the best possible sanitary conditions.  Excreta shall be removed from the shelter as often as necessary, at least daily, to prevent contamination of the dog and to reduce disease hazards and odors.  When a hosing or flushing method is used for cleaning, any dog contained in the enclosure shall be protected during the cleaning process.  Rugs, blankets, or other bedding <span class=\"dictionary\">material<\/span> shall be kept clean and dry.<br \/><br \/>\t(4)\tBe of adequate size to allow the dog to stand up and turn about freely, stand easily, sit and lie in a comfortable normal position.<br \/><br \/>\t(5)\tHave a floor constructed so as to protect the dog’s feet and legs from injury.<br \/><br \/>\t(6)\tAllow a dog kept outdoors to remain dry during rain.<br \/><br \/>\t(7)\tHave sufficient clean bedding <span class=\"dictionary\">material<\/span> or other means of protection from the weather when the ambient temperature falls below that temperature to which the dog is acclimated.<br \/><br \/>\t(8)\tProvide sufficient shade to allow a dog kept outdoors to protect itself from the direct rays of the sun, when sunlight is likely to cause overheating or discomfort.  Starting on the first day of June and ending on the last day of October, a shaded, heat-resistant area must be provided during daylight hours.<br \/><br \/>\t(9)\tContain a suitable means for the prompt elimination of excess liquid.<br \/><br \/>\t(10)\tBe structurally sound and maintained in good repair to protect the dog from injury.<br \/><br \/>\t(11)\tHave all open windows and doors covered by flaps starting in the month of November and continuing until the end of May.  The door flap shall allow the dog easy access in and out of the shelter, and at the same time allow the dog to retain body heat.<br \/><br \/>\t(12)\tBe constructed and maintained so that the dog contained therein has convenient access to clean food and water.<br \/><br \/>(Amended by Ord. No. 175,453, Eff. 10\/26\/03.)<br \/><br \/>\tH.\tWater Requirements.  No person shall keep, use, or maintain any guard dog on any premises unless the dog has access to clean and fresh water at all times.  Clean potable water shall be available to the dog unless restricted for veterinary care, and: <br \/><br \/>\t(1)\tIf the water is kept in a container, this container shall be of the type designed  to prevent tipping and spilling of the water contained therein.  If necessary to accomplish this purpose, the container shall be secured to a solid structure or secured in the ground.  Watering containers shall be kept clean and shall be sanitized at least once every two weeks; must be kept out of the sun and must be emptied and refilled with fresh water at least once each calendar day; or <br \/><br \/>\t(2)\tIf the water is provided by an automatic or demand device, the water supply connected to the device must function 24 hours a day.<br \/><br \/>(Amended by Ord. No. 175,453, Eff. 10\/26\/03.)<br \/><br \/>\tI.\tFeeding Requirements.  No person shall keep, use, or maintain any guard dog on any premises unless the dog is provided sufficient food daily to maintain proper body weight and good general health.  In addition, the following requirements shall apply:<br \/><br \/>\t(1)\tThe dog shall be provided with food which is free from contamination, is wholesome, palatable, and of sufficient quantity and nutritive value to meet the normal daily requirements for the condition and size of the animal.<br \/><br \/>\t(2) \tFood receptacles shall be accessible to the dog and shall be located so as to minimize food’s contamination by excreta and\/or insects.  Feeding pans shall be durable and kept clean.  The food receptacles shall be sanitized at least once every two weeks.  Disposable food receptacles may be used but must be discarded after each feeding.  Self feeders may be used for the feeding of dry food, and they shall be sanitized regularly to prevent molding, deterioration or caking of food.  Spoiled or contaminated food shall be disposed of in a sanitary manner.<br \/><br \/>(Amended by Ord. No. 175,453, Eff. 10\/26\/03.)<br \/><br \/>\tJ.\tLicensing.  No person shall own, keep, use, or maintain a guard dog unless the person has obtained a guard dog license and tag from the Department.  The fee for each guard dog license and tag shall be $150.00 per year for an unaltered guard dog and $50.00 per year for an altered guard dog.  Each license issued pursuant to this section shall expire one year from the date of its issuance and on the same day of each year.  The license fee shall be paid annually to the Department and shall be due and payable on or before the expiration of the previous license.  The payment of the annual guard dog license fee shall be in lieu of the dog license tax imposed by Section 53.15 and the dog license fee imposed by Section 53.15.3 of this article.  (Amended by Ord. No. 175,453, Eff. 10\/26\/03.)<br \/><br \/>\tK.\tElectronic Animal Identification Device.  No person shall own, maintain, keep, use, or maintain a guard dog unless the person had an Electronic Animal Identification Device approved by the Department surgically implanted in the dog.  (Added by Ord. No. 175,453, Eff. 10\/26\/03.)<\/p><\/section>","previous_section":{"id":"3519","structure_id":"18","section_number":"53.65","catch_line":"Maiming, Injuring Or Killing Animals During Performance.","url":"\/53.65\/","token":"53.65"},"text":{"0":{"id":"2318","text":"  GUARD DOGS.\n\t(Added by Ord. No. 159,914, Eff. 7\/5\/85.)\tPurpose of Section – In order to safeguard the health and safety of the General Public from the danger of guard dogs used by industrial or commercial establishments and to insure the humane treatment of such guard dogs, it is the purpose of the City of Los Angeles in enacting this ordinance to make appropriate provisions for the regulation of guard dogs.\tA.\tDefinitions.\t(1)\t“Guard Dog” means any dog kept, used or maintained on any commercial or industrial premises or any dog kept, used or maintained on any industrial or commercial premises to guard, protect, patrol or defend any property or person other than a sentry dog licensed under Section 53.64 of this Code.\t(2)\t“Premises” means any industrial or commercial property, building, structure, business, firm, facility, or enterprise.\tB.\tRequired Signs and Information.  No person shall keep, use or maintain any guard dog on any premises governed by this section unless the premises are posted to warn of a guard dog on the premises.  The warning shall consist of a sign placed at each entrance and exit to the premises and in a position to be legible from the sidewalk or ground level adjacent to the sign.  If the premises are not enclosed by a wall or fence, a sign shall be placed at every entrance and exit to each structure on the premises.  Each sign shall measure at least 10&#038;″ × 14&#038;″ and shall contain block lettering on a white background stating “Warning Guard Dog on Duty”.  The sign shall have a universal depiction of a silhouette of a dog with its mouth open and its teeth bared.  In addition, the sign shall set forth the name, address and phone number of the person or persons to be notified during any hour of the day or night who will proceed immediately to the location to permit entry to the premises by any authorized representative of the Department.  This section shall not apply to signs required by Section 53.33(b) governing sentry dogs.  (Amended by Ord. No. 175,453, Eff. 10\/26\/03.)\tC.\tImmunization.  \t(1)\tNo person shall keep, use or maintain any guard dog on any premises unless each dog has been vaccinated against rabies as required by Section 53.51 of this code and each dog has a current and valid certificate of rabies vaccination issued by a licensed veterinarian, nor shall any person keep, use or maintain any guard dog unless each dog has been immunized against distemper, hepatitis, leptospirosis and parvovirus and each dog has a current and valid certificate of such immunization issued by a licensed veterinarian.\t(2)\tThe current and valid certificate of rabies immunization and immunization against the common diseases required by Section C.(1) must be issued by a licensed veterinarian and shall be kept on the premises and shown upon the request or demand of any authorized representative of the Department.\tD.\tVeterinary Examination.  No person shall keep, use or maintain any guard dog on any premises unless each guard dog has a complete physical examination including blood, fecal, and urine analysis by a licensed veterinarian who shall certify each dog to be free of any infections or disease process. Such examination and certification for the health of each guard dog shall be renewed each calendar year. Every dog currently used as a guard dog shall be examined and certified for health prior to January 1, 1986.\t(1)\tAny guard dog found not to be free of infections or disease process by the veterinarian shall be removed from the premises immediately.\t(2)\tA copy of the veterinarian’s annual certification of health shall be kept on the premises and shown upon the request or demand of any authorized representative of the Department.\t(3)\tA copy of the veterinarian’s annual certification of health shall be filed with the Department within 15 days of its issuance.\t(4)\tIf an authorized representative of the Department has reasonable cause to believe that a guard dog is injured, sick, diseased, unwell, or malnourished or constitutes a danger to the public health and safety, said representative may order the guard dog to be removed from the premises until a new certification of health is issued by a licensed veterinarian. The Department representative shall be notified prior to returning the dog to the premises.\tE.\tTags.  Notwithstanding Section 53.21, no person shall keep, use or maintain any guard dog on any premises unless each guard dog has its license tag securely affixed to its collar, harness or other device.\tF.\tConfinement Requirements.  It shall be unlawful for any person to tether, fasten, chain, tie, restrain, or cause a guard dog to be fastened, chained, tied, or restrained, to houses, trees, fences, garages or other stationary objects, by means of a rope, chain, strap, or other physical restraint method, for the purpose of confinement on real property.  “Confinement,” for purposes of this section, shall mean the dog’s physical restraint to real property for more time than it is necessary for the dog owner to complete a task that requires that the dog be temporarily physically restrained to real property.  When confined to real property, the dog must be tethered by a non-choke type collar or a body harness to a tether at least three times the body length of the dog, which allows the dog access to food, water, and shelter as described above, and be free from entanglement.  This section shall not affect a person’s ability to use appropriate electronic means of confinement.  (Amended by Ord. No. 175,453, Eff. 10\/26\/03.)\tG.\tShelter Requirements.  No person shall keep, use, or maintain a guard dog on any premises unless the dog is provided full access to an enclosed building, dog house, or similar shelter at all times.  The shelter shall: \t(1)\tHave a top, bottom, and at least three sides.\t(2)\tHave a floor raised off the ground, free of cracks, depressions and rough areas where insects, rodents or eggs from internal parasites may lodge.  An effective program for the control of insects, ectoparasites, and other pests shall be established and maintained.\t(3)\tBe cleaned and maintained in a manner designed to ensure the best possible sanitary conditions.  Excreta shall be removed from the shelter as often as necessary, at least daily, to prevent contamination of the dog and to reduce disease hazards and odors.  When a hosing or flushing method is used for cleaning, any dog contained in the enclosure shall be protected during the cleaning process.  Rugs, blankets, or other bedding material shall be kept clean and dry.\t(4)\tBe of adequate size to allow the dog to stand up and turn about freely, stand easily, sit and lie in a comfortable normal position.\t(5)\tHave a floor constructed so as to protect the dog’s feet and legs from injury.\t(6)\tAllow a dog kept outdoors to remain dry during rain.\t(7)\tHave sufficient clean bedding material or other means of protection from the weather when the ambient temperature falls below that temperature to which the dog is acclimated.\t(8)\tProvide sufficient shade to allow a dog kept outdoors to protect itself from the direct rays of the sun, when sunlight is likely to cause overheating or discomfort.  Starting on the first day of June and ending on the last day of October, a shaded, heat-resistant area must be provided during daylight hours.\t(9)\tContain a suitable means for the prompt elimination of excess liquid.\t(10)\tBe structurally sound and maintained in good repair to protect the dog from injury.\t(11)\tHave all open windows and doors covered by flaps starting in the month of November and continuing until the end of May.  The door flap shall allow the dog easy access in and out of the shelter, and at the same time allow the dog to retain body heat.\t(12)\tBe constructed and maintained so that the dog contained therein has convenient access to clean food and water.(Amended by Ord. No. 175,453, Eff. 10\/26\/03.)\tH.\tWater Requirements.  No person shall keep, use, or maintain any guard dog on any premises unless the dog has access to clean and fresh water at all times.  Clean potable water shall be available to the dog unless restricted for veterinary care, and: \t(1)\tIf the water is kept in a container, this container shall be of the type designed  to prevent tipping and spilling of the water contained therein.  If necessary to accomplish this purpose, the container shall be secured to a solid structure or secured in the ground.  Watering containers shall be kept clean and shall be sanitized at least once every two weeks; must be kept out of the sun and must be emptied and refilled with fresh water at least once each calendar day; or \t(2)\tIf the water is provided by an automatic or demand device, the water supply connected to the device must function 24 hours a day.(Amended by Ord. No. 175,453, Eff. 10\/26\/03.)\tI.\tFeeding Requirements.  No person shall keep, use, or maintain any guard dog on any premises unless the dog is provided sufficient food daily to maintain proper body weight and good general health.  In addition, the following requirements shall apply:\t(1)\tThe dog shall be provided with food which is free from contamination, is wholesome, palatable, and of sufficient quantity and nutritive value to meet the normal daily requirements for the condition and size of the animal.\t(2) \tFood receptacles shall be accessible to the dog and shall be located so as to minimize food’s contamination by excreta and\/or insects.  Feeding pans shall be durable and kept clean.  The food receptacles shall be sanitized at least once every two weeks.  Disposable food receptacles may be used but must be discarded after each feeding.  Self feeders may be used for the feeding of dry food, and they shall be sanitized regularly to prevent molding, deterioration or caking of food.  Spoiled or contaminated food shall be disposed of in a sanitary manner.(Amended by Ord. No. 175,453, Eff. 10\/26\/03.)\tJ.\tLicensing.  No person shall own, keep, use, or maintain a guard dog unless the person has obtained a guard dog license and tag from the Department.  The fee for each guard dog license and tag shall be $150.00 per year for an unaltered guard dog and $50.00 per year for an altered guard dog.  Each license issued pursuant to this section shall expire one year from the date of its issuance and on the same day of each year.  The license fee shall be paid annually to the Department and shall be due and payable on or before the expiration of the previous license.  The payment of the annual guard dog license fee shall be in lieu of the dog license tax imposed by Section 53.15 and the dog license fee imposed by Section 53.15.3 of this article.  (Amended by Ord. No. 175,453, Eff. 10\/26\/03.)\tK.\tElectronic Animal Identification Device.  No person shall own, maintain, keep, use, or maintain a guard dog unless the person had an Electronic Animal Identification Device approved by the Department surgically implanted in the dog.  (Added by Ord. No. 175,453, Eff. 10\/26\/03.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}