{"section_number":"53.64","edition_id":"1","section_id":"2359","structure_id":"18","catch_line":"Regulation Of Sentry Dog Services.","history":"","full_text":"  REGULATION OF SENTRY DOG SERVICES.\n\t(Title and Section amended by Ord. No. 157,093, Eff. 11\/6\/82.)\n\n\tPurpose of Section – The need for technical skill, training and experience, and other fundamental qualities and qualifications in persons engaged in the business of providing sentry dog services, of training sentry dogs, and of handling sentry dogs having been established and demonstrated, and in order to safeguard the health and safety or the general public, of persons who acquire such dogs and of the dogs themselves, it is the purpose of the City of Los Angeles, in enacting this ordinance, to make appropriate provision for the licensing and regulation of sentry dog businesses, trainers, handlers, and owners.\n\n\tA.\tDefinitions.\n\n\t(1)\t“Sentry Dog” means any dog trained to guard, protect, patrol or defend any premises, area or yard, or any dog trained as a sentry or to protect, defend or guard any person or property or any dog which is schutzhund or any similar classification.\n\n\t(2)\t“Trainer” means any person who engages in the practice of training a sentry dog in or for placement in the City of Los Angeles.\n\n\t(3)\t“Handler” means any person who has custody of sentry dogs for transportation, placement, drop-off, or pickup to or at a location within the City of Los Angeles as part of a sentry dog service.\n\n\t(4)\t“Sentry Dog Service” means engaging in the business of providing sentry dogs in the City of Los Angeles.\n\n\t(5)\t“Person” means any individual, partnership, firm, joint stock company, corporation, association, trust, estate, or other legal entity.\n\n\t(6)\t“Owner” means any person who has purchased or obtained legal custody of a sentry dog.\n\n\t(7)\t“Licensee” means any person licensed pursuant to the provisions of this section.\n\n\tB.\tLicensing.\n\n\t(1)\tNo person shall engage in the business of providing sentry dog service in the City of Los Angeles, or engage in the practice of training sentry dogs or hold himself or herself out as being able to do so, or act as a handler, unless licensed pursuant to this section.\n\n\t(2)\tNo person shall own or have the care or custody of a sentry dog unless the person has secured a sentry dog license, tag, and identification number from the Department of Animal Services. The fee for each sentry dog license shall be fifty dollars ($50.00) per year  (Fee Amended by Ord. No. 170,171, Eff. 1\/20\/95.). The payment of the fee for the sentry dog license shall be in lieu of the dog license tax imposed by Section 53.15 of this article.\n\n\t(3)\tThe General Manager of the Department of Animal Services shall establish such standards as he or she deems necessary and proper to carry out the purposes of this section in determining the fitness of applicants for sentry dog trainer or handler, and for the sentry dogs themselves, and shall promulgate rules and regulations to effectuate the licensing and tagging of each dog as are deemed necessary. Each applicant for sentry dog trainer or handler shall satisfy the General Manager that he or she is qualified by training or experience to train or handle sentry dogs, to provide humane care and treatment of all dogs under his or her jurisdiction, and that he or she has adequate facilities for such training or handling. In formulating such standards, the General Manager shall seek the assistance of a committee of not less than three persons knowledgeable in the field of sentry dog training. Such standards shall include veterinary and health care standards to be observed by trainers and handlers. The General Manager shall appoint the members of the committee for three year terms. The initial appointments to the committee shall consist of one member for a one year term, one member for a two year term, and all other members for a three year term. The members of the committee may be replaced by the General Manager, without cause, prior to the expiration of their terms.\n\n\tC.\tRules and Regulations.  Pursuant to the procedures set forth in the Los Angeles Municipal Code the General Manager may make such rules and regulations as are reasonably necessary to:\n\n\t(1)\tEstablish the procedures and responsibilities of the committee;\n\n\t(2)\tEstablish and administer an examination of applicants for a license to train or handle sentry dogs. Any person possessing a license to train sentry dogs may also handle sentry dogs without the necessity of a handler’s license;\n\n\t(3)\tIssue annual licenses for sentry dog services, trainers, and handlers;\n\n\t(4)\tRegulate the annual renewal of licenses including the necessity of reexamination of trainers and handlers.\n\n\tD.\tApplication For Licenses.\n\n\t(1)\tAn application for a license to operate, maintain, and conduct a sentry dog service in the City shall be filed together with an application fee of two hundred dollars ($200.00) (Fee Amended by Ord. No. 170,171, Eff. 1\/20\/95.) with the Department of Animal Services. An annual fee of one hundren dollars ($100.00) (Fee Amended by Ord. No. 170,171, Eff. 1\/20\/95.) shall be required for the renewal of a business license. The application shall state the name, address and type of organization of the sentry dog service, its method of operation, the names, addresses and physical description of its officers, proprietors, and employees, and such other identification and information including, but not limited to, fingerprints and recent photographs of the applicant, its officers, proprietors, and employees as may be deemed necessary by the General Manager of the Department of Animal Services.\n\n\t(2)\tThe application for a license to conduct a sentry dog service in the City, and each annual renewal request, must be accompanied by a surety bond underwritten by a corporate surety admitted to do business in California, in a form approved by the City Attorney, in the sum of $15,000.00 blanket coverage for each and all employees, officers, and proprietors of the sentry dog service. The bond shall be conditioned upon the faithful and honest conduct of the business of sentry dog service by the licensee and also conditioned upon faithful compliance with all of the ordinances of the City and the laws of the State of California, in force, or which may thereafter be adopted. The licensee and sureties named in the bond, and their successors and assigns, shall be jointly and severally liable to the City and to any person, firm or corporation for damages suffered by reason of the wrongful acts of the licensee, its officers, employees, or proprietors in breach of the condition of the bond. The bond shall not be void upon any one or more recoveries thereunder, but may be sued and recovered upon from time to time by any person, firm or corporation aggrieved or damaged, to the extent thereof. The bond shall be renewed to its original amount on each anniversary. Notice of any proposed cancellation of the bond shall be sent by registered mail to the Insurance and Bonds Section of the Office of the City Attorney and to the Department of Animal Services not less than 30 days in advance of the cancellation date.\n\n\t(3)\tA sentry dog service shall furnish evidence of the following insurance with the Department of Animal Services upon request: workers’ compensation, general liability, and automobile liability.\n\n\t(4)\tEach applicant for a sentry dog trainer license shall be a natural person and have at least 2000 hours of actual commercial experience as a trainer and have trained seven (7) dogs; or an equivalent amount of experience, as determined by the committee or General Manager. Each applicant for a sentry dog trainer license shall pay at the time of filing the application the sum of two hundred dollars ($200.00)   (Fee Amended by Ord. No. 170,171, Eff. 1\/20\/95.) to the Department of Animal Services. An annual fee of one hundred dollars ($100.00) (Fee Amended by Ord. No. 170,171, Eff. 1\/20\/95.) shall be required for the renewal of a license.\n\n\t(5)\tEach applicant for a sentry dog handler license shall be a natural person and shall pay a fee of one hundred dollars ($100.00) at the time of filing the application. An annual fee of fifty dollars ($50.00) shall be required for the renewal of a license.\n\n\tE.\tNecessity of License.  It shall be unlawful for any person to engage in any business or occupation licensed under this section within the City of Los Angeles unless such person holds a valid and unimpaired license pursuant to the provisions of this section. Violation of any provision of this section is a misdemeanor.\n\n\tF.\tDenial of License.  The General Manager may refuse to issue a license to a sentry dog service, trainer, or handler on the grounds that the applicant, or an officer or managing employee of the applicant, has committed or sustained one of the following within the last five (5) years:\n\n\t(1)\tConviction of a crime. A conviction within the meaning of this section means a plea or verdict of guilty or a plea of nolo contendre. Any action which the General Manager is permitted to take following the establishment of a conviction may be taken when the time for appeal has elapsed, or the judgment of conviction has been affirmed or on appeal and is final, or when an order granting probation is made suspending the imposition of sentence, irrespective of a subsequent order under the provisions of Section 1203.4 of the Penal Code; or\n\n\t(2)\tAny act involving dishonesty, fraud, or deceit with the intent to benefit oneself or another, or injure another; or\n\n\t(3)\tAny act involving violence with the intent to benefit oneself or another, or injure another; or\n\n\t(4)\tAny act involving cruelty to an animal; or\n\n\t(5)\tAny act which if done by a licensee would be grounds for suspension or revocation of the license.\n\n\tThe General Manager may deny a license pursuant to this subsection only if the crime or act is related to the qualifications, functions or duties of a sentry dog service, trainer or handler. The General Manager may also refuse to issue a license under this section if the General Manager determines that the applicant has made any false statements or given any false information in connection with any application required under this section.\n\n\tG.\tGrounds for Suspension or Revocation of License.  The General Manager may suspend or revoke a license issued under this section if the General Manager determines that the licensee has:\n\n\t(1)\tMade any false statement or given any false information in connection with an application for a license, renewal of a license, or reinstatement of a license;\n\n\t(2)\tViolated any provision of this Article;\n\n\t(3)\tViolated any rule or regulation of the General Manager adopted pursuant to the authority contained in this section;\n\n\t(4)\tCommitted any act which would be grounds for denial of a license;\n\n\t(5)\tA sentry dog service has employed or permitted a person to act as a sentry dog trainer or handler within the City of Los Angeles, as defined in this section, who is not in possession of a valid license issued pursuant to this section.\n\n\tH.\tRevocation or Suspension of License.  Any license issued under this section may be revoked or suspended under the procedure contained in Section 22.02 of the Los Angeles Municipal Code.\n\n\tI.\tQualification of a Dog.  No person shall sell, give away or let for hire any sentry dog unless the following requirements have been met:\n\n\t(1)\tThe dog has been immunized against distemper and rabies;\n\n\t(2)\tA certificate of rabies vaccination is current and valid, issued by a licensed veterinarian.\n\n\tJ.\tIdentification Tag.  Every trainer, handler, or owner of a sentry dog shall see to it that such sentry dog wears a clearly visible tag issued by the Department of Animal Services. Such tag shall have stamped or printed thereon the words “Sentry Dog, City of Los Angeles, Department of Animal Services, Fiscal Year .&thinsp;.&thinsp;. ., if found, call 485-5763.” Such tag shall be suspended not less than three quarters of an inch and not more than two inches from the collar worn by the dog. Said collar shall be composed of leather affixed with suitable metal buckle or metal training collar (choke chain) to prevent loss of identification tag. Lost or stolen tags shall be reported to the Department and shall be immediately replaced by the Department at a reasonable replacement cost.\n\n\tK.\tReport of Transfer, Loss or Theft Required.\n\n\t(1)\tAny person who sells, leases, rents, gives away or otherwise transfers ownership or possession of any sentry dog shall, within ten days of the transfer, file a report with the General Manager on a form prescribed by him or her, containing the name and address of the person to whom such dog was transferred, a description and registration or identification number of the dog, and any other information the General Manager deems appropriate.\n\n\t(2)\tAny person whose sentry dog is lost, stolen, or whose dog dies or is seriously injured shall, within three days of the loss, theft, injury or death, file a report with the General Manager, on a form prescribed by him or her containing a description and registration or identification number of the dog and any other information the General Manager deems appropriate.\n\n\t(3)\tAny humane society, animal shelter, boarding kennel, pet shop, veterinarian or other person who receives a stray sentry dog, tagged or otherwise identified as sentry dog, other than a bona fide sale or other transfer as described under subdivisions in this section shall immediately notify the General Manager of the receipt, giving all particulars. Any dogs received by any humane society, animal shelter, boarding kennel, pet shop, veterinarian or other person under such circumstances shall be returned to the sentry dog owner or returned to the Department of Animal Services for legal disposition.\n\n\tL.\tInspection of Premises.  Premises used for training or sale of sentry dogs and records thereof shall be open for inspection at reasonable hours by any employee of the Department charged by the General Manager with the duty of making inspections for the purpose of inspecting said premises or records to insure compliance with the requirements of this section and the rules and regulations adopted by the General Manager.","order_by":"64","ancestry":{"1":{"id":"18","name":"Animals And Fowls","identifier":"3","label":"article","url":"\/5\/3\/"},"2":{"id":"9","name":"Public Safety and Protection","identifier":"5","label":"chapter","url":"\/5\/"}},"structure_contents":{"0":{"id":"722","structure_id":"18","section_number":"53.00","catch_line":"Definitions.","url":"\/53.00\/","token":"53.00"},"1":{"id":"3815","structure_id":"18","section_number":"53.01","catch_line":"Pound, Hours Open.","url":"\/53.01\/","token":"53.01"},"2":{"id":"2203","structure_id":"18","section_number":"53.02","catch_line":"Issuing Of Badges To Department – Department Members As Police Officers.","url":"\/53.02\/","token":"53.02"},"3":{"id":"3704","structure_id":"18","section_number":"53.02.1","catch_line":"Board, Duties Of.","url":"\/53.02.1\/","token":"53.02.1"},"4":{"id":"514","structure_id":"18","section_number":"53.03","catch_line":"Inspections.","url":"\/53.03\/","token":"53.03"},"5":{"id":"2691","structure_id":"18","section_number":"53.03.1","catch_line":"Minimum Age – Duties Of Employees.","url":"\/53.03.1\/","token":"53.03.1"},"6":{"id":"3901","structure_id":"18","section_number":"53.04","catch_line":"Unenclosed Premises, Impounding.","url":"\/53.04\/","token":"53.04"},"7":{"id":"3701","structure_id":"18","section_number":"53.05","catch_line":"Impounding. Duty Of Police.","url":"\/53.05\/","token":"53.05"},"8":{"id":"3468","structure_id":"18","section_number":"53.06","catch_line":"Animals At Large.","url":"\/53.06\/","token":"53.06"},"9":{"id":"848","structure_id":"18","section_number":"53.06.2","catch_line":"Restraint Of Dogs.","url":"\/53.06.2\/","token":"53.06.2"},"10":{"id":"3731","structure_id":"18","section_number":"53.06.3","catch_line":"Trapping – Permit Required.","url":"\/53.06.3\/","token":"53.06.3"},"11":{"id":"1260","structure_id":"18","section_number":"53.06.4","catch_line":"Certain Animals Declared To Be A Public Nuisance – Summary Destruction Authorized.","url":"\/53.06.4\/","token":"53.06.4"},"12":{"id":"174","structure_id":"18","section_number":"53.06.5","catch_line":"Feeding Of Non-Domesticated Mammalian Predators Prohibited.","url":"\/53.06.5\/","token":"53.06.5"},"13":{"id":"1986","structure_id":"18","section_number":"53.07","catch_line":"Animals On Unenclosed Premises.","url":"\/53.07\/","token":"53.07"},"14":{"id":"3000","structure_id":"18","section_number":"53.08","catch_line":"Animals In Los Angeles River Bed.","url":"\/53.08\/","token":"53.08"},"15":{"id":"3918","structure_id":"18","section_number":"53.09","catch_line":"Stray Animals. Notice Required.","url":"\/53.09\/","token":"53.09"},"16":{"id":"4021","structure_id":"18","section_number":"53.10","catch_line":"Permitting Animals To Go Without Care – Duty To Enter And Remove Same.","url":"\/53.10\/","token":"53.10"},"17":{"id":"2198","structure_id":"18","section_number":"53.11","catch_line":"Animals. Impounding – Sale.","url":"\/53.11\/","token":"53.11"},"18":{"id":"2863","structure_id":"18","section_number":"53.12","catch_line":"Animal Shelter Adoption Fee Schedule.","url":"\/53.12\/","token":"53.12"},"19":{"id":"674","structure_id":"18","section_number":"53.12.1","catch_line":"Uncared For Animals – Impounding.","url":"\/53.12.1\/","token":"53.12.1"},"20":{"id":"391","structure_id":"18","section_number":"53.12.2","catch_line":"Impoundment Of Unaltered Dogs And Cats – Civil Penalties.","url":"\/53.12.2\/","token":"53.12.2"},"21":{"id":"757","structure_id":"18","section_number":"53.13","catch_line":"Redemption Fees.","url":"\/53.13\/","token":"53.13"},"22":{"id":"1151","structure_id":"18","section_number":"53.14","catch_line":"Records Of Impounded Animals.","url":"\/53.14\/","token":"53.14"},"23":{"id":"1931","structure_id":"18","section_number":"53.15","catch_line":"Dog License Tax – Penalties.","url":"\/53.15\/","token":"53.15"},"24":{"id":"20","structure_id":"18","section_number":"53.15.1","catch_line":"Equine License Fee.","url":"\/53.15.1\/","token":"53.15.1"},"25":{"id":"2240","structure_id":"18","section_number":"53.15.2","catch_line":"Breeding And Transfer Of Dogs And Cats.","url":"\/53.15.2\/","token":"53.15.2"},"26":{"id":"2685","structure_id":"18","section_number":"53.15.3","catch_line":"Dog License Fee.","url":"\/53.15.3\/","token":"53.15.3"},"27":{"id":"763","structure_id":"18","section_number":"53.15.4","catch_line":"Veterinarians And Others Authorized To Distribute Dog License Applications Or Sell Dog Licenses.","url":"\/53.15.4\/","token":"53.15.4"},"28":{"id":"2176","structure_id":"18","section_number":"53.15.5","catch_line":"Electronic Animal Identification Device.","url":"\/53.15.5\/","token":"53.15.5"},"29":{"id":"3783","structure_id":"18","section_number":"53.16","catch_line":"Licenses To Be Signed.","url":"\/53.16\/","token":"53.16"},"30":{"id":"527","structure_id":"18","section_number":"53.17","catch_line":"Licenses – What To State.","url":"\/53.17\/","token":"53.17"},"31":{"id":"495","structure_id":"18","section_number":"53.18","catch_line":"Record Of Licenses.","url":"\/53.18\/","token":"53.18"},"32":{"id":"4042","structure_id":"18","section_number":"53.18.5","catch_line":"Hearing Procedures And License Revocations.","url":"\/53.18.5\/","token":"53.18.5"},"33":{"id":"2179","structure_id":"18","section_number":"53.19","catch_line":"Cat Tag – Issuance Of.","url":"\/53.19\/","token":"53.19"},"34":{"id":"2475","structure_id":"18","section_number":"53.21","catch_line":"Dog Tags – Wearing Of And Registry.","url":"\/53.21\/","token":"53.21"},"35":{"id":"3414","structure_id":"18","section_number":"53.22","catch_line":"Dog Tag – Must Be Official.","url":"\/53.22\/","token":"53.22"},"36":{"id":"913","structure_id":"18","section_number":"53.23","catch_line":"Dog Tags – Removal Of.","url":"\/53.23\/","token":"53.23"},"37":{"id":"489","structure_id":"18","section_number":"53.24","catch_line":"Receipt – Certificate – Failure To Exhibit.","url":"\/53.24\/","token":"53.24"},"38":{"id":"2154","structure_id":"18","section_number":"53.25","catch_line":"Collection – Depositing Of.","url":"\/53.25\/","token":"53.25"},"39":{"id":"2031","structure_id":"18","section_number":"53.26","catch_line":"License Taxes – Right To Sue For Recovery.","url":"\/53.26\/","token":"53.26"},"40":{"id":"531","structure_id":"18","section_number":"53.27","catch_line":"Transfer Of Ownership; Notice Required.","url":"\/53.27\/","token":"53.27"},"41":{"id":"2785","structure_id":"18","section_number":"53.28","catch_line":"Harboring Of Unlicensed Dogs.","url":"\/53.28\/","token":"53.28"},"42":{"id":"1095","structure_id":"18","section_number":"53.29","catch_line":"Female Dogs And Cats, Straying During Season.","url":"\/53.29\/","token":"53.29"},"43":{"id":"3775","structure_id":"18","section_number":"53.30","catch_line":"Keeping Of Diseased Or Crippled Animals.","url":"\/53.30\/","token":"53.30"},"44":{"id":"3559","structure_id":"18","section_number":"53.31","catch_line":"Public Spay And Neuter Clinic.","url":"\/53.31\/","token":"53.31"},"45":{"id":"2624","structure_id":"18","section_number":"53.32","catch_line":"Animals – Disposal Of.","url":"\/53.32\/","token":"53.32"},"46":{"id":"2620","structure_id":"18","section_number":"53.33","catch_line":"Vicious Animals – Private Premises.","url":"\/53.33\/","token":"53.33"},"47":{"id":"3003","structure_id":"18","section_number":"53.34","catch_line":"Animals At Large.","url":"\/53.34\/","token":"53.34"},"48":{"id":"1991","structure_id":"18","section_number":"53.34.1","catch_line":"Menacing Dogs.","url":"\/53.34.1\/","token":"53.34.1"},"49":{"id":"3233","structure_id":"18","section_number":"53.34.2","catch_line":"Impoundment – Biting Or Attacking Animal.","url":"\/53.34.2\/","token":"53.34.2"},"50":{"id":"145","structure_id":"18","section_number":"53.34.3","catch_line":"Restricted Dog Permit.","url":"\/53.34.3\/","token":"53.34.3"},"51":{"id":"2148","structure_id":"18","section_number":"53.34.4","catch_line":"Dangerous Animal – Procedures.","url":"\/53.34.4\/","token":"53.34.4"},"52":{"id":"3052","structure_id":"18","section_number":"53.35","catch_line":"Animals – Transportation Of.","url":"\/53.35\/","token":"53.35"},"53":{"id":"4084","structure_id":"18","section_number":"53.36","catch_line":"Resisting Officers Or Employees.","url":"\/53.36\/","token":"53.36"},"54":{"id":"4025","structure_id":"18","section_number":"53.37","catch_line":"Dogs – Exemptions.","url":"\/53.37\/","token":"53.37"},"55":{"id":"2886","structure_id":"18","section_number":"53.38","catch_line":"Wild Animals – Keeping – Permit.","url":"\/53.38\/","token":"53.38"},"56":{"id":"3028","structure_id":"18","section_number":"53.39","catch_line":"Wild Animals – Power Of Department Over.","url":"\/53.39\/","token":"53.39"},"57":{"id":"660","structure_id":"18","section_number":"53.40","catch_line":"Bull Fights.","url":"\/53.40\/","token":"53.40"},"58":{"id":"1779","structure_id":"18","section_number":"53.41","catch_line":"Animals – Food Poisoning.","url":"\/53.41\/","token":"53.41"},"59":{"id":"3570","structure_id":"18","section_number":"53.42","catch_line":"Animals, Sale Of – As Novelties – On Streets.","url":"\/53.42\/","token":"53.42"},"60":{"id":"3051","structure_id":"18","section_number":"53.43","catch_line":"Pigeons – Feeding – Restricted Area.","url":"\/53.43\/","token":"53.43"},"61":{"id":"679","structure_id":"18","section_number":"53.44","catch_line":"Veterinaries - Notices Of Death Of Animals.","url":"\/53.44\/","token":"53.44"},"62":{"id":"4051","structure_id":"18","section_number":"53.45","catch_line":"Veterinaries - Retention Of Dead Animals.","url":"\/53.45\/","token":"53.45"},"63":{"id":"990","structure_id":"18","section_number":"53.46","catch_line":"Wild Birds – Impounding – Crating.","url":"\/53.46\/","token":"53.46"},"64":{"id":"2238","structure_id":"18","section_number":"53.47","catch_line":"Breeding Animals – Enclosures.","url":"\/53.47\/","token":"53.47"},"65":{"id":"974","structure_id":"18","section_number":"53.48","catch_line":"Song Birds – Killing.","url":"\/53.48\/","token":"53.48"},"66":{"id":"2723","structure_id":"18","section_number":"53.49","catch_line":"Dogs - Dog Defecation To Be Removed By Owners.","url":"\/53.49\/","token":"53.49"},"67":{"id":"2156","structure_id":"18","section_number":"53.50","catch_line":"Dog Kennels, Etc.","url":"\/53.50\/","token":"53.50"},"68":{"id":"1663","structure_id":"18","section_number":"53.51","catch_line":"Vaccination Of Dogs Required.","url":"\/53.51\/","token":"53.51"},"69":{"id":"2818","structure_id":"18","section_number":"53.52","catch_line":"Exemptions.","url":"\/53.52\/","token":"53.52"},"70":{"id":"2527","structure_id":"18","section_number":"53.53","catch_line":"Duty Of Veterinarians Performing Vaccinations.","url":"\/53.53\/","token":"53.53"},"71":{"id":"3042","structure_id":"18","section_number":"53.54","catch_line":"Vaccination Certificates, Proof Of Sterilization And Other Proof To Be Retained By Owner.","url":"\/53.54\/","token":"53.54"},"72":{"id":"4045","structure_id":"18","section_number":"53.55","catch_line":"Dogs On Beaches Prohibited – Exception.","url":"\/53.55\/","token":"53.55"},"73":{"id":"535","structure_id":"18","section_number":"53.56","catch_line":"Imported Dogs.","url":"\/53.56\/","token":"53.56"},"74":{"id":"1570","structure_id":"18","section_number":"53.57","catch_line":"Unlawful Possession – Certificates.","url":"\/53.57\/","token":"53.57"},"75":{"id":"821","structure_id":"18","section_number":"53.58","catch_line":"Rules And Regulations.","url":"\/53.58\/","token":"53.58"},"76":{"id":"1225","structure_id":"18","section_number":"53.59","catch_line":"Animals – Distances – Separation From Dwelling.","url":"\/53.59\/","token":"53.59"},"77":{"id":"3443","structure_id":"18","section_number":"53.60","catch_line":"Carrier And Homing Pigeons – Permits.","url":"\/53.60\/","token":"53.60"},"78":{"id":"3846","structure_id":"18","section_number":"53.62","catch_line":"Animals; Burial Of.","url":"\/53.62\/","token":"53.62"},"79":{"id":"3069","structure_id":"18","section_number":"53.63","catch_line":"Barking Dog Noise.","url":"\/53.63\/","token":"53.63"},"80":{"id":"2359","structure_id":"18","section_number":"53.64","catch_line":"Regulation Of Sentry Dog Services.","url":"\/53.64\/","token":"53.64"},"81":{"id":"3519","structure_id":"18","section_number":"53.65","catch_line":"Maiming, Injuring Or Killing Animals During Performance.","url":"\/53.65\/","token":"53.65"},"82":{"id":"2340","structure_id":"18","section_number":"53.66","catch_line":"Guard Dogs.","url":"\/53.66\/","token":"53.66"},"83":{"id":"871","structure_id":"18","section_number":"53.67","catch_line":"Animal Sacrifice.","url":"\/53.67\/","token":"53.67"},"84":{"id":"2285","structure_id":"18","section_number":"53.68","catch_line":"Fees For Services To Subdividers.","url":"\/53.68\/","token":"53.68"},"85":{"id":"1809","structure_id":"18","section_number":"53.69","catch_line":"Fees For Trap Rental.","url":"\/53.69\/","token":"53.69"},"86":{"id":"2208","structure_id":"18","section_number":"53.70","catch_line":"Care And Maintenance Of Dogs.","url":"\/53.70\/","token":"53.70"},"87":{"id":"444","structure_id":"18","section_number":"53.71","catch_line":"Roosters – Limit.","url":"\/53.71\/","token":"53.71"},"88":{"id":"2775","structure_id":"18","section_number":"53.72","catch_line":"Declawing Of Cats Or Other Animals – Prohibition.","url":"\/53.72\/","token":"53.72"},"89":{"id":"2535","structure_id":"18","section_number":"53.73","catch_line":"Sale Of Commercially Bred Dogs, Cats And Rabbits In Pet\nStores – Prohibition.","url":"\/53.73\/","token":"53.73"}},"next_section":{"id":"3519","structure_id":"18","section_number":"53.65","catch_line":"Maiming, Injuring Or Killing Animals During Performance.","url":"\/53.65\/","token":"53.65"},"metadata":false,"references":false,"url":"\/53.64\/","token":"53.64","formats":{"txt":"\/53.64.txt","json":"\/53.64.xml"},"dublin_core":{"Title":"Regulation Of Sentry Dog Services.","Type":"Text","Format":"text\/html","Identifier":"§ 53.64","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nREGULATION OF SENTRY DOG SERVICES. (§ 53.64)\n\n  REGULATION OF SENTRY DOG SERVICES.\n\t(Title and Section amended by Ord. No. 157,093, Eff. 11\/6\/82.)\tPurpose of\nSection – The need for technical skill, training and experience, and other\nfundamental qualities and qualifications in persons engaged in the business of\nproviding sentry dog services, of training sentry dogs, and of handling sentry\ndogs having been established and demonstrated, and in order to safeguard the\nhealth and safety or the general public, of persons who acquire such dogs and of\nthe dogs themselves, it is the purpose of the City of Los Angeles, in enacting\nthis ordinance, to make appropriate provision for the licensing and regulation\nof sentry dog businesses, trainers, handlers, and\nowners.\tA.\tDefinitions.\t(1)\t“Sentry Dog” means any dog trained to guard,\nprotect, patrol or defend any premises, area or yard, or any dog trained as a\nsentry or to protect, defend or guard any person or property or any dog which is\nschutzhund or any similar classification.\t(2)\t“Trainer” means any person who\nengages in the practice of training a sentry dog in or for placement in the City\nof Los Angeles.\t(3)\t“Handler” means any person who has custody of sentry\ndogs for transportation, placement, drop-off, or pickup to or at a location\nwithin the City of Los Angeles as part of a sentry dog service.\t(4)\t“Sentry\nDog Service” means engaging in the business of providing sentry dogs in the\nCity of Los Angeles.\t(5)\t“Person” means any individual, partnership, firm,\njoint stock company, corporation, association, trust, estate, or other legal\nentity.\t(6)\t“Owner” means any person who has purchased or obtained legal\ncustody of a sentry dog.\t(7)\t“Licensee” means any person licensed pursuant\nto the provisions of this section.\tB.\tLicensing.\t(1)\tNo person shall engage in\nthe business of providing sentry dog service in the City of Los Angeles, or\nengage in the practice of training sentry dogs or hold himself or herself out as\nbeing able to do so, or act as a handler, unless licensed pursuant to this\nsection.\t(2)\tNo person shall own or have the care or custody of a sentry dog\nunless the person has secured a sentry dog license, tag, and identification\nnumber from the Department of Animal Services. The fee for each sentry dog\nlicense shall be fifty dollars ($50.00) per year  (Fee Amended by Ord. No.\n170,171, Eff. 1\/20\/95.). The payment of the fee for the sentry dog license shall\nbe in lieu of the dog license tax imposed by Section 53.15 of this\narticle.\t(3)\tThe General Manager of the Department of Animal Services shall\nestablish such standards as he or she deems necessary and proper to carry out\nthe purposes of this section in determining the fitness of applicants for sentry\ndog trainer or handler, and for the sentry dogs themselves, and shall promulgate\nrules and regulations to effectuate the licensing and tagging of each dog as are\ndeemed necessary. Each applicant for sentry dog trainer or handler shall satisfy\nthe General Manager that he or she is qualified by training or experience to\ntrain or handle sentry dogs, to provide humane care and treatment of all dogs\nunder his or her jurisdiction, and that he or she has adequate facilities for\nsuch training or handling. In formulating such standards, the General Manager\nshall seek the assistance of a committee of not less than three persons\nknowledgeable in the field of sentry dog training. Such standards shall include\nveterinary and health care standards to be observed by trainers and handlers.\nThe General Manager shall appoint the members of the committee for three year\nterms. The initial appointments to the committee shall consist of one member for\na one year term, one member for a two year term, and all other members for a\nthree year term. The members of the committee may be replaced by the General\nManager, without cause, prior to the expiration of their terms.\tC.\tRules and\nRegulations.  Pursuant to the procedures set forth in the Los Angeles Municipal\nCode the General Manager may make such rules and regulations as are reasonably\nnecessary to:\t(1)\tEstablish the procedures and responsibilities of the\ncommittee;\t(2)\tEstablish and administer an examination of applicants for a\nlicense to train or handle sentry dogs. Any person possessing a license to train\nsentry dogs may also handle sentry dogs without the necessity of a handler’s\nlicense;\t(3)\tIssue annual licenses for sentry dog services, trainers, and\nhandlers;\t(4)\tRegulate the annual renewal of licenses including the necessity of\nreexamination of trainers and handlers.\tD.\tApplication For Licenses.\t(1)\tAn\napplication for a license to operate, maintain, and conduct a sentry dog service\nin the City shall be filed together with an application fee of two hundred\ndollars ($200.00) (Fee Amended by Ord. No. 170,171, Eff. 1\/20\/95.) with the\nDepartment of Animal Services. An annual fee of one hundren dollars ($100.00)\n(Fee Amended by Ord. No. 170,171, Eff. 1\/20\/95.) shall be required for the\nrenewal of a business license. The application shall state the name, address and\ntype of organization of the sentry dog service, its method of operation, the\nnames, addresses and physical description of its officers, proprietors, and\nemployees, and such other identification and information including, but not\nlimited to, fingerprints and recent photographs of the applicant, its officers,\nproprietors, and employees as may be deemed necessary by the General Manager of\nthe Department of Animal Services.\t(2)\tThe application for a license to conduct\na sentry dog service in the City, and each annual renewal request, must be\naccompanied by a surety bond underwritten by a corporate surety admitted to do\nbusiness in California, in a form approved by the City Attorney, in the sum of\n$15,000.00 blanket coverage for each and all employees, officers, and\nproprietors of the sentry dog service. The bond shall be conditioned upon the\nfaithful and honest conduct of the business of sentry dog service by the\nlicensee and also conditioned upon faithful compliance with all of the\nordinances of the City and the laws of the State of California, in force, or\nwhich may thereafter be adopted. The licensee and sureties named in the bond,\nand their successors and assigns, shall be jointly and severally liable to the\nCity and to any person, firm or corporation for damages suffered by reason of\nthe wrongful acts of the licensee, its officers, employees, or proprietors in\nbreach of the condition of the bond. The bond shall not be void upon any one or\nmore recoveries thereunder, but may be sued and recovered upon from time to time\nby any person, firm or corporation aggrieved or damaged, to the extent thereof.\nThe bond shall be renewed to its original amount on each anniversary. Notice of\nany proposed cancellation of the bond shall be sent by registered mail to the\nInsurance and Bonds Section of the Office of the City Attorney and to the\nDepartment of Animal Services not less than 30 days in advance of the\ncancellation date.\t(3)\tA sentry dog service shall furnish evidence of the\nfollowing insurance with the Department of Animal Services upon request:\nworkers’ compensation, general liability, and automobile liability.\t(4)\tEach\napplicant for a sentry dog trainer license shall be a natural person and have at\nleast 2000 hours of actual commercial experience as a trainer and have trained\nseven (7) dogs; or an equivalent amount of experience, as determined by the\ncommittee or General Manager. Each applicant for a sentry dog trainer license\nshall pay at the time of filing the application the sum of two hundred dollars\n($200.00)   (Fee Amended by Ord. No. 170,171, Eff. 1\/20\/95.) to the Department\nof Animal Services. An annual fee of one hundred dollars ($100.00) (Fee Amended\nby Ord. No. 170,171, Eff. 1\/20\/95.) shall be required for the renewal of a\nlicense.\t(5)\tEach applicant for a sentry dog handler license shall be a natural\nperson and shall pay a fee of one hundred dollars ($100.00) at the time of\nfiling the application. An annual fee of fifty dollars ($50.00) shall be\nrequired for the renewal of a license.\tE.\tNecessity of License.  It shall be\nunlawful for any person to engage in any business or occupation licensed under\nthis section within the City of Los Angeles unless such person holds a valid and\nunimpaired license pursuant to the provisions of this section. Violation of any\nprovision of this section is a misdemeanor.\tF.\tDenial of License.  The General\nManager may refuse to issue a license to a sentry dog service, trainer, or\nhandler on the grounds that the applicant, or an officer or managing employee of\nthe applicant, has committed or sustained one of the following within the last\nfive (5) years:\t(1)\tConviction of a crime. A conviction within the meaning of\nthis section means a plea or verdict of guilty or a plea of nolo contendre. Any\naction which the General Manager is permitted to take following the\nestablishment of a conviction may be taken when the time for appeal has elapsed,\nor the judgment of conviction has been affirmed or on appeal and is final, or\nwhen an order granting probation is made suspending the imposition of sentence,\nirrespective of a subsequent order under the provisions of Section 1203.4 of the\nPenal Code; or\t(2)\tAny act involving dishonesty, fraud, or deceit with the\nintent to benefit oneself or another, or injure another; or\t(3)\tAny act\ninvolving violence with the intent to benefit oneself or another, or injure\nanother; or\t(4)\tAny act involving cruelty to an animal; or\t(5)\tAny act which if\ndone by a licensee would be grounds for suspension or revocation of the\nlicense.\tThe General Manager may deny a license pursuant to this subsection only\nif the crime or act is related to the qualifications, functions or duties of a\nsentry dog service, trainer or handler. The General Manager may also refuse to\nissue a license under this section if the General Manager determines that the\napplicant has made any false statements or given any false information in\nconnection with any application required under this section.\tG.\tGrounds for\nSuspension or Revocation of License.  The General Manager may suspend or revoke\na license issued under this section if the General Manager determines that the\nlicensee has:\t(1)\tMade any false statement or given any false information in\nconnection with an application for a license, renewal of a license, or\nreinstatement of a license;\t(2)\tViolated any provision of this\nArticle;\t(3)\tViolated any rule or regulation of the General Manager adopted\npursuant to the authority contained in this section;\t(4)\tCommitted any act which\nwould be grounds for denial of a license;\t(5)\tA sentry dog service has employed\nor permitted a person to act as a sentry dog trainer or handler within the City\nof Los Angeles, as defined in this section, who is not in possession of a valid\nlicense issued pursuant to this section.\tH.\tRevocation or Suspension of\nLicense.  Any license issued under this section may be revoked or suspended\nunder the procedure contained in Section 22.02 of the Los Angeles Municipal\nCode.\tI.\tQualification of a Dog.  No person shall sell, give away or let for\nhire any sentry dog unless the following requirements have been met:\t(1)\tThe dog\nhas been immunized against distemper and rabies;\t(2)\tA certificate of rabies\nvaccination is current and valid, issued by a licensed\nveterinarian.\tJ.\tIdentification Tag.  Every trainer, handler, or owner of a\nsentry dog shall see to it that such sentry dog wears a clearly visible tag\nissued by the Department of Animal Services. Such tag shall have stamped or\nprinted thereon the words “Sentry Dog, City of Los Angeles, Department of\nAnimal Services, Fiscal Year .&thinsp;.&thinsp;. ., if found, call 485-5763.”\nSuch tag shall be suspended not less than three quarters of an inch and not more\nthan two inches from the collar worn by the dog. Said collar shall be composed\nof leather affixed with suitable metal buckle or metal training collar (choke\nchain) to prevent loss of identification tag. Lost or stolen tags shall be\nreported to the Department and shall be immediately replaced by the Department\nat a reasonable replacement cost.\tK.\tReport of Transfer, Loss or Theft\nRequired.\t(1)\tAny person who sells, leases, rents, gives away or otherwise\ntransfers ownership or possession of any sentry dog shall, within ten days of\nthe transfer, file a report with the General Manager on a form prescribed by him\nor her, containing the name and address of the person to whom such dog was\ntransferred, a description and registration or identification number of the dog,\nand any other information the General Manager deems appropriate.\t(2)\tAny person\nwhose sentry dog is lost, stolen, or whose dog dies or is seriously injured\nshall, within three days of the loss, theft, injury or death, file a report with\nthe General Manager, on a form prescribed by him or her containing a description\nand registration or identification number of the dog and any other information\nthe General Manager deems appropriate.\t(3)\tAny humane society, animal shelter,\nboarding kennel, pet shop, veterinarian or other person who receives a stray\nsentry dog, tagged or otherwise identified as sentry dog, other than a bona fide\nsale or other transfer as described under subdivisions in this section shall\nimmediately notify the General Manager of the receipt, giving all particulars.\nAny dogs received by any humane society, animal shelter, boarding kennel, pet\nshop, veterinarian or other person under such circumstances shall be returned to\nthe sentry dog owner or returned to the Department of Animal Services for legal\ndisposition.\tL.\tInspection of Premises.  Premises used for training or sale of\nsentry dogs and records thereof shall be open for inspection at reasonable hours\nby any employee of the Department charged by the General Manager with the duty\nof making inspections for the purpose of inspecting said premises or records to\ninsure compliance with the requirements of this section and the rules and\nregulations adopted by the General Manager.\n","html":"\n\t\t\t\t\t<section><p>  REGULATION OF SENTRY DOG SERVICES.\n\t(Title and Section amended by Ord. No. 157,093, Eff. 11\/6\/82.)<br \/><br \/>\tPurpose of Section – The need for technical skill, training and experience, and other fundamental qualities and qualifications in persons engaged in the business of providing sentry dog services, of training sentry dogs, and of handling sentry dogs having been established and demonstrated, and in <span class=\"dictionary\">order<\/span> to safeguard the health and safety or the general public, of persons who acquire such dogs and of the dogs themselves, it is the purpose of the City of Los Angeles, in enacting this <span class=\"dictionary\">ordinance<\/span>, to make appropriate provision for the licensing and regulation of sentry dog businesses, trainers, handlers, and owners.<br \/><br \/>\tA.\tDefinitions.<br \/><br \/>\t(1)\t“Sentry Dog” means any dog trained to guard, protect, patrol or defend any premises, area or yard, or any dog trained as a sentry or to protect, defend or guard any person or property or any dog which is schutzhund or any similar classification.<br \/><br \/>\t(2)\t“Trainer” means any person who engages in the practice of training a sentry dog in or for placement in the City of Los Angeles.<br \/><br \/>\t(3)\t“Handler” means any person who has <span class=\"dictionary\">custody<\/span> of sentry dogs for transportation, placement, drop-off, or pickup to or at a location within the City of Los Angeles as part of a sentry dog service.<br \/><br \/>\t(4)\t“Sentry Dog Service” means engaging in the business of providing sentry dogs in the City of Los Angeles.<br \/><br \/>\t(5)\t“Person” means any individual, partnership, firm, joint stock company, corporation, association, trust, estate, or other legal entity.<br \/><br \/>\t(6)\t“Owner” means any person who has purchased or obtained legal <span class=\"dictionary\">custody<\/span> of a sentry dog.<br \/><br \/>\t(7)\t“Licensee” means any person licensed pursuant to the provisions of this section.<br \/><br \/>\tB.\tLicensing.<br \/><br \/>\t(1)\tNo person shall engage in the business of providing sentry dog service in the City of Los Angeles, or engage in the practice of training sentry dogs or hold himself or herself out as being able to do so, or act as a handler, unless licensed pursuant to this section.<br \/><br \/>\t(2)\tNo person shall own or have the care or <span class=\"dictionary\">custody<\/span> of a sentry dog unless the person has secured a sentry dog license, tag, and identification number from the Department of Animal Services. The fee for each sentry dog license shall be fifty dollars ($50.00) per year  (Fee Amended by Ord. No. 170,171, Eff. 1\/20\/95.). The payment of the fee for the sentry dog license shall be in lieu of the dog license tax imposed by Section 53.15 of this article.<br \/><br \/>\t(3)\tThe General Manager of the Department of Animal Services shall establish such standards as he or she deems necessary and proper to carry out the purposes of this section in determining the fitness of applicants for sentry dog trainer or handler, and for the sentry dogs themselves, and shall promulgate rules and regulations to effectuate the licensing and tagging of each dog as are deemed necessary. Each applicant for sentry dog trainer or handler shall satisfy the General Manager that he or she is qualified by training or experience to train or handle sentry dogs, to provide humane care and treatment of all dogs under his or her <span class=\"dictionary\">jurisdiction<\/span>, and that he or she has adequate facilities for such training or handling. In formulating such standards, the General Manager shall seek the assistance of a committee of not less than three persons knowledgeable in the field of sentry dog training. Such standards shall include veterinary and health care standards to be observed by trainers and handlers. The General Manager shall appoint the members of the committee for three year terms. The initial appointments to the committee shall consist of one member for a one year term, one member for a two year term, and all other members for a three year term. The members of the committee may be replaced by the General Manager, without cause, prior to the expiration of their terms.<br \/><br \/>\tC.\tRules and Regulations.  Pursuant to the procedures set forth in the Los Angeles Municipal Code the General Manager may make such rules and regulations as are reasonably necessary to:<br \/><br \/>\t(1)\tEstablish the procedures and responsibilities of the committee;<br \/><br \/>\t(2)\tEstablish and administer an examination of applicants for a license to train or handle sentry dogs. Any person possessing a license to train sentry dogs may also handle sentry dogs without the necessity of a handler’s license;<br \/><br \/>\t(3)\t<span class=\"dictionary\">Issue<\/span> annual licenses for sentry dog services, trainers, and handlers;<br \/><br \/>\t(4)\tRegulate the annual renewal of licenses including the necessity of reexamination of trainers and handlers.<br \/><br \/>\tD.\tApplication For Licenses.<br \/><br \/>\t(1)\tAn application for a license to operate, maintain, and conduct a sentry dog service in the City shall be filed together with an application fee of two hundred dollars ($200.00) (Fee Amended by Ord. No. 170,171, Eff. 1\/20\/95.) with the Department of Animal Services. An annual fee of one hundren dollars ($100.00) (Fee Amended by Ord. No. 170,171, Eff. 1\/20\/95.) shall be required for the renewal of a business license. The application shall state the name, address and type of organization of the sentry dog service, its method of operation, the names, addresses and physical description of its officers, proprietors, and employees, and such other identification and information including, but not limited to, fingerprints and recent photographs of the applicant, its officers, proprietors, and employees as may be deemed necessary by the General Manager of the Department of Animal Services.<br \/><br \/>\t(2)\tThe application for a license to conduct a sentry dog service in the City, and each annual renewal request, must be accompanied by a <span class=\"dictionary\">surety<\/span> <span class=\"dictionary\">bond<\/span> underwritten by a corporate <span class=\"dictionary\">surety<\/span> admitted to do business in California, in a form approved by the City Attorney, in the sum of $15,000.00 blanket coverage for each and all employees, officers, and proprietors of the sentry dog service. The <span class=\"dictionary\">bond<\/span> shall be conditioned upon the faithful and honest conduct of the business of sentry dog service by the licensee and also conditioned upon faithful compliance with all of the <span class=\"dictionary\">ordinances<\/span> of the City and the <span class=\"dictionary\">laws<\/span> of the State of California, in force, or which may thereafter be adopted. The licensee and sureties named in the <span class=\"dictionary\">bond<\/span>, and their successors and assigns, shall be jointly and severally liable to the City and to any person, firm or corporation for <span class=\"dictionary\">damages<\/span> suffered by reason of the wrongful acts of the licensee, its officers, employees, or proprietors in breach of the condition of the <span class=\"dictionary\">bond<\/span>. The <span class=\"dictionary\">bond<\/span> shall not be void upon any one or more recoveries thereunder, but may be sued and recovered upon from time to time by any person, firm or corporation aggrieved or damaged, to the extent thereof. The <span class=\"dictionary\">bond<\/span> shall be renewed to its original amount on each anniversary. Notice of any proposed cancellation of the <span class=\"dictionary\">bond<\/span> shall be sent by registered mail to the Insurance and <span class=\"dictionary\">Bonds<\/span> Section of the Office of the City Attorney and to the Department of Animal Services not less than 30 days in advance of the cancellation date.<br \/><br \/>\t(3)\tA sentry dog service shall furnish <span class=\"dictionary\">evidence<\/span> of the following insurance with the Department of Animal Services upon request: workers’ compensation, general liability, and automobile liability.<br \/><br \/>\t(4)\tEach applicant for a sentry dog trainer license shall be a natural person and have at least 2000 hours of actual commercial experience as a trainer and have trained seven (7) dogs; or an equivalent amount of experience, as determined by the committee or General Manager. Each applicant for a sentry dog trainer license shall pay at the time of filing the application the sum of two hundred dollars ($200.00)   (Fee Amended by Ord. No. 170,171, Eff. 1\/20\/95.) to the Department of Animal Services. An annual fee of one hundred dollars ($100.00) (Fee Amended by Ord. No. 170,171, Eff. 1\/20\/95.) shall be required for the renewal of a license.<br \/><br \/>\t(5)\tEach applicant for a sentry dog handler license shall be a natural person and shall pay a fee of one hundred dollars ($100.00) at the time of filing the application. An annual fee of fifty dollars ($50.00) shall be required for the renewal of a license.<br \/><br \/>\tE.\tNecessity of License.  It shall be unlawful for any person to engage in any business or occupation licensed under this section within the City of Los Angeles unless such person holds a valid and unimpaired license pursuant to the provisions of this section. Violation of any provision of this section is a <span class=\"dictionary\">misdemeanor<\/span>.<br \/><br \/>\tF.\tDenial of License.  The General Manager may refuse to <span class=\"dictionary\">issue<\/span> a license to a sentry dog service, trainer, or handler on the grounds that the applicant, or an officer or managing employee of the applicant, has committed or sustained one of the following within the last five (5) years:<br \/><br \/>\t(1)\t<span class=\"dictionary\">Conviction<\/span> of a <span class=\"dictionary\">crime<\/span>. A <span class=\"dictionary\">conviction<\/span> within the meaning of this section means a <span class=\"dictionary\">plea<\/span> or <span class=\"dictionary\">verdict<\/span> of guilty or a <span class=\"dictionary\">plea<\/span> of nolo contendre. Any action which the General Manager is permitted to take following the establishment of a <span class=\"dictionary\">conviction<\/span> may be taken when the time for <span class=\"dictionary\">appeal<\/span> has elapsed, or the <span class=\"dictionary\">judgment<\/span> of <span class=\"dictionary\">conviction<\/span> has been <span class=\"dictionary\">affirmed<\/span> or on <span class=\"dictionary\">appeal<\/span> and is final, or when an <span class=\"dictionary\">order<\/span> granting <span class=\"dictionary\">probation<\/span> is made suspending the imposition of sentence, irrespective of a subsequent <span class=\"dictionary\">order<\/span> under the provisions of Section 1203.4 of the Penal Code; or<br \/><br \/>\t(2)\tAny act involving dishonesty, <span class=\"dictionary\">fraud<\/span>, or deceit with the <span class=\"dictionary\">intent<\/span> to benefit oneself or another, or injure another; or<br \/><br \/>\t(3)\tAny act involving violence with the <span class=\"dictionary\">intent<\/span> to benefit oneself or another, or injure another; or<br \/><br \/>\t(4)\tAny act involving cruelty to an animal; or<br \/><br \/>\t(5)\tAny act which if done by a licensee would be grounds for suspension or <span class=\"dictionary\">revocation<\/span> of the license.<br \/><br \/>\tThe General Manager may deny a license pursuant to this subsection only if the <span class=\"dictionary\">crime<\/span> or act is related to the qualifications, functions or duties of a sentry dog service, trainer or handler. The General Manager may also refuse to <span class=\"dictionary\">issue<\/span> a license under this section if the General Manager determines that the applicant has made any false statements or given any false information in connection with any application required under this section.<br \/><br \/>\tG.\tGrounds for Suspension or <span class=\"dictionary\">Revocation<\/span> of License.  The General Manager may suspend or revoke a license issued under this section if the General Manager determines that the licensee has:<br \/><br \/>\t(1)\tMade any false statement or given any false information in connection with an application for a license, renewal of a license, or reinstatement of a license;<br \/><br \/>\t(2)\tViolated any provision of this Article;<br \/><br \/>\t(3)\tViolated any rule or regulation of the General Manager adopted pursuant to the authority contained in this section;<br \/><br \/>\t(4)\tCommitted any act which would be grounds for denial of a license;<br \/><br \/>\t(5)\tA sentry dog service has employed or permitted a person to act as a sentry dog trainer or handler within the City of Los Angeles, as defined in this section, who is not in <span class=\"dictionary\">possession<\/span> of a valid license issued pursuant to this section.<br \/><br \/>\tH.\t<span class=\"dictionary\">Revocation<\/span> or Suspension of License.  Any license issued under this section may be revoked or suspended under the procedure contained in Section 22.02 of the Los Angeles Municipal Code.<br \/><br \/>\tI.\tQualification of a Dog.  No person shall sell, give away or let for hire any sentry dog unless the following requirements have been met:<br \/><br \/>\t(1)\tThe dog has been immunized against distemper and rabies;<br \/><br \/>\t(2)\tA certificate of rabies vaccination is current and valid, issued by a licensed veterinarian.<br \/><br \/>\tJ.\tIdentification Tag.  Every trainer, handler, or owner of a sentry dog shall see to it that such sentry dog wears a clearly visible tag issued by the Department of Animal Services. Such tag shall have stamped or printed thereon the words “Sentry Dog, City of Los Angeles, Department of Animal Services, Fiscal Year .&thinsp;.&thinsp;. ., if found, call 485-5763.” Such tag shall be suspended not less than three quarters of an inch and not more than two inches from the collar worn by the dog. Said collar shall be composed of leather affixed with suitable metal buckle or metal training collar (choke chain) to prevent loss of identification tag. Lost or stolen tags shall be reported to the Department and shall be immediately replaced by the Department at a reasonable replacement cost.<br \/><br \/>\tK.\tReport of Transfer, Loss or Theft Required.<br \/><br \/>\t(1)\tAny person who sells, leases, rents, gives away or otherwise transfers ownership or <span class=\"dictionary\">possession<\/span> of any sentry dog shall, within ten days of the transfer, file a report with the General Manager on a form prescribed by him or her, containing the name and address of the person to whom such dog was transferred, a description and registration or identification number of the dog, and any other information the General Manager deems appropriate.<br \/><br \/>\t(2)\tAny person whose sentry dog is lost, stolen, or whose dog dies or is seriously injured shall, within three days of the loss, theft, injury or death, file a report with the General Manager, on a form prescribed by him or her containing a description and registration or identification number of the dog and any other information the General Manager deems appropriate.<br \/><br \/>\t(3)\tAny humane society, animal shelter, boarding kennel, pet shop, veterinarian or other person who receives a stray sentry dog, tagged or otherwise identified as sentry dog, other than a bona fide sale or other transfer as described under subdivisions in this section shall immediately notify the General Manager of the receipt, giving all particulars. Any dogs received by any humane society, animal shelter, boarding kennel, pet shop, veterinarian or other person under such circumstances shall be returned to the sentry dog owner or returned to the Department of Animal Services for legal <span class=\"dictionary\">disposition<\/span>.<br \/><br \/>\tL.\tInspection of Premises.  Premises used for training or sale of sentry dogs and records thereof shall be open for inspection at reasonable hours by any employee of the Department charged by the General Manager with the duty of making inspections for the purpose of inspecting said premises or records to insure compliance with the requirements of this section and the rules and regulations adopted by the General Manager.<\/p><\/section>","previous_section":{"id":"3069","structure_id":"18","section_number":"53.63","catch_line":"Barking Dog Noise.","url":"\/53.63\/","token":"53.63"},"text":{"0":{"id":"2337","text":"  REGULATION OF SENTRY DOG SERVICES.\n\t(Title and Section amended by Ord. No. 157,093, Eff. 11\/6\/82.)\tPurpose of Section – The need for technical skill, training and experience, and other fundamental qualities and qualifications in persons engaged in the business of providing sentry dog services, of training sentry dogs, and of handling sentry dogs having been established and demonstrated, and in order to safeguard the health and safety or the general public, of persons who acquire such dogs and of the dogs themselves, it is the purpose of the City of Los Angeles, in enacting this ordinance, to make appropriate provision for the licensing and regulation of sentry dog businesses, trainers, handlers, and owners.\tA.\tDefinitions.\t(1)\t“Sentry Dog” means any dog trained to guard, protect, patrol or defend any premises, area or yard, or any dog trained as a sentry or to protect, defend or guard any person or property or any dog which is schutzhund or any similar classification.\t(2)\t“Trainer” means any person who engages in the practice of training a sentry dog in or for placement in the City of Los Angeles.\t(3)\t“Handler” means any person who has custody of sentry dogs for transportation, placement, drop-off, or pickup to or at a location within the City of Los Angeles as part of a sentry dog service.\t(4)\t“Sentry Dog Service” means engaging in the business of providing sentry dogs in the City of Los Angeles.\t(5)\t“Person” means any individual, partnership, firm, joint stock company, corporation, association, trust, estate, or other legal entity.\t(6)\t“Owner” means any person who has purchased or obtained legal custody of a sentry dog.\t(7)\t“Licensee” means any person licensed pursuant to the provisions of this section.\tB.\tLicensing.\t(1)\tNo person shall engage in the business of providing sentry dog service in the City of Los Angeles, or engage in the practice of training sentry dogs or hold himself or herself out as being able to do so, or act as a handler, unless licensed pursuant to this section.\t(2)\tNo person shall own or have the care or custody of a sentry dog unless the person has secured a sentry dog license, tag, and identification number from the Department of Animal Services. The fee for each sentry dog license shall be fifty dollars ($50.00) per year  (Fee Amended by Ord. No. 170,171, Eff. 1\/20\/95.). The payment of the fee for the sentry dog license shall be in lieu of the dog license tax imposed by Section 53.15 of this article.\t(3)\tThe General Manager of the Department of Animal Services shall establish such standards as he or she deems necessary and proper to carry out the purposes of this section in determining the fitness of applicants for sentry dog trainer or handler, and for the sentry dogs themselves, and shall promulgate rules and regulations to effectuate the licensing and tagging of each dog as are deemed necessary. Each applicant for sentry dog trainer or handler shall satisfy the General Manager that he or she is qualified by training or experience to train or handle sentry dogs, to provide humane care and treatment of all dogs under his or her jurisdiction, and that he or she has adequate facilities for such training or handling. In formulating such standards, the General Manager shall seek the assistance of a committee of not less than three persons knowledgeable in the field of sentry dog training. Such standards shall include veterinary and health care standards to be observed by trainers and handlers. The General Manager shall appoint the members of the committee for three year terms. The initial appointments to the committee shall consist of one member for a one year term, one member for a two year term, and all other members for a three year term. The members of the committee may be replaced by the General Manager, without cause, prior to the expiration of their terms.\tC.\tRules and Regulations.  Pursuant to the procedures set forth in the Los Angeles Municipal Code the General Manager may make such rules and regulations as are reasonably necessary to:\t(1)\tEstablish the procedures and responsibilities of the committee;\t(2)\tEstablish and administer an examination of applicants for a license to train or handle sentry dogs. Any person possessing a license to train sentry dogs may also handle sentry dogs without the necessity of a handler’s license;\t(3)\tIssue annual licenses for sentry dog services, trainers, and handlers;\t(4)\tRegulate the annual renewal of licenses including the necessity of reexamination of trainers and handlers.\tD.\tApplication For Licenses.\t(1)\tAn application for a license to operate, maintain, and conduct a sentry dog service in the City shall be filed together with an application fee of two hundred dollars ($200.00) (Fee Amended by Ord. No. 170,171, Eff. 1\/20\/95.) with the Department of Animal Services. An annual fee of one hundren dollars ($100.00) (Fee Amended by Ord. No. 170,171, Eff. 1\/20\/95.) shall be required for the renewal of a business license. The application shall state the name, address and type of organization of the sentry dog service, its method of operation, the names, addresses and physical description of its officers, proprietors, and employees, and such other identification and information including, but not limited to, fingerprints and recent photographs of the applicant, its officers, proprietors, and employees as may be deemed necessary by the General Manager of the Department of Animal Services.\t(2)\tThe application for a license to conduct a sentry dog service in the City, and each annual renewal request, must be accompanied by a surety bond underwritten by a corporate surety admitted to do business in California, in a form approved by the City Attorney, in the sum of $15,000.00 blanket coverage for each and all employees, officers, and proprietors of the sentry dog service. The bond shall be conditioned upon the faithful and honest conduct of the business of sentry dog service by the licensee and also conditioned upon faithful compliance with all of the ordinances of the City and the laws of the State of California, in force, or which may thereafter be adopted. The licensee and sureties named in the bond, and their successors and assigns, shall be jointly and severally liable to the City and to any person, firm or corporation for damages suffered by reason of the wrongful acts of the licensee, its officers, employees, or proprietors in breach of the condition of the bond. The bond shall not be void upon any one or more recoveries thereunder, but may be sued and recovered upon from time to time by any person, firm or corporation aggrieved or damaged, to the extent thereof. The bond shall be renewed to its original amount on each anniversary. Notice of any proposed cancellation of the bond shall be sent by registered mail to the Insurance and Bonds Section of the Office of the City Attorney and to the Department of Animal Services not less than 30 days in advance of the cancellation date.\t(3)\tA sentry dog service shall furnish evidence of the following insurance with the Department of Animal Services upon request: workers’ compensation, general liability, and automobile liability.\t(4)\tEach applicant for a sentry dog trainer license shall be a natural person and have at least 2000 hours of actual commercial experience as a trainer and have trained seven (7) dogs; or an equivalent amount of experience, as determined by the committee or General Manager. Each applicant for a sentry dog trainer license shall pay at the time of filing the application the sum of two hundred dollars ($200.00)   (Fee Amended by Ord. No. 170,171, Eff. 1\/20\/95.) to the Department of Animal Services. An annual fee of one hundred dollars ($100.00) (Fee Amended by Ord. No. 170,171, Eff. 1\/20\/95.) shall be required for the renewal of a license.\t(5)\tEach applicant for a sentry dog handler license shall be a natural person and shall pay a fee of one hundred dollars ($100.00) at the time of filing the application. An annual fee of fifty dollars ($50.00) shall be required for the renewal of a license.\tE.\tNecessity of License.  It shall be unlawful for any person to engage in any business or occupation licensed under this section within the City of Los Angeles unless such person holds a valid and unimpaired license pursuant to the provisions of this section. Violation of any provision of this section is a misdemeanor.\tF.\tDenial of License.  The General Manager may refuse to issue a license to a sentry dog service, trainer, or handler on the grounds that the applicant, or an officer or managing employee of the applicant, has committed or sustained one of the following within the last five (5) years:\t(1)\tConviction of a crime. A conviction within the meaning of this section means a plea or verdict of guilty or a plea of nolo contendre. Any action which the General Manager is permitted to take following the establishment of a conviction may be taken when the time for appeal has elapsed, or the judgment of conviction has been affirmed or on appeal and is final, or when an order granting probation is made suspending the imposition of sentence, irrespective of a subsequent order under the provisions of Section 1203.4 of the Penal Code; or\t(2)\tAny act involving dishonesty, fraud, or deceit with the intent to benefit oneself or another, or injure another; or\t(3)\tAny act involving violence with the intent to benefit oneself or another, or injure another; or\t(4)\tAny act involving cruelty to an animal; or\t(5)\tAny act which if done by a licensee would be grounds for suspension or revocation of the license.\tThe General Manager may deny a license pursuant to this subsection only if the crime or act is related to the qualifications, functions or duties of a sentry dog service, trainer or handler. The General Manager may also refuse to issue a license under this section if the General Manager determines that the applicant has made any false statements or given any false information in connection with any application required under this section.\tG.\tGrounds for Suspension or Revocation of License.  The General Manager may suspend or revoke a license issued under this section if the General Manager determines that the licensee has:\t(1)\tMade any false statement or given any false information in connection with an application for a license, renewal of a license, or reinstatement of a license;\t(2)\tViolated any provision of this Article;\t(3)\tViolated any rule or regulation of the General Manager adopted pursuant to the authority contained in this section;\t(4)\tCommitted any act which would be grounds for denial of a license;\t(5)\tA sentry dog service has employed or permitted a person to act as a sentry dog trainer or handler within the City of Los Angeles, as defined in this section, who is not in possession of a valid license issued pursuant to this section.\tH.\tRevocation or Suspension of License.  Any license issued under this section may be revoked or suspended under the procedure contained in Section 22.02 of the Los Angeles Municipal Code.\tI.\tQualification of a Dog.  No person shall sell, give away or let for hire any sentry dog unless the following requirements have been met:\t(1)\tThe dog has been immunized against distemper and rabies;\t(2)\tA certificate of rabies vaccination is current and valid, issued by a licensed veterinarian.\tJ.\tIdentification Tag.  Every trainer, handler, or owner of a sentry dog shall see to it that such sentry dog wears a clearly visible tag issued by the Department of Animal Services. Such tag shall have stamped or printed thereon the words “Sentry Dog, City of Los Angeles, Department of Animal Services, Fiscal Year .&thinsp;.&thinsp;. ., if found, call 485-5763.” Such tag shall be suspended not less than three quarters of an inch and not more than two inches from the collar worn by the dog. Said collar shall be composed of leather affixed with suitable metal buckle or metal training collar (choke chain) to prevent loss of identification tag. Lost or stolen tags shall be reported to the Department and shall be immediately replaced by the Department at a reasonable replacement cost.\tK.\tReport of Transfer, Loss or Theft Required.\t(1)\tAny person who sells, leases, rents, gives away or otherwise transfers ownership or possession of any sentry dog shall, within ten days of the transfer, file a report with the General Manager on a form prescribed by him or her, containing the name and address of the person to whom such dog was transferred, a description and registration or identification number of the dog, and any other information the General Manager deems appropriate.\t(2)\tAny person whose sentry dog is lost, stolen, or whose dog dies or is seriously injured shall, within three days of the loss, theft, injury or death, file a report with the General Manager, on a form prescribed by him or her containing a description and registration or identification number of the dog and any other information the General Manager deems appropriate.\t(3)\tAny humane society, animal shelter, boarding kennel, pet shop, veterinarian or other person who receives a stray sentry dog, tagged or otherwise identified as sentry dog, other than a bona fide sale or other transfer as described under subdivisions in this section shall immediately notify the General Manager of the receipt, giving all particulars. Any dogs received by any humane society, animal shelter, boarding kennel, pet shop, veterinarian or other person under such circumstances shall be returned to the sentry dog owner or returned to the Department of Animal Services for legal disposition.\tL.\tInspection of Premises.  Premises used for training or sale of sentry dogs and records thereof shall be open for inspection at reasonable hours by any employee of the Department charged by the General Manager with the duty of making inspections for the purpose of inspecting said premises or records to insure compliance with the requirements of this section and the rules and regulations adopted by the General Manager.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}