{"section_number":"54.01","edition_id":"1","section_id":"3987","structure_id":"115","catch_line":"Definitions.","history":"","full_text":"  DEFINITIONS.\n\n\tFor the purposes of this article, unless the context otherwise requires:\n\n\tA.\t“City” means the City of Los Angeles.\n\n\tB.\t“Corrective action” includes, without limitation, any “remedial action” within the meaning of Section 25322 of the Health and Safety Code and any “removal” within the meaning of Section 25323 of the Health and Safety Code.\n\n\tC.\t“Disposal” has the meaning assigned to that term by Section 25113 of the Health and Safety Code.\n\n\tD.\t“Facility” means \n\n\t(1)\tany building, structure, installation, equipment, pipe or pipelines (including any pipe into a sewer or publicly owned treatment works), well, pit, pond, lagoon, impoundment, ditch, landfill, storage container, motor vehicle, rolling stock or aircraft, or \n\n\t(2) \tany site or area where a hazardous substance has been deposited, stored, disposed of, or placed, or otherwise come to be located; but does not include any consumer product in consumer use or any vessel.\n\n\tE.\t“Hazardous substance” means a waste or substance that consists of a material listed in either the List of Chemical Names or the List of Common Names appearing in Section 66680 of Title 22 of the California Administrative Code, a waste or substance that is hazardous according to the criteria set forth in Article 11 (commencing with Section 66693) of Chapter 30 of Division 4, Title 22 of the California Administrative Code, or any hazardous substance as defined in either Section 25280, Section 25316 or Section 25400 of the Health and Safety Code.\n\n\tF.\t“Hazardous waste and substance control laws” means Chapter 6.5 (commencing with Section 25100) or Chapter 6.7 (commencing with Section 25280) of Division 20 of the Health and Safety Code or any permit, rule, regulation, standard or requirement issued or promulgated pursuant to such chapters.\n\n\tG.\t“Environmental Manager” means the Chief of Police, Chief Engineer and General Manager of the Fire Department and\/or the Executive Director of the Bureau of Sanitation or his or her designee.\n\n\tH.\t“Release” has the meaning assigned to that term by Section 25320 and Section 25321 of the Health and Safety Code.\n\n\tI.\t“Unauthorized disposal or release” means any disposal of a hazardous substance which is in violation of the provisions of Chapter 6.5 (commencing with Section 25100) of Division 20 of the Health and Safety Code, any “unauthorized release” within the meaning of Section 25280 of the Health and Safety Code, or any release of a hazardous waste or substance which is not “a release authorized or permitted pursuant to state law” within the meaning of Section 25326 of the Health and Safety Code.\n\n\tJ.\t“Vessel” means every description of watercraft or other artificial contrivance used, or capable of being used, as a means of transportation on water.","order_by":"01","ancestry":{"1":{"id":"115","name":"Liability For Violation Of Hazardous Waste And Substance Control Laws.","identifier":"4","label":"article","url":"\/5\/4\/"},"2":{"id":"9","name":"Public Safety and Protection","identifier":"5","label":"chapter","url":"\/5\/"}},"structure_contents":{"0":{"id":"1733","structure_id":"115","section_number":"54.00","catch_line":"Scope.","url":"\/54.00\/","token":"54.00"},"1":{"id":"3987","structure_id":"115","section_number":"54.01","catch_line":"Definitions.","url":"\/54.01\/","token":"54.01"},"2":{"id":"846","structure_id":"115","section_number":"54.02","catch_line":"Liability For Unauthorized Disposal Or Release.","url":"\/54.02\/","token":"54.02"},"3":{"id":"2710","structure_id":"115","section_number":"54.03","catch_line":"Liability For Failure To Comply With Orders.","url":"\/54.03\/","token":"54.03"},"4":{"id":"2603","structure_id":"115","section_number":"54.04","catch_line":"Computation And Recovery Of Costs.","url":"\/54.04\/","token":"54.04"},"5":{"id":"3373","structure_id":"115","section_number":"54.05","catch_line":"Hazardous Substance Clearance Report.","url":"\/54.05\/","token":"54.05"}},"next_section":{"id":"846","structure_id":"115","section_number":"54.02","catch_line":"Liability For Unauthorized Disposal Or Release.","url":"\/54.02\/","token":"54.02"},"metadata":false,"references":false,"url":"\/54.01\/","token":"54.01","formats":{"txt":"\/54.01.txt","json":"\/54.01.xml"},"dublin_core":{"Title":"Definitions.","Type":"Text","Format":"text\/html","Identifier":"§ 54.01","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nDEFINITIONS. (§ 54.01)\n\n  DEFINITIONS.\tFor the purposes of this article, unless the context otherwise\nrequires:\tA.\t“City” means the City of Los Angeles.\tB.\t“Corrective\naction” includes, without limitation, any “remedial action” within the\nmeaning of Section 25322 of the Health and Safety Code and any “removal”\nwithin the meaning of Section 25323 of the Health and Safety\nCode.\tC.\t“Disposal” has the meaning assigned to that term by Section 25113\nof the Health and Safety Code.\tD.\t“Facility” means \t(1)\tany building,\nstructure, installation, equipment, pipe or pipelines (including any pipe into a\nsewer or publicly owned treatment works), well, pit, pond, lagoon, impoundment,\nditch, landfill, storage container, motor vehicle, rolling stock or aircraft,\nor \t(2) \tany site or area where a hazardous substance has been deposited,\nstored, disposed of, or placed, or otherwise come to be located; but does not\ninclude any consumer product in consumer use or any vessel.\tE.\t“Hazardous\nsubstance” means a waste or substance that consists of a material listed in\neither the List of Chemical Names or the List of Common Names appearing in\nSection 66680 of Title 22 of the California Administrative Code, a waste or\nsubstance that is hazardous according to the criteria set forth in Article 11\n(commencing with Section 66693) of Chapter 30 of Division 4, Title 22 of the\nCalifornia Administrative Code, or any hazardous substance as defined in either\nSection 25280, Section 25316 or Section 25400 of the Health and Safety\nCode.\tF.\t“Hazardous waste and substance control laws” means Chapter 6.5\n(commencing with Section 25100) or Chapter 6.7 (commencing with Section 25280)\nof Division 20 of the Health and Safety Code or any permit, rule, regulation,\nstandard or requirement issued or promulgated pursuant to such\nchapters.\tG.\t“Environmental Manager” means the Chief of Police, Chief\nEngineer and General Manager of the Fire Department and\/or the Executive\nDirector of the Bureau of Sanitation or his or her designee.\tH.\t“Release”\nhas the meaning assigned to that term by Section 25320 and Section 25321 of the\nHealth and Safety Code.\tI.\t“Unauthorized disposal or release” means any\ndisposal of a hazardous substance which is in violation of the provisions of\nChapter 6.5 (commencing with Section 25100) of Division 20 of the Health and\nSafety Code, any “unauthorized release” within the meaning of Section 25280\nof the Health and Safety Code, or any release of a hazardous waste or substance\nwhich is not “a release authorized or permitted pursuant to state law”\nwithin the meaning of Section 25326 of the Health and Safety\nCode.\tJ.\t“Vessel” means every description of watercraft or other artificial\ncontrivance used, or capable of being used, as a means of transportation on\nwater.\n","html":"\n\t\t\t\t\t<section><p>  DEFINITIONS.<br \/><br \/>\tFor the purposes of this article, unless the context otherwise requires:<br \/><br \/>\tA.\t“City” means the City of Los Angeles.<br \/><br \/>\tB.\t“Corrective action” includes, without limitation, any “remedial action” within the meaning of Section 25322 of the Health and Safety Code and any “removal” within the meaning of Section 25323 of the Health and Safety Code.<br \/><br \/>\tC.\t“Disposal” has the meaning assigned to that term by Section 25113 of the Health and Safety Code.<br \/><br \/>\tD.\t“Facility” means <br \/><br \/>\t(1)\tany building, structure, installation, equipment, pipe or pipelines (including any pipe into a sewer or publicly owned treatment works), well, pit, pond, lagoon, impoundment, ditch, landfill, storage container, motor vehicle, rolling stock or aircraft, or <br \/><br \/>\t(2) \tany site or area where a hazardous substance has been deposited, stored, disposed of, or placed, or otherwise come to be located; but does not include any consumer product in consumer use or any vessel.<br \/><br \/>\tE.\t“Hazardous substance” means a waste or substance that consists of a <span class=\"dictionary\">material<\/span> listed in either the List of Chemical Names or the List of Common Names appearing in Section 66680 of Title 22 of the California Administrative Code, a waste or substance that is hazardous according to the criteria set forth in Article 11 (commencing with Section 66693) of Chapter 30 of Division 4, Title 22 of the California Administrative Code, or any hazardous substance as defined in either Section 25280, Section 25316 or Section 25400 of the Health and Safety Code.<br \/><br \/>\tF.\t“Hazardous waste and substance control <span class=\"dictionary\">laws<\/span>” means Chapter 6.5 (commencing with Section 25100) or Chapter 6.7 (commencing with Section 25280) of Division 20 of the Health and Safety Code or any permit, rule, regulation, standard or requirement issued or promulgated pursuant to such chapters.<br \/><br \/>\tG.\t“Environmental Manager” means the Chief of Police, Chief Engineer and General Manager of the Fire Department and\/or the Executive Director of the Bureau of Sanitation or his or her designee.<br \/><br \/>\tH.\t“Release” has the meaning assigned to that term by Section 25320 and Section 25321 of the Health and Safety Code.<br \/><br \/>\tI.\t“Unauthorized disposal or release” means any disposal of a hazardous substance which is in violation of the provisions of Chapter 6.5 (commencing with Section 25100) of Division 20 of the Health and Safety Code, any “unauthorized release” within the meaning of Section 25280 of the Health and Safety Code, or any release of a hazardous waste or substance which is not “a release authorized or permitted pursuant to state <span class=\"dictionary\">law<\/span>” within the meaning of Section 25326 of the Health and Safety Code.<br \/><br \/>\tJ.\t“Vessel” means every description of watercraft or other artificial contrivance used, or capable of being used, as a means of transportation on water.<\/p><\/section>","text":{"0":{"id":"3961","text":"  DEFINITIONS.\tFor the purposes of this article, unless the context otherwise requires:\tA.\t“City” means the City of Los Angeles.\tB.\t“Corrective action” includes, without limitation, any “remedial action” within the meaning of Section 25322 of the Health and Safety Code and any “removal” within the meaning of Section 25323 of the Health and Safety Code.\tC.\t“Disposal” has the meaning assigned to that term by Section 25113 of the Health and Safety Code.\tD.\t“Facility” means \t(1)\tany building, structure, installation, equipment, pipe or pipelines (including any pipe into a sewer or publicly owned treatment works), well, pit, pond, lagoon, impoundment, ditch, landfill, storage container, motor vehicle, rolling stock or aircraft, or \t(2) \tany site or area where a hazardous substance has been deposited, stored, disposed of, or placed, or otherwise come to be located; but does not include any consumer product in consumer use or any vessel.\tE.\t“Hazardous substance” means a waste or substance that consists of a material listed in either the List of Chemical Names or the List of Common Names appearing in Section 66680 of Title 22 of the California Administrative Code, a waste or substance that is hazardous according to the criteria set forth in Article 11 (commencing with Section 66693) of Chapter 30 of Division 4, Title 22 of the California Administrative Code, or any hazardous substance as defined in either Section 25280, Section 25316 or Section 25400 of the Health and Safety Code.\tF.\t“Hazardous waste and substance control laws” means Chapter 6.5 (commencing with Section 25100) or Chapter 6.7 (commencing with Section 25280) of Division 20 of the Health and Safety Code or any permit, rule, regulation, standard or requirement issued or promulgated pursuant to such chapters.\tG.\t“Environmental Manager” means the Chief of Police, Chief Engineer and General Manager of the Fire Department and\/or the Executive Director of the Bureau of Sanitation or his or her designee.\tH.\t“Release” has the meaning assigned to that term by Section 25320 and Section 25321 of the Health and Safety Code.\tI.\t“Unauthorized disposal or release” means any disposal of a hazardous substance which is in violation of the provisions of Chapter 6.5 (commencing with Section 25100) of Division 20 of the Health and Safety Code, any “unauthorized release” within the meaning of Section 25280 of the Health and Safety Code, or any release of a hazardous waste or substance which is not “a release authorized or permitted pursuant to state law” within the meaning of Section 25326 of the Health and Safety Code.\tJ.\t“Vessel” means every description of watercraft or other artificial contrivance used, or capable of being used, as a means of transportation on water.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"previous_section":{"id":"1733","structure_id":"115","section_number":"54.00","catch_line":"Scope.","url":"\/54.00\/","token":"54.00"}}