{"section_number":"54.02","edition_id":"1","section_id":"846","structure_id":"115","catch_line":"Liability For Unauthorized Disposal Or Release.","history":"","full_text":"  LIABILITY FOR UNAUTHORIZED DISPOSAL OR RELEASE.\n\n\tIf the City takes any corrective action which, in the judgment of an Environmental Manager, is reasonably necessary to remedy or prevent an imminent substantial danger to the public health, domestic livestock, wildlife or the environment arising out of any unauthorized disposal or release of any hazardous substance, the following described persons shall be jointly and severally liable to the City for the cost incurred by it in taking any such corrective action:\n\n\tA.\tThe owner or operator of a vessel or a facility,\n\n\tB.\tAny person who at the time of disposal of any hazardous substance owned or operated any facility at which such hazardous substances were disposed of,\n\n\tC.\tAny person who by contract, agreement, or otherwise arranged for disposal or treatment, or arranged with a transporter for disposal or treatment, of hazardous substances owned or possessed by such person, by any other party or entity, at any facility or incineration vessel owned or operated by another party or entity and containing such hazardous substances, and\n\n\tD.\tAny person who accepts or accepted any hazardous substances for transport to disposal or treatment facilities, incineration vessels or sites selected by such person, from which there is a release, or a threatened release which causes the incurrence of response costs, of a hazardous substance.\n\n\tFor the purposes of this article, the defenses available to liable persons shall be those defenses specified in Sections 101(35) and 107(b) of the Comprehensive Environmental Response, Compensation, and Liability Act of 1980, as amended (42 U.S.C. §§ 9601(35) and 9607(b)).","order_by":"02","ancestry":{"1":{"id":"115","name":"Liability For Violation Of Hazardous Waste And Substance Control Laws.","identifier":"4","label":"article","url":"\/5\/4\/"},"2":{"id":"9","name":"Public Safety and Protection","identifier":"5","label":"chapter","url":"\/5\/"}},"structure_contents":{"0":{"id":"1733","structure_id":"115","section_number":"54.00","catch_line":"Scope.","url":"\/54.00\/","token":"54.00"},"1":{"id":"3987","structure_id":"115","section_number":"54.01","catch_line":"Definitions.","url":"\/54.01\/","token":"54.01"},"2":{"id":"846","structure_id":"115","section_number":"54.02","catch_line":"Liability For Unauthorized Disposal Or Release.","url":"\/54.02\/","token":"54.02"},"3":{"id":"2710","structure_id":"115","section_number":"54.03","catch_line":"Liability For Failure To Comply With Orders.","url":"\/54.03\/","token":"54.03"},"4":{"id":"2603","structure_id":"115","section_number":"54.04","catch_line":"Computation And Recovery Of Costs.","url":"\/54.04\/","token":"54.04"},"5":{"id":"3373","structure_id":"115","section_number":"54.05","catch_line":"Hazardous Substance Clearance Report.","url":"\/54.05\/","token":"54.05"}},"next_section":{"id":"2710","structure_id":"115","section_number":"54.03","catch_line":"Liability For Failure To Comply With Orders.","url":"\/54.03\/","token":"54.03"},"metadata":false,"references":false,"url":"\/54.02\/","token":"54.02","formats":{"txt":"\/54.02.txt","json":"\/54.02.xml"},"dublin_core":{"Title":"Liability For Unauthorized Disposal Or Release.","Type":"Text","Format":"text\/html","Identifier":"§ 54.02","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nLIABILITY FOR UNAUTHORIZED DISPOSAL OR RELEASE. (§ 54.02)\n\n  LIABILITY FOR UNAUTHORIZED DISPOSAL OR RELEASE.\tIf the City takes any\ncorrective action which, in the judgment of an Environmental Manager, is\nreasonably necessary to remedy or prevent an imminent substantial danger to the\npublic health, domestic livestock, wildlife or the environment arising out of\nany unauthorized disposal or release of any hazardous substance, the following\ndescribed persons shall be jointly and severally liable to the City for the cost\nincurred by it in taking any such corrective action:\tA.\tThe owner or operator of\na vessel or a facility,\tB.\tAny person who at the time of disposal of any\nhazardous substance owned or operated any facility at which such hazardous\nsubstances were disposed of,\tC.\tAny person who by contract, agreement, or\notherwise arranged for disposal or treatment, or arranged with a transporter for\ndisposal or treatment, of hazardous substances owned or possessed by such\nperson, by any other party or entity, at any facility or incineration vessel\nowned or operated by another party or entity and containing such hazardous\nsubstances, and\tD.\tAny person who accepts or accepted any hazardous substances\nfor transport to disposal or treatment facilities, incineration vessels or sites\nselected by such person, from which there is a release, or a threatened release\nwhich causes the incurrence of response costs, of a hazardous substance.\tFor the\npurposes of this article, the defenses available to liable persons shall be\nthose defenses specified in Sections 101(35) and 107(b) of the Comprehensive\nEnvironmental Response, Compensation, and Liability Act of 1980, as amended (42\nU.S.C. §§ 9601(35) and 9607(b)).\n","html":"\n\t\t\t\t\t<section><p>  LIABILITY FOR UNAUTHORIZED DISPOSAL OR RELEASE.<br \/><br \/>\tIf the City takes any corrective action which, in the <span class=\"dictionary\">judgment<\/span> of an Environmental Manager, is reasonably necessary to remedy or prevent an imminent substantial danger to the public health, domestic livestock, wildlife or the environment arising out of any unauthorized disposal or release of any hazardous substance, the following described persons shall be jointly and severally liable to the City for the cost incurred by it in taking any such corrective action:<br \/><br \/>\tA.\tThe owner or operator of a vessel or a facility,<br \/><br \/>\tB.\tAny person who at the time of disposal of any hazardous substance owned or operated any facility at which such hazardous substances were disposed of,<br \/><br \/>\tC.\tAny person who by <span class=\"dictionary\">contract<\/span>, agreement, or otherwise arranged for disposal or treatment, or arranged with a transporter for disposal or treatment, of hazardous substances owned or possessed by such person, by any other <span class=\"dictionary\">party<\/span> or entity, at any facility or incineration vessel owned or operated by another <span class=\"dictionary\">party<\/span> or entity and containing such hazardous substances, and<br \/><br \/>\tD.\tAny person who accepts or accepted any hazardous substances for transport to disposal or treatment facilities, incineration vessels or sites selected by such person, from which there is a release, or a threatened release which causes the incurrence of response costs, of a hazardous substance.<br \/><br \/>\tFor the purposes of this article, the defenses available to liable persons shall be those defenses specified in Sections 101(35) and 107(b) of the Comprehensive Environmental Response, Compensation, and Liability Act of 1980, as amended (42 U.S.C. §§&nbsp;9601(35) and 9607(b)).<\/p><\/section>","previous_section":{"id":"3987","structure_id":"115","section_number":"54.01","catch_line":"Definitions.","url":"\/54.01\/","token":"54.01"},"text":{"0":{"id":"835","text":"  LIABILITY FOR UNAUTHORIZED DISPOSAL OR RELEASE.\tIf the City takes any corrective action which, in the judgment of an Environmental Manager, is reasonably necessary to remedy or prevent an imminent substantial danger to the public health, domestic livestock, wildlife or the environment arising out of any unauthorized disposal or release of any hazardous substance, the following described persons shall be jointly and severally liable to the City for the cost incurred by it in taking any such corrective action:\tA.\tThe owner or operator of a vessel or a facility,\tB.\tAny person who at the time of disposal of any hazardous substance owned or operated any facility at which such hazardous substances were disposed of,\tC.\tAny person who by contract, agreement, or otherwise arranged for disposal or treatment, or arranged with a transporter for disposal or treatment, of hazardous substances owned or possessed by such person, by any other party or entity, at any facility or incineration vessel owned or operated by another party or entity and containing such hazardous substances, and\tD.\tAny person who accepts or accepted any hazardous substances for transport to disposal or treatment facilities, incineration vessels or sites selected by such person, from which there is a release, or a threatened release which causes the incurrence of response costs, of a hazardous substance.\tFor the purposes of this article, the defenses available to liable persons shall be those defenses specified in Sections 101(35) and 107(b) of the Comprehensive Environmental Response, Compensation, and Liability Act of 1980, as amended (42 U.S.C. §§ 9601(35) and 9607(b)).","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}