{"section_number":"55.14","edition_id":"1","section_id":"553","structure_id":"53","catch_line":"Sale Or Purchase Of More Than One Handgun Within A Thirty Day Period Prohibited.","history":"","full_text":"  SALE OR PURCHASE OF MORE THAN ONE HANDGUN WITHIN A THIRTY DAY PERIOD PROHIBITED.\n\t(Added by Ord. No. 172,430, Eff. 3\/4\/99, Oper. 6\/3\/99.)\n\n\t(a)\tThe term “dealer” shall mean a retail firearms dealer licensed by the City of Los Angeles.\n\n\t(b)\tNo person shall make application to a dealer, as provided in Section 12072 of the California Penal Code, to purchase a  pistol, revolver or other firearm capable of being concealed upon the person, herein referred to as “handgun”, within thirty (30) days of making a prior application for the purchase of a handgun within the State of California.  In computing the thirty (30) day period, the date the application is made shall be counted as the first day.\n\n\t(c)\tNo dealer shall transfer the title of any handgun to any person whom the dealer knows has made application to purchase more than one handgun within the State of California within a thirty (30) day period prior thereto, nor shall any dealer process a handgun transaction between unlicensed parties pursuant to California Penal Code Section 12072 if the dealer knows that the one receiving the handgun has made application to purchase more than one handgun within the State of California within a thirty (30) day period prior thereto.\n\n\t(d)\tNo dealer shall transfer the title of any handgun to any person or process a handgun transaction between unlicensed parties pursuant to California Penal Code Section 12072 if the dealer prior to transfer has received notice from the California Department of Justice, herein referred to as the “DOJ,” that DOJ has received an application for that person to purchase a handgun within the State of California within a thirty (30) day period prior thereto.  For the purposes of this subsection, the date of application of purchase shall be the date the DOJ receives the Dealer Record of Sale or receives the transmission of required information by any medium of communication authorized under state law.\n\n\t(e)\tFor the purposes of this section, the redemption of a handgun pledged to a pawnbroker shall not be deemed the sale, purchase or transfer of title of that handgun.  However, a dealer may not rely on this exemption unless the purchaser provides proof that the transaction was the redemption of a handgun pawned to a pawnbroker by the purchaser.\n\n\t(f)\tEach dealer shall maintain records of each sale of a handgun to include the name of the purchaser, type of handgun, date of sale, and any other information required by the Board of Police Commissioners.  Such records shall be maintained on the premises of the dealer for a period of not less than two (2) years and shall be subject to inspection at any time during normal business hours.\n\n\t(g)\tEach dealer shall post a sign in a conspicuous place with letters at least one inch high stating the obligations and restrictions of purchasers and dealers under this ordinance, pursuant to direction by the Board of Police Commissioners.\n\n\t(h)\tThe dealer shall require the purchaser, at the time of application for purchase, to indicate, on a form prescribed by the Board of Police Commissioners, whether he or she has or has not made an application for the purchase of a handgun within the last thirty (30) days, and which if any of the exemptions set forth in Subsection (i) is applicable to the purchaser. If any of the exemptions is checked, the restrictions of this section shall not apply, provided all necessary information is supplied to the dealer.  The form shall be signed by the purchaser under penalty of perjury.  Such form shall be maintained on the premises of the dealer for a period of not less than two (2) years from the date of signing and shall be subject to inspection at any time during normal business hours.\n\n\t(i)\tThe provisions of this section shall not apply to the following:\n\n\t1.\tAny person who is licensed to sell firearms pursuant to Article 4, commencing with Section 12070, of the Penal Code of the State of California.\n\n\t2.\tAny law enforcement agency.\n\n\t3.\tAny agency duly authorized to perform law enforcement duties.\n\n\t4.\tAny state or local correctional facility.\n\n\t5.\tAny private security company licensed to do business in the State of California.\n\n\t6.\tAny person who is properly identified as a full-time paid peace officer, as defined in Section 830.1, 830.2, 830.4, or 830.5 of the Penal Code of the State of California, and who is authorized to, and does, carry a firearm during the course and scope of his or her employment as a peace officer.\n\n\t7.\tAny antique firearm, as defined in Paragraph (16) of Subsection (a) of Section 921 of Title 18 of the United States Code.\n\n\t8.\tAny person or entity who purchases firearms in a collector’s series or a bulk purchase from an estate sale.\n\n\t9.\tAny motion picture, television, or video production company, or entertainment or theatrical company whose production  involves the use of a handgun, and which secures such handgun from unauthorized use.\n\n\t10.\tAny person who is exempt from the waiting period in Subdivision (c) of Section 12072 of the Penal Code of the State of California.\n\n\t11.\tAny person who is exempt from the provisions of Subdivision (d) of Section 12072 of the Penal Code of the State of California.\n\n\t12.\tAny person or entity conducting a transaction through a law enforcement agency pursuant to Section 12084 of the Penal Code of the State of California.\n\n\t13.\tAny person or entity conducting a transaction described in Subdivision (k) of Section 12078 of the Penal Code of the State of California.\n\n\t14.\tAny person who is licensed as a collector pursuant to Chapter 44, (commencing with Section 921) of Title 18 of the United States Code and the regulations issued pursuant thereto, and who has a current certificate of eligibility issued to him or her by the Department of Justice pursuant to Section 12071 of the Penal Code of the State of California.\n\n\t15.\tAny person or entity acquiring a handgun by bequest or intestate succession.\n\n\t16.\tAny person or entity replacing a single handgun where the handgun was lost or stolen, and the person reported that firearm lost or stolen to the Los Angeles Police Department or appropriate law enforcement agency and presents the dealer with evidence of such reporting.\n\n\t17.\tAny seller’s exchange or replacement of a handgun for a handgun purchased from that seller within the thirty (30) day period immediately preceding the date of exchange or replacement.\n\n\t(j)\tViolation of Subsection (b) shall be punishable as an infraction subject to a fine of $50.00 for the first violation of that subsection, as an infraction subject to a fine of $100.00 for the second violation of the subsection and as a misdemeanor for the third or subsequent violations of that subsection.  Each handgun applied for shall be deemed a separate violation.\n\n\t(k)\tIf any provision of this section is for any reason held to be invalid or unconstitutional by the decision of any court of competent jurisdiction within the State of California, such decision shall not affect the validity of the remaining provisions and the City declares that it would have adopted the remaining provisions irrespective of the fact that a provision or provisions are declared invalid or unconstitutional.","order_by":"14","ancestry":{"1":{"id":"53","name":"Firearms – Dangerous Weapons","identifier":"5","label":"article","url":"\/5\/5\/"},"2":{"id":"9","name":"Public Safety and Protection","identifier":"5","label":"chapter","url":"\/5\/"}},"structure_contents":{"0":{"id":"1598","structure_id":"53","section_number":"55.00","catch_line":"Guns – Permits.","url":"\/55.00\/","token":"55.00"},"1":{"id":"1938","structure_id":"53","section_number":"55.01","catch_line":"Concealed Weapons – Permit.","url":"\/55.01\/","token":"55.01"},"2":{"id":"3465","structure_id":"53","section_number":"55.02","catch_line":"Concealed Weapons – Permit – Record.","url":"\/55.02\/","token":"55.02"},"3":{"id":"1825","structure_id":"53","section_number":"55.03","catch_line":"Concealed Weapons – Permits – Fee.","url":"\/55.03\/","token":"55.03"},"4":{"id":"3869","structure_id":"53","section_number":"55.04","catch_line":"Tear Gas Weapons – Permits.","url":"\/55.04\/","token":"55.04"},"5":{"id":"3978","structure_id":"53","section_number":"55.05","catch_line":"Assault Weapons – Sale Or Possession Prohibited.","url":"\/55.05\/","token":"55.05"},"6":{"id":"1981","structure_id":"53","section_number":"55.06","catch_line":"Use Of Bows And Arrows Prohibited.","url":"\/55.06\/","token":"55.06"},"7":{"id":"654","structure_id":"53","section_number":"55.07","catch_line":"Demonstration Equipment Prohibited.","url":"\/55.07\/","token":"55.07"},"8":{"id":"1466","structure_id":"53","section_number":"55.08","catch_line":"Glass Bottles On Public Property Prohibited.","url":"\/55.08\/","token":"55.08"},"9":{"id":"125","structure_id":"53","section_number":"55.09","catch_line":"Ammunition Sales.","url":"\/55.09\/","token":"55.09"},"10":{"id":"2087","structure_id":"53","section_number":"55.10","catch_line":"Carry Knives Or Daggers In Plain View Prohibited.","url":"\/55.10\/","token":"55.10"},"11":{"id":"1800","structure_id":"53","section_number":"55.11","catch_line":"Requirements For Ammunition Sales.","url":"\/55.11\/","token":"55.11"},"12":{"id":"2443","structure_id":"53","section_number":"55.12","catch_line":"Duty To Report Theft Or Loss Of Firearms; Exemptions.","url":"\/55.12\/","token":"55.12"},"13":{"id":"3232","structure_id":"53","section_number":"55.12.1","catch_line":"Disposal Of Firearms And Ammunition.","url":"\/55.12.1\/","token":"55.12.1"},"14":{"id":"3722","structure_id":"53","section_number":"55.13","catch_line":"Sale Of Ammunition Clips And Similar Devices.","url":"\/55.13\/","token":"55.13"},"15":{"id":"553","structure_id":"53","section_number":"55.14","catch_line":"Sale Or Purchase Of More Than One Handgun Within A Thirty Day Period Prohibited.","url":"\/55.14\/","token":"55.14"},"16":{"id":"4150","structure_id":"53","section_number":"55.15","catch_line":"Fingerprinting Of Firearms Purchasers.","url":"\/55.15\/","token":"55.15"},"17":{"id":"3490","structure_id":"53","section_number":"55.16","catch_line":"Sale Of Ultracompact Firearms Prohibited.","url":"\/55.16\/","token":"55.16"},"18":{"id":"3024","structure_id":"53","section_number":"55.17","catch_line":"Possession Of Gun Parts In Airports.","url":"\/55.17\/","token":"55.17"},"19":{"id":"2680","structure_id":"53","section_number":"55.18","catch_line":"Sale Of Large Caliber Firearms Prohibited.","url":"\/55.18\/","token":"55.18"},"20":{"id":"1184","structure_id":"53","section_number":"55.19","catch_line":"Sale Of Ammunition For Large Caliber Firearms Prohibited.","url":"\/55.19\/","token":"55.19"},"21":{"id":"3754","structure_id":"53","section_number":"55.20","catch_line":"False Or Secret Compartments In Vehicles To Hide\nFirearms Or Destructive Devices.","url":"\/55.20\/","token":"55.20"}},"next_section":{"id":"4150","structure_id":"53","section_number":"55.15","catch_line":"Fingerprinting Of Firearms Purchasers.","url":"\/55.15\/","token":"55.15"},"metadata":false,"references":false,"url":"\/55.14\/","token":"55.14","formats":{"txt":"\/55.14.txt","json":"\/55.14.xml"},"dublin_core":{"Title":"Sale Or Purchase Of More Than One Handgun Within A Thirty Day Period Prohibited.","Type":"Text","Format":"text\/html","Identifier":"§ 55.14","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nSALE OR PURCHASE OF MORE THAN ONE HANDGUN WITHIN A THIRTY DAY PERIOD PROHIBITED.\n(§ 55.14)\n\n  SALE OR PURCHASE OF MORE THAN ONE HANDGUN WITHIN A THIRTY DAY PERIOD\nPROHIBITED.\n\t(Added by Ord. No. 172,430, Eff. 3\/4\/99, Oper. 6\/3\/99.)\t(a)\tThe term\n“dealer” shall mean a retail firearms dealer licensed by the City of Los\nAngeles.\t(b)\tNo person shall make application to a dealer, as provided in\nSection 12072 of the California Penal Code, to purchase a  pistol, revolver or\nother firearm capable of being concealed upon the person, herein referred to as\n“handgun”, within thirty (30) days of making a prior application for the\npurchase of a handgun within the State of California.  In computing the thirty\n(30) day period, the date the application is made shall be counted as the first\nday.\t(c)\tNo dealer shall transfer the title of any handgun to any person whom\nthe dealer knows has made application to purchase more than one handgun within\nthe State of California within a thirty (30) day period prior thereto, nor shall\nany dealer process a handgun transaction between unlicensed parties pursuant to\nCalifornia Penal Code Section 12072 if the dealer knows that the one receiving\nthe handgun has made application to purchase more than one handgun within the\nState of California within a thirty (30) day period prior thereto.\t(d)\tNo dealer\nshall transfer the title of any handgun to any person or process a handgun\ntransaction between unlicensed parties pursuant to California Penal Code Section\n12072 if the dealer prior to transfer has received notice from the California\nDepartment of Justice, herein referred to as the “DOJ,” that DOJ has\nreceived an application for that person to purchase a handgun within the State\nof California within a thirty (30) day period prior thereto.  For the purposes\nof this subsection, the date of application of purchase shall be the date the\nDOJ receives the Dealer Record of Sale or receives the transmission of required\ninformation by any medium of communication authorized under state law.\t(e)\tFor\nthe purposes of this section, the redemption of a handgun pledged to a\npawnbroker shall not be deemed the sale, purchase or transfer of title of that\nhandgun.  However, a dealer may not rely on this exemption unless the purchaser\nprovides proof that the transaction was the redemption of a handgun pawned to a\npawnbroker by the purchaser.\t(f)\tEach dealer shall maintain records of each sale\nof a handgun to include the name of the purchaser, type of handgun, date of\nsale, and any other information required by the Board of Police Commissioners. \nSuch records shall be maintained on the premises of the dealer for a period of\nnot less than two (2) years and shall be subject to inspection at any time\nduring normal business hours.\t(g)\tEach dealer shall post a sign in a conspicuous\nplace with letters at least one inch high stating the obligations and\nrestrictions of purchasers and dealers under this ordinance, pursuant to\ndirection by the Board of Police Commissioners.\t(h)\tThe dealer shall require the\npurchaser, at the time of application for purchase, to indicate, on a form\nprescribed by the Board of Police Commissioners, whether he or she has or has\nnot made an application for the purchase of a handgun within the last thirty\n(30) days, and which if any of the exemptions set forth in Subsection (i) is\napplicable to the purchaser. If any of the exemptions is checked, the\nrestrictions of this section shall not apply, provided all necessary information\nis supplied to the dealer.  The form shall be signed by the purchaser under\npenalty of perjury.  Such form shall be maintained on the premises of the\ndealer for a period of not less than two (2) years from the date of signing and\nshall be subject to inspection at any time during normal business hours.\t(i)\tThe\nprovisions of this section shall not apply to the following:\t1.\tAny person who\nis licensed to sell firearms pursuant to Article 4, commencing with Section\n12070, of the Penal Code of the State of California.\t2.\tAny law enforcement\nagency.\t3.\tAny agency duly authorized to perform law enforcement duties.\t4.\tAny\nstate or local correctional facility.\t5.\tAny private security company licensed\nto do business in the State of California.\t6.\tAny person who is properly\nidentified as a full-time paid peace officer, as defined in Section 830.1,\n830.2, 830.4, or 830.5 of the Penal Code of the State of California, and who is\nauthorized to, and does, carry a firearm during the course and scope of his or\nher employment as a peace officer.\t7.\tAny antique firearm, as defined in\nParagraph (16) of Subsection (a) of Section 921 of Title 18 of the United States\nCode.\t8.\tAny person or entity who purchases firearms in a collector’s series\nor a bulk purchase from an estate sale.\t9.\tAny motion picture, television, or\nvideo production company, or entertainment or theatrical company whose\nproduction  involves the use of a handgun, and which secures such handgun from\nunauthorized use.\t10.\tAny person who is exempt from the waiting period in\nSubdivision (c) of Section 12072 of the Penal Code of the State of\nCalifornia.\t11.\tAny person who is exempt from the provisions of Subdivision (d)\nof Section 12072 of the Penal Code of the State of California.\t12.\tAny person or\nentity conducting a transaction through a law enforcement agency pursuant to\nSection 12084 of the Penal Code of the State of California.\t13.\tAny person or\nentity conducting a transaction described in Subdivision (k) of Section 12078 of\nthe Penal Code of the State of California.\t14.\tAny person who is licensed as a\ncollector pursuant to Chapter 44, (commencing with Section 921) of Title 18 of\nthe United States Code and the regulations issued pursuant thereto, and who has\na current certificate of eligibility issued to him or her by the Department of\nJustice pursuant to Section 12071 of the Penal Code of the State of\nCalifornia.\t15.\tAny person or entity acquiring a handgun by bequest or intestate\nsuccession.\t16.\tAny person or entity replacing a single handgun where the\nhandgun was lost or stolen, and the person reported that firearm lost or stolen\nto the Los Angeles Police Department or appropriate law enforcement agency and\npresents the dealer with evidence of such reporting.\t17.\tAny seller’s exchange\nor replacement of a handgun for a handgun purchased from that seller within the\nthirty (30) day period immediately preceding the date of exchange or\nreplacement.\t(j)\tViolation of Subsection (b) shall be punishable as an\ninfraction subject to a fine of $50.00 for the first violation of that\nsubsection, as an infraction subject to a fine of $100.00 for the second\nviolation of the subsection and as a misdemeanor for the third or subsequent\nviolations of that subsection.  Each handgun applied for shall be deemed a\nseparate violation.\t(k)\tIf any provision of this section is for any reason held\nto be invalid or unconstitutional by the decision of any court of competent\njurisdiction within the State of California, such decision shall not affect the\nvalidity of the remaining provisions and the City declares that it would have\nadopted the remaining provisions irrespective of the fact that a provision or\nprovisions are declared invalid or unconstitutional.\n","html":"\n\t\t\t\t\t<section><p>  SALE OR PURCHASE OF MORE THAN ONE HANDGUN WITHIN A THIRTY DAY PERIOD PROHIBITED.\n\t(Added by Ord. No. 172,430, Eff. 3\/4\/99, Oper. 6\/3\/99.)<br \/><br \/>\t(a)\tThe term “dealer” shall mean a retail firearms dealer licensed by the City of Los Angeles.<br \/><br \/>\t(b)\tNo person shall make application to a dealer, as provided in Section 12072 of the California Penal Code, to purchase a  pistol, revolver or other firearm capable of being concealed upon the person, herein referred to as “handgun”, within thirty (30) days of making a prior application for the purchase of a handgun within the State of California.  In computing the thirty (30) day period, the date the application is made shall be counted as the first day.<br \/><br \/>\t(c)\tNo dealer shall transfer the title of any handgun to any person whom the dealer knows has made application to purchase more than one handgun within the State of California within a thirty (30) day period prior thereto, nor shall any dealer process a handgun transaction between unlicensed parties pursuant to California Penal Code Section 12072 if the dealer knows that the one receiving the handgun has made application to purchase more than one handgun within the State of California within a thirty (30) day period prior thereto.<br \/><br \/>\t(d)\tNo dealer shall transfer the title of any handgun to any person or process a handgun transaction between unlicensed parties pursuant to California Penal Code Section 12072 if the dealer prior to transfer has received notice from the California Department of Justice, herein referred to as the “DOJ,” that DOJ has received an application for that person to purchase a handgun within the State of California within a thirty (30) day period prior thereto.  For the purposes of this subsection, the date of application of purchase shall be the date the DOJ receives the Dealer Record of Sale or receives the transmission of required information by any medium of communication authorized under state <span class=\"dictionary\">law<\/span>.<br \/><br \/>\t(e)\tFor the purposes of this section, the <span class=\"dictionary\">redemption<\/span> of a handgun pledged to a pawnbroker shall not be deemed the sale, purchase or transfer of title of that handgun.  However, a dealer may not rely on this exemption unless the purchaser provides proof that the transaction was the <span class=\"dictionary\">redemption<\/span> of a handgun pawned to a pawnbroker by the purchaser.<br \/><br \/>\t(f)\tEach dealer shall maintain records of each sale of a handgun to include the name of the purchaser, type of handgun, date of sale, and any other information required by the Board of Police Commissioners.  Such records shall be maintained on the premises of the dealer for a period of not less than two (2) years and shall be subject to inspection at any time during normal business hours.<br \/><br \/>\t(g)\tEach dealer shall post a sign in a conspicuous place with letters at least one inch high stating the obligations and restrictions of purchasers and dealers under this <span class=\"dictionary\">ordinance<\/span>, pursuant to direction by the Board of Police Commissioners.<br \/><br \/>\t(h)\tThe dealer shall require the purchaser, at the time of application for purchase, to indicate, on a form prescribed by the Board of Police Commissioners, whether he or she has or has not made an application for the purchase of a handgun within the last thirty (30) days, and which if any of the exemptions set forth in Subsection (i) is applicable to the purchaser. If any of the exemptions is checked, the restrictions of this section shall not apply, provided all necessary information is supplied to the dealer.  The form shall be signed by the purchaser under <span class=\"dictionary\">penalty<\/span> of <span class=\"dictionary\">perjury<\/span>.  Such form shall be maintained on the premises of the dealer for a period of not less than two (2) years from the date of signing and shall be subject to inspection at any time during normal business hours.<br \/><br \/>\t(i)\tThe provisions of this section shall not apply to the following:<br \/><br \/>\t1.\tAny person who is licensed to sell firearms pursuant to Article 4, commencing with Section 12070, of the Penal Code of the State of California.<br \/><br \/>\t2.\tAny <span class=\"dictionary\">law<\/span> enforcement agency.<br \/><br \/>\t3.\tAny agency duly authorized to perform <span class=\"dictionary\">law<\/span> enforcement duties.<br \/><br \/>\t4.\tAny state or local correctional facility.<br \/><br \/>\t5.\tAny private security company licensed to do business in the State of California.<br \/><br \/>\t6.\tAny person who is properly identified as a full-time paid <span class=\"dictionary\">peace officer<\/span>, as defined in Section 830.1, 830.2, 830.4, or 830.5 of the Penal Code of the State of California, and who is authorized to, and does, carry a firearm during the course and scope of his or her employment as a <span class=\"dictionary\">peace officer<\/span>.<br \/><br \/>\t7.\tAny antique firearm, as defined in Paragraph (16) of Subsection (a) of Section 921 of Title 18 of the United States Code.<br \/><br \/>\t8.\tAny person or entity who purchases firearms in a collector’s series or a bulk purchase from an estate sale.<br \/><br \/>\t9.\tAny <span class=\"dictionary\">motion<\/span> picture, television, or video production company, or entertainment or theatrical company whose production  involves the use of a handgun, and which secures such handgun from unauthorized use.<br \/><br \/>\t10.\tAny person who is exempt from the waiting period in Subdivision (c) of Section 12072 of the Penal Code of the State of California.<br \/><br \/>\t11.\tAny person who is exempt from the provisions of Subdivision (d) of Section 12072 of the Penal Code of the State of California.<br \/><br \/>\t12.\tAny person or entity conducting a transaction through a <span class=\"dictionary\">law<\/span> enforcement agency pursuant to Section 12084 of the Penal Code of the State of California.<br \/><br \/>\t13.\tAny person or entity conducting a transaction described in Subdivision (k) of Section 12078 of the Penal Code of the State of California.<br \/><br \/>\t14.\tAny person who is licensed as a collector pursuant to Chapter 44, (commencing with Section 921) of Title 18 of the United States Code and the regulations issued pursuant thereto, and who has a current certificate of eligibility issued to him or her by the Department of Justice pursuant to Section 12071 of the Penal Code of the State of California.<br \/><br \/>\t15.\tAny person or entity acquiring a handgun by bequest or intestate succession.<br \/><br \/>\t16.\tAny person or entity replacing a single handgun where the handgun was lost or stolen, and the person reported that firearm lost or stolen to the Los Angeles Police Department or appropriate <span class=\"dictionary\">law<\/span> enforcement agency and presents the dealer with <span class=\"dictionary\">evidence<\/span> of such reporting.<br \/><br \/>\t17.\tAny seller’s exchange or replacement of a handgun for a handgun purchased from that seller within the thirty (30) day period immediately preceding the date of exchange or replacement.<br \/><br \/>\t(j)\tViolation of Subsection (b) shall be punishable as an infraction subject to a fine of $50.00 for the first violation of that subsection, as an infraction subject to a fine of $100.00 for the second violation of the subsection and as a <span class=\"dictionary\">misdemeanor<\/span> for the third or subsequent violations of that subsection.  Each handgun applied for shall be deemed a separate violation.<br \/><br \/>\t(k)\tIf any provision of this section is for any reason held to be invalid or unconstitutional by the decision of any <span class=\"dictionary\">court<\/span> of competent <span class=\"dictionary\">jurisdiction<\/span> within the State of California, such decision shall not affect the validity of the remaining provisions and the City declares that it would have adopted the remaining provisions irrespective of the <span class=\"dictionary\">fact<\/span> that a provision or provisions are declared invalid or unconstitutional.<\/p><\/section>","previous_section":{"id":"3722","structure_id":"53","section_number":"55.13","catch_line":"Sale Of Ammunition Clips And Similar Devices.","url":"\/55.13\/","token":"55.13"},"text":{"0":{"id":"546","text":"  SALE OR PURCHASE OF MORE THAN ONE HANDGUN WITHIN A THIRTY DAY PERIOD PROHIBITED.\n\t(Added by Ord. No. 172,430, Eff. 3\/4\/99, Oper. 6\/3\/99.)\t(a)\tThe term “dealer” shall mean a retail firearms dealer licensed by the City of Los Angeles.\t(b)\tNo person shall make application to a dealer, as provided in Section 12072 of the California Penal Code, to purchase a  pistol, revolver or other firearm capable of being concealed upon the person, herein referred to as “handgun”, within thirty (30) days of making a prior application for the purchase of a handgun within the State of California.  In computing the thirty (30) day period, the date the application is made shall be counted as the first day.\t(c)\tNo dealer shall transfer the title of any handgun to any person whom the dealer knows has made application to purchase more than one handgun within the State of California within a thirty (30) day period prior thereto, nor shall any dealer process a handgun transaction between unlicensed parties pursuant to California Penal Code Section 12072 if the dealer knows that the one receiving the handgun has made application to purchase more than one handgun within the State of California within a thirty (30) day period prior thereto.\t(d)\tNo dealer shall transfer the title of any handgun to any person or process a handgun transaction between unlicensed parties pursuant to California Penal Code Section 12072 if the dealer prior to transfer has received notice from the California Department of Justice, herein referred to as the “DOJ,” that DOJ has received an application for that person to purchase a handgun within the State of California within a thirty (30) day period prior thereto.  For the purposes of this subsection, the date of application of purchase shall be the date the DOJ receives the Dealer Record of Sale or receives the transmission of required information by any medium of communication authorized under state law.\t(e)\tFor the purposes of this section, the redemption of a handgun pledged to a pawnbroker shall not be deemed the sale, purchase or transfer of title of that handgun.  However, a dealer may not rely on this exemption unless the purchaser provides proof that the transaction was the redemption of a handgun pawned to a pawnbroker by the purchaser.\t(f)\tEach dealer shall maintain records of each sale of a handgun to include the name of the purchaser, type of handgun, date of sale, and any other information required by the Board of Police Commissioners.  Such records shall be maintained on the premises of the dealer for a period of not less than two (2) years and shall be subject to inspection at any time during normal business hours.\t(g)\tEach dealer shall post a sign in a conspicuous place with letters at least one inch high stating the obligations and restrictions of purchasers and dealers under this ordinance, pursuant to direction by the Board of Police Commissioners.\t(h)\tThe dealer shall require the purchaser, at the time of application for purchase, to indicate, on a form prescribed by the Board of Police Commissioners, whether he or she has or has not made an application for the purchase of a handgun within the last thirty (30) days, and which if any of the exemptions set forth in Subsection (i) is applicable to the purchaser. If any of the exemptions is checked, the restrictions of this section shall not apply, provided all necessary information is supplied to the dealer.  The form shall be signed by the purchaser under penalty of perjury.  Such form shall be maintained on the premises of the dealer for a period of not less than two (2) years from the date of signing and shall be subject to inspection at any time during normal business hours.\t(i)\tThe provisions of this section shall not apply to the following:\t1.\tAny person who is licensed to sell firearms pursuant to Article 4, commencing with Section 12070, of the Penal Code of the State of California.\t2.\tAny law enforcement agency.\t3.\tAny agency duly authorized to perform law enforcement duties.\t4.\tAny state or local correctional facility.\t5.\tAny private security company licensed to do business in the State of California.\t6.\tAny person who is properly identified as a full-time paid peace officer, as defined in Section 830.1, 830.2, 830.4, or 830.5 of the Penal Code of the State of California, and who is authorized to, and does, carry a firearm during the course and scope of his or her employment as a peace officer.\t7.\tAny antique firearm, as defined in Paragraph (16) of Subsection (a) of Section 921 of Title 18 of the United States Code.\t8.\tAny person or entity who purchases firearms in a collector’s series or a bulk purchase from an estate sale.\t9.\tAny motion picture, television, or video production company, or entertainment or theatrical company whose production  involves the use of a handgun, and which secures such handgun from unauthorized use.\t10.\tAny person who is exempt from the waiting period in Subdivision (c) of Section 12072 of the Penal Code of the State of California.\t11.\tAny person who is exempt from the provisions of Subdivision (d) of Section 12072 of the Penal Code of the State of California.\t12.\tAny person or entity conducting a transaction through a law enforcement agency pursuant to Section 12084 of the Penal Code of the State of California.\t13.\tAny person or entity conducting a transaction described in Subdivision (k) of Section 12078 of the Penal Code of the State of California.\t14.\tAny person who is licensed as a collector pursuant to Chapter 44, (commencing with Section 921) of Title 18 of the United States Code and the regulations issued pursuant thereto, and who has a current certificate of eligibility issued to him or her by the Department of Justice pursuant to Section 12071 of the Penal Code of the State of California.\t15.\tAny person or entity acquiring a handgun by bequest or intestate succession.\t16.\tAny person or entity replacing a single handgun where the handgun was lost or stolen, and the person reported that firearm lost or stolen to the Los Angeles Police Department or appropriate law enforcement agency and presents the dealer with evidence of such reporting.\t17.\tAny seller’s exchange or replacement of a handgun for a handgun purchased from that seller within the thirty (30) day period immediately preceding the date of exchange or replacement.\t(j)\tViolation of Subsection (b) shall be punishable as an infraction subject to a fine of $50.00 for the first violation of that subsection, as an infraction subject to a fine of $100.00 for the second violation of the subsection and as a misdemeanor for the third or subsequent violations of that subsection.  Each handgun applied for shall be deemed a separate violation.\t(k)\tIf any provision of this section is for any reason held to be invalid or unconstitutional by the decision of any court of competent jurisdiction within the State of California, such decision shall not affect the validity of the remaining provisions and the City declares that it would have adopted the remaining provisions irrespective of the fact that a provision or provisions are declared invalid or unconstitutional.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}