{"section_number":"58.02","edition_id":"1","section_id":"290","structure_id":"77","catch_line":"Weeds, Rubbish, Etc. – Public Nuisance.","history":"","full_text":"  WEEDS, RUBBISH, ETC. – PUBLIC NUISANCE.\n\t(Added by Ord. No. 160,171, Eff. 8\/22\/85).\n\n\tA.\tThe City Council finds that weeds (as defined in Article 2, Chapter 13, Part 2, Division 3 or Title 4, commencing at Section 39560 of the Government Code of the State of California), rubbish and other material dangerous or injurious to neighboring property or to the health or safety of residents of the vicinity constitute a public nuisance.\n\n\tB.\tEvery owner of any parcel of land or premises who, after receiving notice as provided by Subsection B. of Section 22.325.1 of the Los Angeles Administrative Code, fails to abate a public nuisance thereon consisting of weeds, rubbish or other material dangerous or injurious to neighboring property or to the health or welfare of residents of the vicinity by the date specified in the notice or the date upon which the City is authorized to abate the nuisance pursuant to Section 22.325.1 of the Los Angeles Administrative Code, whichever date is later, is guilty of a misdemeanor.","order_by":"02","ancestry":{"1":{"id":"77","name":"Nuisances","identifier":"8","label":"article","url":"\/5\/8\/"},"2":{"id":"9","name":"Public Safety and Protection","identifier":"5","label":"chapter","url":"\/5\/"}},"structure_contents":{"0":{"id":"937","structure_id":"77","section_number":"58.01","catch_line":"Nuisances – Summary Abatement.","url":"\/58.01\/","token":"58.01"},"1":{"id":"290","structure_id":"77","section_number":"58.02","catch_line":"Weeds, Rubbish, Etc. – Public Nuisance.","url":"\/58.02\/","token":"58.02"},"2":{"id":"1864","structure_id":"77","section_number":"58.03","catch_line":"Nuisances – Summary Abatement Of Mosquito Breeding Sources.","url":"\/58.03\/","token":"58.03"}},"next_section":{"id":"1864","structure_id":"77","section_number":"58.03","catch_line":"Nuisances – Summary Abatement Of Mosquito Breeding Sources.","url":"\/58.03\/","token":"58.03"},"metadata":false,"references":false,"url":"\/58.02\/","token":"58.02","formats":{"txt":"\/58.02.txt","json":"\/58.02.xml"},"dublin_core":{"Title":"Weeds, Rubbish, Etc. – Public Nuisance.","Type":"Text","Format":"text\/html","Identifier":"§ 58.02","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nWEEDS, RUBBISH, ETC. – PUBLIC NUISANCE. (§ 58.02)\n\n  WEEDS, RUBBISH, ETC. – PUBLIC NUISANCE.\n\t(Added by Ord. No. 160,171, Eff. 8\/22\/85).\tA.\tThe City Council finds that weeds\n(as defined in Article 2, Chapter 13, Part 2, Division 3 or Title 4, commencing\nat Section 39560 of the Government Code of the State of California), rubbish and\nother material dangerous or injurious to neighboring property or to the health\nor safety of residents of the vicinity constitute a public nuisance.\tB.\tEvery\nowner of any parcel of land or premises who, after receiving notice as provided\nby Subsection B. of Section 22.325.1 of the Los Angeles Administrative Code,\nfails to abate a public nuisance thereon consisting of weeds, rubbish or other\nmaterial dangerous or injurious to neighboring property or to the health or\nwelfare of residents of the vicinity by the date specified in the notice or the\ndate upon which the City is authorized to abate the nuisance pursuant to Section\n22.325.1 of the Los Angeles Administrative Code, whichever date is later, is\nguilty of a misdemeanor.\n","html":"\n\t\t\t\t\t<section><p>  WEEDS, RUBBISH, ETC. – PUBLIC NUISANCE.\n\t(Added by Ord. No. 160,171, Eff. 8\/22\/85).<br \/><br \/>\tA.\tThe City Council finds that weeds (as defined in Article 2, Chapter 13, Part 2, Division 3 or Title 4, commencing at Section 39560 of the Government Code of the State of California), rubbish and other <span class=\"dictionary\">material<\/span> dangerous or injurious to neighboring property or to the health or safety of residents of the vicinity constitute a public nuisance.<br \/><br \/>\tB.\tEvery owner of any parcel of land or premises who, after receiving notice as provided by Subsection B. of Section 22.325.1 of the Los Angeles Administrative Code, fails to abate a public nuisance thereon consisting of weeds, rubbish or other <span class=\"dictionary\">material<\/span> dangerous or injurious to neighboring property or to the health or welfare of residents of the vicinity by the date specified in the notice or the date upon which the City is authorized to abate the nuisance pursuant to Section 22.325.1 of the Los Angeles Administrative Code, whichever date is later, is guilty of a <span class=\"dictionary\">misdemeanor<\/span>.<\/p><\/section>","text":{"0":{"id":"286","text":"  WEEDS, RUBBISH, ETC. – PUBLIC NUISANCE.\n\t(Added by Ord. No. 160,171, Eff. 8\/22\/85).\tA.\tThe City Council finds that weeds (as defined in Article 2, Chapter 13, Part 2, Division 3 or Title 4, commencing at Section 39560 of the Government Code of the State of California), rubbish and other material dangerous or injurious to neighboring property or to the health or safety of residents of the vicinity constitute a public nuisance.\tB.\tEvery owner of any parcel of land or premises who, after receiving notice as provided by Subsection B. of Section 22.325.1 of the Los Angeles Administrative Code, fails to abate a public nuisance thereon consisting of weeds, rubbish or other material dangerous or injurious to neighboring property or to the health or welfare of residents of the vicinity by the date specified in the notice or the date upon which the City is authorized to abate the nuisance pursuant to Section 22.325.1 of the Los Angeles Administrative Code, whichever date is later, is guilty of a misdemeanor.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"previous_section":{"id":"937","structure_id":"77","section_number":"58.01","catch_line":"Nuisances – Summary Abatement.","url":"\/58.01\/","token":"58.01"}}