{"section_number":"58.03","edition_id":"1","section_id":"1864","structure_id":"77","catch_line":"Nuisances – Summary Abatement Of Mosquito Breeding Sources.","history":"","full_text":"  NUISANCES – SUMMARY ABATEMENT OF MOSQUITO BREEDING SOURCES.\n\t(Added by Ord. No. 176,240, Eff. 10\/23\/04.)\n\n\tA.\tAny standing water on private property which has become a breeding source for mosquitos is hereby declared to be a public nuisance and an immediate threat to the public health safety and welfare of the citizens of Los Angeles.\n\n\tB.\tWhen the Health Officer or an officer of any Los Angeles County Vector Control District acting under any authority vested in him or her finds any standing water on private property which has become a breeding source for mosquitoes, said officer may issue a written order to abate the standing water or other condition within the City of Los Angeles that endangers the public health, safety and welfare of the citizens of Los Angeles.  The owner or other person or persons responsible for the private property where the breeding source was found shall have 72 hours to abate or eliminate the condition which created the breeding source for mosquitos.  Upon the issuance of the notice to abate the nuisance created by the breeding source for mosquitos, the owner or other person or persons responsible for the private property may at no cost to the owner or responsible person request that the vector control district abate the standing water as a source of breeding mosquitos.  The owner or responsible person may also choose to abate the nuisance within the 72 hours allowed.  Any owner or responsible person who fails to comply with a 72 hour nuisance abatement order issued pursuant to this section shall be guilty of a misdemeanor pursuant to L.A.M.C. Section 11.00(m).\n\n\tC.\tIf any officer as described in this code who is lawfully on private property finds a nuisance as described above and is unable to contact the owner or other person or persons responsible for the private property in question within twenty-four hours, said officer may summarily abate the nuisance at no cost to the owner or responsible person.  If a nuisance has been abated without the knowledge or permission of the owner or other responsible person, then the abating officer shall post a notice on the property in a prominent place that explains exactly where and what steps were taken to abate the nuisance. \n\n\tD.\tIf an owner or responsible person who has been cited to abate a nuisance within 72 hours fails to do so, any officer described herein may then summarily abate the nuisance.  All costs incurred to abate the nuisance pursuant to this section shall be a personal obligation against the owner or person or persons responsible for the creation or maintenance of the nuisance, recoverable by the abating organization in an action before any court of competent jurisdiction.  These costs shall include an amount equal to 40 percent of the cost to perform the actual work, but not less than the sum of $100.00, to cover the costs for doing the work, administering any contract to do the work and\/or supervising the work required.  In addition to this personal obligation and all other remedies provided by law, the abating organization may collect any judgment, fee, cost, or charge, including any permit fees, fines, late charges, or interest, incurred in relation to the provisions of this section as provided in Los Angeles Administrative Code Sections 7.35.1 through 7.35.8.","order_by":"03","ancestry":{"1":{"id":"77","name":"Nuisances","identifier":"8","label":"article","url":"\/5\/8\/"},"2":{"id":"9","name":"Public Safety and Protection","identifier":"5","label":"chapter","url":"\/5\/"}},"structure_contents":{"0":{"id":"937","structure_id":"77","section_number":"58.01","catch_line":"Nuisances – Summary Abatement.","url":"\/58.01\/","token":"58.01"},"1":{"id":"290","structure_id":"77","section_number":"58.02","catch_line":"Weeds, Rubbish, Etc. – Public Nuisance.","url":"\/58.02\/","token":"58.02"},"2":{"id":"1864","structure_id":"77","section_number":"58.03","catch_line":"Nuisances – Summary Abatement Of Mosquito Breeding Sources.","url":"\/58.03\/","token":"58.03"}},"next_section":{"id":"1864","structure_id":"77","section_number":"58.03","catch_line":"Nuisances – Summary Abatement Of Mosquito Breeding Sources.","url":"\/58.03\/","token":"58.03"},"metadata":false,"references":false,"url":"\/58.03\/","token":"58.03","formats":{"txt":"\/58.03.txt","json":"\/58.03.xml"},"dublin_core":{"Title":"Nuisances – Summary Abatement Of Mosquito Breeding Sources.","Type":"Text","Format":"text\/html","Identifier":"§ 58.03","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nNUISANCES – SUMMARY ABATEMENT OF MOSQUITO BREEDING SOURCES. (§ 58.03)\n\n  NUISANCES – SUMMARY ABATEMENT OF MOSQUITO BREEDING SOURCES.\n\t(Added by Ord. No. 176,240, Eff. 10\/23\/04.)\tA.\tAny standing water on private\nproperty which has become a breeding source for mosquitos is hereby declared to\nbe a public nuisance and an immediate threat to the public health safety and\nwelfare of the citizens of Los Angeles.\tB.\tWhen the Health Officer or an officer\nof any Los Angeles County Vector Control District acting under any authority\nvested in him or her finds any standing water on private property which has\nbecome a breeding source for mosquitoes, said officer may issue a written order\nto abate the standing water or other condition within the City of Los Angeles\nthat endangers the public health, safety and welfare of the citizens of Los\nAngeles.  The owner or other person or persons responsible for the private\nproperty where the breeding source was found shall have 72 hours to abate or\neliminate the condition which created the breeding source for mosquitos.  Upon\nthe issuance of the notice to abate the nuisance created by the breeding source\nfor mosquitos, the owner or other person or persons responsible for the private\nproperty may at no cost to the owner or responsible person request that the\nvector control district abate the standing water as a source of breeding\nmosquitos.  The owner or responsible person may also choose to abate the\nnuisance within the 72 hours allowed.  Any owner or responsible person who\nfails to comply with a 72 hour nuisance abatement order issued pursuant to this\nsection shall be guilty of a misdemeanor pursuant to L.A.M.C. Section\n11.00(m).\tC.\tIf any officer as described in this code who is lawfully on private\nproperty finds a nuisance as described above and is unable to contact the owner\nor other person or persons responsible for the private property in question\nwithin twenty-four hours, said officer may summarily abate the nuisance at no\ncost to the owner or responsible person.  If a nuisance has been abated without\nthe knowledge or permission of the owner or other responsible person, then the\nabating officer shall post a notice on the property in a prominent place that\nexplains exactly where and what steps were taken to abate the nuisance. \tD.\tIf\nan owner or responsible person who has been cited to abate a nuisance within 72\nhours fails to do so, any officer described herein may then summarily abate the\nnuisance.  All costs incurred to abate the nuisance pursuant to this section\nshall be a personal obligation against the owner or person or persons\nresponsible for the creation or maintenance of the nuisance, recoverable by the\nabating organization in an action before any court of competent jurisdiction. \nThese costs shall include an amount equal to 40 percent of the cost to perform\nthe actual work, but not less than the sum of $100.00, to cover the costs for\ndoing the work, administering any contract to do the work and\/or supervising the\nwork required.  In addition to this personal obligation and all other remedies\nprovided by law, the abating organization may collect any judgment, fee, cost,\nor charge, including any permit fees, fines, late charges, or interest, incurred\nin relation to the provisions of this section as provided in Los Angeles\nAdministrative Code Sections 7.35.1 through 7.35.8.\n","html":"\n\t\t\t\t\t<section><p>  NUISANCES – SUMMARY ABATEMENT OF MOSQUITO BREEDING SOURCES.\n\t(Added by Ord. No. 176,240, Eff. 10\/23\/04.)<br \/><br \/>\tA.\tAny standing water on private property which has become a breeding source for mosquitos is hereby declared to be a public nuisance and an immediate threat to the public health safety and welfare of the citizens of Los Angeles.<br \/><br \/>\tB.\tWhen the Health Officer or an officer of any Los Angeles County Vector Control District acting under any authority vested in him or her finds any standing water on private property which has become a breeding source for mosquitoes, said officer may <span class=\"dictionary\">issue<\/span> a written <span class=\"dictionary\">order<\/span> to abate the standing water or other condition within the City of Los Angeles that endangers the public health, safety and welfare of the citizens of Los Angeles.  The owner or other person or persons responsible for the private property where the breeding source was found shall have 72 hours to abate or eliminate the condition which created the breeding source for mosquitos.  Upon the issuance of the notice to abate the nuisance created by the breeding source for mosquitos, the owner or other person or persons responsible for the private property may at no cost to the owner or responsible person request that the vector control district abate the standing water as a source of breeding mosquitos.  The owner or responsible person may also choose to abate the nuisance within the 72 hours allowed.  Any owner or responsible person who fails to comply with a 72 hour nuisance abatement <span class=\"dictionary\">order<\/span> issued pursuant to this section shall be guilty of a <span class=\"dictionary\">misdemeanor<\/span> pursuant to L.A.M.C. Section 11.00(m).<br \/><br \/>\tC.\tIf any officer as described in this code who is lawfully on private property finds a nuisance as described above and is unable to contact the owner or other person or persons responsible for the private property in question within twenty-four hours, said officer may summarily abate the nuisance at no cost to the owner or responsible person.  If a nuisance has been abated without the knowledge or permission of the owner or other responsible person, then the abating officer shall post a notice on the property in a prominent place that explains exactly where and what steps were taken to abate the nuisance. <br \/><br \/>\tD.\tIf an owner or responsible person who has been cited to abate a nuisance within 72 hours fails to do so, any officer described herein may then summarily abate the nuisance.  All costs incurred to abate the nuisance pursuant to this section shall be a personal obligation against the owner or person or persons responsible for the creation or maintenance of the nuisance, recoverable by the abating organization in an action before any <span class=\"dictionary\">court<\/span> of competent <span class=\"dictionary\">jurisdiction<\/span>.  These costs shall include an amount equal to 40 percent of the cost to perform the actual work, but not less than the sum of $100.00, to cover the costs for doing the work, administering any <span class=\"dictionary\">contract<\/span> to do the work and\/or supervising the work required.  In addition to this personal obligation and all other remedies provided by <span class=\"dictionary\">law<\/span>, the abating organization may collect any <span class=\"dictionary\">judgment<\/span>, fee, cost, or charge, including any permit fees, fines, late charges, or interest, incurred in relation to the provisions of this section as provided in Los Angeles Administrative Code Sections 7.35.1 through 7.35.8.<\/p><\/section>","previous_section":{"id":"290","structure_id":"77","section_number":"58.02","catch_line":"Weeds, Rubbish, Etc. – Public Nuisance.","url":"\/58.02\/","token":"58.02"},"text":{"0":{"id":"1848","text":"  NUISANCES – SUMMARY ABATEMENT OF MOSQUITO BREEDING SOURCES.\n\t(Added by Ord. No. 176,240, Eff. 10\/23\/04.)\tA.\tAny standing water on private property which has become a breeding source for mosquitos is hereby declared to be a public nuisance and an immediate threat to the public health safety and welfare of the citizens of Los Angeles.\tB.\tWhen the Health Officer or an officer of any Los Angeles County Vector Control District acting under any authority vested in him or her finds any standing water on private property which has become a breeding source for mosquitoes, said officer may issue a written order to abate the standing water or other condition within the City of Los Angeles that endangers the public health, safety and welfare of the citizens of Los Angeles.  The owner or other person or persons responsible for the private property where the breeding source was found shall have 72 hours to abate or eliminate the condition which created the breeding source for mosquitos.  Upon the issuance of the notice to abate the nuisance created by the breeding source for mosquitos, the owner or other person or persons responsible for the private property may at no cost to the owner or responsible person request that the vector control district abate the standing water as a source of breeding mosquitos.  The owner or responsible person may also choose to abate the nuisance within the 72 hours allowed.  Any owner or responsible person who fails to comply with a 72 hour nuisance abatement order issued pursuant to this section shall be guilty of a misdemeanor pursuant to L.A.M.C. Section 11.00(m).\tC.\tIf any officer as described in this code who is lawfully on private property finds a nuisance as described above and is unable to contact the owner or other person or persons responsible for the private property in question within twenty-four hours, said officer may summarily abate the nuisance at no cost to the owner or responsible person.  If a nuisance has been abated without the knowledge or permission of the owner or other responsible person, then the abating officer shall post a notice on the property in a prominent place that explains exactly where and what steps were taken to abate the nuisance. \tD.\tIf an owner or responsible person who has been cited to abate a nuisance within 72 hours fails to do so, any officer described herein may then summarily abate the nuisance.  All costs incurred to abate the nuisance pursuant to this section shall be a personal obligation against the owner or person or persons responsible for the creation or maintenance of the nuisance, recoverable by the abating organization in an action before any court of competent jurisdiction.  These costs shall include an amount equal to 40 percent of the cost to perform the actual work, but not less than the sum of $100.00, to cover the costs for doing the work, administering any contract to do the work and\/or supervising the work required.  In addition to this personal obligation and all other remedies provided by law, the abating organization may collect any judgment, fee, cost, or charge, including any permit fees, fines, late charges, or interest, incurred in relation to the provisions of this section as provided in Los Angeles Administrative Code Sections 7.35.1 through 7.35.8.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}