{"section_number":"62.02","edition_id":"1","section_id":"1092","structure_id":"36","catch_line":"Excavations In And Adjacent To Streets – Permits.","history":"","full_text":"  EXCAVATIONS IN AND ADJACENT TO STREETS – PERMITS.\n\t(Amended by Ord. No. 171,924, Eff. 3\/27\/98.)\n\n\t(a)\tPermit Required.  No person, nor any department or officer of this City shall make an excavation in or under the surface of any public street or public place for the installation, inspection, repair, abandonment, or removal of any tank, pipe, conduit, duct, tunnel, or footing, or for any other purpose, or make an excavation on private property adjacent to a public street where lateral support to such street or improvements or property within such street is imperiled by such excavation, without first making and filing a written application therefor with the Bureau of Engineering and receiving a permit from the Bureau of Engineering to do so.  No portions of this ordinance shall be construed or is intended to exempt sewer and storm drain connections; sewers and storms drains being constructed under “B” permit provisions of this article; or departments or officers of this City acting in a governmental capacity and performing work with their own forces for the City.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)\n\n\tEXCEPTION: A permit will not be required for excavations which are for the purpose of the installation or removal of poles or pole anchors when such pole and pole anchors are located within sidewalk areas.  All work in connection with such installations shall be performed in accordance with the provisions of Section 62.04.\n\n\t1.\tCouncil Permission for Tunnel Construction.  Permission from the Council is required as a prerequisite to the issuance of any permit under Subsection (a) of this section for the construction of a tunnel structure.  Such tunnel installations may also be subject to the execution of a lease or other agreement between the City and the permittee as determined by Council, and the payment by the permittee of any annual charges set forth in such agreement.\n\n\t2.\tConstruction Tunnels.  A construction tunnel used in lieu of an open trench for the purpose of installing pipe or conduit may be constructed under the sole authorization of an excavation permit.\n\n\t3.\tSmall Utility Cuts for Leak Detection.  Excavation (Utility) permits for the purpose of drilling leakage detection holes may be issued to a public utility regulated by the Public Utilities Commission of the State of California.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)\n\n\t4.\tUtility Maintenance and Service Connection Excavations.  Excavation permits for the purpose of providing service connections, replacing or repairing deteriorated fittings, or raising valve covers, manhole covers, or vault lids to grade may be issued to a public utility regulated by the Public Utilities Commission of the State of California.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)\n\n\t5.\tChargebacks.  No portion of this section shall be construed to contravene Section 11.08 of the L.A.M.C. which prohibits City non-proprietary departments from charging other non-proprietary departments; nor shall this section be construed to allow for “no-fee” or exemptions from required permit authority for work being done under contract for City departments and other governmental agencies.\n\n\tNo portion of this ordinance shall be construed to require that the Bureau of Street Maintenance will obtain permit authority to accomplish its normal work program which includes maintenance, construction and reconstruction activities within public rights-of-way and easements.\n\n\t6.\tEmergencies.  Nothing in this section shall be construed to prevent any agency, entity or utility covered under the provisions of this Ordinance or any person or department or officer of this City who is maintaining an installation in a street by virtue of any law, ordinance franchise, or permit from making such excavations as may be necessary when such necessity arises from emergency conditions, provided that the person, department, or officer making such excavation shall apply for a permit therefor on the next regular business day following the day on which such excavation was commenced and provided that the agency, entity, utility, department or officer of this City provide supporting documentation confirming the nature and scope of the work required and verifiable information related to the event(s), actions, inactions or proximate causes of the required emergency excavation.\n\n\t7.\tImperilment of Lateral Support.  Imperilment of lateral support to a street or improvements on property within such street by excavation on private property shall be deemed to exist whenever such excavation does not comply with the provisions of Section 91.3005 of this Code.\n\n\t(b)\tContents of Application.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)  The permit applications shall contain all information required by the Bureau of Engineering, including but not limited to the hours during which permitted work will be performed, and safety measures that the permittee will undertake.\n\n\t(c)\tPlans Required.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)\n\n\t1.\tGeneral Requirements.  Each application for a permit shall be accompanied by a plan, in triplicate, showing the location and dimensions of each proposed excavation and such other details as the Bureau of Engineering may require.  The applicant shall supply additional copies of the plan if requested by the Bureau of Engineering for checking or inspection purposes.  The Bureau of Engineering shall review the plan, and shall approve the plan if the Bureau determines it to be satisfactory.  Prior to approval of a plan, the Bureau of Engineering shall determine whether to require any permit conditions or special restrictions, and such conditions or restrictions will be incorporated into the permit.  If a plan shows a permanent installation to be made in the area of a public street, a copy shall be placed in the electronic files of the City Engineer as a public record, and an approved duplicate will be used for inspection purposes.  Any excavation made or facility installed shall be located in strict conformance with the location shown on the plan.\n\n\t2.\tException to General Requirements.  The provisions of Subdivision 1. of this Subsection shall not apply if the purpose for making the proposed excavation is to install a service connection less than two inches in diameter, or to inspect or repair an existing installation, although any such excavation shall be in strict conformance with the location described in the application.\n\n\t3.\tAdditional Requirements for Tunnel Structures.  In addition to the requirements in Subdivision 1. of this Subsection, plans for a tunnel structure shall show its proposed location, the distance from all utility installations, details of the proposed method of constructing and backfilling, and the purpose for which the tunnel is to be constructed.  Plans for tunnel structures shall be based upon alignments and elevations determined from actual surveys, and work on any tunnel structure shall not proceed until such alignments and elevations have been established.\n\n\t(d)\tSurveying.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)  In reviewing an application for a permit pursuant to the provisions of this Section, the Bureau of Engineering may require an applicant to conduct surveys if the Bureau determines that surveys are needed to insure that the proposed excavations or facilities to be installed would be located as described in the permit application or shown on the accompanying plat.\n\n\t(e)\tAuthority to Occupy Street Area.  No person, nor any department or officer of this City, shall make any installation in street areas without legal authority granted by franchise or otherwise to occupy and use such areas for the purpose of such installations, regardless of whether or not such person is required to secure a permit under the provisions of this section.\n\n\t(f)\tLiability Insurance.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)\n\n\t1.\tInsurance Required.  A permit to excavate issued pursuant to the provisions of this Section shall not be issued until the applicant has filed with the City Engineer a policy of protective liability insurance naming the City as an insured or a co-insured with the permittee.  The policy of insurance shall insure the City and its departments, officers and employees, while acting with the scope of their duties, against all claims arising from or in connection with the operations of the permittee, or any contractor or subcontractor of the permittee, undertaken pursuant to the provisions of the permit.\n\n\t2.\tException.  The provisions of this Subsection shall not apply to the Federal Government, the State of California, any county, city or county, municipal corporation, irrigation district, school district, district established by law, any political subdivision of the Federal Government or State of California, any public utility regulated by the Public Utilities Commission of the State of California, or any contractor or subcontractor while performing work under contract to any such entity pursuant to a permit issued under the provisions of this Section.\n\n\t3.\tAmounts.  The policy of insurance required by the provisions of this Subsection shall provide the following minimum coverage:\n\n\t\tBodily Injury:\t\t$250,000 for each person\n\t\t\t\t\t$500,000 for each occurrence\n\t\t\t\t\t$500,000 aggregate – products and completed operations\n\n\t\tProperty Damage:\t$100,000 for each occurrence\n\t\t\t\t\t$250,000 aggregate\n\n\tA combined single limit policy with aggregate limits in the amount of $1 million will be considered equivalent to the required minimum limits.\n\n\tThe coverage amounts identified in this Subdivision are minimum amounts, and the Bureau of Engineering has the authority to require coverage in larger amounts where it determines that such coverage is required to adequately protect the City.\n\n\t4.\tDeposit or Bond Where Lateral Support is Imperiled.  If a proposed excavation on private property would imperil the lateral support of a public street or improvements on a public street, in addition to providing the insurance required by the provisions of this Subsection, a permittee must provide to the Bureau of Engineering cash or a surety bond in an amount determined by the Bureau to compensate the City for damage that may be caused to City property by the excavation.  If a bond is provided, it must be executed to the satisfaction of the Bureau of Engineering and approved as to form and legality by the City Attorney.  The bond must be in effect for a minimum of two years after completion of the permitted work, and if cash is provided instead of a bond, the Bureau of Engineering shall keep the cash for a minimum of two years after completion of the permitted work.  The Bureau of Engineering has the authority to modify for good cause the provisions of this Subdivision pertaining to the length of time it maintains custody of a cash deposit or the length of the effectiveness of a surety bond.\n\n\t(g)\tContents of Permits.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)  A permit issued by the Bureau of Engineering pursuant to the provisions of this Section may impose conditions and requirements for its use, including but not limited to specifying the type of backfill material used, the backfilling method, special City inspections of the permitted work, and the manner in which a surface cut is to be made.\n\n\t(h)\tCompliance with Conditions of Permits Required.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)  All conditions imposed upon a permit by the Bureau of Engineering must be complied with, and no person shall fail, neglect or refuse to comply with any term or condition contained in any permit issued pursuant to the provisions of this Section.\n\n\t(i)\tDuration of Permit.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)  Every permit issued pursuant to the provisions of this Section shall expire unless the permitted excavation has begun within six months from the date of issuance of the permit, and the Bureau shall not grant any extensions of time in which to begin the work.  Once permitted excavation work has begun, the work must be diligently prosecuted to completion.  If excavation work has not begun within six months from the date of issuance of a permit issued pursuant to the provisions of this Subsection, the permit is cancelled and the Bureau of Engineering shall impose and collect a fee pursuant to the provisions of Section 62.05(a)(1).\n\n\t(j)\t(Repealed by Ord. No. 182,237, Eff. 9\/28\/12.)\n\n\t(k)\t(Repealed by Ord. No. 182,237, Eff. 9\/28\/12.)\n\n\t(l)\t(Repealed by Ord. No. 182,237, Eff. 9\/28\/12.)\n\n\t(m)\t(Repealed by Ord. No. 182,237, Eff. 9\/28\/12.)\n\n\t(n)\t(Repealed by Ord. No. 182,237, Eff. 9\/28\/12.)","order_by":"02","ancestry":{"1":{"id":"36","name":"Streets And Sidewalks","identifier":"2","label":"article","url":"\/6\/2\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"503","structure_id":"36","section_number":"62.00","catch_line":"Definitions.","url":"\/62.00\/","token":"62.00"},"1":{"id":"4003","structure_id":"36","section_number":"62.01","catch_line":"Removal Of Obstructing Structures.","url":"\/62.01\/","token":"62.01"},"2":{"id":"1092","structure_id":"36","section_number":"62.02","catch_line":"Excavations In And Adjacent To Streets – Permits.","url":"\/62.02\/","token":"62.02"},"3":{"id":"257","structure_id":"36","section_number":"62.03","catch_line":"Excavations In And Adjacent To Streets – Locations And Restrictions.","url":"\/62.03\/","token":"62.03"},"4":{"id":"354","structure_id":"36","section_number":"62.03.1","catch_line":"Notification And Location Requirements.","url":"\/62.03.1\/","token":"62.03.1"},"5":{"id":"633","structure_id":"36","section_number":"62.03.2","catch_line":"Specifications And Procedures For Above Ground Facilities Installations In The Public Rights-Of-Way.","url":"\/62.03.2\/","token":"62.03.2"},"6":{"id":"2577","structure_id":"36","section_number":"62.03.3","catch_line":"Fine For Non-Compliance.","url":"\/62.03.3\/","token":"62.03.3"},"7":{"id":"2901","structure_id":"36","section_number":"62.03.4","catch_line":"Appeal For Violation Of Above Ground Facility, Specification And Procedures.","url":"\/62.03.4\/","token":"62.03.4"},"8":{"id":"1074","structure_id":"36","section_number":"62.04","catch_line":"Excavation In And Adjacent To Streets - Performance Of The Work","url":"\/62.04\/","token":"62.04"},"9":{"id":"2911","structure_id":"36","section_number":"62.05","catch_line":"Excavations In And Adjacent To Streets – Charges.","url":"\/62.05\/","token":"62.05"},"10":{"id":"254","structure_id":"36","section_number":"62.06","catch_line":"Establishment Of A Street Damage Restoration Fee.","url":"\/62.06\/","token":"62.06"},"11":{"id":"1012","structure_id":"36","section_number":"62.08","catch_line":"Specifications And Procedures For Above Ground Facilities Installations In The Public Rights-Of-Way.","url":"\/62.08\/","token":"62.08"},"12":{"id":"1855","structure_id":"36","section_number":"62.09","catch_line":"Fine For Non-Compliance.","url":"\/62.09\/","token":"62.09"},"13":{"id":"4089","structure_id":"36","section_number":"62.10","catch_line":"Appeal For Violation Of Above Ground Facility, Specification And Procedures.","url":"\/62.10\/","token":"62.10"},"14":{"id":"2015","structure_id":"36","section_number":"62.40","catch_line":"Maintenance Holes – Permit For Opening.","url":"\/62.40\/","token":"62.40"},"15":{"id":"3718","structure_id":"36","section_number":"62.41","catch_line":"Maintenance Hole Permit Fees.","url":"\/62.41\/","token":"62.41"},"16":{"id":"3596","structure_id":"36","section_number":"62.42","catch_line":"Manholes – Emergency Openings.","url":"\/62.42\/","token":"62.42"},"17":{"id":"3577","structure_id":"36","section_number":"62.43","catch_line":"Manholes – Warning Signs.","url":"\/62.43\/","token":"62.43"},"18":{"id":"1391","structure_id":"36","section_number":"62.44","catch_line":"Exemptions.","url":"\/62.44\/","token":"62.44"},"19":{"id":"860","structure_id":"36","section_number":"62.45","catch_line":"Materials Or Equipment In Streets – Permits, Regulations, Fees.","url":"\/62.45\/","token":"62.45"},"20":{"id":"2971","structure_id":"36","section_number":"62.46","catch_line":"Permits – Conditions.","url":"\/62.46\/","token":"62.46"},"21":{"id":"622","structure_id":"36","section_number":"62.47","catch_line":"Permits – Revocation.","url":"\/62.47\/","token":"62.47"},"22":{"id":"1871","structure_id":"36","section_number":"62.48","catch_line":"Revocation Of Permits – Work To Cease.","url":"\/62.48\/","token":"62.48"},"23":{"id":"1616","structure_id":"36","section_number":"62.49","catch_line":"Building Material – Deposit In Streets.","url":"\/62.49\/","token":"62.49"},"24":{"id":"1540","structure_id":"36","section_number":"62.50","catch_line":"Building Material – Illumination.","url":"\/62.50\/","token":"62.50"},"25":{"id":"2758","structure_id":"36","section_number":"62.51","catch_line":"Building Material Deposits – Cranes – Restrictions.","url":"\/62.51\/","token":"62.51"},"26":{"id":"4183","structure_id":"36","section_number":"62.52","catch_line":"Plaster – Mixing On Street.","url":"\/62.52\/","token":"62.52"},"27":{"id":"1409","structure_id":"36","section_number":"62.53","catch_line":"Permit To Be Exhibited.","url":"\/62.53\/","token":"62.53"},"28":{"id":"3602","structure_id":"36","section_number":"62.54","catch_line":"Building Material – Removal Of.","url":"\/62.54\/","token":"62.54"},"29":{"id":"1162","structure_id":"36","section_number":"62.55","catch_line":"Permits – Duration Of.","url":"\/62.55\/","token":"62.55"},"30":{"id":"3343","structure_id":"36","section_number":"62.56","catch_line":"Building Material Permit Fees Exemptions.","url":"\/62.56\/","token":"62.56"},"31":{"id":"191","structure_id":"36","section_number":"62.57","catch_line":"Elevated Sidewalks – Permits.","url":"\/62.57\/","token":"62.57"},"32":{"id":"2130","structure_id":"36","section_number":"62.58","catch_line":"Elevated Sidewalks – Application.","url":"\/62.58\/","token":"62.58"},"33":{"id":"838","structure_id":"36","section_number":"62.59","catch_line":"Elevated Sidewalks – Where Permitted.","url":"\/62.59\/","token":"62.59"},"34":{"id":"1596","structure_id":"36","section_number":"62.60","catch_line":"Revocation Of Permits.","url":"\/62.60\/","token":"62.60"},"35":{"id":"2885","structure_id":"36","section_number":"62.61","catch_line":"Work Within Or On A Public Street Or Right-Of-Way, Obstruction Of A Public Street Or Right-Of-Way – Permit Required, Regulations, Penalties For Non-Compliance.","url":"\/62.61\/","token":"62.61"},"36":{"id":"2100","structure_id":"36","section_number":"62.62","catch_line":"Electric Wires On Streets – Permit Required.","url":"\/62.62\/","token":"62.62"},"37":{"id":"1747","structure_id":"36","section_number":"62.63","catch_line":"Electric Wires On Streets – Power Of Board Over.","url":"\/62.63\/","token":"62.63"},"38":{"id":"629","structure_id":"36","section_number":"62.64","catch_line":"Permit – Contents Of.","url":"\/62.64\/","token":"62.64"},"39":{"id":"3887","structure_id":"36","section_number":"62.65","catch_line":"Electric Wiring Must Be Safe.","url":"\/62.65\/","token":"62.65"},"40":{"id":"2167","structure_id":"36","section_number":"62.66","catch_line":"Board – Power To Decide Questions.","url":"\/62.66\/","token":"62.66"},"41":{"id":"2632","structure_id":"36","section_number":"62.67","catch_line":"Permits – Duration Of.","url":"\/62.67\/","token":"62.67"},"42":{"id":"348","structure_id":"36","section_number":"62.68","catch_line":"Exemption – Franchises.","url":"\/62.68\/","token":"62.68"},"43":{"id":"2456","structure_id":"36","section_number":"62.69","catch_line":"Oil Pipe Lines – Permits.","url":"\/62.69\/","token":"62.69"},"44":{"id":"1850","structure_id":"36","section_number":"62.70","catch_line":"Oil Pipe Line – Permit Application.","url":"\/62.70\/","token":"62.70"},"45":{"id":"270","structure_id":"36","section_number":"62.71","catch_line":"Oil Pipe Line – Permit – Contents.","url":"\/62.71\/","token":"62.71"},"46":{"id":"1310","structure_id":"36","section_number":"62.72","catch_line":"Oil Pipe Lines – Regulations.","url":"\/62.72\/","token":"62.72"},"47":{"id":"2994","structure_id":"36","section_number":"62.73","catch_line":"Oil Pipe Lines – Permits – Revocability Of.","url":"\/62.73\/","token":"62.73"},"48":{"id":"228","structure_id":"36","section_number":"62.74","catch_line":"Oil Cables – Permits.","url":"\/62.74\/","token":"62.74"},"49":{"id":"4158","structure_id":"36","section_number":"62.75","catch_line":"Oil Cables – Permit Applications.","url":"\/62.75\/","token":"62.75"},"50":{"id":"1811","structure_id":"36","section_number":"62.76","catch_line":"Oil Cables – Permit Contents.","url":"\/62.76\/","token":"62.76"},"51":{"id":"3117","structure_id":"36","section_number":"62.77","catch_line":"Oil Cables – Regulations.","url":"\/62.77\/","token":"62.77"},"52":{"id":"4063","structure_id":"36","section_number":"62.78","catch_line":"Oil Cables – Permits – Revocability Of.","url":"\/62.78\/","token":"62.78"},"53":{"id":"1489","structure_id":"36","section_number":"62.79","catch_line":"Oil – Spilling On Streets.","url":"\/62.79\/","token":"62.79"},"54":{"id":"1472","structure_id":"36","section_number":"62.80","catch_line":"Drainage Of Water Into Streets.","url":"\/62.80\/","token":"62.80"},"55":{"id":"644","structure_id":"36","section_number":"62.81","catch_line":"Washing Private Alleys.","url":"\/62.81\/","token":"62.81"},"56":{"id":"3007","structure_id":"36","section_number":"62.82","catch_line":"Public Utility Defined.","url":"\/62.82\/","token":"62.82"},"57":{"id":"61","structure_id":"36","section_number":"62.83.1","catch_line":"House Movers – Permits – Conditions.","url":"\/62.83.1\/","token":"62.83.1"},"58":{"id":"3081","structure_id":"36","section_number":"62.84","catch_line":"Board Of Public Works – House Movers’ Permit\/Issuance.","url":"\/62.84\/","token":"62.84"},"59":{"id":"2544","structure_id":"36","section_number":"62.85","catch_line":"House Movers – Compensation To Public Utilities.","url":"\/62.85\/","token":"62.85"},"60":{"id":"232","structure_id":"36","section_number":"62.86","catch_line":"House Movers – Interference With Utility Property.","url":"\/62.86\/","token":"62.86"},"61":{"id":"4029","structure_id":"36","section_number":"62.87","catch_line":"House Mover – Must Pay License.","url":"\/62.87\/","token":"62.87"},"62":{"id":"3156","structure_id":"36","section_number":"62.88","catch_line":"House Movers – Deposits.","url":"\/62.88\/","token":"62.88"},"63":{"id":"2079","structure_id":"36","section_number":"62.89","catch_line":"House Movers – Inspection.","url":"\/62.89\/","token":"62.89"},"64":{"id":"783","structure_id":"36","section_number":"62.90","catch_line":"House Movers – Methods Of Moving – Rules And Regulations.","url":"\/62.90\/","token":"62.90"},"65":{"id":"193","structure_id":"36","section_number":"62.90.1","catch_line":"House Movers – Posting Of Relocation Permit.","url":"\/62.90.1\/","token":"62.90.1"},"66":{"id":"988","structure_id":"36","section_number":"62.91","catch_line":"House Movers – Damage To Streets.","url":"\/62.91\/","token":"62.91"},"67":{"id":"2327","structure_id":"36","section_number":"62.92","catch_line":"House Movers - Deposit Deductions.","url":"\/62.92\/","token":"62.92"},"68":{"id":"3755","structure_id":"36","section_number":"62.93","catch_line":"Housemoving – Lights Required.","url":"\/62.93\/","token":"62.93"},"69":{"id":"942","structure_id":"36","section_number":"62.94","catch_line":"Protection Of Sidewalks.","url":"\/62.94\/","token":"62.94"},"70":{"id":"1875","structure_id":"36","section_number":"62.94.1","catch_line":"Protection Of Streets – Tractors, Etc. Prohibited On.","url":"\/62.94.1\/","token":"62.94.1"},"71":{"id":"1051","structure_id":"36","section_number":"62.95","catch_line":"Animals – Driving On Streets – Permit.","url":"\/62.95\/","token":"62.95"},"72":{"id":"1583","structure_id":"36","section_number":"62.95.1","catch_line":"Horseback Riding Prohibited On Medians.","url":"\/62.95.1\/","token":"62.95.1"},"73":{"id":"87","structure_id":"36","section_number":"62.96","catch_line":"Painting House Numbers On Curbs – Permit Required.","url":"\/62.96\/","token":"62.96"},"74":{"id":"161","structure_id":"36","section_number":"62.97","catch_line":"Vibroseis Surveys In Public Streets.","url":"\/62.97\/","token":"62.97"},"75":{"id":"1526","structure_id":"36","section_number":"62.103","catch_line":"Parkways In Commercial And Industrial Zones – Paving.","url":"\/62.103\/","token":"62.103"},"76":{"id":"1564","structure_id":"36","section_number":"62.104","catch_line":"Curb And Sidewalk Repairs.","url":"\/62.104\/","token":"62.104"},"77":{"id":"973","structure_id":"36","section_number":"62.105","catch_line":"Streets, Sidewalks And Other Improvements – Permits Required.","url":"\/62.105\/","token":"62.105"},"78":{"id":"3155","structure_id":"36","section_number":"62.105.1","catch_line":"Locations Of Driveway Approaches.","url":"\/62.105.1\/","token":"62.105.1"},"79":{"id":"130","structure_id":"36","section_number":"62.105.2","catch_line":"Width Of Driveway Approach Apron.","url":"\/62.105.2\/","token":"62.105.2"},"80":{"id":"1025","structure_id":"36","section_number":"62.105.3","catch_line":"Length Of Curb Space.","url":"\/62.105.3\/","token":"62.105.3"},"81":{"id":"1464","structure_id":"36","section_number":"62.105.4","catch_line":"Slope Of Driveway Approaches.","url":"\/62.105.4\/","token":"62.105.4"},"82":{"id":"3309","structure_id":"36","section_number":"62.105.5","catch_line":"Application For Deviations From The Provisions Of Sections 62.105.1(A), (B), (C) And (D), 62.105.2, 62.105.3 And 62.105.4.","url":"\/62.105.5\/","token":"62.105.5"},"83":{"id":"613","structure_id":"36","section_number":"62.105.6","catch_line":"Testing And Analysis Of Materials Products, Services, Processes And Technologies.","url":"\/62.105.6\/","token":"62.105.6"},"84":{"id":"2114","structure_id":"36","section_number":"62.106","catch_line":"Permits – Classification Of.","url":"\/62.106\/","token":"62.106"},"85":{"id":"3562","structure_id":"36","section_number":"62.106.1","catch_line":"Fees Charges For Preparation Of Required Reports By The City Engineer In Conjunction With Land Use Reviews.","url":"\/62.106.1\/","token":"62.106.1"},"86":{"id":"2722","structure_id":"36","section_number":"62.107","catch_line":"Work Requirements.","url":"\/62.107\/","token":"62.107"},"87":{"id":"2384","structure_id":"36","section_number":"62.108","catch_line":"Application – Contents Of.","url":"\/62.108\/","token":"62.108"},"88":{"id":"2745","structure_id":"36","section_number":"62.109","catch_line":"Class “A” Permit Fees.","url":"\/62.109\/","token":"62.109"},"89":{"id":"124","structure_id":"36","section_number":"62.109.1","catch_line":"Class “A” Permit – Fee Waiver Program.","url":"\/62.109.1\/","token":"62.109.1"},"90":{"id":"1573","structure_id":"36","section_number":"62.110","catch_line":"Class “B” Permit Fees.","url":"\/62.110\/","token":"62.110"},"91":{"id":"1129","structure_id":"36","section_number":"62.111","catch_line":"Class “B” Permits – Plans – Bonds – Insurance.","url":"\/62.111\/","token":"62.111"},"92":{"id":"924","structure_id":"36","section_number":"62.112","catch_line":"Inspector – Application For.","url":"\/62.112\/","token":"62.112"},"93":{"id":"1202","structure_id":"36","section_number":"62.113","catch_line":"Completion Of Work – Certificate Of Acceptance.","url":"\/62.113\/","token":"62.113"},"94":{"id":"1519","structure_id":"36","section_number":"62.114","catch_line":"Permits – Duration – Expiration –Cancellation.","url":"\/62.114\/","token":"62.114"},"95":{"id":"562","structure_id":"36","section_number":"62.115","catch_line":"Class \"A\" Permit Fee Refunds.","url":"\/62.115\/","token":"62.115"},"96":{"id":"2116","structure_id":"36","section_number":"62.116","catch_line":"Permits – Amount Of Work Allowed.","url":"\/62.116\/","token":"62.116"},"97":{"id":"118","structure_id":"36","section_number":"62.117","catch_line":"Removal Of Debris.","url":"\/62.117\/","token":"62.117"},"98":{"id":"2659","structure_id":"36","section_number":"62.118","catch_line":"Exemptions.","url":"\/62.118\/","token":"62.118"},"99":{"id":"1429","structure_id":"36","section_number":"62.118.1","catch_line":"Special Improvements – Payment – Performance By Department.","url":"\/62.118.1\/","token":"62.118.1"},"100":{"id":"3549","structure_id":"36","section_number":"62.118.2","catch_line":"Improvement In Public Streets – Issuance Of Revocable Permits.","url":"\/62.118.2\/","token":"62.118.2"},"101":{"id":"1962","structure_id":"36","section_number":"62.119","catch_line":"Railroads – Street Paving.","url":"\/62.119\/","token":"62.119"},"102":{"id":"1726","structure_id":"36","section_number":"62.120","catch_line":"Railroads – Manner Of Asphalt Paving.","url":"\/62.120\/","token":"62.120"},"103":{"id":"766","structure_id":"36","section_number":"62.121","catch_line":"Railroads – Manner Of Improving Streets.","url":"\/62.121\/","token":"62.121"},"104":{"id":"337","structure_id":"36","section_number":"62.122","catch_line":"Railroads – Type Of Rails.","url":"\/62.122\/","token":"62.122"},"105":{"id":"3298","structure_id":"36","section_number":"62.123","catch_line":"Railroads – Change Of Rails.","url":"\/62.123\/","token":"62.123"},"106":{"id":"496","structure_id":"36","section_number":"62.124","catch_line":"Railroad Rails – Exemptions.","url":"\/62.124\/","token":"62.124"},"107":{"id":"2368","structure_id":"36","section_number":"62.125","catch_line":"Railroads – Time Of Completion Of Work.","url":"\/62.125\/","token":"62.125"},"108":{"id":"3356","structure_id":"36","section_number":"62.126","catch_line":"Railroads – Procedure For Replacing Rails.","url":"\/62.126\/","token":"62.126"},"109":{"id":"1331","structure_id":"36","section_number":"62.127","catch_line":"Railroad – Board May Order Repairs To Roadbed.","url":"\/62.127\/","token":"62.127"},"110":{"id":"4163","structure_id":"36","section_number":"62.128","catch_line":"Railroads – Hours Of Repair In Central Traffic District.","url":"\/62.128\/","token":"62.128"},"111":{"id":"819","structure_id":"36","section_number":"62.129","catch_line":"Public Boulevards – Use Of.","url":"\/62.129\/","token":"62.129"},"112":{"id":"1141","structure_id":"36","section_number":"62.130","catch_line":"Sand – Gravel On Streets.","url":"\/62.130\/","token":"62.130"},"113":{"id":"1057","structure_id":"36","section_number":"62.131","catch_line":"Decorative Lights Over Streets And Sidewalks.","url":"\/62.131\/","token":"62.131"},"114":{"id":"3417","structure_id":"36","section_number":"62.132","catch_line":"Street Banners.","url":"\/62.132\/","token":"62.132"},"115":{"id":"105","structure_id":"36","section_number":"62.133","catch_line":"Canopies.","url":"\/62.133\/","token":"62.133"},"116":{"id":"292","structure_id":"36","section_number":"62.135","catch_line":"Overloads – Definitions.","url":"\/62.135\/","token":"62.135"},"117":{"id":"2082","structure_id":"36","section_number":"62.136","catch_line":"Overloads – Permits Required.","url":"\/62.136\/","token":"62.136"},"118":{"id":"3499","structure_id":"36","section_number":"62.137","catch_line":"Overloads – When Unlawful To Move Without Inspection.","url":"\/62.137\/","token":"62.137"},"119":{"id":"1358","structure_id":"36","section_number":"62.138","catch_line":"Overloads, When Unlawful To Move In Any Event.","url":"\/62.138\/","token":"62.138"},"120":{"id":"906","structure_id":"36","section_number":"62.139","catch_line":"Unattended Parking – Prohibited.","url":"\/62.139\/","token":"62.139"},"121":{"id":"1829","structure_id":"36","section_number":"62.140","catch_line":"Overloads – Night Moving.","url":"\/62.140\/","token":"62.140"},"122":{"id":"631","structure_id":"36","section_number":"62.141","catch_line":"Overloads – Application For Permits.","url":"\/62.141\/","token":"62.141"},"123":{"id":"3115","structure_id":"36","section_number":"62.142","catch_line":"Overloads – Issuance Of Permits.","url":"\/62.142\/","token":"62.142"},"124":{"id":"850","structure_id":"36","section_number":"62.143","catch_line":"Overloads – 30 Day And Annual Permits.","url":"\/62.143\/","token":"62.143"},"125":{"id":"1705","structure_id":"36","section_number":"62.144","catch_line":"Overloads – Permits – Limitations And Requirements.","url":"\/62.144\/","token":"62.144"},"126":{"id":"723","structure_id":"36","section_number":"62.145","catch_line":"Overloads – Insurance – Bonds.","url":"\/62.145\/","token":"62.145"},"127":{"id":"2533","structure_id":"36","section_number":"62.146","catch_line":"Overloads - Inspection.","url":"\/62.146\/","token":"62.146"},"128":{"id":"3149","structure_id":"36","section_number":"62.147","catch_line":"Overloads – Assignment Of Inspectors.","url":"\/62.147\/","token":"62.147"},"129":{"id":"2718","structure_id":"36","section_number":"62.148","catch_line":"Overloads – Displacement Of Property Of Public Utility.","url":"\/62.148\/","token":"62.148"},"130":{"id":"2719","structure_id":"36","section_number":"62.149","catch_line":"Overloads – Movement Of By Governmental Authorities.","url":"\/62.149\/","token":"62.149"},"131":{"id":"1939","structure_id":"36","section_number":"62.150","catch_line":"Overloads – Where Exceptions Are Permissible.","url":"\/62.150\/","token":"62.150"},"132":{"id":"997","structure_id":"36","section_number":"62.151","catch_line":"Overloads – Special Engineering Services For Large Or Heavy Loads.","url":"\/62.151\/","token":"62.151"},"133":{"id":"2405","structure_id":"36","section_number":"62.161","catch_line":"Planting, Maintenance And Care Of Plants In City Streets – Jurisdiction Of Board.","url":"\/62.161\/","token":"62.161"},"134":{"id":"2498","structure_id":"36","section_number":"62.162","catch_line":"Power To Plant, Maintain And Issue Permits.","url":"\/62.162\/","token":"62.162"},"135":{"id":"887","structure_id":"36","section_number":"62.163","catch_line":"Duties Regarding Maintenance Of Plants.","url":"\/62.163\/","token":"62.163"},"136":{"id":"3453","structure_id":"36","section_number":"62.164","catch_line":"Tree Planting Records – Plans.","url":"\/62.164\/","token":"62.164"},"137":{"id":"390","structure_id":"36","section_number":"62.165","catch_line":"Board To Prepare Reports.","url":"\/62.165\/","token":"62.165"},"138":{"id":"696","structure_id":"36","section_number":"62.166","catch_line":"Street Obstructions By Trees – Jurisdiction.","url":"\/62.166\/","token":"62.166"},"139":{"id":"2766","structure_id":"36","section_number":"62.167","catch_line":"Assessment Levy For Planting.","url":"\/62.167\/","token":"62.167"},"140":{"id":"2022","structure_id":"36","section_number":"62.168","catch_line":"Removal Of Obstructing Plants.","url":"\/62.168\/","token":"62.168"},"141":{"id":"1418","structure_id":"36","section_number":"62.169","catch_line":"Permit Required To Plant In Streets.","url":"\/62.169\/","token":"62.169"},"142":{"id":"2735","structure_id":"36","section_number":"62.170","catch_line":"Conditional Permit To Remove Or Destroy Trees.","url":"\/62.170\/","token":"62.170"},"143":{"id":"2494","structure_id":"36","section_number":"62.171","catch_line":"Permit Fees For Tree Removal.","url":"\/62.171\/","token":"62.171"},"144":{"id":"1068","structure_id":"36","section_number":"62.172","catch_line":"House Moving – Permit.","url":"\/62.172\/","token":"62.172"},"145":{"id":"3134","structure_id":"36","section_number":"62.173","catch_line":"Tree Stakes Or Guards.","url":"\/62.173\/","token":"62.173"},"146":{"id":"2703","structure_id":"36","section_number":"62.174","catch_line":"Injury To Trees.","url":"\/62.174\/","token":"62.174"},"147":{"id":"917","structure_id":"36","section_number":"62.175","catch_line":"Tree Maintenance.","url":"\/62.175\/","token":"62.175"},"148":{"id":"1236","structure_id":"36","section_number":"62.176","catch_line":"Street Maintenance Fee.","url":"\/62.176\/","token":"62.176"},"149":{"id":"623","structure_id":"36","section_number":"62.200","catch_line":"Street Intersections – Obstructions To Visibility.","url":"\/62.200\/","token":"62.200"},"150":{"id":"2162","structure_id":"36","section_number":"62.201","catch_line":"Import And Export Of Earth Materials – Fees Required.","url":"\/62.201\/","token":"62.201"},"151":{"id":"2172","structure_id":"36","section_number":"62.202","catch_line":"Import And Export Of Earth Materials – Bonded Requirement.","url":"\/62.202\/","token":"62.202"},"152":{"id":"2628","structure_id":"36","section_number":"62.203","catch_line":"Special Event Permit Procedure For Westwood\nVillage.","url":"\/62.203\/","token":"62.203"}},"next_section":{"id":"257","structure_id":"36","section_number":"62.03","catch_line":"Excavations In And Adjacent To Streets – Locations And Restrictions.","url":"\/62.03\/","token":"62.03"},"metadata":false,"references":false,"url":"\/62.02\/","token":"62.02","formats":{"txt":"\/62.02.txt","json":"\/62.02.xml"},"dublin_core":{"Title":"Excavations In And Adjacent To Streets – Permits.","Type":"Text","Format":"text\/html","Identifier":"§ 62.02","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nEXCAVATIONS IN AND ADJACENT TO STREETS – PERMITS. (§ 62.02)\n\n  EXCAVATIONS IN AND ADJACENT TO STREETS – PERMITS.\n\t(Amended by Ord. No. 171,924, Eff. 3\/27\/98.)\t(a)\tPermit Required.  No person,\nnor any department or officer of this City shall make an excavation in or under\nthe surface of any public street or public place for the installation,\ninspection, repair, abandonment, or removal of any tank, pipe, conduit, duct,\ntunnel, or footing, or for any other purpose, or make an excavation on private\nproperty adjacent to a public street where lateral support to such street or\nimprovements or property within such street is imperiled by such excavation,\nwithout first making and filing a written application therefor with the Bureau\nof Engineering and receiving a permit from the Bureau of Engineering to do so. \nNo portions of this ordinance shall be construed or is intended to exempt sewer\nand storm drain connections; sewers and storms drains being constructed under\n“B” permit provisions of this article; or departments or officers of this\nCity acting in a governmental capacity and performing work with their own forces\nfor the City.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)\tEXCEPTION: A permit\nwill not be required for excavations which are for the purpose of the\ninstallation or removal of poles or pole anchors when such pole and pole anchors\nare located within sidewalk areas.  All work in connection with such\ninstallations shall be performed in accordance with the provisions of Section\n62.04.\t1.\tCouncil Permission for Tunnel Construction.  Permission from the\nCouncil is required as a prerequisite to the issuance of any permit under\nSubsection (a) of this section for the construction of a tunnel structure. \nSuch tunnel installations may also be subject to the execution of a lease or\nother agreement between the City and the permittee as determined by Council, and\nthe payment by the permittee of any annual charges set forth in such\nagreement.\t2.\tConstruction Tunnels.  A construction tunnel used in lieu of an\nopen trench for the purpose of installing pipe or conduit may be constructed\nunder the sole authorization of an excavation permit.\t3.\tSmall Utility Cuts for\nLeak Detection.  Excavation (Utility) permits for the purpose of drilling\nleakage detection holes may be issued to a public utility regulated by the\nPublic Utilities Commission of the State of California.  (Amended by Ord. No.\n182,237, Eff. 9\/28\/12.)\t4.\tUtility Maintenance and Service Connection\nExcavations.  Excavation permits for the purpose of providing service\nconnections, replacing or repairing deteriorated fittings, or raising valve\ncovers, manhole covers, or vault lids to grade may be issued to a public utility\nregulated by the Public Utilities Commission of the State of California. \n(Amended by Ord. No. 182,237, Eff. 9\/28\/12.)\t5.\tChargebacks.  No portion of\nthis section shall be construed to contravene Section 11.08 of the L.A.M.C.\nwhich prohibits City non-proprietary departments from charging other\nnon-proprietary departments; nor shall this section be construed to allow for\n“no-fee” or exemptions from required permit authority for work being done\nunder contract for City departments and other governmental agencies.\tNo portion\nof this ordinance shall be construed to require that the Bureau of Street\nMaintenance will obtain permit authority to accomplish its normal work program\nwhich includes maintenance, construction and reconstruction activities within\npublic rights-of-way and easements.\t6.\tEmergencies.  Nothing in this section\nshall be construed to prevent any agency, entity or utility covered under the\nprovisions of this Ordinance or any person or department or officer of this City\nwho is maintaining an installation in a street by virtue of any law, ordinance\nfranchise, or permit from making such excavations as may be necessary when such\nnecessity arises from emergency conditions, provided that the person,\ndepartment, or officer making such excavation shall apply for a permit therefor\non the next regular business day following the day on which such excavation was\ncommenced and provided that the agency, entity, utility, department or officer\nof this City provide supporting documentation confirming the nature and scope of\nthe work required and verifiable information related to the event(s), actions,\ninactions or proximate causes of the required emergency\nexcavation.\t7.\tImperilment of Lateral Support.  Imperilment of lateral support\nto a street or improvements on property within such street by excavation on\nprivate property shall be deemed to exist whenever such excavation does not\ncomply with the provisions of Section 91.3005 of this Code.\t(b)\tContents of\nApplication.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)  The permit\napplications shall contain all information required by the Bureau of\nEngineering, including but not limited to the hours during which permitted work\nwill be performed, and safety measures that the permittee will\nundertake.\t(c)\tPlans Required.  (Amended by Ord. No. 182,237, Eff.\n9\/28\/12.)\t1.\tGeneral Requirements.  Each application for a permit shall be\naccompanied by a plan, in triplicate, showing the location and dimensions of\neach proposed excavation and such other details as the Bureau of Engineering may\nrequire.  The applicant shall supply additional copies of the plan if requested\nby the Bureau of Engineering for checking or inspection purposes.  The Bureau\nof Engineering shall review the plan, and shall approve the plan if the Bureau\ndetermines it to be satisfactory.  Prior to approval of a plan, the Bureau of\nEngineering shall determine whether to require any permit conditions or special\nrestrictions, and such conditions or restrictions will be incorporated into the\npermit.  If a plan shows a permanent installation to be made in the area of a\npublic street, a copy shall be placed in the electronic files of the City\nEngineer as a public record, and an approved duplicate will be used for\ninspection purposes.  Any excavation made or facility installed shall be\nlocated in strict conformance with the location shown on the plan.\t2.\tException\nto General Requirements.  The provisions of Subdivision 1. of this Subsection\nshall not apply if the purpose for making the proposed excavation is to install\na service connection less than two inches in diameter, or to inspect or repair\nan existing installation, although any such excavation shall be in strict\nconformance with the location described in the application.\t3.\tAdditional\nRequirements for Tunnel Structures.  In addition to the requirements in\nSubdivision 1. of this Subsection, plans for a tunnel structure shall show its\nproposed location, the distance from all utility installations, details of the\nproposed method of constructing and backfilling, and the purpose for which the\ntunnel is to be constructed.  Plans for tunnel structures shall be based upon\nalignments and elevations determined from actual surveys, and work on any tunnel\nstructure shall not proceed until such alignments and elevations have been\nestablished.\t(d)\tSurveying.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)  In\nreviewing an application for a permit pursuant to the provisions of this\nSection, the Bureau of Engineering may require an applicant to conduct surveys\nif the Bureau determines that surveys are needed to insure that the proposed\nexcavations or facilities to be installed would be located as described in the\npermit application or shown on the accompanying plat.\t(e)\tAuthority to Occupy\nStreet Area.  No person, nor any department or officer of this City, shall make\nany installation in street areas without legal authority granted by franchise or\notherwise to occupy and use such areas for the purpose of such installations,\nregardless of whether or not such person is required to secure a permit under\nthe provisions of this section.\t(f)\tLiability Insurance.  (Amended by Ord. No.\n182,237, Eff. 9\/28\/12.)\t1.\tInsurance Required.  A permit to excavate issued\npursuant to the provisions of this Section shall not be issued until the\napplicant has filed with the City Engineer a policy of protective liability\ninsurance naming the City as an insured or a co-insured with the permittee. \nThe policy of insurance shall insure the City and its departments, officers and\nemployees, while acting with the scope of their duties, against all claims\narising from or in connection with the operations of the permittee, or any\ncontractor or subcontractor of the permittee, undertaken pursuant to the\nprovisions of the permit.\t2.\tException.  The provisions of this Subsection\nshall not apply to the Federal Government, the State of California, any county,\ncity or county, municipal corporation, irrigation district, school district,\ndistrict established by law, any political subdivision of the Federal Government\nor State of California, any public utility regulated by the Public Utilities\nCommission of the State of California, or any contractor or subcontractor while\nperforming work under contract to any such entity pursuant to a permit issued\nunder the provisions of this Section.\t3.\tAmounts.  The policy of insurance\nrequired by the provisions of this Subsection shall provide the following\nminimum coverage:\t\tBodily Injury:\t\t$250,000 for each person\n\t\t\t\t\t$500,000 for each occurrence\n\t\t\t\t\t$500,000 aggregate – products and completed operations\t\tProperty\nDamage:\t$100,000 for each occurrence\n\t\t\t\t\t$250,000 aggregate\tA combined single limit policy with aggregate limits in\nthe amount of $1 million will be considered equivalent to the required minimum\nlimits.\tThe coverage amounts identified in this Subdivision are minimum amounts,\nand the Bureau of Engineering has the authority to require coverage in larger\namounts where it determines that such coverage is required to adequately protect\nthe City.\t4.\tDeposit or Bond Where Lateral Support is Imperiled.  If a proposed\nexcavation on private property would imperil the lateral support of a public\nstreet or improvements on a public street, in addition to providing the\ninsurance required by the provisions of this Subsection, a permittee must\nprovide to the Bureau of Engineering cash or a surety bond in an amount\ndetermined by the Bureau to compensate the City for damage that may be caused to\nCity property by the excavation.  If a bond is provided, it must be executed to\nthe satisfaction of the Bureau of Engineering and approved as to form and\nlegality by the City Attorney.  The bond must be in effect for a minimum of two\nyears after completion of the permitted work, and if cash is provided instead of\na bond, the Bureau of Engineering shall keep the cash for a minimum of two years\nafter completion of the permitted work.  The Bureau of Engineering has the\nauthority to modify for good cause the provisions of this Subdivision pertaining\nto the length of time it maintains custody of a cash deposit or the length of\nthe effectiveness of a surety bond.\t(g)\tContents of Permits.  (Amended by Ord.\nNo. 182,237, Eff. 9\/28\/12.)  A permit issued by the Bureau of Engineering\npursuant to the provisions of this Section may impose conditions and\nrequirements for its use, including but not limited to specifying the type of\nbackfill material used, the backfilling method, special City inspections of the\npermitted work, and the manner in which a surface cut is to be\nmade.\t(h)\tCompliance with Conditions of Permits Required.  (Amended by Ord. No.\n182,237, Eff. 9\/28\/12.)  All conditions imposed upon a permit by the Bureau of\nEngineering must be complied with, and no person shall fail, neglect or refuse\nto comply with any term or condition contained in any permit issued pursuant to\nthe provisions of this Section.\t(i)\tDuration of Permit.  (Amended by Ord. No.\n182,237, Eff. 9\/28\/12.)  Every permit issued pursuant to the provisions of this\nSection shall expire unless the permitted excavation has begun within six months\nfrom the date of issuance of the permit, and the Bureau shall not grant any\nextensions of time in which to begin the work.  Once permitted excavation work\nhas begun, the work must be diligently prosecuted to completion.  If excavation\nwork has not begun within six months from the date of issuance of a permit\nissued pursuant to the provisions of this Subsection, the permit is cancelled\nand the Bureau of Engineering shall impose and collect a fee pursuant to the\nprovisions of Section 62.05(a)(1).\t(j)\t(Repealed by Ord. No. 182,237, Eff.\n9\/28\/12.)\t(k)\t(Repealed by Ord. No. 182,237, Eff. 9\/28\/12.)\t(l)\t(Repealed by\nOrd. No. 182,237, Eff. 9\/28\/12.)\t(m)\t(Repealed by Ord. No. 182,237, Eff.\n9\/28\/12.)\t(n)\t(Repealed by Ord. No. 182,237, Eff. 9\/28\/12.)\n","html":"\n\t\t\t\t\t<section><p>  EXCAVATIONS IN AND ADJACENT TO STREETS – PERMITS.\n\t(Amended by Ord. No. 171,924, Eff. 3\/27\/98.)<br \/><br \/>\t(a)\tPermit Required.  No person, nor any department or officer of this City shall make an excavation in or under the surface of any public street or public place for the installation, inspection, repair, abandonment, or removal of any tank, pipe, conduit, duct, tunnel, or footing, or for any other purpose, or make an excavation on private property adjacent to a public street where lateral support to such street or improvements or property within such street is imperiled by such excavation, without first making and filing a written application therefor with the Bureau of Engineering and receiving a permit from the Bureau of Engineering to do so.  No portions of this <span class=\"dictionary\">ordinance<\/span> shall be construed or is intended to exempt sewer and storm drain connections; sewers and storms drains being constructed under “B” permit provisions of this article; or departments or officers of this City acting in a governmental capacity and performing work with their own forces for the City.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)<br \/><br \/>\tEXCEPTION: A permit will not be required for excavations which are for the purpose of the installation or removal of poles or pole anchors when such pole and pole anchors are located within sidewalk areas.  All work in connection with such installations shall be performed in accordance with the provisions of Section 62.04.<br \/><br \/>\t1.\tCouncil Permission for Tunnel Construction.  Permission from the Council is required as a prerequisite to the issuance of any permit under Subsection (a) of this section for the construction of a tunnel structure.  Such tunnel installations may also be subject to the execution of a lease or other agreement between the City and the permittee as determined by Council, and the payment by the permittee of any annual charges set forth in such agreement.<br \/><br \/>\t2.\tConstruction Tunnels.  A construction tunnel used in lieu of an open trench for the purpose of installing pipe or conduit may be constructed under the sole authorization of an excavation permit.<br \/><br \/>\t3.\tSmall Utility Cuts for Leak Detection.  Excavation (Utility) permits for the purpose of drilling leakage detection holes may be issued to a public utility regulated by the Public Utilities Commission of the State of California.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)<br \/><br \/>\t4.\tUtility Maintenance and Service Connection Excavations.  Excavation permits for the purpose of providing service connections, replacing or repairing deteriorated fittings, or raising valve covers, manhole covers, or vault lids to grade may be issued to a public utility regulated by the Public Utilities Commission of the State of California.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)<br \/><br \/>\t5.\tChargebacks.  No portion of this section shall be construed to contravene Section 11.08 of the L.A.M.C. which prohibits City non-proprietary departments from charging other non-proprietary departments; nor shall this section be construed to allow for “no-fee” or exemptions from required permit authority for work being done under <span class=\"dictionary\">contract<\/span> for City departments and other governmental agencies.<br \/><br \/>\tNo portion of this <span class=\"dictionary\">ordinance<\/span> shall be construed to require that the Bureau of Street Maintenance will obtain permit authority to accomplish its normal work program which includes maintenance, construction and reconstruction activities within public rights-of-way and easements.<br \/><br \/>\t6.\tEmergencies.  Nothing in this section shall be construed to prevent any agency, entity or utility covered under the provisions of this <span class=\"dictionary\">Ordinance<\/span> or any person or department or officer of this City who is maintaining an installation in a street by virtue of any <span class=\"dictionary\">law<\/span>, <span class=\"dictionary\">ordinance<\/span> franchise, or permit from making such excavations as may be necessary when such necessity arises from emergency conditions, provided that the person, department, or officer making such excavation shall apply for a permit therefor on the next regular business day following the day on which such excavation was commenced and provided that the agency, entity, utility, department or officer of this City provide supporting documentation confirming the nature and scope of the work required and verifiable information related to the event(s), actions, inactions or proximate causes of the required emergency excavation.<br \/><br \/>\t7.\tImperilment of Lateral Support.  Imperilment of lateral support to a street or improvements on property within such street by excavation on private property shall be deemed to exist whenever such excavation does not comply with the provisions of Section 91.3005 of this Code.<br \/><br \/>\t(b)\tContents of Application.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)  The permit applications shall contain all information required by the Bureau of Engineering, including but not limited to the hours during which permitted work will be performed, and safety measures that the permittee will undertake.<br \/><br \/>\t(c)\tPlans Required.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)<br \/><br \/>\t1.\tGeneral Requirements.  Each application for a permit shall be accompanied by a plan, in triplicate, showing the location and dimensions of each proposed excavation and such other details as the Bureau of Engineering may require.  The applicant shall supply additional copies of the plan if requested by the Bureau of Engineering for checking or inspection purposes.  The Bureau of Engineering shall review the plan, and shall approve the plan if the Bureau determines it to be satisfactory.  Prior to approval of a plan, the Bureau of Engineering shall determine whether to require any permit conditions or special restrictions, and such conditions or restrictions will be incorporated into the permit.  If a plan shows a permanent installation to be made in the area of a public street, a copy shall be placed in the electronic files of the City Engineer as a public record, and an approved duplicate will be used for inspection purposes.  Any excavation made or facility installed shall be located in strict conformance with the location shown on the plan.<br \/><br \/>\t2.\tException to General Requirements.  The provisions of Subdivision 1. of this Subsection shall not apply if the purpose for making the proposed excavation is to install a service connection less than two inches in diameter, or to inspect or repair an existing installation, although any such excavation shall be in strict conformance with the location described in the application.<br \/><br \/>\t3.\tAdditional Requirements for Tunnel Structures.  In addition to the requirements in Subdivision 1. of this Subsection, plans for a tunnel structure shall show its proposed location, the distance from all utility installations, details of the proposed method of constructing and backfilling, and the purpose for which the tunnel is to be constructed.  Plans for tunnel structures shall be based upon alignments and elevations determined from actual surveys, and work on any tunnel structure shall not proceed until such alignments and elevations have been established.<br \/><br \/>\t(d)\tSurveying.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)  In reviewing an application for a permit pursuant to the provisions of this Section, the Bureau of Engineering may require an applicant to conduct surveys if the Bureau determines that surveys are needed to insure that the proposed excavations or facilities to be installed would be located as described in the permit application or shown on the accompanying plat.<br \/><br \/>\t(e)\tAuthority to Occupy Street Area.  No person, nor any department or officer of this City, shall make any installation in street areas without legal authority granted by franchise or otherwise to occupy and use such areas for the purpose of such installations, regardless of whether or not such person is required to secure a permit under the provisions of this section.<br \/><br \/>\t(f)\tLiability Insurance.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)<br \/><br \/>\t1.\tInsurance Required.  A permit to excavate issued pursuant to the provisions of this Section shall not be issued until the applicant has filed with the City Engineer a policy of protective liability insurance naming the City as an insured or a co-insured with the permittee.  The policy of insurance shall insure the City and its departments, officers and employees, while acting with the scope of their duties, against all claims arising from or in connection with the operations of the permittee, or any contractor or subcontractor of the permittee, undertaken pursuant to the provisions of the permit.<br \/><br \/>\t2.\tException.  The provisions of this Subsection shall not apply to the Federal Government, the State of California, any county, city or county, municipal corporation, irrigation district, school district, district established by <span class=\"dictionary\">law<\/span>, any political subdivision of the Federal Government or State of California, any public utility regulated by the Public Utilities Commission of the State of California, or any contractor or subcontractor while performing work under <span class=\"dictionary\">contract<\/span> to any such entity pursuant to a permit issued under the provisions of this Section.<br \/><br \/>\t3.\tAmounts.  The policy of insurance required by the provisions of this Subsection shall provide the following minimum coverage:<br \/><br \/>\t\tBodily Injury:\t\t$250,000 for each person\n\t\t\t\t\t$500,000 for each occurrence\n\t\t\t\t\t$500,000 aggregate – products and completed operations<br \/><br \/>\t\tProperty Damage:\t$100,000 for each occurrence\n\t\t\t\t\t$250,000 aggregate<br \/><br \/>\tA combined single limit policy with aggregate limits in the amount of $1 million will be considered equivalent to the required minimum limits.<br \/><br \/>\tThe coverage amounts identified in this Subdivision are minimum amounts, and the Bureau of Engineering has the authority to require coverage in larger amounts where it determines that such coverage is required to adequately protect the City.<br \/><br \/>\t4.\tDeposit or <span class=\"dictionary\">Bond<\/span> Where Lateral Support is Imperiled.  If a proposed excavation on private property would imperil the lateral support of a public street or improvements on a public street, in addition to providing the insurance required by the provisions of this Subsection, a permittee must provide to the Bureau of Engineering cash or a <span class=\"dictionary\">surety<\/span> <span class=\"dictionary\">bond<\/span> in an amount determined by the Bureau to compensate the City for damage that may be caused to City property by the excavation.  If a <span class=\"dictionary\">bond<\/span> is provided, it must be executed to the satisfaction of the Bureau of Engineering and approved as to form and legality by the City Attorney.  The <span class=\"dictionary\">bond<\/span> must be in effect for a minimum of two years after completion of the permitted work, and if cash is provided instead of a <span class=\"dictionary\">bond<\/span>, the Bureau of Engineering shall keep the cash for a minimum of two years after completion of the permitted work.  The Bureau of Engineering has the authority to modify for good cause the provisions of this Subdivision pertaining to the length of time it maintains <span class=\"dictionary\">custody<\/span> of a cash deposit or the length of the effectiveness of a <span class=\"dictionary\">surety<\/span> <span class=\"dictionary\">bond<\/span>.<br \/><br \/>\t(g)\tContents of Permits.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)  A permit issued by the Bureau of Engineering pursuant to the provisions of this Section may impose conditions and requirements for its use, including but not limited to specifying the type of backfill <span class=\"dictionary\">material<\/span> used, the backfilling method, special City inspections of the permitted work, and the manner in which a surface cut is to be made.<br \/><br \/>\t(h)\tCompliance with Conditions of Permits Required.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)  All conditions imposed upon a permit by the Bureau of Engineering must be complied with, and no person shall fail, neglect or refuse to comply with any term or condition contained in any permit issued pursuant to the provisions of this Section.<br \/><br \/>\t(i)\tDuration of Permit.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)  Every permit issued pursuant to the provisions of this Section shall expire unless the permitted excavation has begun within six months from the date of issuance of the permit, and the Bureau shall not grant any extensions of time in which to begin the work.  Once permitted excavation work has begun, the work must be diligently prosecuted to completion.  If excavation work has not begun within six months from the date of issuance of a permit issued pursuant to the provisions of this Subsection, the permit is cancelled and the Bureau of Engineering shall impose and collect a fee pursuant to the provisions of Section 62.05(a)(1).<br \/><br \/>\t(j)\t(Repealed by Ord. No. 182,237, Eff. 9\/28\/12.)<br \/><br \/>\t(k)\t(Repealed by Ord. No. 182,237, Eff. 9\/28\/12.)<br \/><br \/>\t(l)\t(Repealed by Ord. No. 182,237, Eff. 9\/28\/12.)<br \/><br \/>\t(m)\t(Repealed by Ord. No. 182,237, Eff. 9\/28\/12.)<br \/><br \/>\t(n)\t(Repealed by Ord. No. 182,237, Eff. 9\/28\/12.)<\/p><\/section>","previous_section":{"id":"4003","structure_id":"36","section_number":"62.01","catch_line":"Removal Of Obstructing Structures.","url":"\/62.01\/","token":"62.01"},"text":{"0":{"id":"1079","text":"  EXCAVATIONS IN AND ADJACENT TO STREETS – PERMITS.\n\t(Amended by Ord. No. 171,924, Eff. 3\/27\/98.)\t(a)\tPermit Required.  No person, nor any department or officer of this City shall make an excavation in or under the surface of any public street or public place for the installation, inspection, repair, abandonment, or removal of any tank, pipe, conduit, duct, tunnel, or footing, or for any other purpose, or make an excavation on private property adjacent to a public street where lateral support to such street or improvements or property within such street is imperiled by such excavation, without first making and filing a written application therefor with the Bureau of Engineering and receiving a permit from the Bureau of Engineering to do so.  No portions of this ordinance shall be construed or is intended to exempt sewer and storm drain connections; sewers and storms drains being constructed under “B” permit provisions of this article; or departments or officers of this City acting in a governmental capacity and performing work with their own forces for the City.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)\tEXCEPTION: A permit will not be required for excavations which are for the purpose of the installation or removal of poles or pole anchors when such pole and pole anchors are located within sidewalk areas.  All work in connection with such installations shall be performed in accordance with the provisions of Section 62.04.\t1.\tCouncil Permission for Tunnel Construction.  Permission from the Council is required as a prerequisite to the issuance of any permit under Subsection (a) of this section for the construction of a tunnel structure.  Such tunnel installations may also be subject to the execution of a lease or other agreement between the City and the permittee as determined by Council, and the payment by the permittee of any annual charges set forth in such agreement.\t2.\tConstruction Tunnels.  A construction tunnel used in lieu of an open trench for the purpose of installing pipe or conduit may be constructed under the sole authorization of an excavation permit.\t3.\tSmall Utility Cuts for Leak Detection.  Excavation (Utility) permits for the purpose of drilling leakage detection holes may be issued to a public utility regulated by the Public Utilities Commission of the State of California.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)\t4.\tUtility Maintenance and Service Connection Excavations.  Excavation permits for the purpose of providing service connections, replacing or repairing deteriorated fittings, or raising valve covers, manhole covers, or vault lids to grade may be issued to a public utility regulated by the Public Utilities Commission of the State of California.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)\t5.\tChargebacks.  No portion of this section shall be construed to contravene Section 11.08 of the L.A.M.C. which prohibits City non-proprietary departments from charging other non-proprietary departments; nor shall this section be construed to allow for “no-fee” or exemptions from required permit authority for work being done under contract for City departments and other governmental agencies.\tNo portion of this ordinance shall be construed to require that the Bureau of Street Maintenance will obtain permit authority to accomplish its normal work program which includes maintenance, construction and reconstruction activities within public rights-of-way and easements.\t6.\tEmergencies.  Nothing in this section shall be construed to prevent any agency, entity or utility covered under the provisions of this Ordinance or any person or department or officer of this City who is maintaining an installation in a street by virtue of any law, ordinance franchise, or permit from making such excavations as may be necessary when such necessity arises from emergency conditions, provided that the person, department, or officer making such excavation shall apply for a permit therefor on the next regular business day following the day on which such excavation was commenced and provided that the agency, entity, utility, department or officer of this City provide supporting documentation confirming the nature and scope of the work required and verifiable information related to the event(s), actions, inactions or proximate causes of the required emergency excavation.\t7.\tImperilment of Lateral Support.  Imperilment of lateral support to a street or improvements on property within such street by excavation on private property shall be deemed to exist whenever such excavation does not comply with the provisions of Section 91.3005 of this Code.\t(b)\tContents of Application.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)  The permit applications shall contain all information required by the Bureau of Engineering, including but not limited to the hours during which permitted work will be performed, and safety measures that the permittee will undertake.\t(c)\tPlans Required.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)\t1.\tGeneral Requirements.  Each application for a permit shall be accompanied by a plan, in triplicate, showing the location and dimensions of each proposed excavation and such other details as the Bureau of Engineering may require.  The applicant shall supply additional copies of the plan if requested by the Bureau of Engineering for checking or inspection purposes.  The Bureau of Engineering shall review the plan, and shall approve the plan if the Bureau determines it to be satisfactory.  Prior to approval of a plan, the Bureau of Engineering shall determine whether to require any permit conditions or special restrictions, and such conditions or restrictions will be incorporated into the permit.  If a plan shows a permanent installation to be made in the area of a public street, a copy shall be placed in the electronic files of the City Engineer as a public record, and an approved duplicate will be used for inspection purposes.  Any excavation made or facility installed shall be located in strict conformance with the location shown on the plan.\t2.\tException to General Requirements.  The provisions of Subdivision 1. of this Subsection shall not apply if the purpose for making the proposed excavation is to install a service connection less than two inches in diameter, or to inspect or repair an existing installation, although any such excavation shall be in strict conformance with the location described in the application.\t3.\tAdditional Requirements for Tunnel Structures.  In addition to the requirements in Subdivision 1. of this Subsection, plans for a tunnel structure shall show its proposed location, the distance from all utility installations, details of the proposed method of constructing and backfilling, and the purpose for which the tunnel is to be constructed.  Plans for tunnel structures shall be based upon alignments and elevations determined from actual surveys, and work on any tunnel structure shall not proceed until such alignments and elevations have been established.\t(d)\tSurveying.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)  In reviewing an application for a permit pursuant to the provisions of this Section, the Bureau of Engineering may require an applicant to conduct surveys if the Bureau determines that surveys are needed to insure that the proposed excavations or facilities to be installed would be located as described in the permit application or shown on the accompanying plat.\t(e)\tAuthority to Occupy Street Area.  No person, nor any department or officer of this City, shall make any installation in street areas without legal authority granted by franchise or otherwise to occupy and use such areas for the purpose of such installations, regardless of whether or not such person is required to secure a permit under the provisions of this section.\t(f)\tLiability Insurance.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)\t1.\tInsurance Required.  A permit to excavate issued pursuant to the provisions of this Section shall not be issued until the applicant has filed with the City Engineer a policy of protective liability insurance naming the City as an insured or a co-insured with the permittee.  The policy of insurance shall insure the City and its departments, officers and employees, while acting with the scope of their duties, against all claims arising from or in connection with the operations of the permittee, or any contractor or subcontractor of the permittee, undertaken pursuant to the provisions of the permit.\t2.\tException.  The provisions of this Subsection shall not apply to the Federal Government, the State of California, any county, city or county, municipal corporation, irrigation district, school district, district established by law, any political subdivision of the Federal Government or State of California, any public utility regulated by the Public Utilities Commission of the State of California, or any contractor or subcontractor while performing work under contract to any such entity pursuant to a permit issued under the provisions of this Section.\t3.\tAmounts.  The policy of insurance required by the provisions of this Subsection shall provide the following minimum coverage:\t\tBodily Injury:\t\t$250,000 for each person\n\t\t\t\t\t$500,000 for each occurrence\n\t\t\t\t\t$500,000 aggregate – products and completed operations\t\tProperty Damage:\t$100,000 for each occurrence\n\t\t\t\t\t$250,000 aggregate\tA combined single limit policy with aggregate limits in the amount of $1 million will be considered equivalent to the required minimum limits.\tThe coverage amounts identified in this Subdivision are minimum amounts, and the Bureau of Engineering has the authority to require coverage in larger amounts where it determines that such coverage is required to adequately protect the City.\t4.\tDeposit or Bond Where Lateral Support is Imperiled.  If a proposed excavation on private property would imperil the lateral support of a public street or improvements on a public street, in addition to providing the insurance required by the provisions of this Subsection, a permittee must provide to the Bureau of Engineering cash or a surety bond in an amount determined by the Bureau to compensate the City for damage that may be caused to City property by the excavation.  If a bond is provided, it must be executed to the satisfaction of the Bureau of Engineering and approved as to form and legality by the City Attorney.  The bond must be in effect for a minimum of two years after completion of the permitted work, and if cash is provided instead of a bond, the Bureau of Engineering shall keep the cash for a minimum of two years after completion of the permitted work.  The Bureau of Engineering has the authority to modify for good cause the provisions of this Subdivision pertaining to the length of time it maintains custody of a cash deposit or the length of the effectiveness of a surety bond.\t(g)\tContents of Permits.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)  A permit issued by the Bureau of Engineering pursuant to the provisions of this Section may impose conditions and requirements for its use, including but not limited to specifying the type of backfill material used, the backfilling method, special City inspections of the permitted work, and the manner in which a surface cut is to be made.\t(h)\tCompliance with Conditions of Permits Required.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)  All conditions imposed upon a permit by the Bureau of Engineering must be complied with, and no person shall fail, neglect or refuse to comply with any term or condition contained in any permit issued pursuant to the provisions of this Section.\t(i)\tDuration of Permit.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)  Every permit issued pursuant to the provisions of this Section shall expire unless the permitted excavation has begun within six months from the date of issuance of the permit, and the Bureau shall not grant any extensions of time in which to begin the work.  Once permitted excavation work has begun, the work must be diligently prosecuted to completion.  If excavation work has not begun within six months from the date of issuance of a permit issued pursuant to the provisions of this Subsection, the permit is cancelled and the Bureau of Engineering shall impose and collect a fee pursuant to the provisions of Section 62.05(a)(1).\t(j)\t(Repealed by Ord. No. 182,237, Eff. 9\/28\/12.)\t(k)\t(Repealed by Ord. No. 182,237, Eff. 9\/28\/12.)\t(l)\t(Repealed by Ord. No. 182,237, Eff. 9\/28\/12.)\t(m)\t(Repealed by Ord. No. 182,237, Eff. 9\/28\/12.)\t(n)\t(Repealed by Ord. No. 182,237, Eff. 9\/28\/12.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}