{"section_number":"62.08","edition_id":"1","section_id":"1012","structure_id":"36","catch_line":"Specifications And Procedures For Above Ground Facilities Installations In The Public Rights-Of-Way.","history":"","full_text":"  SPECIFICATIONS AND PROCEDURES FOR ABOVE GROUND FACILITIES INSTALLATIONS IN THE PUBLIC RIGHTS-OF-WAY.\n\t(Added by Ord. No. 175,014, Eff. 1\/29\/03; Renumbered from Sec. 62.03.2 by Ord. No. 182,237, Eff. 9\/28\/12.)\n\n\tThe following Above Ground Facilities Specifications and Procedures (AGFSP) shall govern the approval process for the installation of above ground facilities (AGFs) in the public rights-of-way.\n\n\tI.\tAGF Definition:  The AGF shall be defined as all structures, cabinets, electric meters, and any other appurtenance installed for telecommunication or utility purposes above surrounding grade in the public rights-of-way. For the purposes of reviewing allowable AGF Applications, all structures, cabinets, electric meters, and any other appurtenances that share a common structural foundation shall be defined as one AGF. All structures, cabinets, electric meters, and any other appurtenances required to operate a facility, but that do not share a common structural foundation, shall be considered a separate AGF installation. The number of separate AGF installations shall be based on the number of separate structural foundations installed when the facility is fully operational.\n\n\tADA:  The Americans with Disabilities Act (ADA) was signed into law on July 26, 1990. The ADA includes a wide range of legislation intended to make American Society more accessible to people with disabilities. It is divided into five titles, one of which is Public Accommodations (Title III). Title III states that all new construction and modifications must be accessible to individuals with disabilities. For existing facilities, barriers to services must be removed if readily achievable.\n\n\tDesign Review Board:  In approximately one-third of the City’s Specific Plans, development plans must be reviewed and approved by a Design Review Board. This Board is composed of members appointed pursuant to Section 16.50 of the LAMC.\n\n\tMajor Highway:  A Major Highway is a street classification designated under the Transportation Element of the General Plan for the City of Los Angeles. A street designated a Major Highway is projected to carry more than 30,000 average daily trips by the year 2010. The current standard right-of-way cross sectional width of such a street is 104′ or greater and includes a 12′ wide sidewalk\/parkway, 13′ curb lane, 4 to 6 full-time through lanes, 2 part-time parking lanes, and I median\/left turn lane.\n\n\tNote:\tcertain Community Plans and Specific Plans within the City of Los Angeles have established modified designations and\/or standards for some specific highways or highway segments.\n\n\tPublic Rights-of-Way:  Land that is dedicated for public use including but not limited to: improved public streets, sidewalks, curbs, gutters, public utility easements, parkways. etc., as well as dedicated unimproved areas.\n\n\tSecondary Highway: A Secondary Highway is a street classification designated under the Transportation Element of the General Plan for the City of Los Angeles. A street designated a Secondary Highway is projected to carry between 20,000 and 30,000 average daily trips by the year 2010. The current standard right-of-way cross sectional width of such a street is 90′ and includes a 40′ wide sidewalk\/parkway, 19′ curb lane, 4 full-time through lanes, all-day parking, and I median\/left turn lane.\n\n\tNote: certain Community Plans and Specific Plans within the City of Los Angeles have established modified designations and\/or standards for some specific highways or highway segments.\n\n\tUtility Pole: A utility pole is defined as any pole which is used to support power, telephone, or other suspended telecommunications wires, and shall not include monopoles or antennas.\n\n\tII.\tGeneral Restrictions:\n\n\tA.\tBelow Grade Requirement: All AGFs shall be installed below surrounding grade in each of the following areas:\n\n\t1.\tCity Planning Specific Plans (SP) as defined in LAMC Sec. 11.5.7 unless specifically exempted by the Board of Public Works.\n\n\t2.\tHistorical Preservation Overlay Zones (HPOZ) as defined in LAMC Sec. 12.20.3.\n\n\t3.\tAreas adjoining sites that have been designated as having historic significance. Historic sites are those identified as ZI 145-XXXX on the City of Los Angeles Zoning Map.\n\n\t4.\tAreas adjoining Open Space (OS) Zones as defined in LAMC Sec. 12.04.05.\n\n\t5.\tAlong Scenic Highways as designated in the Transportation Element of the General Plan as developed by the City of Los Angeles City Planning Department.\n\n\t6.\tPedestrian Oriented Districts (POD) as defined in LAMC Section 13.07.\n\n\t7.\tCommunity Design Overlay Districts (CDO) as defined in LAMC Section 13.08.\n\n\t8.\tAreas that have been designated by the Board of Public Works, upon the recommendation of the City Council, as “underground AGF areas.”  The Board of Public Works may make this designation only in areas where all existing AGFs, as defined in Parts I. and IX.C, are currently underground or are required to be installed underground by law or contract.  (Added by Ord. No. 175,366, Eff. 9\/1\/03.)\n\n\tB.\tHardship Waiver: The provisions of Section II.A requiring installation of AGFs below grade may only be waived if the Board of Public Works finds that hardship would result from the imposition of these requirements. Hardship occurs when placing the AGF below grade is technically or financially infeasible and all reasonable alternatives have been exhausted. The Bureau of Engineering shall process an application for a hardship waiver within 45 days of submission. The 45-day process deadline shall commence when BOE verifies the application is accurate and complete.\n\n\tIf the proposed AGF is located within an applicable SP, HPOZ, POD, or CDO, the applicant shall first submit an application to the City of Los Angeles Planning Department for approval. The Planning Department approval shall be based on the recommendations of the appropriate Design Review Board or HPOZ Board and must be obtained prior to submittal of the hardship waiver request to the Bureau of Engineering (BOE). The City Engineer, upon request of the Review Board or City Planning, shall participate in any public meetings pertaining to an AGF installation hardship waiver in an advisory role regarding BOE Policy and the AGFSP.\n\n\tC.\tBoard Reports on Waiver Requests: BOE staff shall prepare a Board Report regarding the application for a hardship waiver for consideration by the Board of Public Works. The Board Report shall include all of the following:\n\n\t1.\tA report prepared by the applicant detailing the technical infeasibility of complying with the AGFSP. If the applicant alleges financial infeasibility, a report prepared by the applicant detailing the financial infeasibility of complying with the AGFSP, including details on the estimated comparative cost of constructing the AGF aboveground and underground.\n\n\t2.\tA report prepared by, BOE that documents all comments received by those parties notified per Section VIII.D, including the Council District Office in which the AGF installation is proposed.\n\n\t3.\tA report prepared by the applicant containing evidence of the investigation of all reasonable private property alternatives and justification for not selecting any of those alternatives, if the proposed facility is within 200 feet of a commercial or manufacturing zone, C2, C4, C5, CM, MR1, M1, MR2, M2, and M3, as defined by LAMC Sections 12.14, 12.16, 12.17, 12.17.1, 12.17.5, 12.17.6, 12.18, 12.19, and 12.20, respectively. At least two private property alternatives must be documented to satisfy this requirement.\n\n\t4.\tA map prepared by the applicant indicating the service area for the proposed AGF, which demonstrates that no less than 50% of the AGFs benefit shall be specifically intended to service customers in the restricted area.\n\n\t5.\tA statement by BOE Staff that the applicant has completed all other requirements of the AGFSP, including copies of any reports or comments from the Planning Department.\n\n\tD.\tAbove Ground Allowance: The AGF may be located above surrounding grade in the public rights of way in all locations not falling under the restrictions of Section II.A. All AGF applications for locations outside the restricted areas shall be subject to all other applicable requirements of the AGFSP.\n\n\tIII.\tPermit Requirements for AGF Installations:\n\n\tA.\tRequirements for Utilities: All excavations in and adjacent to streets require a excavation permit per LAMC Sec. 62.02.  Entities that have the authority to occupy the public rights-of-way by virtue of a state granted certificate of Public Convenience and Necessity shall comply with the AGFSP and obtain a Utility Permit to install an AGF. Compliance with the AGFSP and approval of the Utility Permit are required prior to the start of any AGF installation work.\n\n\tB.\tRequirements for Non-utilities:  Entities that do not have the state authority to occupy the public rights-of-way, shall comply with the AGFSP and obtain a Revocable Permit and Excavation Permit to install an AGF. Compliance with the AGFSP and approval of the Revocable and Excavation Permit are required prior to the start of any AGF installation work.\n\n\tC.\tAGF Installation Requirements: An applicant may apply for one to ten AGF installation permits per Utility, Revocable, and\/or Excavation Permit application. The Bureau of Engineering shall process the first AGF permit request within 30 days of submission, and may take up to two additional days for each additional AGF permit request submitted as part of the application. The 30 day deadline shall commence when BOE verifies the permit request is accurate and complete. The review period may be extended as necessary if the permit application includes hardship waivers or variances, as described in Section II.B, Section V.B, and Section V.H. The request for an AGF installation permit shall be deemed complete upon submission of the following:\n\n\t1.\tSite and or Landscaping Plan to scale, elevation drawings, before installation photographs showing the location of the proposed AGF, renderings of the installed AGF with appurtenances including power meter boxes and surrounding landscaping elements. Also required are specifications and dimensions pertaining to existing street improvements, parkway alignment, proximity to buildings, view corridors, potential noise levels, and details necessary to determine compliance with the aesthetic and public safety requirements of the AGFSP.\n\n\t2.\tIdentification of structures, cabinets, electric meters, or any other appurtenance proposed to be installed above the existing surrounding grade.\n\n\t3.\tMailing address labels of adjoining lots, abutting lots, lots across the public right-of-way from adjoining and abutting lots as defined in Attachment A,* relevant Council District Offices, neighborhood councils, and homeowner associations.\n\n\t4.\tThe zoning regulations of adjoining lots promulgated by the City of Los Angeles Planning Department and the number of existing AGFs in the city block in which the AGF is proposed.\n\n\t5.\tCultural Affairs Commission (CAC) approved AGF model with cabinet treatment details, cabinet dimensions and AGF volume size.\n\n\t6.\tThe name and address of the AGF owner, contact telephone numbers, the address, and location of the AGF installation, and any other information pertaining to the maintenance of the AGF.\n\n\t7.\tGraffiti Mitigation Plan as defined in Section V.E.\n\n\tIV.\tPermit Fees:\n\n\tA.\tDeposit: A deposit in the amount of $1,000 per AGF installation permit shall be made by the applicant to cover the cost of processing AGF permits prior to the start of permit processing. BOE staff shall create a Work Order and credit the deposit amount to the Work Order. If charges by BOE Staff exceed the deposit amount, the applicant shall deposit additional funds to continue permit processing.\n\n\tB.\tHardship Waiver Deposit: Due to the additional time and effort required to review a hardship waiver request, an additional $1,000 deposit shall be submitted for each hardship waiver.\n\n\tC.\tCharges: City staff time used to process permit applications containing AGF installations, variance requests, and AGF mapping shall be charged to the AGF applicant Work Order.\n\nSpecifications\n\n\tV.\tAesthetic Requirements:\n\n\tA.\tVisual Impact: The applicant shall demonstrate that the AGF installation site meets the aesthetic requirements of the AGFSP. The AGF installation should not obstruct street scape views, view corridors existing in the public rights-of-way, view corridors of neighboring lots, or view corridors from the public rights-of-way.\n\n\tB.\tAGF Volume Threshold: The AGF shall have a maximum volume threshold of thirty-six (36) cubic feet. The AGF volume shall include the combined volume of all cabinet enclosures that share a common foundation or platform. The AGF volume shall not include the volume of the foundation or platform supporting the cabinet that is above the existing surrounding grade. The maximum AGF height shall be five and one-half feet (5′ 6&#038;″). The minimum AGF height shall be two and one half feet (2′ 6&#038;″). The Board of Public Works may grant a variance from the AGF volume and height limitation if all of the following conditions exist:\n\n\t1.\tSuitable measures consistent with the aesthetic guidelines of this report mitigate the excessive AGF volume.\n\n\t2.\tThe applicant demonstrates that no financially or technically acceptable alternative exists that complies with Section V.B.\n\n\t3.\tThe cabinet design has been approved by the Cultural Affairs Commission.\n\n\tBOE shall prepare a Variance Board Report for consideration of the applicant s variance request by the Board of Public Works. The Bureau of Engineering shall process the initial variance request within 35 days of submission. The 35-day deadline shall commence when BOE verifies the variance request to be accurate and complete. In cases where multiple variances are requested, the BOE make take up to five additional days for each additional variance request.\n\n\tC.\tParkway Alignment: The AGF should be placed in proximity to and in line with existing power poles, street light fixtures, street signs and other structures within the parkway to create an aesthetic and unobstructed alignment. The AGF shall not be placed in such an alignment if the installation blocks the line of sight for vehicles exiting adjacent alley intersections or driveways.\n\n\tD.\tLandscape Considerations: For AGFs installed in a parkway, the AGF owner shall install landscaping immediately surrounding the installation or restore any landscaping disturbed by the installation. The installed or restored landscaping shall be consistent with the existing landscaping in the parkway. For AGFs installed in the public rights-of-way in an area where no sidewalk exists, the AGF owner shall install landscaping immediately surrounding the installation and restore any landscaping disturbed by the installation. The installed or restored landscaping shall be consistent with the existing surrounding landscaping. All new landscaping shall be installed and maintained for the purpose of screening or camouflaging the AGF, and to create an aesthetically pleasing appearance. An automatic irrigation system shall be installed or modified to sustain landscaping when necessary. If an automatic irrigation system is not feasible, the applicant may submit an irrigation plan with the application. The irrigation plan shall include manual watering intervals and a guarantee to replace any vegetation that does not survive. All landscaping shall be installed and maintained in conformance with pedestrian passage Sections VI.A, VI.B, and VI.C. Landscaping shall not be required for AGF installations located in existing full-width sidewalks.\n\n\tE.\tCabinet Treatment and Graffiti Mitigation: The AGF shall be a color similar to the existing surrounding landscape. The exterior of the AGF shall resist graffiti or be painted with anti-graffiti paint and be maintained in a “like-new” condition at all times. The applicant shall submit a Graffiti Mitigation Plan (“Plan”) detailing how the AGF owner will maintain the AGF free from graffiti and other defacements (i.e. stickers, posters). The Plan shall require AGF inspection at a minimum of four (4) times each year and include identification of the resources dedicated to mitigating graffiti. Additionally, the Plan shall provide the name, mailing address, phone number, and E-mail address for a single point of contact responsible to resolve graffiti issues. The Plan shall clearly state that AGF surfaces shall be restored to their original exterior appearance.\n\n\tF.\tCabinet Identifiers: For the purpose of active monitoring by City personnel, residents, and other telecommunications companies, the following information shall be clearly indicated on all AGFs:\n\n\t1.\tA toll-free telephone number for the AGF owner.\n\n\t2.\tThe AGF registration, number issued by the BOE pursuant to Section X.F.\n\n\tG.\tCabinet Foundations: Concrete pads shall be a color that is consistent with adjacent surrounding sidewalks. Concrete pads installed in full width sidewalks, shall be constructed per design plan and shall join to the nearest score line of the existing concrete pavement. For installations where there is no existing sidewalk, concrete pads shall be an earth-tone color that is consistent with existing surrounding earth. Any slough walls constructed to protect an AGF installation shall be an earth-tone color consistent with the existing surrounding soil.\n\n\tH.\tDensity Threshold: The area between the two adjacent intersections of two sets of intersecting streets shall be defined as a city block, including sidewalks on either side of the street. Accordingly, the maximum number of AGF installations in the public right-of-way per city block shall be as follows:\n\n\t1.\tFor city blocks in which the two adjacent intersections are less than 1000 feet apart, the threshold is three (3).\n\n\t2.\tFor city blocks in which the two adjacent intersections are equal to or greater than 1000 feet apart, the threshold is three (3), plus a maximum of one (1) additional AGF for every additional 250 feet of adjacent intersection separation.\n\n\t3.\tIn Parking zones (LAMC 12.12.1) and Industrial zones (LAMC 12.17.5 – 12.20), there is no AGF threshold per city block.\n\n\tAll facilities exempt from the AGFSP shall not be counted in the number of AGF installations per city block. The Board of Public Works may grant a variance from the AGF density threshold per city block at its discretion when the threshold is reached and when measures consistent with the AGFSP mitigate the excessive number of AGF installations. AGF co-location may be required as a mitigation measure. The BOE shall prepare a Variance Board Report for consideration of the applicant s variance request by the Board of Public Works. The Bureau of Engineering shall process the initial variance request within 35 days of submission and, in cases where multiple variances are requested, may take up to five additional days for each additional variance request. The 35 days deadline shall commence when BOE verities the density variance request is accurate and complete.\n\n\tVI.\tPublic Safety Requirements:\n\n\tA.\tMajor and Secondary Highway Pedestrian Passage: In public rights-of- way that have a Major Highway or Secondary Highway Street designation and an existing sidewalk, the AGF shall be located in sidewalks or parkways such that there is a minimum six (6) feet unobstructed distance between the edge of cabinet and the property line. The six (6) feet unobstructed distance is provided for pedestrian and wheelchair passage. If the paved sidewalk is less than six-feet wide, additional concrete sidewalk shall be constructed to provide a minimum six (6) feet wide paved sidewalk between the edge of cabinet and the property line.\n\n\tB.\tNon-Major and Non-Secondary Highway Pedestrian Passage:  In public rights-of-way that have the street designation other than Major Highway or Secondary Highway, and that have existing sidewalk, the AGF shall be located in sidewalks or parkways such that there is a minimum four (4) feet unobstructed distance between the edge of cabinet and the property line. This four (4) feet unobstructed distance is provided for pedestrian and wheelchair passage. If the paved sidewalk is less than four feet wide, additional concrete sidewalk shall be constructed to provide a minimum four (4) feet wide paved sidewalk between the edge of cabinet and the property line.\n\n\tC.\tPedestrian Passage Distances: In public rights-of-way of all street designations with no existing sidewalk pavement, the AGF shall be located in the parkway such that a four (4) feet unobstructed distance is provided for pedestrian passage by one of the following:\n\n\t1.\tWhen there is no curb face, a minimum four (4) feet unobstructed distance between the edge of cabinet and the edge of pavement, or\n\n\t2.\tWhen there is a curb face, a minimum four (4) feet unobstructed distance between the edge of cabinet and the curb face, or\n\n\t3.\tA minimum four (4) feet unobstructed distance between the edge of cabinet and property line.\n\n\tD.\tMinimum Curb Face Distances: The AGF shall have a minimum 18-inches unobstructed distance from edge of cabinet to curb face. In areas where no curb face exists, the AGF shall have a minimum four (4) feet unobstructed distance from the edge of cabinet to edge of pavement.\n\n\tE.\tVehicular Line of Sight and Sight Distance: The AGF shall not be located in the “visibility triangle”, defined as that portion of both public right-of-way and private property located at any corner and bounded by the curb line or edge of roadway of the intersecting streets and a line joining the points on the curb or edge of roadway forty-five (45) feet from the point of intersection of the extended curb lines or edges of roadway. The AGF shall not be located adjacent to driveways and alley intersections where they would reduce the sight distance for exiting vehicular traffic to less than two hundred (200) feet.\n\n\tF.\tProximity to Buildings, Houses, Structures: The AGF shall not be located immediately in front of buildings, houses, structures, or public stairs such that it causes a violation of ADA guidelines for pedestrian passage. The AGF shall not obstruct pedestrian passage from private property to the public right-of-way.\n\n\tVII.\tFuture Street Improvement Requirements:  BOE staff shall determine the status of future street improvements for a proposed AGF installation and provide this information to the applicant. Applicants are hereby notified that future street lighting conduit installation may occur under a proposed AGF installation if the AGF foundation is located within four (4) feet of the distance from the curb face. Street lighting conduit is normally placed within a four (4) feet distance from the curb face. In general, AGF installations should not be located in areas proposed for future street improvements. However, if necessary, AGF installations may be allowed in areas designated for street improvement. All AGF owners, shall be responsible for the cost of relocation of their AGFs and appurtenant facilities in conflict with any future street improvement or driveway installation initiated by the City, unless the improvement is required as a condition of a permit issued to a developer.\n\nProcedures\n\n\tVIII.\tPermit Processing Requirements and Procedures:\n\n\tA.\tField Investigation Requirement:  BOE Staff shall conduct a field investigation of proposed AGF installations in the following cases:\n\n\t1.\tIf the proposed AGF is a hardship waiver.\n\n\t2.\tIf the proposed AGF application contains a request for a variance from the AGF volume, height, and\/or density threshold limits.\n\n\t3.\tIf opposition to the proposed AGF is received by BOE from any person or organization notified per Section VIII.D.\n\n\tIn all other cases, BOE staff reserves the right to conduct a field investigation of any AGF installation on a case-by-case basis. The purpose of the field investigation shall be to determine the best AGF location consistent with the AGFSP, to consider the feasibility of locating on private property and to consider locating the AGF in the public right-of-way below surrounding grade.\n\n\tB.\tJoint-Trenching Review Requirement: All AGFs that require trenching for the installation of substructure components shall be subject to joint trenching following a Utility Permit Joint-Trenching Review process:\n\n\t1.\tWhere the City or the applicant becomes aware that 2 or more applicants propose construction in the same street or general vicinity. This requirement will be reviewed and evaluated by BOE and DOT Staff and modified based on rights-of-way conditions.\n\n\t2.\tAGF installations that qualify for joint-trenching shall modify their substructure designs to accommodate the trench alignment selected by BOE Staff.\n\n\tC.\tBOE Approval:  BOE staff shall approve the AGF installation permit if the following conditions have been met: The Field Investigation Requirement, Section VIII.A and the Joint Trenching Review Requirement, Section VIII.B have been satisfied; the Board of Public Works has approved all appropriate variances; and the installation is in compliance with all other provisions of the AGFSP.\n\n\tD.\tNotification of AGF Installation: For each proposed AGF installation, the applicant shall notify all, persons and organizations identified in Section III.C.3, via registered mail, of the proposed AGF. The notification shall identify whether or not the applicant is requesting a variance, and shall include information regarding the specific AGF location and cabinet design. A contact person and phone number for the applicant shall also be listed. If the applicant is requesting a hardship waiver as per Section II.B., the notification shall also include the name, phone number and address for the appropriate BOE staff, as provided by the department.\n\n\tFollowing consideration of the applicant s permit request by BOE, the applicant shall notify all persons and organizations identified in Section III.C.3 of the status of the application. This notice shall include the BOE Approval or Disapproval, and language provided by the BOE detailing the AGF appeal process available to property owners. BOE staff and Council District offices shall maintain a list of representative homeowner associations. Notification to multi-unit buildings shall be made to the property owner or the on-site property manager.\n\n\tE.\tAppeal of BOE Determination to Board of Public Works: The BOE determination shall be subject to appeal by the property owners and\/or occupants specified in Attachment A* and pursuant to the procedures established in LAMC Section 62.03.4(l). If no appeals are submitted to the BOE within 14 calendar days of the date of notification, the BOE determination shall be final. The appeal of a BOE determination shall be heard by the Board of Public Works at a regularly scheduled public meeting. The Board of Public Works shall determine whether an error or abuse of discretion has occurred.\n\n\tF.\tAGF Mapping: To assist the industry with the requirements specified in this AGFSP, the City shall make available information on City Planning Specific Plans, Historical Preservation Overlay Zones, Historic Sites, Open Space Zones, Pedestrian Oriented Districts, Community Design Overlay Districts, and Scenic Highways. The City shall also provide online information showing all AGF installations, the AGF registration number assigned to the AGF installation, and other pertinent data. The area of mapping shall be limited to the boundaries of the City of Los Angeles.\n\n\tG.\tRemoval of Facilities: Facilities which have not served a customer for 90 days shall be deemed unused and removed in a timely manner as stated in Section IV.E (Non-Compliance) and Section IV.E.6 (Failure to remove obsolete or unused AGF installations). The cost of AGF removal shall be the responsibility of the AGF owner.\n\n\tIX.\tExemptions from the AGFSP:\n\n\tA.\tInstallations on Private Property: AGF installations on private property shall be exempt from the AGFSP but subject to discretionary review by the Department of City Planning. (See Ordinance 174,132 amending LAMC Sections 11.5.7, 12.04.05, 12.04.09, 12.12.1, 12.12.1.5, 12.17.6, 12.21, 12.24.)\n\t\n\tB.\tInstallations Below Existing Grade: Facilities installed in the public rights- of-way that do not have a structure, cabinet, electric meter, or other appurtenance above the existing surrounding grade shall be exempt from the AGFSP. Facilities installed below existing surrounding grade in the public rights-of-way shall be subject to BOE Utility, Excavation, and\/or Revocable permit requirements.\n\n\tC.\tPole-Mounted and Public Facilities: Pole-mounted and street light-mounted facilities, fire hydrants, air\/vacuum valves, street light poles, utility poles, and traffic and pedestrian control fixtures are not subject to the AGFSP, but will be subject to all other applicable requirements of law, including, but not limited to, the Joint Pole Agreement (JPA), the Department of Water and Power guidelines, and the Bureau of Street Lighting rules and regulations.\n\n\tD.\tOther: Temporary water service AGFs, sampling taps, dissipaters, water control appurtenances associated with water regulator stations, water flow meters, and water valves, and vent stacks related to maintenance holes and vaults shall not be subject to the AGFSP, except for the pedestrian passage retrofit requirements in Section X.B. These facilities may also be subject to other BOE permit requirements.\n\n\tE.\tThe below grade requirements of Section II shall not apply to electric meters and telecommunications tie-in facilities installed to comply with the requirements of that section.\n\n\tX.\tApplicability to Existing AGF Installations:\n\n\tA.\tUpgrade or Repair of Existing AGFs: All existing AGFs installed prior to the adoption of the AGFSP that need to be upgraded or repaired, shall be subject to these Specifications and Procedures if the upgrade or repair causes the AGF volume to increase by more than 10%.\n\n\tB.\tPedestrian Passage Retrofit Requirement: All existing AGFs, including those identified in Section IX.D, which were installed prior to the adoption of the AGFSP, shall be modified, retrofitted, or relocated to provide a minimum three (3) feet of unobstructed distance for pedestrian and wheelchair passage except in the following areas:\n\n\t1.\tPublic right-of-way areas adjacent to MR1, M1, MR2, M2, and M3, as defined in LAMC Section 12.04.\n\n\t2.\tPublic rights-of-way with no existing sidewalk pavement, or where the slope of the existing sidewalk is 5% or greater.\n\n\t3.\tHillside Areas, as defined by LAMC Section 12.03.\n\n\tC.\tAnnual Retrofit Limits: All existing non-compliant AGFs shall comply with Section X.B within five (5) years of the adoption of this ordinance. During any 12-month period, each individual company shall relocate 20% of its initial total non-compliant AGFs or thirty (30) non-compliant AGFs, whichever is greater, to comply with the pedestrian passage provisions of this AGFSP. The Bureau of Engineering shall be responsible for coordinating with Council offices and City departments for prioritizing AGF relocation needs, with preference given toward locations with higher pedestrian traffic density or near public facilities, and submitting these requests to the respective companies.  Upon notification from the City, an AGF owner shall have 180 days to complete the relocation. Non-compliant AGFs relocated pursuant to this section shall not be subject to the remaining provisions of the AGFSP, provided that the replacement AGF is located within 500 feet of the original AGF and the volume is not increased by more than 10%.\n\n\tD.\tPedestrian Passage Compliance:  Owners of existing AGFs shall be considered in compliance with the requirements of Section X.B when the conditions of Section X.C are met. In the event an AGF owner is in default with the conditions in Section X.C, compliance with the requirements of Section X.B shall take effect immediately and all provisions of Section IV will apply.\n\n\tE.\tGraffiti Mitigation and Cabinet Identification:  Existing AGFs shall be subject to all requirements stated in Sections V.E and V.F. Compliance with the requirements of this section shall be required no later than July 1, 2003.\n\n\tF.\tAGF Locations:  Owners of existing AGFs shall submit to the BOE a geographic location identifier (geocode) for all existing AGF installations within the City of Los Angeles. The BOE will issue a registration number for each such AGF. Compliance with the requirements of this section shall be required no later than March 31, 2003. New AGFs will be assigned a registration number at the time the AGF installation permit is issued. A registration fee, established by the Board of Public Works, may be assessed to implement the provisions of this section.","order_by":"08","ancestry":{"1":{"id":"36","name":"Streets And Sidewalks","identifier":"2","label":"article","url":"\/6\/2\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"503","structure_id":"36","section_number":"62.00","catch_line":"Definitions.","url":"\/62.00\/","token":"62.00"},"1":{"id":"4003","structure_id":"36","section_number":"62.01","catch_line":"Removal Of Obstructing Structures.","url":"\/62.01\/","token":"62.01"},"2":{"id":"1092","structure_id":"36","section_number":"62.02","catch_line":"Excavations In And Adjacent To Streets – Permits.","url":"\/62.02\/","token":"62.02"},"3":{"id":"257","structure_id":"36","section_number":"62.03","catch_line":"Excavations In And Adjacent To Streets – Locations And Restrictions.","url":"\/62.03\/","token":"62.03"},"4":{"id":"354","structure_id":"36","section_number":"62.03.1","catch_line":"Notification And Location Requirements.","url":"\/62.03.1\/","token":"62.03.1"},"5":{"id":"633","structure_id":"36","section_number":"62.03.2","catch_line":"Specifications And Procedures For Above Ground Facilities Installations In The Public Rights-Of-Way.","url":"\/62.03.2\/","token":"62.03.2"},"6":{"id":"2577","structure_id":"36","section_number":"62.03.3","catch_line":"Fine For Non-Compliance.","url":"\/62.03.3\/","token":"62.03.3"},"7":{"id":"2901","structure_id":"36","section_number":"62.03.4","catch_line":"Appeal For Violation Of Above Ground Facility, Specification And Procedures.","url":"\/62.03.4\/","token":"62.03.4"},"8":{"id":"1074","structure_id":"36","section_number":"62.04","catch_line":"Excavation In And Adjacent To Streets - Performance Of The Work","url":"\/62.04\/","token":"62.04"},"9":{"id":"2911","structure_id":"36","section_number":"62.05","catch_line":"Excavations In And Adjacent To Streets – Charges.","url":"\/62.05\/","token":"62.05"},"10":{"id":"254","structure_id":"36","section_number":"62.06","catch_line":"Establishment Of A Street Damage Restoration Fee.","url":"\/62.06\/","token":"62.06"},"11":{"id":"1012","structure_id":"36","section_number":"62.08","catch_line":"Specifications And Procedures For Above Ground Facilities Installations In The Public Rights-Of-Way.","url":"\/62.08\/","token":"62.08"},"12":{"id":"1855","structure_id":"36","section_number":"62.09","catch_line":"Fine For Non-Compliance.","url":"\/62.09\/","token":"62.09"},"13":{"id":"4089","structure_id":"36","section_number":"62.10","catch_line":"Appeal For Violation Of Above Ground Facility, Specification And Procedures.","url":"\/62.10\/","token":"62.10"},"14":{"id":"2015","structure_id":"36","section_number":"62.40","catch_line":"Maintenance Holes – Permit For Opening.","url":"\/62.40\/","token":"62.40"},"15":{"id":"3718","structure_id":"36","section_number":"62.41","catch_line":"Maintenance Hole Permit Fees.","url":"\/62.41\/","token":"62.41"},"16":{"id":"3596","structure_id":"36","section_number":"62.42","catch_line":"Manholes – Emergency Openings.","url":"\/62.42\/","token":"62.42"},"17":{"id":"3577","structure_id":"36","section_number":"62.43","catch_line":"Manholes – Warning Signs.","url":"\/62.43\/","token":"62.43"},"18":{"id":"1391","structure_id":"36","section_number":"62.44","catch_line":"Exemptions.","url":"\/62.44\/","token":"62.44"},"19":{"id":"860","structure_id":"36","section_number":"62.45","catch_line":"Materials Or Equipment In Streets – Permits, Regulations, Fees.","url":"\/62.45\/","token":"62.45"},"20":{"id":"2971","structure_id":"36","section_number":"62.46","catch_line":"Permits – Conditions.","url":"\/62.46\/","token":"62.46"},"21":{"id":"622","structure_id":"36","section_number":"62.47","catch_line":"Permits – Revocation.","url":"\/62.47\/","token":"62.47"},"22":{"id":"1871","structure_id":"36","section_number":"62.48","catch_line":"Revocation Of Permits – Work To Cease.","url":"\/62.48\/","token":"62.48"},"23":{"id":"1616","structure_id":"36","section_number":"62.49","catch_line":"Building Material – Deposit In Streets.","url":"\/62.49\/","token":"62.49"},"24":{"id":"1540","structure_id":"36","section_number":"62.50","catch_line":"Building Material – Illumination.","url":"\/62.50\/","token":"62.50"},"25":{"id":"2758","structure_id":"36","section_number":"62.51","catch_line":"Building Material Deposits – Cranes – Restrictions.","url":"\/62.51\/","token":"62.51"},"26":{"id":"4183","structure_id":"36","section_number":"62.52","catch_line":"Plaster – Mixing On Street.","url":"\/62.52\/","token":"62.52"},"27":{"id":"1409","structure_id":"36","section_number":"62.53","catch_line":"Permit To Be Exhibited.","url":"\/62.53\/","token":"62.53"},"28":{"id":"3602","structure_id":"36","section_number":"62.54","catch_line":"Building Material – Removal Of.","url":"\/62.54\/","token":"62.54"},"29":{"id":"1162","structure_id":"36","section_number":"62.55","catch_line":"Permits – Duration Of.","url":"\/62.55\/","token":"62.55"},"30":{"id":"3343","structure_id":"36","section_number":"62.56","catch_line":"Building Material Permit Fees Exemptions.","url":"\/62.56\/","token":"62.56"},"31":{"id":"191","structure_id":"36","section_number":"62.57","catch_line":"Elevated Sidewalks – Permits.","url":"\/62.57\/","token":"62.57"},"32":{"id":"2130","structure_id":"36","section_number":"62.58","catch_line":"Elevated Sidewalks – Application.","url":"\/62.58\/","token":"62.58"},"33":{"id":"838","structure_id":"36","section_number":"62.59","catch_line":"Elevated Sidewalks – Where Permitted.","url":"\/62.59\/","token":"62.59"},"34":{"id":"1596","structure_id":"36","section_number":"62.60","catch_line":"Revocation Of Permits.","url":"\/62.60\/","token":"62.60"},"35":{"id":"2885","structure_id":"36","section_number":"62.61","catch_line":"Work Within Or On A Public Street Or Right-Of-Way, Obstruction Of A Public Street Or Right-Of-Way – Permit Required, Regulations, Penalties For Non-Compliance.","url":"\/62.61\/","token":"62.61"},"36":{"id":"2100","structure_id":"36","section_number":"62.62","catch_line":"Electric Wires On Streets – Permit Required.","url":"\/62.62\/","token":"62.62"},"37":{"id":"1747","structure_id":"36","section_number":"62.63","catch_line":"Electric Wires On Streets – Power Of Board Over.","url":"\/62.63\/","token":"62.63"},"38":{"id":"629","structure_id":"36","section_number":"62.64","catch_line":"Permit – Contents Of.","url":"\/62.64\/","token":"62.64"},"39":{"id":"3887","structure_id":"36","section_number":"62.65","catch_line":"Electric Wiring Must Be Safe.","url":"\/62.65\/","token":"62.65"},"40":{"id":"2167","structure_id":"36","section_number":"62.66","catch_line":"Board – Power To Decide Questions.","url":"\/62.66\/","token":"62.66"},"41":{"id":"2632","structure_id":"36","section_number":"62.67","catch_line":"Permits – Duration Of.","url":"\/62.67\/","token":"62.67"},"42":{"id":"348","structure_id":"36","section_number":"62.68","catch_line":"Exemption – Franchises.","url":"\/62.68\/","token":"62.68"},"43":{"id":"2456","structure_id":"36","section_number":"62.69","catch_line":"Oil Pipe Lines – Permits.","url":"\/62.69\/","token":"62.69"},"44":{"id":"1850","structure_id":"36","section_number":"62.70","catch_line":"Oil Pipe Line – Permit Application.","url":"\/62.70\/","token":"62.70"},"45":{"id":"270","structure_id":"36","section_number":"62.71","catch_line":"Oil Pipe Line – Permit – Contents.","url":"\/62.71\/","token":"62.71"},"46":{"id":"1310","structure_id":"36","section_number":"62.72","catch_line":"Oil Pipe Lines – Regulations.","url":"\/62.72\/","token":"62.72"},"47":{"id":"2994","structure_id":"36","section_number":"62.73","catch_line":"Oil Pipe Lines – Permits – Revocability Of.","url":"\/62.73\/","token":"62.73"},"48":{"id":"228","structure_id":"36","section_number":"62.74","catch_line":"Oil Cables – Permits.","url":"\/62.74\/","token":"62.74"},"49":{"id":"4158","structure_id":"36","section_number":"62.75","catch_line":"Oil Cables – Permit Applications.","url":"\/62.75\/","token":"62.75"},"50":{"id":"1811","structure_id":"36","section_number":"62.76","catch_line":"Oil Cables – Permit Contents.","url":"\/62.76\/","token":"62.76"},"51":{"id":"3117","structure_id":"36","section_number":"62.77","catch_line":"Oil Cables – Regulations.","url":"\/62.77\/","token":"62.77"},"52":{"id":"4063","structure_id":"36","section_number":"62.78","catch_line":"Oil Cables – Permits – Revocability Of.","url":"\/62.78\/","token":"62.78"},"53":{"id":"1489","structure_id":"36","section_number":"62.79","catch_line":"Oil – Spilling On Streets.","url":"\/62.79\/","token":"62.79"},"54":{"id":"1472","structure_id":"36","section_number":"62.80","catch_line":"Drainage Of Water Into Streets.","url":"\/62.80\/","token":"62.80"},"55":{"id":"644","structure_id":"36","section_number":"62.81","catch_line":"Washing Private Alleys.","url":"\/62.81\/","token":"62.81"},"56":{"id":"3007","structure_id":"36","section_number":"62.82","catch_line":"Public Utility Defined.","url":"\/62.82\/","token":"62.82"},"57":{"id":"61","structure_id":"36","section_number":"62.83.1","catch_line":"House Movers – Permits – Conditions.","url":"\/62.83.1\/","token":"62.83.1"},"58":{"id":"3081","structure_id":"36","section_number":"62.84","catch_line":"Board Of Public Works – House Movers’ Permit\/Issuance.","url":"\/62.84\/","token":"62.84"},"59":{"id":"2544","structure_id":"36","section_number":"62.85","catch_line":"House Movers – Compensation To Public Utilities.","url":"\/62.85\/","token":"62.85"},"60":{"id":"232","structure_id":"36","section_number":"62.86","catch_line":"House Movers – Interference With Utility Property.","url":"\/62.86\/","token":"62.86"},"61":{"id":"4029","structure_id":"36","section_number":"62.87","catch_line":"House Mover – Must Pay License.","url":"\/62.87\/","token":"62.87"},"62":{"id":"3156","structure_id":"36","section_number":"62.88","catch_line":"House Movers – Deposits.","url":"\/62.88\/","token":"62.88"},"63":{"id":"2079","structure_id":"36","section_number":"62.89","catch_line":"House Movers – Inspection.","url":"\/62.89\/","token":"62.89"},"64":{"id":"783","structure_id":"36","section_number":"62.90","catch_line":"House Movers – Methods Of Moving – Rules And Regulations.","url":"\/62.90\/","token":"62.90"},"65":{"id":"193","structure_id":"36","section_number":"62.90.1","catch_line":"House Movers – Posting Of Relocation Permit.","url":"\/62.90.1\/","token":"62.90.1"},"66":{"id":"988","structure_id":"36","section_number":"62.91","catch_line":"House Movers – Damage To Streets.","url":"\/62.91\/","token":"62.91"},"67":{"id":"2327","structure_id":"36","section_number":"62.92","catch_line":"House Movers - Deposit Deductions.","url":"\/62.92\/","token":"62.92"},"68":{"id":"3755","structure_id":"36","section_number":"62.93","catch_line":"Housemoving – Lights Required.","url":"\/62.93\/","token":"62.93"},"69":{"id":"942","structure_id":"36","section_number":"62.94","catch_line":"Protection Of Sidewalks.","url":"\/62.94\/","token":"62.94"},"70":{"id":"1875","structure_id":"36","section_number":"62.94.1","catch_line":"Protection Of Streets – Tractors, Etc. Prohibited On.","url":"\/62.94.1\/","token":"62.94.1"},"71":{"id":"1051","structure_id":"36","section_number":"62.95","catch_line":"Animals – Driving On Streets – Permit.","url":"\/62.95\/","token":"62.95"},"72":{"id":"1583","structure_id":"36","section_number":"62.95.1","catch_line":"Horseback Riding Prohibited On Medians.","url":"\/62.95.1\/","token":"62.95.1"},"73":{"id":"87","structure_id":"36","section_number":"62.96","catch_line":"Painting House Numbers On Curbs – Permit Required.","url":"\/62.96\/","token":"62.96"},"74":{"id":"161","structure_id":"36","section_number":"62.97","catch_line":"Vibroseis Surveys In Public Streets.","url":"\/62.97\/","token":"62.97"},"75":{"id":"1526","structure_id":"36","section_number":"62.103","catch_line":"Parkways In Commercial And Industrial Zones – Paving.","url":"\/62.103\/","token":"62.103"},"76":{"id":"1564","structure_id":"36","section_number":"62.104","catch_line":"Curb And Sidewalk Repairs.","url":"\/62.104\/","token":"62.104"},"77":{"id":"973","structure_id":"36","section_number":"62.105","catch_line":"Streets, Sidewalks And Other Improvements – Permits Required.","url":"\/62.105\/","token":"62.105"},"78":{"id":"3155","structure_id":"36","section_number":"62.105.1","catch_line":"Locations Of Driveway Approaches.","url":"\/62.105.1\/","token":"62.105.1"},"79":{"id":"130","structure_id":"36","section_number":"62.105.2","catch_line":"Width Of Driveway Approach Apron.","url":"\/62.105.2\/","token":"62.105.2"},"80":{"id":"1025","structure_id":"36","section_number":"62.105.3","catch_line":"Length Of Curb Space.","url":"\/62.105.3\/","token":"62.105.3"},"81":{"id":"1464","structure_id":"36","section_number":"62.105.4","catch_line":"Slope Of Driveway Approaches.","url":"\/62.105.4\/","token":"62.105.4"},"82":{"id":"3309","structure_id":"36","section_number":"62.105.5","catch_line":"Application For Deviations From The Provisions Of Sections 62.105.1(A), (B), (C) And (D), 62.105.2, 62.105.3 And 62.105.4.","url":"\/62.105.5\/","token":"62.105.5"},"83":{"id":"613","structure_id":"36","section_number":"62.105.6","catch_line":"Testing And Analysis Of Materials Products, Services, Processes And Technologies.","url":"\/62.105.6\/","token":"62.105.6"},"84":{"id":"2114","structure_id":"36","section_number":"62.106","catch_line":"Permits – Classification Of.","url":"\/62.106\/","token":"62.106"},"85":{"id":"3562","structure_id":"36","section_number":"62.106.1","catch_line":"Fees Charges For Preparation Of Required Reports By The City Engineer In Conjunction With Land Use Reviews.","url":"\/62.106.1\/","token":"62.106.1"},"86":{"id":"2722","structure_id":"36","section_number":"62.107","catch_line":"Work Requirements.","url":"\/62.107\/","token":"62.107"},"87":{"id":"2384","structure_id":"36","section_number":"62.108","catch_line":"Application – Contents Of.","url":"\/62.108\/","token":"62.108"},"88":{"id":"2745","structure_id":"36","section_number":"62.109","catch_line":"Class “A” Permit Fees.","url":"\/62.109\/","token":"62.109"},"89":{"id":"124","structure_id":"36","section_number":"62.109.1","catch_line":"Class “A” Permit – Fee Waiver Program.","url":"\/62.109.1\/","token":"62.109.1"},"90":{"id":"1573","structure_id":"36","section_number":"62.110","catch_line":"Class “B” Permit Fees.","url":"\/62.110\/","token":"62.110"},"91":{"id":"1129","structure_id":"36","section_number":"62.111","catch_line":"Class “B” Permits – Plans – Bonds – Insurance.","url":"\/62.111\/","token":"62.111"},"92":{"id":"924","structure_id":"36","section_number":"62.112","catch_line":"Inspector – Application For.","url":"\/62.112\/","token":"62.112"},"93":{"id":"1202","structure_id":"36","section_number":"62.113","catch_line":"Completion Of Work – Certificate Of Acceptance.","url":"\/62.113\/","token":"62.113"},"94":{"id":"1519","structure_id":"36","section_number":"62.114","catch_line":"Permits – Duration – Expiration –Cancellation.","url":"\/62.114\/","token":"62.114"},"95":{"id":"562","structure_id":"36","section_number":"62.115","catch_line":"Class \"A\" Permit Fee Refunds.","url":"\/62.115\/","token":"62.115"},"96":{"id":"2116","structure_id":"36","section_number":"62.116","catch_line":"Permits – Amount Of Work Allowed.","url":"\/62.116\/","token":"62.116"},"97":{"id":"118","structure_id":"36","section_number":"62.117","catch_line":"Removal Of Debris.","url":"\/62.117\/","token":"62.117"},"98":{"id":"2659","structure_id":"36","section_number":"62.118","catch_line":"Exemptions.","url":"\/62.118\/","token":"62.118"},"99":{"id":"1429","structure_id":"36","section_number":"62.118.1","catch_line":"Special Improvements – Payment – Performance By Department.","url":"\/62.118.1\/","token":"62.118.1"},"100":{"id":"3549","structure_id":"36","section_number":"62.118.2","catch_line":"Improvement In Public Streets – Issuance Of Revocable Permits.","url":"\/62.118.2\/","token":"62.118.2"},"101":{"id":"1962","structure_id":"36","section_number":"62.119","catch_line":"Railroads – Street Paving.","url":"\/62.119\/","token":"62.119"},"102":{"id":"1726","structure_id":"36","section_number":"62.120","catch_line":"Railroads – Manner Of Asphalt Paving.","url":"\/62.120\/","token":"62.120"},"103":{"id":"766","structure_id":"36","section_number":"62.121","catch_line":"Railroads – Manner Of Improving Streets.","url":"\/62.121\/","token":"62.121"},"104":{"id":"337","structure_id":"36","section_number":"62.122","catch_line":"Railroads – Type Of Rails.","url":"\/62.122\/","token":"62.122"},"105":{"id":"3298","structure_id":"36","section_number":"62.123","catch_line":"Railroads – Change Of Rails.","url":"\/62.123\/","token":"62.123"},"106":{"id":"496","structure_id":"36","section_number":"62.124","catch_line":"Railroad Rails – Exemptions.","url":"\/62.124\/","token":"62.124"},"107":{"id":"2368","structure_id":"36","section_number":"62.125","catch_line":"Railroads – Time Of Completion Of Work.","url":"\/62.125\/","token":"62.125"},"108":{"id":"3356","structure_id":"36","section_number":"62.126","catch_line":"Railroads – Procedure For Replacing Rails.","url":"\/62.126\/","token":"62.126"},"109":{"id":"1331","structure_id":"36","section_number":"62.127","catch_line":"Railroad – Board May Order Repairs To Roadbed.","url":"\/62.127\/","token":"62.127"},"110":{"id":"4163","structure_id":"36","section_number":"62.128","catch_line":"Railroads – Hours Of Repair In Central Traffic District.","url":"\/62.128\/","token":"62.128"},"111":{"id":"819","structure_id":"36","section_number":"62.129","catch_line":"Public Boulevards – Use Of.","url":"\/62.129\/","token":"62.129"},"112":{"id":"1141","structure_id":"36","section_number":"62.130","catch_line":"Sand – Gravel On Streets.","url":"\/62.130\/","token":"62.130"},"113":{"id":"1057","structure_id":"36","section_number":"62.131","catch_line":"Decorative Lights Over Streets And Sidewalks.","url":"\/62.131\/","token":"62.131"},"114":{"id":"3417","structure_id":"36","section_number":"62.132","catch_line":"Street Banners.","url":"\/62.132\/","token":"62.132"},"115":{"id":"105","structure_id":"36","section_number":"62.133","catch_line":"Canopies.","url":"\/62.133\/","token":"62.133"},"116":{"id":"292","structure_id":"36","section_number":"62.135","catch_line":"Overloads – Definitions.","url":"\/62.135\/","token":"62.135"},"117":{"id":"2082","structure_id":"36","section_number":"62.136","catch_line":"Overloads – Permits Required.","url":"\/62.136\/","token":"62.136"},"118":{"id":"3499","structure_id":"36","section_number":"62.137","catch_line":"Overloads – When Unlawful To Move Without Inspection.","url":"\/62.137\/","token":"62.137"},"119":{"id":"1358","structure_id":"36","section_number":"62.138","catch_line":"Overloads, When Unlawful To Move In Any Event.","url":"\/62.138\/","token":"62.138"},"120":{"id":"906","structure_id":"36","section_number":"62.139","catch_line":"Unattended Parking – Prohibited.","url":"\/62.139\/","token":"62.139"},"121":{"id":"1829","structure_id":"36","section_number":"62.140","catch_line":"Overloads – Night Moving.","url":"\/62.140\/","token":"62.140"},"122":{"id":"631","structure_id":"36","section_number":"62.141","catch_line":"Overloads – Application For Permits.","url":"\/62.141\/","token":"62.141"},"123":{"id":"3115","structure_id":"36","section_number":"62.142","catch_line":"Overloads – Issuance Of Permits.","url":"\/62.142\/","token":"62.142"},"124":{"id":"850","structure_id":"36","section_number":"62.143","catch_line":"Overloads – 30 Day And Annual Permits.","url":"\/62.143\/","token":"62.143"},"125":{"id":"1705","structure_id":"36","section_number":"62.144","catch_line":"Overloads – Permits – Limitations And Requirements.","url":"\/62.144\/","token":"62.144"},"126":{"id":"723","structure_id":"36","section_number":"62.145","catch_line":"Overloads – Insurance – Bonds.","url":"\/62.145\/","token":"62.145"},"127":{"id":"2533","structure_id":"36","section_number":"62.146","catch_line":"Overloads - Inspection.","url":"\/62.146\/","token":"62.146"},"128":{"id":"3149","structure_id":"36","section_number":"62.147","catch_line":"Overloads – Assignment Of Inspectors.","url":"\/62.147\/","token":"62.147"},"129":{"id":"2718","structure_id":"36","section_number":"62.148","catch_line":"Overloads – Displacement Of Property Of Public Utility.","url":"\/62.148\/","token":"62.148"},"130":{"id":"2719","structure_id":"36","section_number":"62.149","catch_line":"Overloads – Movement Of By Governmental Authorities.","url":"\/62.149\/","token":"62.149"},"131":{"id":"1939","structure_id":"36","section_number":"62.150","catch_line":"Overloads – Where Exceptions Are Permissible.","url":"\/62.150\/","token":"62.150"},"132":{"id":"997","structure_id":"36","section_number":"62.151","catch_line":"Overloads – Special Engineering Services For Large Or Heavy Loads.","url":"\/62.151\/","token":"62.151"},"133":{"id":"2405","structure_id":"36","section_number":"62.161","catch_line":"Planting, Maintenance And Care Of Plants In City Streets – Jurisdiction Of Board.","url":"\/62.161\/","token":"62.161"},"134":{"id":"2498","structure_id":"36","section_number":"62.162","catch_line":"Power To Plant, Maintain And Issue Permits.","url":"\/62.162\/","token":"62.162"},"135":{"id":"887","structure_id":"36","section_number":"62.163","catch_line":"Duties Regarding Maintenance Of Plants.","url":"\/62.163\/","token":"62.163"},"136":{"id":"3453","structure_id":"36","section_number":"62.164","catch_line":"Tree Planting Records – Plans.","url":"\/62.164\/","token":"62.164"},"137":{"id":"390","structure_id":"36","section_number":"62.165","catch_line":"Board To Prepare Reports.","url":"\/62.165\/","token":"62.165"},"138":{"id":"696","structure_id":"36","section_number":"62.166","catch_line":"Street Obstructions By Trees – Jurisdiction.","url":"\/62.166\/","token":"62.166"},"139":{"id":"2766","structure_id":"36","section_number":"62.167","catch_line":"Assessment Levy For Planting.","url":"\/62.167\/","token":"62.167"},"140":{"id":"2022","structure_id":"36","section_number":"62.168","catch_line":"Removal Of Obstructing Plants.","url":"\/62.168\/","token":"62.168"},"141":{"id":"1418","structure_id":"36","section_number":"62.169","catch_line":"Permit Required To Plant In Streets.","url":"\/62.169\/","token":"62.169"},"142":{"id":"2735","structure_id":"36","section_number":"62.170","catch_line":"Conditional Permit To Remove Or Destroy Trees.","url":"\/62.170\/","token":"62.170"},"143":{"id":"2494","structure_id":"36","section_number":"62.171","catch_line":"Permit Fees For Tree Removal.","url":"\/62.171\/","token":"62.171"},"144":{"id":"1068","structure_id":"36","section_number":"62.172","catch_line":"House Moving – Permit.","url":"\/62.172\/","token":"62.172"},"145":{"id":"3134","structure_id":"36","section_number":"62.173","catch_line":"Tree Stakes Or Guards.","url":"\/62.173\/","token":"62.173"},"146":{"id":"2703","structure_id":"36","section_number":"62.174","catch_line":"Injury To Trees.","url":"\/62.174\/","token":"62.174"},"147":{"id":"917","structure_id":"36","section_number":"62.175","catch_line":"Tree Maintenance.","url":"\/62.175\/","token":"62.175"},"148":{"id":"1236","structure_id":"36","section_number":"62.176","catch_line":"Street Maintenance Fee.","url":"\/62.176\/","token":"62.176"},"149":{"id":"623","structure_id":"36","section_number":"62.200","catch_line":"Street Intersections – Obstructions To Visibility.","url":"\/62.200\/","token":"62.200"},"150":{"id":"2162","structure_id":"36","section_number":"62.201","catch_line":"Import And Export Of Earth Materials – Fees Required.","url":"\/62.201\/","token":"62.201"},"151":{"id":"2172","structure_id":"36","section_number":"62.202","catch_line":"Import And Export Of Earth Materials – Bonded Requirement.","url":"\/62.202\/","token":"62.202"},"152":{"id":"2628","structure_id":"36","section_number":"62.203","catch_line":"Special Event Permit Procedure For Westwood\nVillage.","url":"\/62.203\/","token":"62.203"}},"next_section":{"id":"1855","structure_id":"36","section_number":"62.09","catch_line":"Fine For Non-Compliance.","url":"\/62.09\/","token":"62.09"},"metadata":false,"references":false,"url":"\/62.08\/","token":"62.08","formats":{"txt":"\/62.08.txt","json":"\/62.08.xml"},"dublin_core":{"Title":"Specifications And Procedures For Above Ground Facilities Installations In The Public Rights-Of-Way.","Type":"Text","Format":"text\/html","Identifier":"§ 62.08","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nSPECIFICATIONS AND PROCEDURES FOR ABOVE GROUND FACILITIES INSTALLATIONS IN THE\nPUBLIC RIGHTS-OF-WAY. (§ 62.08)\n\n  SPECIFICATIONS AND PROCEDURES FOR ABOVE GROUND FACILITIES INSTALLATIONS IN\nTHE PUBLIC RIGHTS-OF-WAY.\n\t(Added by Ord. No. 175,014, Eff. 1\/29\/03; Renumbered from Sec. 62.03.2 by Ord.\nNo. 182,237, Eff. 9\/28\/12.)\tThe following Above Ground Facilities Specifications\nand Procedures (AGFSP) shall govern the approval process for the installation of\nabove ground facilities (AGFs) in the public rights-of-way.\tI.\tAGF Definition: \nThe AGF shall be defined as all structures, cabinets, electric meters, and any\nother appurtenance installed for telecommunication or utility purposes above\nsurrounding grade in the public rights-of-way. For the purposes of reviewing\nallowable AGF Applications, all structures, cabinets, electric meters, and any\nother appurtenances that share a common structural foundation shall be defined\nas one AGF. All structures, cabinets, electric meters, and any other\nappurtenances required to operate a facility, but that do not share a common\nstructural foundation, shall be considered a separate AGF installation. The\nnumber of separate AGF installations shall be based on the number of separate\nstructural foundations installed when the facility is fully operational.\tADA: \nThe Americans with Disabilities Act (ADA) was signed into law on July 26, 1990.\nThe ADA includes a wide range of legislation intended to make American Society\nmore accessible to people with disabilities. It is divided into five titles, one\nof which is Public Accommodations (Title III). Title III states that all new\nconstruction and modifications must be accessible to individuals with\ndisabilities. For existing facilities, barriers to services must be removed if\nreadily achievable.\tDesign Review Board:  In approximately one-third of the\nCity’s Specific Plans, development plans must be reviewed and approved by a\nDesign Review Board. This Board is composed of members appointed pursuant to\nSection 16.50 of the LAMC.\tMajor Highway:  A Major Highway is a street\nclassification designated under the Transportation Element of the General Plan\nfor the City of Los Angeles. A street designated a Major Highway is projected to\ncarry more than 30,000 average daily trips by the year 2010. The current\nstandard right-of-way cross sectional width of such a street is 104′ or\ngreater and includes a 12′ wide sidewalk\/parkway, 13′ curb lane, 4 to 6\nfull-time through lanes, 2 part-time parking lanes, and I median\/left turn\nlane.\tNote:\tcertain Community Plans and Specific Plans within the City of Los\nAngeles have established modified designations and\/or standards for some\nspecific highways or highway segments.\tPublic Rights-of-Way:  Land that is\ndedicated for public use including but not limited to: improved public streets,\nsidewalks, curbs, gutters, public utility easements, parkways. etc., as well as\ndedicated unimproved areas.\tSecondary Highway: A Secondary Highway is a street\nclassification designated under the Transportation Element of the General Plan\nfor the City of Los Angeles. A street designated a Secondary Highway is\nprojected to carry between 20,000 and 30,000 average daily trips by the year\n2010. The current standard right-of-way cross sectional width of such a street\nis 90′ and includes a 40′ wide sidewalk\/parkway, 19′ curb lane, 4\nfull-time through lanes, all-day parking, and I median\/left turn lane.\tNote:\ncertain Community Plans and Specific Plans within the City of Los Angeles have\nestablished modified designations and\/or standards for some specific highways or\nhighway segments.\tUtility Pole: A utility pole is defined as any pole which is\nused to support power, telephone, or other suspended telecommunications wires,\nand shall not include monopoles or antennas.\tII.\tGeneral Restrictions:\tA.\tBelow\nGrade Requirement: All AGFs shall be installed below surrounding grade in each\nof the following areas:\t1.\tCity Planning Specific Plans (SP) as defined in LAMC\nSec. 11.5.7 unless specifically exempted by the Board of Public\nWorks.\t2.\tHistorical Preservation Overlay Zones (HPOZ) as defined in LAMC Sec.\n12.20.3.\t3.\tAreas adjoining sites that have been designated as having historic\nsignificance. Historic sites are those identified as ZI 145-XXXX on the City of\nLos Angeles Zoning Map.\t4.\tAreas adjoining Open Space (OS) Zones as defined in\nLAMC Sec. 12.04.05.\t5.\tAlong Scenic Highways as designated in the Transportation\nElement of the General Plan as developed by the City of Los Angeles City\nPlanning Department.\t6.\tPedestrian Oriented Districts (POD) as defined in LAMC\nSection 13.07.\t7.\tCommunity Design Overlay Districts (CDO) as defined in LAMC\nSection 13.08.\t8.\tAreas that have been designated by the Board of Public Works,\nupon the recommendation of the City Council, as “underground AGF areas.” \nThe Board of Public Works may make this designation only in areas where all\nexisting AGFs, as defined in Parts I. and IX.C, are currently underground or are\nrequired to be installed underground by law or contract.  (Added by Ord. No.\n175,366, Eff. 9\/1\/03.)\tB.\tHardship Waiver: The provisions of Section II.A\nrequiring installation of AGFs below grade may only be waived if the Board of\nPublic Works finds that hardship would result from the imposition of these\nrequirements. Hardship occurs when placing the AGF below grade is technically or\nfinancially infeasible and all reasonable alternatives have been exhausted. The\nBureau of Engineering shall process an application for a hardship waiver within\n45 days of submission. The 45-day process deadline shall commence when BOE\nverifies the application is accurate and complete.\tIf the proposed AGF is\nlocated within an applicable SP, HPOZ, POD, or CDO, the applicant shall first\nsubmit an application to the City of Los Angeles Planning Department for\napproval. The Planning Department approval shall be based on the recommendations\nof the appropriate Design Review Board or HPOZ Board and must be obtained prior\nto submittal of the hardship waiver request to the Bureau of Engineering (BOE).\nThe City Engineer, upon request of the Review Board or City Planning, shall\nparticipate in any public meetings pertaining to an AGF installation hardship\nwaiver in an advisory role regarding BOE Policy and the AGFSP.\tC.\tBoard Reports\non Waiver Requests: BOE staff shall prepare a Board Report regarding the\napplication for a hardship waiver for consideration by the Board of Public\nWorks. The Board Report shall include all of the following:\t1.\tA report prepared\nby the applicant detailing the technical infeasibility of complying with the\nAGFSP. If the applicant alleges financial infeasibility, a report prepared by\nthe applicant detailing the financial infeasibility of complying with the AGFSP,\nincluding details on the estimated comparative cost of constructing the AGF\naboveground and underground.\t2.\tA report prepared by, BOE that documents all\ncomments received by those parties notified per Section VIII.D, including the\nCouncil District Office in which the AGF installation is proposed.\t3.\tA report\nprepared by the applicant containing evidence of the investigation of all\nreasonable private property alternatives and justification for not selecting any\nof those alternatives, if the proposed facility is within 200 feet of a\ncommercial or manufacturing zone, C2, C4, C5, CM, MR1, M1, MR2, M2, and M3, as\ndefined by LAMC Sections 12.14, 12.16, 12.17, 12.17.1, 12.17.5, 12.17.6, 12.18,\n12.19, and 12.20, respectively. At least two private property alternatives must\nbe documented to satisfy this requirement.\t4.\tA map prepared by the applicant\nindicating the service area for the proposed AGF, which demonstrates that no\nless than 50% of the AGFs benefit shall be specifically intended to service\ncustomers in the restricted area.\t5.\tA statement by BOE Staff that the applicant\nhas completed all other requirements of the AGFSP, including copies of any\nreports or comments from the Planning Department.\tD.\tAbove Ground Allowance: The\nAGF may be located above surrounding grade in the public rights of way in all\nlocations not falling under the restrictions of Section II.A. All AGF\napplications for locations outside the restricted areas shall be subject to all\nother applicable requirements of the AGFSP.\tIII.\tPermit Requirements for AGF\nInstallations:\tA.\tRequirements for Utilities: All excavations in and adjacent to\nstreets require a excavation permit per LAMC Sec. 62.02.  Entities that have\nthe authority to occupy the public rights-of-way by virtue of a state granted\ncertificate of Public Convenience and Necessity shall comply with the AGFSP and\nobtain a Utility Permit to install an AGF. Compliance with the AGFSP and\napproval of the Utility Permit are required prior to the start of any AGF\ninstallation work.\tB.\tRequirements for Non-utilities:  Entities that do not\nhave the state authority to occupy the public rights-of-way, shall comply with\nthe AGFSP and obtain a Revocable Permit and Excavation Permit to install an AGF.\nCompliance with the AGFSP and approval of the Revocable and Excavation Permit\nare required prior to the start of any AGF installation work.\tC.\tAGF\nInstallation Requirements: An applicant may apply for one to ten AGF\ninstallation permits per Utility, Revocable, and\/or Excavation Permit\napplication. The Bureau of Engineering shall process the first AGF permit\nrequest within 30 days of submission, and may take up to two additional days for\neach additional AGF permit request submitted as part of the application. The 30\nday deadline shall commence when BOE verifies the permit request is accurate and\ncomplete. The review period may be extended as necessary if the permit\napplication includes hardship waivers or variances, as described in Section\nII.B, Section V.B, and Section V.H. The request for an AGF installation permit\nshall be deemed complete upon submission of the following:\t1.\tSite and or\nLandscaping Plan to scale, elevation drawings, before installation photographs\nshowing the location of the proposed AGF, renderings of the installed AGF with\nappurtenances including power meter boxes and surrounding landscaping elements.\nAlso required are specifications and dimensions pertaining to existing street\nimprovements, parkway alignment, proximity to buildings, view corridors,\npotential noise levels, and details necessary to determine compliance with the\naesthetic and public safety requirements of the AGFSP.\t2.\tIdentification of\nstructures, cabinets, electric meters, or any other appurtenance proposed to be\ninstalled above the existing surrounding grade.\t3.\tMailing address labels of\nadjoining lots, abutting lots, lots across the public right-of-way from\nadjoining and abutting lots as defined in Attachment A,* relevant Council\nDistrict Offices, neighborhood councils, and homeowner associations.\t4.\tThe\nzoning regulations of adjoining lots promulgated by the City of Los Angeles\nPlanning Department and the number of existing AGFs in the city block in which\nthe AGF is proposed.\t5.\tCultural Affairs Commission (CAC) approved AGF model\nwith cabinet treatment details, cabinet dimensions and AGF volume size.\t6.\tThe\nname and address of the AGF owner, contact telephone numbers, the address, and\nlocation of the AGF installation, and any other information pertaining to the\nmaintenance of the AGF.\t7.\tGraffiti Mitigation Plan as defined in Section\nV.E.\tIV.\tPermit Fees:\tA.\tDeposit: A deposit in the amount of $1,000 per AGF\ninstallation permit shall be made by the applicant to cover the cost of\nprocessing AGF permits prior to the start of permit processing. BOE staff shall\ncreate a Work Order and credit the deposit amount to the Work Order. If charges\nby BOE Staff exceed the deposit amount, the applicant shall deposit additional\nfunds to continue permit processing.\tB.\tHardship Waiver Deposit: Due to the\nadditional time and effort required to review a hardship waiver request, an\nadditional $1,000 deposit shall be submitted for each hardship\nwaiver.\tC.\tCharges: City staff time used to process permit applications\ncontaining AGF installations, variance requests, and AGF mapping shall be\ncharged to the AGF applicant Work Order.Specifications\tV.\tAesthetic\nRequirements:\tA.\tVisual Impact: The applicant shall demonstrate that the AGF\ninstallation site meets the aesthetic requirements of the AGFSP. The AGF\ninstallation should not obstruct street scape views, view corridors existing in\nthe public rights-of-way, view corridors of neighboring lots, or view corridors\nfrom the public rights-of-way.\tB.\tAGF Volume Threshold: The AGF shall have a\nmaximum volume threshold of thirty-six (36) cubic feet. The AGF volume shall\ninclude the combined volume of all cabinet enclosures that share a common\nfoundation or platform. The AGF volume shall not include the volume of the\nfoundation or platform supporting the cabinet that is above the existing\nsurrounding grade. The maximum AGF height shall be five and one-half feet (5′\n6&#038;″). The minimum AGF height shall be two and one half feet (2′\n6&#038;″). The Board of Public Works may grant a variance from the AGF volume\nand height limitation if all of the following conditions exist:\t1.\tSuitable\nmeasures consistent with the aesthetic guidelines of this report mitigate the\nexcessive AGF volume.\t2.\tThe applicant demonstrates that no financially or\ntechnically acceptable alternative exists that complies with Section V.B.\t3.\tThe\ncabinet design has been approved by the Cultural Affairs Commission.\tBOE shall\nprepare a Variance Board Report for consideration of the applicant s variance\nrequest by the Board of Public Works. The Bureau of Engineering shall process\nthe initial variance request within 35 days of submission. The 35-day deadline\nshall commence when BOE verifies the variance request to be accurate and\ncomplete. In cases where multiple variances are requested, the BOE make take up\nto five additional days for each additional variance request.\tC.\tParkway\nAlignment: The AGF should be placed in proximity to and in line with existing\npower poles, street light fixtures, street signs and other structures within the\nparkway to create an aesthetic and unobstructed alignment. The AGF shall not be\nplaced in such an alignment if the installation blocks the line of sight for\nvehicles exiting adjacent alley intersections or driveways.\tD.\tLandscape\nConsiderations: For AGFs installed in a parkway, the AGF owner shall install\nlandscaping immediately surrounding the installation or restore any landscaping\ndisturbed by the installation. The installed or restored landscaping shall be\nconsistent with the existing landscaping in the parkway. For AGFs installed in\nthe public rights-of-way in an area where no sidewalk exists, the AGF owner\nshall install landscaping immediately surrounding the installation and restore\nany landscaping disturbed by the installation. The installed or restored\nlandscaping shall be consistent with the existing surrounding landscaping. All\nnew landscaping shall be installed and maintained for the purpose of screening\nor camouflaging the AGF, and to create an aesthetically pleasing appearance. An\nautomatic irrigation system shall be installed or modified to sustain\nlandscaping when necessary. If an automatic irrigation system is not feasible,\nthe applicant may submit an irrigation plan with the application. The irrigation\nplan shall include manual watering intervals and a guarantee to replace any\nvegetation that does not survive. All landscaping shall be installed and\nmaintained in conformance with pedestrian passage Sections VI.A, VI.B, and VI.C.\nLandscaping shall not be required for AGF installations located in existing\nfull-width sidewalks.\tE.\tCabinet Treatment and Graffiti Mitigation: The AGF\nshall be a color similar to the existing surrounding landscape. The exterior of\nthe AGF shall resist graffiti or be painted with anti-graffiti paint and be\nmaintained in a “like-new” condition at all times. The applicant shall\nsubmit a Graffiti Mitigation Plan (“Plan”) detailing how the AGF owner will\nmaintain the AGF free from graffiti and other defacements (i.e. stickers,\nposters). The Plan shall require AGF inspection at a minimum of four (4) times\neach year and include identification of the resources dedicated to mitigating\ngraffiti. Additionally, the Plan shall provide the name, mailing address, phone\nnumber, and E-mail address for a single point of contact responsible to resolve\ngraffiti issues. The Plan shall clearly state that AGF surfaces shall be\nrestored to their original exterior appearance.\tF.\tCabinet Identifiers: For the\npurpose of active monitoring by City personnel, residents, and other\ntelecommunications companies, the following information shall be clearly\nindicated on all AGFs:\t1.\tA toll-free telephone number for the AGF owner.\t2.\tThe\nAGF registration, number issued by the BOE pursuant to Section X.F.\tG.\tCabinet\nFoundations: Concrete pads shall be a color that is consistent with adjacent\nsurrounding sidewalks. Concrete pads installed in full width sidewalks, shall be\nconstructed per design plan and shall join to the nearest score line of the\nexisting concrete pavement. For installations where there is no existing\nsidewalk, concrete pads shall be an earth-tone color that is consistent with\nexisting surrounding earth. Any slough walls constructed to protect an AGF\ninstallation shall be an earth-tone color consistent with the existing\nsurrounding soil.\tH.\tDensity Threshold: The area between the two adjacent\nintersections of two sets of intersecting streets shall be defined as a city\nblock, including sidewalks on either side of the street. Accordingly, the\nmaximum number of AGF installations in the public right-of-way per city block\nshall be as follows:\t1.\tFor city blocks in which the two adjacent intersections\nare less than 1000 feet apart, the threshold is three (3).\t2.\tFor city blocks in\nwhich the two adjacent intersections are equal to or greater than 1000 feet\napart, the threshold is three (3), plus a maximum of one (1) additional AGF for\nevery additional 250 feet of adjacent intersection separation.\t3.\tIn Parking\nzones (LAMC 12.12.1) and Industrial zones (LAMC 12.17.5 – 12.20), there is no\nAGF threshold per city block.\tAll facilities exempt from the AGFSP shall not be\ncounted in the number of AGF installations per city block. The Board of Public\nWorks may grant a variance from the AGF density threshold per city block at its\ndiscretion when the threshold is reached and when measures consistent with the\nAGFSP mitigate the excessive number of AGF installations. AGF co-location may be\nrequired as a mitigation measure. The BOE shall prepare a Variance Board Report\nfor consideration of the applicant s variance request by the Board of Public\nWorks. The Bureau of Engineering shall process the initial variance request\nwithin 35 days of submission and, in cases where multiple variances are\nrequested, may take up to five additional days for each additional variance\nrequest. The 35 days deadline shall commence when BOE verities the density\nvariance request is accurate and complete.\tVI.\tPublic Safety\nRequirements:\tA.\tMajor and Secondary Highway Pedestrian Passage: In public\nrights-of- way that have a Major Highway or Secondary Highway Street designation\nand an existing sidewalk, the AGF shall be located in sidewalks or parkways such\nthat there is a minimum six (6) feet unobstructed distance between the edge of\ncabinet and the property line. The six (6) feet unobstructed distance is\nprovided for pedestrian and wheelchair passage. If the paved sidewalk is less\nthan six-feet wide, additional concrete sidewalk shall be constructed to provide\na minimum six (6) feet wide paved sidewalk between the edge of cabinet and the\nproperty line.\tB.\tNon-Major and Non-Secondary Highway Pedestrian Passage:  In\npublic rights-of-way that have the street designation other than Major Highway\nor Secondary Highway, and that have existing sidewalk, the AGF shall be located\nin sidewalks or parkways such that there is a minimum four (4) feet unobstructed\ndistance between the edge of cabinet and the property line. This four (4) feet\nunobstructed distance is provided for pedestrian and wheelchair passage. If the\npaved sidewalk is less than four feet wide, additional concrete sidewalk shall\nbe constructed to provide a minimum four (4) feet wide paved sidewalk between\nthe edge of cabinet and the property line.\tC.\tPedestrian Passage Distances: In\npublic rights-of-way of all street designations with no existing sidewalk\npavement, the AGF shall be located in the parkway such that a four (4) feet\nunobstructed distance is provided for pedestrian passage by one of the\nfollowing:\t1.\tWhen there is no curb face, a minimum four (4) feet unobstructed\ndistance between the edge of cabinet and the edge of pavement, or\t2.\tWhen there\nis a curb face, a minimum four (4) feet unobstructed distance between the edge\nof cabinet and the curb face, or\t3.\tA minimum four (4) feet unobstructed\ndistance between the edge of cabinet and property line.\tD.\tMinimum Curb Face\nDistances: The AGF shall have a minimum 18-inches unobstructed distance from\nedge of cabinet to curb face. In areas where no curb face exists, the AGF shall\nhave a minimum four (4) feet unobstructed distance from the edge of cabinet to\nedge of pavement.\tE.\tVehicular Line of Sight and Sight Distance: The AGF shall\nnot be located in the “visibility triangle”, defined as that portion of both\npublic right-of-way and private property located at any corner and bounded by\nthe curb line or edge of roadway of the intersecting streets and a line joining\nthe points on the curb or edge of roadway forty-five (45) feet from the point of\nintersection of the extended curb lines or edges of roadway. The AGF shall not\nbe located adjacent to driveways and alley intersections where they would reduce\nthe sight distance for exiting vehicular traffic to less than two hundred (200)\nfeet.\tF.\tProximity to Buildings, Houses, Structures: The AGF shall not be\nlocated immediately in front of buildings, houses, structures, or public stairs\nsuch that it causes a violation of ADA guidelines for pedestrian passage. The\nAGF shall not obstruct pedestrian passage from private property to the public\nright-of-way.\tVII.\tFuture Street Improvement Requirements:  BOE staff shall\ndetermine the status of future street improvements for a proposed AGF\ninstallation and provide this information to the applicant. Applicants are\nhereby notified that future street lighting conduit installation may occur under\na proposed AGF installation if the AGF foundation is located within four (4)\nfeet of the distance from the curb face. Street lighting conduit is normally\nplaced within a four (4) feet distance from the curb face. In general, AGF\ninstallations should not be located in areas proposed for future street\nimprovements. However, if necessary, AGF installations may be allowed in areas\ndesignated for street improvement. All AGF owners, shall be responsible for the\ncost of relocation of their AGFs and appurtenant facilities in conflict with any\nfuture street improvement or driveway installation initiated by the City, unless\nthe improvement is required as a condition of a permit issued to a\ndeveloper.Procedures\tVIII.\tPermit Processing Requirements and\nProcedures:\tA.\tField Investigation Requirement:  BOE Staff shall conduct a\nfield investigation of proposed AGF installations in the following cases:\t1.\tIf\nthe proposed AGF is a hardship waiver.\t2.\tIf the proposed AGF application\ncontains a request for a variance from the AGF volume, height, and\/or density\nthreshold limits.\t3.\tIf opposition to the proposed AGF is received by BOE from\nany person or organization notified per Section VIII.D.\tIn all other cases, BOE\nstaff reserves the right to conduct a field investigation of any AGF\ninstallation on a case-by-case basis. The purpose of the field investigation\nshall be to determine the best AGF location consistent with the AGFSP, to\nconsider the feasibility of locating on private property and to consider\nlocating the AGF in the public right-of-way below surrounding\ngrade.\tB.\tJoint-Trenching Review Requirement: All AGFs that require trenching\nfor the installation of substructure components shall be subject to joint\ntrenching following a Utility Permit Joint-Trenching Review process:\t1.\tWhere\nthe City or the applicant becomes aware that 2 or more applicants propose\nconstruction in the same street or general vicinity. This requirement will be\nreviewed and evaluated by BOE and DOT Staff and modified based on rights-of-way\nconditions.\t2.\tAGF installations that qualify for joint-trenching shall modify\ntheir substructure designs to accommodate the trench alignment selected by BOE\nStaff.\tC.\tBOE Approval:  BOE staff shall approve the AGF installation permit if\nthe following conditions have been met: The Field Investigation Requirement,\nSection VIII.A and the Joint Trenching Review Requirement, Section VIII.B have\nbeen satisfied; the Board of Public Works has approved all appropriate\nvariances; and the installation is in compliance with all other provisions of\nthe AGFSP.\tD.\tNotification of AGF Installation: For each proposed AGF\ninstallation, the applicant shall notify all, persons and organizations\nidentified in Section III.C.3, via registered mail, of the proposed AGF. The\nnotification shall identify whether or not the applicant is requesting a\nvariance, and shall include information regarding the specific AGF location and\ncabinet design. A contact person and phone number for the applicant shall also\nbe listed. If the applicant is requesting a hardship waiver as per Section\nII.B., the notification shall also include the name, phone number and address\nfor the appropriate BOE staff, as provided by the department.\tFollowing\nconsideration of the applicant s permit request by BOE, the applicant shall\nnotify all persons and organizations identified in Section III.C.3 of the status\nof the application. This notice shall include the BOE Approval or Disapproval,\nand language provided by the BOE detailing the AGF appeal process available to\nproperty owners. BOE staff and Council District offices shall maintain a list of\nrepresentative homeowner associations. Notification to multi-unit buildings\nshall be made to the property owner or the on-site property manager.\tE.\tAppeal\nof BOE Determination to Board of Public Works: The BOE determination shall be\nsubject to appeal by the property owners and\/or occupants specified in\nAttachment A* and pursuant to the procedures established in LAMC Section\n62.03.4(l). If no appeals are submitted to the BOE within 14 calendar days of\nthe date of notification, the BOE determination shall be final. The appeal of a\nBOE determination shall be heard by the Board of Public Works at a regularly\nscheduled public meeting. The Board of Public Works shall determine whether an\nerror or abuse of discretion has occurred.\tF.\tAGF Mapping: To assist the\nindustry with the requirements specified in this AGFSP, the City shall make\navailable information on City Planning Specific Plans, Historical Preservation\nOverlay Zones, Historic Sites, Open Space Zones, Pedestrian Oriented Districts,\nCommunity Design Overlay Districts, and Scenic Highways. The City shall also\nprovide online information showing all AGF installations, the AGF registration\nnumber assigned to the AGF installation, and other pertinent data. The area of\nmapping shall be limited to the boundaries of the City of Los\nAngeles.\tG.\tRemoval of Facilities: Facilities which have not served a customer\nfor 90 days shall be deemed unused and removed in a timely manner as stated in\nSection IV.E (Non-Compliance) and Section IV.E.6 (Failure to remove obsolete or\nunused AGF installations). The cost of AGF removal shall be the responsibility\nof the AGF owner.\tIX.\tExemptions from the AGFSP:\tA.\tInstallations on Private\nProperty: AGF installations on private property shall be exempt from the AGFSP\nbut subject to discretionary review by the Department of City Planning. (See\nOrdinance 174,132 amending LAMC Sections 11.5.7, 12.04.05, 12.04.09, 12.12.1,\n12.12.1.5, 12.17.6, 12.21, 12.24.)\n\t\n\tB.\tInstallations Below Existing Grade: Facilities installed in the public\nrights- of-way that do not have a structure, cabinet, electric meter, or other\nappurtenance above the existing surrounding grade shall be exempt from the\nAGFSP. Facilities installed below existing surrounding grade in the public\nrights-of-way shall be subject to BOE Utility, Excavation, and\/or Revocable\npermit requirements.\tC.\tPole-Mounted and Public Facilities: Pole-mounted and\nstreet light-mounted facilities, fire hydrants, air\/vacuum valves, street light\npoles, utility poles, and traffic and pedestrian control fixtures are not\nsubject to the AGFSP, but will be subject to all other applicable requirements\nof law, including, but not limited to, the Joint Pole Agreement (JPA), the\nDepartment of Water and Power guidelines, and the Bureau of Street Lighting\nrules and regulations.\tD.\tOther: Temporary water service AGFs, sampling taps,\ndissipaters, water control appurtenances associated with water regulator\nstations, water flow meters, and water valves, and vent stacks related to\nmaintenance holes and vaults shall not be subject to the AGFSP, except for the\npedestrian passage retrofit requirements in Section X.B. These facilities may\nalso be subject to other BOE permit requirements.\tE.\tThe below grade\nrequirements of Section II shall not apply to electric meters and\ntelecommunications tie-in facilities installed to comply with the requirements\nof that section.\tX.\tApplicability to Existing AGF Installations:\tA.\tUpgrade or\nRepair of Existing AGFs: All existing AGFs installed prior to the adoption of\nthe AGFSP that need to be upgraded or repaired, shall be subject to these\nSpecifications and Procedures if the upgrade or repair causes the AGF volume to\nincrease by more than 10%.\tB.\tPedestrian Passage Retrofit Requirement: All\nexisting AGFs, including those identified in Section IX.D, which were installed\nprior to the adoption of the AGFSP, shall be modified, retrofitted, or relocated\nto provide a minimum three (3) feet of unobstructed distance for pedestrian and\nwheelchair passage except in the following areas:\t1.\tPublic right-of-way areas\nadjacent to MR1, M1, MR2, M2, and M3, as defined in LAMC Section\n12.04.\t2.\tPublic rights-of-way with no existing sidewalk pavement, or where the\nslope of the existing sidewalk is 5% or greater.\t3.\tHillside Areas, as defined\nby LAMC Section 12.03.\tC.\tAnnual Retrofit Limits: All existing non-compliant\nAGFs shall comply with Section X.B within five (5) years of the adoption of this\nordinance. During any 12-month period, each individual company shall relocate\n20% of its initial total non-compliant AGFs or thirty (30) non-compliant AGFs,\nwhichever is greater, to comply with the pedestrian passage provisions of this\nAGFSP. The Bureau of Engineering shall be responsible for coordinating with\nCouncil offices and City departments for prioritizing AGF relocation needs, with\npreference given toward locations with higher pedestrian traffic density or near\npublic facilities, and submitting these requests to the respective companies. \nUpon notification from the City, an AGF owner shall have 180 days to complete\nthe relocation. Non-compliant AGFs relocated pursuant to this section shall not\nbe subject to the remaining provisions of the AGFSP, provided that the\nreplacement AGF is located within 500 feet of the original AGF and the volume is\nnot increased by more than 10%.\tD.\tPedestrian Passage Compliance:  Owners of\nexisting AGFs shall be considered in compliance with the requirements of Section\nX.B when the conditions of Section X.C are met. In the event an AGF owner is in\ndefault with the conditions in Section X.C, compliance with the requirements of\nSection X.B shall take effect immediately and all provisions of Section IV will\napply.\tE.\tGraffiti Mitigation and Cabinet Identification:  Existing AGFs shall\nbe subject to all requirements stated in Sections V.E and V.F. Compliance with\nthe requirements of this section shall be required no later than July 1,\n2003.\tF.\tAGF Locations:  Owners of existing AGFs shall submit to the BOE a\ngeographic location identifier (geocode) for all existing AGF installations\nwithin the City of Los Angeles. The BOE will issue a registration number for\neach such AGF. Compliance with the requirements of this section shall be\nrequired no later than March 31, 2003. New AGFs will be assigned a registration\nnumber at the time the AGF installation permit is issued. A registration fee,\nestablished by the Board of Public Works, may be assessed to implement the\nprovisions of this section.\n","html":"\n\t\t\t\t\t<section><p>  SPECIFICATIONS AND PROCEDURES FOR ABOVE GROUND FACILITIES INSTALLATIONS IN THE PUBLIC RIGHTS-OF-WAY.\n\t(Added by Ord. No. 175,014, Eff. 1\/29\/03; Renumbered from Sec. 62.03.2 by Ord. No. 182,237, Eff. 9\/28\/12.)<br \/><br \/>\tThe following Above Ground Facilities Specifications and Procedures (AGFSP) shall govern the approval process for the installation of above ground facilities (AGFs) in the public rights-of-way.<br \/><br \/>\tI.\tAGF Definition:  The AGF shall be defined as all structures, cabinets, electric meters, and any other appurtenance installed for telecommunication or utility purposes above surrounding grade in the public rights-of-way. For the purposes of reviewing allowable AGF Applications, all structures, cabinets, electric meters, and any other appurtenances that share a common structural foundation shall be defined as one AGF. All structures, cabinets, electric meters, and any other appurtenances required to operate a facility, but that do not share a common structural foundation, shall be considered a separate AGF installation. The number of separate AGF installations shall be based on the number of separate structural foundations installed when the facility is fully operational.<br \/><br \/>\tADA:  The Americans with Disabilities Act (ADA) was signed into <span class=\"dictionary\">law<\/span> on July 26, 1990. The ADA includes a wide range of legislation intended to make American Society more accessible to people with disabilities. It is divided into five titles, one of which is Public Accommodations (Title III). Title III states that all new construction and modifications must be accessible to individuals with disabilities. For existing facilities, barriers to services must be removed if readily achievable.<br \/><br \/>\tDesign Review Board:  In approximately one-third of the City’s Specific Plans, development plans must be reviewed and approved by a Design Review Board. This Board is composed of members appointed pursuant to Section 16.50 of the LAMC.<br \/><br \/>\tMajor Highway:  A Major Highway is a street classification designated under the Transportation Element of the General Plan for the City of Los Angeles. A street designated a Major Highway is projected to carry more than 30,000 average daily trips by the year 2010. The current standard right-of-way cross sectional width of such a street is 104′ or greater and includes a 12′ wide sidewalk\/parkway, 13′ curb lane, 4 to 6 full-time through lanes, 2 part-time parking lanes, and I median\/left turn lane.<br \/><br \/>\tNote:\tcertain Community Plans and Specific Plans within the City of Los Angeles have established modified designations and\/or standards for some specific highways or highway segments.<br \/><br \/>\tPublic Rights-of-Way:  Land that is dedicated for public use including but not limited to: improved public streets, sidewalks, curbs, gutters, public utility easements, parkways. etc., as well as dedicated unimproved areas.<br \/><br \/>\tSecondary Highway: A Secondary Highway is a street classification designated under the Transportation Element of the General Plan for the City of Los Angeles. A street designated a Secondary Highway is projected to carry between 20,000 and 30,000 average daily trips by the year 2010. The current standard right-of-way cross sectional width of such a street is 90′ and includes a 40′ wide sidewalk\/parkway, 19′ curb lane, 4 full-time through lanes, all-day parking, and I median\/left turn lane.<br \/><br \/>\tNote: certain Community Plans and Specific Plans within the City of Los Angeles have established modified designations and\/or standards for some specific highways or highway segments.<br \/><br \/>\tUtility Pole: A utility pole is defined as any pole which is used to support power, telephone, or other suspended telecommunications wires, and shall not include monopoles or antennas.<br \/><br \/>\tII.\tGeneral Restrictions:<br \/><br \/>\tA.\tBelow Grade Requirement: All AGFs shall be installed below surrounding grade in each of the following areas:<br \/><br \/>\t1.\tCity Planning Specific Plans (SP) as defined in LAMC Sec. 11.5.7 unless specifically exempted by the Board of Public Works.<br \/><br \/>\t2.\tHistorical Preservation Overlay Zones (HPOZ) as defined in LAMC Sec. 12.20.3.<br \/><br \/>\t3.\tAreas adjoining sites that have been designated as having historic significance. Historic sites are those identified as ZI 145-XXXX on the City of Los Angeles Zoning Map.<br \/><br \/>\t4.\tAreas adjoining Open Space (OS) Zones as defined in LAMC Sec. 12.04.05.<br \/><br \/>\t5.\tAlong Scenic Highways as designated in the Transportation Element of the General Plan as developed by the City of Los Angeles City Planning Department.<br \/><br \/>\t6.\tPedestrian Oriented Districts (POD) as defined in LAMC Section 13.07.<br \/><br \/>\t7.\tCommunity Design Overlay Districts (CDO) as defined in LAMC Section 13.08.<br \/><br \/>\t8.\tAreas that have been designated by the Board of Public Works, upon the recommendation of the City Council, as “underground AGF areas.”  The Board of Public Works may make this designation only in areas where all existing AGFs, as defined in Parts I. and IX.C, are currently underground or are required to be installed underground by <span class=\"dictionary\">law<\/span> or <span class=\"dictionary\">contract<\/span>.  (Added by Ord. No. 175,366, Eff. 9\/1\/03.)<br \/><br \/>\tB.\tHardship <span class=\"dictionary\">Waiver<\/span>: The provisions of Section II.A requiring installation of AGFs below grade may only be waived if the Board of Public Works finds that hardship would result from the imposition of these requirements. Hardship occurs when placing the AGF below grade is technically or financially infeasible and all reasonable alternatives have been exhausted. The Bureau of Engineering shall process an application for a hardship <span class=\"dictionary\">waiver<\/span> within 45 days of submission. The 45-day process deadline shall commence when BOE verifies the application is accurate and complete.<br \/><br \/>\tIf the proposed AGF is located within an applicable SP, HPOZ, POD, or CDO, the applicant shall first submit an application to the City of Los Angeles Planning Department for approval. The Planning Department approval shall be based on the recommendations of the appropriate Design Review Board or HPOZ Board and must be obtained prior to submittal of the hardship <span class=\"dictionary\">waiver<\/span> request to the Bureau of Engineering (BOE). The City Engineer, upon request of the Review Board or City Planning, shall participate in any public meetings pertaining to an AGF installation hardship <span class=\"dictionary\">waiver<\/span> in an advisory role regarding BOE Policy and the AGFSP.<br \/><br \/>\tC.\tBoard Reports on <span class=\"dictionary\">Waiver<\/span> Requests: BOE staff shall prepare a Board Report regarding the application for a hardship <span class=\"dictionary\">waiver<\/span> for consideration by the Board of Public Works. The Board Report shall include all of the following:<br \/><br \/>\t1.\tA report prepared by the applicant detailing the technical infeasibility of complying with the AGFSP. If the applicant alleges financial infeasibility, a report prepared by the applicant detailing the financial infeasibility of complying with the AGFSP, including details on the estimated comparative cost of constructing the AGF aboveground and underground.<br \/><br \/>\t2.\tA report prepared by, BOE that documents all comments received by those parties notified per Section VIII.D, including the Council District Office in which the AGF installation is proposed.<br \/><br \/>\t3.\tA report prepared by the applicant containing <span class=\"dictionary\">evidence<\/span> of the investigation of all reasonable private property alternatives and justification for not selecting any of those alternatives, if the proposed facility is within 200 feet of a commercial or manufacturing zone, C2, C4, C5, CM, MR1, M1, MR2, M2, and M3, as defined by LAMC Sections 12.14, 12.16, 12.17, 12.17.1, 12.17.5, 12.17.6, 12.18, 12.19, and 12.20, respectively. At least two private property alternatives must be documented to satisfy this requirement.<br \/><br \/>\t4.\tA map prepared by the applicant indicating the service area for the proposed AGF, which demonstrates that no less than 50% of the AGFs benefit shall be specifically intended to service customers in the restricted area.<br \/><br \/>\t5.\tA statement by BOE Staff that the applicant has completed all other requirements of the AGFSP, including copies of any reports or comments from the Planning Department.<br \/><br \/>\tD.\tAbove Ground Allowance: The AGF may be located above surrounding grade in the public rights of way in all locations not falling under the restrictions of Section II.A. All AGF applications for locations outside the restricted areas shall be subject to all other applicable requirements of the AGFSP.<br \/><br \/>\tIII.\tPermit Requirements for AGF Installations:<br \/><br \/>\tA.\tRequirements for Utilities: All excavations in and adjacent to streets require a excavation permit per LAMC Sec. 62.02.  Entities that have the authority to occupy the public rights-of-way by virtue of a state granted certificate of Public Convenience and Necessity shall comply with the AGFSP and obtain a Utility Permit to install an AGF. Compliance with the AGFSP and approval of the Utility Permit are required prior to the start of any AGF installation work.<br \/><br \/>\tB.\tRequirements for Non-utilities:  Entities that do not have the state authority to occupy the public rights-of-way, shall comply with the AGFSP and obtain a Revocable Permit and Excavation Permit to install an AGF. Compliance with the AGFSP and approval of the Revocable and Excavation Permit are required prior to the start of any AGF installation work.<br \/><br \/>\tC.\tAGF Installation Requirements: An applicant may apply for one to ten AGF installation permits per Utility, Revocable, and\/or Excavation Permit application. The Bureau of Engineering shall process the first AGF permit request within 30 days of submission, and may take up to two additional days for each additional AGF permit request submitted as part of the application. The 30 day deadline shall commence when BOE verifies the permit request is accurate and complete. The review period may be extended as necessary if the permit application includes hardship <span class=\"dictionary\">waivers<\/span> or variances, as described in Section II.B, Section V.B, and Section V.H. The request for an AGF installation permit shall be deemed complete upon submission of the following:<br \/><br \/>\t1.\tSite and or Landscaping Plan to scale, elevation drawings, before installation photographs showing the location of the proposed AGF, renderings of the installed AGF with appurtenances including power meter boxes and surrounding landscaping elements. Also required are specifications and dimensions pertaining to existing street improvements, parkway alignment, proximity to buildings, view corridors, potential noise levels, and details necessary to determine compliance with the aesthetic and public safety requirements of the AGFSP.<br \/><br \/>\t2.\tIdentification of structures, cabinets, electric meters, or any other appurtenance proposed to be installed above the existing surrounding grade.<br \/><br \/>\t3.\tMailing address labels of adjoining lots, abutting lots, lots across the public right-of-way from adjoining and abutting lots as defined in <span class=\"dictionary\">Attachment<\/span> A,* relevant Council District Offices, neighborhood councils, and homeowner associations.<br \/><br \/>\t4.\tThe zoning regulations of adjoining lots promulgated by the City of Los Angeles Planning Department and the number of existing AGFs in the city block in which the AGF is proposed.<br \/><br \/>\t5.\tCultural Affairs Commission (CAC) approved AGF model with cabinet treatment details, cabinet dimensions and AGF volume size.<br \/><br \/>\t6.\tThe name and address of the AGF owner, contact telephone numbers, the address, and location of the AGF installation, and any other information pertaining to the maintenance of the AGF.<br \/><br \/>\t7.\tGraffiti Mitigation Plan as defined in Section V.E.<br \/><br \/>\tIV.\tPermit Fees:<br \/><br \/>\tA.\tDeposit: A deposit in the amount of $1,000 per AGF installation permit shall be made by the applicant to cover the cost of processing AGF permits prior to the start of permit processing. BOE staff shall create a Work <span class=\"dictionary\">Order<\/span> and credit the deposit amount to the Work <span class=\"dictionary\">Order<\/span>. If charges by BOE Staff exceed the deposit amount, the applicant shall deposit additional funds to continue permit processing.<br \/><br \/>\tB.\tHardship <span class=\"dictionary\">Waiver<\/span> Deposit: Due to the additional time and effort required to review a hardship <span class=\"dictionary\">waiver<\/span> request, an additional $1,000 deposit shall be submitted for each hardship <span class=\"dictionary\">waiver<\/span>.<br \/><br \/>\tC.\tCharges: City staff time used to process permit applications containing AGF installations, variance requests, and AGF mapping shall be charged to the AGF applicant Work <span class=\"dictionary\">Order<\/span>.<br \/><br \/>Specifications<br \/><br \/>\tV.\tAesthetic Requirements:<br \/><br \/>\tA.\tVisual Impact: The applicant shall demonstrate that the AGF installation site meets the aesthetic requirements of the AGFSP. The AGF installation should not obstruct street scape views, view corridors existing in the public rights-of-way, view corridors of neighboring lots, or view corridors from the public rights-of-way.<br \/><br \/>\tB.\tAGF Volume Threshold: The AGF shall have a maximum volume threshold of thirty-six (36) cubic feet. The AGF volume shall include the combined volume of all cabinet enclosures that share a common foundation or platform. The AGF volume shall not include the volume of the foundation or platform supporting the cabinet that is above the existing surrounding grade. The maximum AGF height shall be five and one-half feet (5′ 6&#038;″). The minimum AGF height shall be two and one half feet (2′ 6&#038;″). The Board of Public Works may grant a variance from the AGF volume and height limitation if all of the following conditions exist:<br \/><br \/>\t1.\tSuitable measures consistent with the aesthetic guidelines of this report mitigate the excessive AGF volume.<br \/><br \/>\t2.\tThe applicant demonstrates that no financially or technically acceptable alternative exists that complies with Section V.B.<br \/><br \/>\t3.\tThe cabinet design has been approved by the Cultural Affairs Commission.<br \/><br \/>\tBOE shall prepare a Variance Board Report for consideration of the applicant s variance request by the Board of Public Works. The Bureau of Engineering shall process the initial variance request within 35 days of submission. The 35-day deadline shall commence when BOE verifies the variance request to be accurate and complete. In cases where multiple variances are requested, the BOE make take up to five additional days for each additional variance request.<br \/><br \/>\tC.\tParkway Alignment: The AGF should be placed in proximity to and in line with existing power poles, street light fixtures, street signs and other structures within the parkway to create an aesthetic and unobstructed alignment. The AGF shall not be placed in such an alignment if the installation blocks the line of sight for vehicles exiting adjacent alley intersections or driveways.<br \/><br \/>\tD.\tLandscape Considerations: For AGFs installed in a parkway, the AGF owner shall install landscaping immediately surrounding the installation or restore any landscaping disturbed by the installation. The installed or restored landscaping shall be consistent with the existing landscaping in the parkway. For AGFs installed in the public rights-of-way in an area where no sidewalk exists, the AGF owner shall install landscaping immediately surrounding the installation and restore any landscaping disturbed by the installation. The installed or restored landscaping shall be consistent with the existing surrounding landscaping. All new landscaping shall be installed and maintained for the purpose of screening or camouflaging the AGF, and to create an aesthetically pleasing <span class=\"dictionary\">appearance<\/span>. An automatic irrigation system shall be installed or modified to <span class=\"dictionary\">sustain<\/span> landscaping when necessary. If an automatic irrigation system is not feasible, the applicant may submit an irrigation plan with the application. The irrigation plan shall include manual watering intervals and a guarantee to replace any vegetation that does not survive. All landscaping shall be installed and maintained in conformance with pedestrian passage Sections VI.A, VI.B, and VI.C. Landscaping shall not be required for AGF installations located in existing full-width sidewalks.<br \/><br \/>\tE.\tCabinet Treatment and Graffiti Mitigation: The AGF shall be a color similar to the existing surrounding landscape. The exterior of the AGF shall resist graffiti or be painted with anti-graffiti paint and be maintained in a “like-new” condition at all times. The applicant shall submit a Graffiti Mitigation Plan (“Plan”) detailing how the AGF owner will maintain the AGF free from graffiti and other defacements (i.e. stickers, posters). The Plan shall require AGF inspection at a minimum of four (4) times each year and include identification of the resources dedicated to mitigating graffiti. Additionally, the Plan shall provide the name, mailing address, phone number, and E-mail address for a single point of contact responsible to resolve graffiti <span class=\"dictionary\">issues<\/span>. The Plan shall clearly state that AGF surfaces shall be restored to their original exterior <span class=\"dictionary\">appearance<\/span>.<br \/><br \/>\tF.\tCabinet Identifiers: For the purpose of active monitoring by City personnel, residents, and other telecommunications companies, the following information shall be clearly indicated on all AGFs:<br \/><br \/>\t1.\tA toll-free telephone number for the AGF owner.<br \/><br \/>\t2.\tThe AGF registration, number issued by the BOE pursuant to Section X.F.<br \/><br \/>\tG.\tCabinet Foundations: Concrete pads shall be a color that is consistent with adjacent surrounding sidewalks. Concrete pads installed in full width sidewalks, shall be constructed per design plan and shall join to the nearest score line of the existing concrete pavement. For installations where there is no existing sidewalk, concrete pads shall be an earth-tone color that is consistent with existing surrounding earth. Any slough walls constructed to protect an AGF installation shall be an earth-tone color consistent with the existing surrounding soil.<br \/><br \/>\tH.\tDensity Threshold: The area between the two adjacent intersections of two sets of intersecting streets shall be defined as a city block, including sidewalks on either side of the street. Accordingly, the maximum number of AGF installations in the public right-of-way per city block shall be as follows:<br \/><br \/>\t1.\tFor city blocks in which the two adjacent intersections are less than 1000 feet apart, the threshold is three (3).<br \/><br \/>\t2.\tFor city blocks in which the two adjacent intersections are equal to or greater than 1000 feet apart, the threshold is three (3), plus a maximum of one (1) additional AGF for every additional 250 feet of adjacent intersection separation.<br \/><br \/>\t3.\tIn Parking zones (LAMC 12.12.1) and Industrial zones (LAMC 12.17.5 – 12.20), there is no AGF threshold per city block.<br \/><br \/>\tAll facilities exempt from the AGFSP shall not be counted in the number of AGF installations per city block. The Board of Public Works may grant a variance from the AGF density threshold per city block at its discretion when the threshold is reached and when measures consistent with the AGFSP mitigate the excessive number of AGF installations. AGF co-location may be required as a mitigation measure. The BOE shall prepare a Variance Board Report for consideration of the applicant s variance request by the Board of Public Works. The Bureau of Engineering shall process the initial variance request within 35 days of submission and, in cases where multiple variances are requested, may take up to five additional days for each additional variance request. The 35 days deadline shall commence when BOE verities the density variance request is accurate and complete.<br \/><br \/>\tVI.\tPublic Safety Requirements:<br \/><br \/>\tA.\tMajor and Secondary Highway Pedestrian Passage: In public rights-of- way that have a Major Highway or Secondary Highway Street designation and an existing sidewalk, the AGF shall be located in sidewalks or parkways such that there is a minimum six (6) feet unobstructed distance between the edge of cabinet and the property line. The six (6) feet unobstructed distance is provided for pedestrian and wheelchair passage. If the paved sidewalk is less than six-feet wide, additional concrete sidewalk shall be constructed to provide a minimum six (6) feet wide paved sidewalk between the edge of cabinet and the property line.<br \/><br \/>\tB.\tNon-Major and Non-Secondary Highway Pedestrian Passage:  In public rights-of-way that have the street designation other than Major Highway or Secondary Highway, and that have existing sidewalk, the AGF shall be located in sidewalks or parkways such that there is a minimum four (4) feet unobstructed distance between the edge of cabinet and the property line. This four (4) feet unobstructed distance is provided for pedestrian and wheelchair passage. If the paved sidewalk is less than four feet wide, additional concrete sidewalk shall be constructed to provide a minimum four (4) feet wide paved sidewalk between the edge of cabinet and the property line.<br \/><br \/>\tC.\tPedestrian Passage Distances: In public rights-of-way of all street designations with no existing sidewalk pavement, the AGF shall be located in the parkway such that a four (4) feet unobstructed distance is provided for pedestrian passage by one of the following:<br \/><br \/>\t1.\tWhen there is no curb face, a minimum four (4) feet unobstructed distance between the edge of cabinet and the edge of pavement, or<br \/><br \/>\t2.\tWhen there is a curb face, a minimum four (4) feet unobstructed distance between the edge of cabinet and the curb face, or<br \/><br \/>\t3.\tA minimum four (4) feet unobstructed distance between the edge of cabinet and property line.<br \/><br \/>\tD.\tMinimum Curb Face Distances: The AGF shall have a minimum 18-inches unobstructed distance from edge of cabinet to curb face. In areas where no curb face exists, the AGF shall have a minimum four (4) feet unobstructed distance from the edge of cabinet to edge of pavement.<br \/><br \/>\tE.\tVehicular Line of Sight and Sight Distance: The AGF shall not be located in the “visibility triangle”, defined as that portion of both public right-of-way and private property located at any corner and bounded by the curb line or edge of roadway of the intersecting streets and a line joining the points on the curb or edge of roadway forty-five (45) feet from the point of intersection of the extended curb lines or edges of roadway. The AGF shall not be located adjacent to driveways and alley intersections where they would reduce the sight distance for exiting vehicular traffic to less than two hundred (200) feet.<br \/><br \/>\tF.\tProximity to Buildings, Houses, Structures: The AGF shall not be located immediately in front of buildings, houses, structures, or public stairs such that it causes a violation of ADA guidelines for pedestrian passage. The AGF shall not obstruct pedestrian passage from private property to the public right-of-way.<br \/><br \/>\tVII.\tFuture Street Improvement Requirements:  BOE staff shall determine the status of future street improvements for a proposed AGF installation and provide this information to the applicant. Applicants are hereby notified that future street lighting conduit installation may occur under a proposed AGF installation if the AGF foundation is located within four (4) feet of the distance from the curb face. Street lighting conduit is normally placed within a four (4) feet distance from the curb face. In general, AGF installations should not be located in areas proposed for future street improvements. However, if necessary, AGF installations may be allowed in areas designated for street improvement. All AGF owners, shall be responsible for the cost of relocation of their AGFs and appurtenant facilities in conflict with any future street improvement or driveway installation initiated by the City, unless the improvement is required as a condition of a permit issued to a developer.<br \/><br \/>Procedures<br \/><br \/>\tVIII.\tPermit Processing Requirements and Procedures:<br \/><br \/>\tA.\tField Investigation Requirement:  BOE Staff shall conduct a field investigation of proposed AGF installations in the following cases:<br \/><br \/>\t1.\tIf the proposed AGF is a hardship <span class=\"dictionary\">waiver<\/span>.<br \/><br \/>\t2.\tIf the proposed AGF application contains a request for a variance from the AGF volume, height, and\/or density threshold limits.<br \/><br \/>\t3.\tIf opposition to the proposed AGF is received by BOE from any person or organization notified per Section VIII.D.<br \/><br \/>\tIn all other cases, BOE staff reserves the right to conduct a field investigation of any AGF installation on a case-by-case basis. The purpose of the field investigation shall be to determine the best AGF location consistent with the AGFSP, to consider the feasibility of locating on private property and to consider locating the AGF in the public right-of-way below surrounding grade.<br \/><br \/>\tB.\tJoint-Trenching Review Requirement: All AGFs that require trenching for the installation of substructure components shall be subject to joint trenching following a Utility Permit Joint-Trenching Review process:<br \/><br \/>\t1.\tWhere the City or the applicant becomes aware that 2 or more applicants propose construction in the same street or general vicinity. This requirement will be reviewed and evaluated by BOE and DOT Staff and modified based on rights-of-way conditions.<br \/><br \/>\t2.\tAGF installations that qualify for joint-trenching shall modify their substructure designs to accommodate the trench alignment selected by BOE Staff.<br \/><br \/>\tC.\tBOE Approval:  BOE staff shall approve the AGF installation permit if the following conditions have been met: The Field Investigation Requirement, Section VIII.A and the Joint Trenching Review Requirement, Section VIII.B have been satisfied; the Board of Public Works has approved all appropriate variances; and the installation is in compliance with all other provisions of the AGFSP.<br \/><br \/>\tD.\tNotification of AGF Installation: For each proposed AGF installation, the applicant shall notify all, persons and organizations identified in Section III.C.3, via registered mail, of the proposed AGF. The notification shall identify whether or not the applicant is requesting a variance, and shall include information regarding the specific AGF location and cabinet design. A contact person and phone number for the applicant shall also be listed. If the applicant is requesting a hardship <span class=\"dictionary\">waiver<\/span> as per Section II.B., the notification shall also include the name, phone number and address for the appropriate BOE staff, as provided by the department.<br \/><br \/>\tFollowing consideration of the applicant s permit request by BOE, the applicant shall notify all persons and organizations identified in Section III.C.3 of the status of the application. This notice shall include the BOE Approval or Disapproval, and language provided by the BOE detailing the AGF <span class=\"dictionary\">appeal<\/span> process available to property owners. BOE staff and Council District offices shall maintain a list of representative homeowner associations. Notification to multi-unit buildings shall be made to the property owner or the on-site property manager.<br \/><br \/>\tE.\t<span class=\"dictionary\">Appeal<\/span> of BOE Determination to Board of Public Works: The BOE determination shall be subject to <span class=\"dictionary\">appeal<\/span> by the property owners and\/or occupants specified in <span class=\"dictionary\">Attachment<\/span> A* and pursuant to the procedures established in LAMC Section 62.03.4(l). If no <span class=\"dictionary\">appeals<\/span> are submitted to the BOE within 14 calendar days of the date of notification, the BOE determination shall be final. The <span class=\"dictionary\">appeal<\/span> of a BOE determination shall be heard by the Board of Public Works at a regularly scheduled public meeting. The Board of Public Works shall determine whether an error or abuse of discretion has occurred.<br \/><br \/>\tF.\tAGF Mapping: To assist the industry with the requirements specified in this AGFSP, the City shall make available information on City Planning Specific Plans, Historical Preservation Overlay Zones, Historic Sites, Open Space Zones, Pedestrian Oriented Districts, Community Design Overlay Districts, and Scenic Highways. The City shall also provide online information showing all AGF installations, the AGF registration number assigned to the AGF installation, and other pertinent data. The area of mapping shall be limited to the boundaries of the City of Los Angeles.<br \/><br \/>\tG.\tRemoval of Facilities: Facilities which have not served a customer for 90 days shall be deemed unused and removed in a timely manner as stated in Section IV.E (Non-Compliance) and Section IV.E.6 (Failure to remove obsolete or unused AGF installations). The cost of AGF removal shall be the responsibility of the AGF owner.<br \/><br \/>\tIX.\tExemptions from the AGFSP:<br \/><br \/>\tA.\tInstallations on Private Property: AGF installations on private property shall be exempt from the AGFSP but subject to discretionary review by the Department of City Planning. (See <span class=\"dictionary\">Ordinance<\/span> 174,132 amending LAMC Sections 11.5.7, 12.04.05, 12.04.09, 12.12.1, 12.12.1.5, 12.17.6, 12.21, 12.24.)\n\t\n\tB.\tInstallations Below Existing Grade: Facilities installed in the public rights- of-way that do not have a structure, cabinet, electric meter, or other appurtenance above the existing surrounding grade shall be exempt from the AGFSP. Facilities installed below existing surrounding grade in the public rights-of-way shall be subject to BOE Utility, Excavation, and\/or Revocable permit requirements.<br \/><br \/>\tC.\tPole-Mounted and Public Facilities: Pole-mounted and street light-mounted facilities, fire hydrants, air\/vacuum valves, street light poles, utility poles, and traffic and pedestrian control fixtures are not subject to the AGFSP, but will be subject to all other applicable requirements of <span class=\"dictionary\">law<\/span>, including, but not limited to, the Joint Pole Agreement (JPA), the Department of Water and Power guidelines, and the Bureau of Street Lighting rules and regulations.<br \/><br \/>\tD.\tOther: Temporary water service AGFs, sampling taps, dissipaters, water control appurtenances associated with water regulator stations, water flow meters, and water valves, and vent stacks related to maintenance holes and vaults shall not be subject to the AGFSP, except for the pedestrian passage retrofit requirements in Section X.B. These facilities may also be subject to other BOE permit requirements.<br \/><br \/>\tE.\tThe below grade requirements of Section II shall not apply to electric meters and telecommunications tie-in facilities installed to comply with the requirements of that section.<br \/><br \/>\tX.\tApplicability to Existing AGF Installations:<br \/><br \/>\tA.\tUpgrade or Repair of Existing AGFs: All existing AGFs installed prior to the adoption of the AGFSP that need to be upgraded or repaired, shall be subject to these Specifications and Procedures if the upgrade or repair causes the AGF volume to increase by more than 10%.<br \/><br \/>\tB.\tPedestrian Passage Retrofit Requirement: All existing AGFs, including those identified in Section IX.D, which were installed prior to the adoption of the AGFSP, shall be modified, retrofitted, or relocated to provide a minimum three (3) feet of unobstructed distance for pedestrian and wheelchair passage except in the following areas:<br \/><br \/>\t1.\tPublic right-of-way areas adjacent to MR1, M1, MR2, M2, and M3, as defined in LAMC Section 12.04.<br \/><br \/>\t2.\tPublic rights-of-way with no existing sidewalk pavement, or where the slope of the existing sidewalk is 5% or greater.<br \/><br \/>\t3.\tHillside Areas, as defined by LAMC Section 12.03.<br \/><br \/>\tC.\tAnnual Retrofit Limits: All existing non-compliant AGFs shall comply with Section X.B within five (5) years of the adoption of this <span class=\"dictionary\">ordinance<\/span>. During any 12-month period, each individual company shall relocate 20% of its initial total non-compliant AGFs or thirty (30) non-compliant AGFs, whichever is greater, to comply with the pedestrian passage provisions of this AGFSP. The Bureau of Engineering shall be responsible for coordinating with Council offices and City departments for prioritizing AGF relocation needs, with preference given toward locations with higher pedestrian traffic density or near public facilities, and submitting these requests to the respective companies.  Upon notification from the City, an AGF owner shall have 180 days to complete the relocation. Non-compliant AGFs relocated pursuant to this section shall not be subject to the remaining provisions of the AGFSP, provided that the replacement AGF is located within 500 feet of the original AGF and the volume is not increased by more than 10%.<br \/><br \/>\tD.\tPedestrian Passage Compliance:  Owners of existing AGFs shall be considered in compliance with the requirements of Section X.B when the conditions of Section X.C are met. In the event an AGF owner is in <span class=\"dictionary\">default<\/span> with the conditions in Section X.C, compliance with the requirements of Section X.B shall take effect immediately and all provisions of Section IV will apply.<br \/><br \/>\tE.\tGraffiti Mitigation and Cabinet Identification:  Existing AGFs shall be subject to all requirements stated in Sections V.E and V.F. Compliance with the requirements of this section shall be required no later than July 1, 2003.<br \/><br \/>\tF.\tAGF Locations:  Owners of existing AGFs shall submit to the BOE a geographic location identifier (geocode) for all existing AGF installations within the City of Los Angeles. The BOE will <span class=\"dictionary\">issue<\/span> a registration number for each such AGF. Compliance with the requirements of this section shall be required no later than March 31, 2003. New AGFs will be assigned a registration number at the time the AGF installation permit is issued. A registration fee, established by the Board of Public Works, may be assessed to implement the provisions of this section.<\/p><\/section>","previous_section":{"id":"254","structure_id":"36","section_number":"62.06","catch_line":"Establishment Of A Street Damage Restoration Fee.","url":"\/62.06\/","token":"62.06"},"text":{"0":{"id":"1000","text":"  SPECIFICATIONS AND PROCEDURES FOR ABOVE GROUND FACILITIES INSTALLATIONS IN THE PUBLIC RIGHTS-OF-WAY.\n\t(Added by Ord. No. 175,014, Eff. 1\/29\/03; Renumbered from Sec. 62.03.2 by Ord. No. 182,237, Eff. 9\/28\/12.)\tThe following Above Ground Facilities Specifications and Procedures (AGFSP) shall govern the approval process for the installation of above ground facilities (AGFs) in the public rights-of-way.\tI.\tAGF Definition:  The AGF shall be defined as all structures, cabinets, electric meters, and any other appurtenance installed for telecommunication or utility purposes above surrounding grade in the public rights-of-way. For the purposes of reviewing allowable AGF Applications, all structures, cabinets, electric meters, and any other appurtenances that share a common structural foundation shall be defined as one AGF. All structures, cabinets, electric meters, and any other appurtenances required to operate a facility, but that do not share a common structural foundation, shall be considered a separate AGF installation. The number of separate AGF installations shall be based on the number of separate structural foundations installed when the facility is fully operational.\tADA:  The Americans with Disabilities Act (ADA) was signed into law on July 26, 1990. The ADA includes a wide range of legislation intended to make American Society more accessible to people with disabilities. It is divided into five titles, one of which is Public Accommodations (Title III). Title III states that all new construction and modifications must be accessible to individuals with disabilities. For existing facilities, barriers to services must be removed if readily achievable.\tDesign Review Board:  In approximately one-third of the City’s Specific Plans, development plans must be reviewed and approved by a Design Review Board. This Board is composed of members appointed pursuant to Section 16.50 of the LAMC.\tMajor Highway:  A Major Highway is a street classification designated under the Transportation Element of the General Plan for the City of Los Angeles. A street designated a Major Highway is projected to carry more than 30,000 average daily trips by the year 2010. The current standard right-of-way cross sectional width of such a street is 104′ or greater and includes a 12′ wide sidewalk\/parkway, 13′ curb lane, 4 to 6 full-time through lanes, 2 part-time parking lanes, and I median\/left turn lane.\tNote:\tcertain Community Plans and Specific Plans within the City of Los Angeles have established modified designations and\/or standards for some specific highways or highway segments.\tPublic Rights-of-Way:  Land that is dedicated for public use including but not limited to: improved public streets, sidewalks, curbs, gutters, public utility easements, parkways. etc., as well as dedicated unimproved areas.\tSecondary Highway: A Secondary Highway is a street classification designated under the Transportation Element of the General Plan for the City of Los Angeles. A street designated a Secondary Highway is projected to carry between 20,000 and 30,000 average daily trips by the year 2010. The current standard right-of-way cross sectional width of such a street is 90′ and includes a 40′ wide sidewalk\/parkway, 19′ curb lane, 4 full-time through lanes, all-day parking, and I median\/left turn lane.\tNote: certain Community Plans and Specific Plans within the City of Los Angeles have established modified designations and\/or standards for some specific highways or highway segments.\tUtility Pole: A utility pole is defined as any pole which is used to support power, telephone, or other suspended telecommunications wires, and shall not include monopoles or antennas.\tII.\tGeneral Restrictions:\tA.\tBelow Grade Requirement: All AGFs shall be installed below surrounding grade in each of the following areas:\t1.\tCity Planning Specific Plans (SP) as defined in LAMC Sec. 11.5.7 unless specifically exempted by the Board of Public Works.\t2.\tHistorical Preservation Overlay Zones (HPOZ) as defined in LAMC Sec. 12.20.3.\t3.\tAreas adjoining sites that have been designated as having historic significance. Historic sites are those identified as ZI 145-XXXX on the City of Los Angeles Zoning Map.\t4.\tAreas adjoining Open Space (OS) Zones as defined in LAMC Sec. 12.04.05.\t5.\tAlong Scenic Highways as designated in the Transportation Element of the General Plan as developed by the City of Los Angeles City Planning Department.\t6.\tPedestrian Oriented Districts (POD) as defined in LAMC Section 13.07.\t7.\tCommunity Design Overlay Districts (CDO) as defined in LAMC Section 13.08.\t8.\tAreas that have been designated by the Board of Public Works, upon the recommendation of the City Council, as “underground AGF areas.”  The Board of Public Works may make this designation only in areas where all existing AGFs, as defined in Parts I. and IX.C, are currently underground or are required to be installed underground by law or contract.  (Added by Ord. No. 175,366, Eff. 9\/1\/03.)\tB.\tHardship Waiver: The provisions of Section II.A requiring installation of AGFs below grade may only be waived if the Board of Public Works finds that hardship would result from the imposition of these requirements. Hardship occurs when placing the AGF below grade is technically or financially infeasible and all reasonable alternatives have been exhausted. The Bureau of Engineering shall process an application for a hardship waiver within 45 days of submission. The 45-day process deadline shall commence when BOE verifies the application is accurate and complete.\tIf the proposed AGF is located within an applicable SP, HPOZ, POD, or CDO, the applicant shall first submit an application to the City of Los Angeles Planning Department for approval. The Planning Department approval shall be based on the recommendations of the appropriate Design Review Board or HPOZ Board and must be obtained prior to submittal of the hardship waiver request to the Bureau of Engineering (BOE). The City Engineer, upon request of the Review Board or City Planning, shall participate in any public meetings pertaining to an AGF installation hardship waiver in an advisory role regarding BOE Policy and the AGFSP.\tC.\tBoard Reports on Waiver Requests: BOE staff shall prepare a Board Report regarding the application for a hardship waiver for consideration by the Board of Public Works. The Board Report shall include all of the following:\t1.\tA report prepared by the applicant detailing the technical infeasibility of complying with the AGFSP. If the applicant alleges financial infeasibility, a report prepared by the applicant detailing the financial infeasibility of complying with the AGFSP, including details on the estimated comparative cost of constructing the AGF aboveground and underground.\t2.\tA report prepared by, BOE that documents all comments received by those parties notified per Section VIII.D, including the Council District Office in which the AGF installation is proposed.\t3.\tA report prepared by the applicant containing evidence of the investigation of all reasonable private property alternatives and justification for not selecting any of those alternatives, if the proposed facility is within 200 feet of a commercial or manufacturing zone, C2, C4, C5, CM, MR1, M1, MR2, M2, and M3, as defined by LAMC Sections 12.14, 12.16, 12.17, 12.17.1, 12.17.5, 12.17.6, 12.18, 12.19, and 12.20, respectively. At least two private property alternatives must be documented to satisfy this requirement.\t4.\tA map prepared by the applicant indicating the service area for the proposed AGF, which demonstrates that no less than 50% of the AGFs benefit shall be specifically intended to service customers in the restricted area.\t5.\tA statement by BOE Staff that the applicant has completed all other requirements of the AGFSP, including copies of any reports or comments from the Planning Department.\tD.\tAbove Ground Allowance: The AGF may be located above surrounding grade in the public rights of way in all locations not falling under the restrictions of Section II.A. All AGF applications for locations outside the restricted areas shall be subject to all other applicable requirements of the AGFSP.\tIII.\tPermit Requirements for AGF Installations:\tA.\tRequirements for Utilities: All excavations in and adjacent to streets require a excavation permit per LAMC Sec. 62.02.  Entities that have the authority to occupy the public rights-of-way by virtue of a state granted certificate of Public Convenience and Necessity shall comply with the AGFSP and obtain a Utility Permit to install an AGF. Compliance with the AGFSP and approval of the Utility Permit are required prior to the start of any AGF installation work.\tB.\tRequirements for Non-utilities:  Entities that do not have the state authority to occupy the public rights-of-way, shall comply with the AGFSP and obtain a Revocable Permit and Excavation Permit to install an AGF. Compliance with the AGFSP and approval of the Revocable and Excavation Permit are required prior to the start of any AGF installation work.\tC.\tAGF Installation Requirements: An applicant may apply for one to ten AGF installation permits per Utility, Revocable, and\/or Excavation Permit application. The Bureau of Engineering shall process the first AGF permit request within 30 days of submission, and may take up to two additional days for each additional AGF permit request submitted as part of the application. The 30 day deadline shall commence when BOE verifies the permit request is accurate and complete. The review period may be extended as necessary if the permit application includes hardship waivers or variances, as described in Section II.B, Section V.B, and Section V.H. The request for an AGF installation permit shall be deemed complete upon submission of the following:\t1.\tSite and or Landscaping Plan to scale, elevation drawings, before installation photographs showing the location of the proposed AGF, renderings of the installed AGF with appurtenances including power meter boxes and surrounding landscaping elements. Also required are specifications and dimensions pertaining to existing street improvements, parkway alignment, proximity to buildings, view corridors, potential noise levels, and details necessary to determine compliance with the aesthetic and public safety requirements of the AGFSP.\t2.\tIdentification of structures, cabinets, electric meters, or any other appurtenance proposed to be installed above the existing surrounding grade.\t3.\tMailing address labels of adjoining lots, abutting lots, lots across the public right-of-way from adjoining and abutting lots as defined in Attachment A,* relevant Council District Offices, neighborhood councils, and homeowner associations.\t4.\tThe zoning regulations of adjoining lots promulgated by the City of Los Angeles Planning Department and the number of existing AGFs in the city block in which the AGF is proposed.\t5.\tCultural Affairs Commission (CAC) approved AGF model with cabinet treatment details, cabinet dimensions and AGF volume size.\t6.\tThe name and address of the AGF owner, contact telephone numbers, the address, and location of the AGF installation, and any other information pertaining to the maintenance of the AGF.\t7.\tGraffiti Mitigation Plan as defined in Section V.E.\tIV.\tPermit Fees:\tA.\tDeposit: A deposit in the amount of $1,000 per AGF installation permit shall be made by the applicant to cover the cost of processing AGF permits prior to the start of permit processing. BOE staff shall create a Work Order and credit the deposit amount to the Work Order. If charges by BOE Staff exceed the deposit amount, the applicant shall deposit additional funds to continue permit processing.\tB.\tHardship Waiver Deposit: Due to the additional time and effort required to review a hardship waiver request, an additional $1,000 deposit shall be submitted for each hardship waiver.\tC.\tCharges: City staff time used to process permit applications containing AGF installations, variance requests, and AGF mapping shall be charged to the AGF applicant Work Order.Specifications\tV.\tAesthetic Requirements:\tA.\tVisual Impact: The applicant shall demonstrate that the AGF installation site meets the aesthetic requirements of the AGFSP. The AGF installation should not obstruct street scape views, view corridors existing in the public rights-of-way, view corridors of neighboring lots, or view corridors from the public rights-of-way.\tB.\tAGF Volume Threshold: The AGF shall have a maximum volume threshold of thirty-six (36) cubic feet. The AGF volume shall include the combined volume of all cabinet enclosures that share a common foundation or platform. The AGF volume shall not include the volume of the foundation or platform supporting the cabinet that is above the existing surrounding grade. The maximum AGF height shall be five and one-half feet (5′ 6&#038;″). The minimum AGF height shall be two and one half feet (2′ 6&#038;″). The Board of Public Works may grant a variance from the AGF volume and height limitation if all of the following conditions exist:\t1.\tSuitable measures consistent with the aesthetic guidelines of this report mitigate the excessive AGF volume.\t2.\tThe applicant demonstrates that no financially or technically acceptable alternative exists that complies with Section V.B.\t3.\tThe cabinet design has been approved by the Cultural Affairs Commission.\tBOE shall prepare a Variance Board Report for consideration of the applicant s variance request by the Board of Public Works. The Bureau of Engineering shall process the initial variance request within 35 days of submission. The 35-day deadline shall commence when BOE verifies the variance request to be accurate and complete. In cases where multiple variances are requested, the BOE make take up to five additional days for each additional variance request.\tC.\tParkway Alignment: The AGF should be placed in proximity to and in line with existing power poles, street light fixtures, street signs and other structures within the parkway to create an aesthetic and unobstructed alignment. The AGF shall not be placed in such an alignment if the installation blocks the line of sight for vehicles exiting adjacent alley intersections or driveways.\tD.\tLandscape Considerations: For AGFs installed in a parkway, the AGF owner shall install landscaping immediately surrounding the installation or restore any landscaping disturbed by the installation. The installed or restored landscaping shall be consistent with the existing landscaping in the parkway. For AGFs installed in the public rights-of-way in an area where no sidewalk exists, the AGF owner shall install landscaping immediately surrounding the installation and restore any landscaping disturbed by the installation. The installed or restored landscaping shall be consistent with the existing surrounding landscaping. All new landscaping shall be installed and maintained for the purpose of screening or camouflaging the AGF, and to create an aesthetically pleasing appearance. An automatic irrigation system shall be installed or modified to sustain landscaping when necessary. If an automatic irrigation system is not feasible, the applicant may submit an irrigation plan with the application. The irrigation plan shall include manual watering intervals and a guarantee to replace any vegetation that does not survive. All landscaping shall be installed and maintained in conformance with pedestrian passage Sections VI.A, VI.B, and VI.C. Landscaping shall not be required for AGF installations located in existing full-width sidewalks.\tE.\tCabinet Treatment and Graffiti Mitigation: The AGF shall be a color similar to the existing surrounding landscape. The exterior of the AGF shall resist graffiti or be painted with anti-graffiti paint and be maintained in a “like-new” condition at all times. The applicant shall submit a Graffiti Mitigation Plan (“Plan”) detailing how the AGF owner will maintain the AGF free from graffiti and other defacements (i.e. stickers, posters). The Plan shall require AGF inspection at a minimum of four (4) times each year and include identification of the resources dedicated to mitigating graffiti. Additionally, the Plan shall provide the name, mailing address, phone number, and E-mail address for a single point of contact responsible to resolve graffiti issues. The Plan shall clearly state that AGF surfaces shall be restored to their original exterior appearance.\tF.\tCabinet Identifiers: For the purpose of active monitoring by City personnel, residents, and other telecommunications companies, the following information shall be clearly indicated on all AGFs:\t1.\tA toll-free telephone number for the AGF owner.\t2.\tThe AGF registration, number issued by the BOE pursuant to Section X.F.\tG.\tCabinet Foundations: Concrete pads shall be a color that is consistent with adjacent surrounding sidewalks. Concrete pads installed in full width sidewalks, shall be constructed per design plan and shall join to the nearest score line of the existing concrete pavement. For installations where there is no existing sidewalk, concrete pads shall be an earth-tone color that is consistent with existing surrounding earth. Any slough walls constructed to protect an AGF installation shall be an earth-tone color consistent with the existing surrounding soil.\tH.\tDensity Threshold: The area between the two adjacent intersections of two sets of intersecting streets shall be defined as a city block, including sidewalks on either side of the street. Accordingly, the maximum number of AGF installations in the public right-of-way per city block shall be as follows:\t1.\tFor city blocks in which the two adjacent intersections are less than 1000 feet apart, the threshold is three (3).\t2.\tFor city blocks in which the two adjacent intersections are equal to or greater than 1000 feet apart, the threshold is three (3), plus a maximum of one (1) additional AGF for every additional 250 feet of adjacent intersection separation.\t3.\tIn Parking zones (LAMC 12.12.1) and Industrial zones (LAMC 12.17.5 – 12.20), there is no AGF threshold per city block.\tAll facilities exempt from the AGFSP shall not be counted in the number of AGF installations per city block. The Board of Public Works may grant a variance from the AGF density threshold per city block at its discretion when the threshold is reached and when measures consistent with the AGFSP mitigate the excessive number of AGF installations. AGF co-location may be required as a mitigation measure. The BOE shall prepare a Variance Board Report for consideration of the applicant s variance request by the Board of Public Works. The Bureau of Engineering shall process the initial variance request within 35 days of submission and, in cases where multiple variances are requested, may take up to five additional days for each additional variance request. The 35 days deadline shall commence when BOE verities the density variance request is accurate and complete.\tVI.\tPublic Safety Requirements:\tA.\tMajor and Secondary Highway Pedestrian Passage: In public rights-of- way that have a Major Highway or Secondary Highway Street designation and an existing sidewalk, the AGF shall be located in sidewalks or parkways such that there is a minimum six (6) feet unobstructed distance between the edge of cabinet and the property line. The six (6) feet unobstructed distance is provided for pedestrian and wheelchair passage. If the paved sidewalk is less than six-feet wide, additional concrete sidewalk shall be constructed to provide a minimum six (6) feet wide paved sidewalk between the edge of cabinet and the property line.\tB.\tNon-Major and Non-Secondary Highway Pedestrian Passage:  In public rights-of-way that have the street designation other than Major Highway or Secondary Highway, and that have existing sidewalk, the AGF shall be located in sidewalks or parkways such that there is a minimum four (4) feet unobstructed distance between the edge of cabinet and the property line. This four (4) feet unobstructed distance is provided for pedestrian and wheelchair passage. If the paved sidewalk is less than four feet wide, additional concrete sidewalk shall be constructed to provide a minimum four (4) feet wide paved sidewalk between the edge of cabinet and the property line.\tC.\tPedestrian Passage Distances: In public rights-of-way of all street designations with no existing sidewalk pavement, the AGF shall be located in the parkway such that a four (4) feet unobstructed distance is provided for pedestrian passage by one of the following:\t1.\tWhen there is no curb face, a minimum four (4) feet unobstructed distance between the edge of cabinet and the edge of pavement, or\t2.\tWhen there is a curb face, a minimum four (4) feet unobstructed distance between the edge of cabinet and the curb face, or\t3.\tA minimum four (4) feet unobstructed distance between the edge of cabinet and property line.\tD.\tMinimum Curb Face Distances: The AGF shall have a minimum 18-inches unobstructed distance from edge of cabinet to curb face. In areas where no curb face exists, the AGF shall have a minimum four (4) feet unobstructed distance from the edge of cabinet to edge of pavement.\tE.\tVehicular Line of Sight and Sight Distance: The AGF shall not be located in the “visibility triangle”, defined as that portion of both public right-of-way and private property located at any corner and bounded by the curb line or edge of roadway of the intersecting streets and a line joining the points on the curb or edge of roadway forty-five (45) feet from the point of intersection of the extended curb lines or edges of roadway. The AGF shall not be located adjacent to driveways and alley intersections where they would reduce the sight distance for exiting vehicular traffic to less than two hundred (200) feet.\tF.\tProximity to Buildings, Houses, Structures: The AGF shall not be located immediately in front of buildings, houses, structures, or public stairs such that it causes a violation of ADA guidelines for pedestrian passage. The AGF shall not obstruct pedestrian passage from private property to the public right-of-way.\tVII.\tFuture Street Improvement Requirements:  BOE staff shall determine the status of future street improvements for a proposed AGF installation and provide this information to the applicant. Applicants are hereby notified that future street lighting conduit installation may occur under a proposed AGF installation if the AGF foundation is located within four (4) feet of the distance from the curb face. Street lighting conduit is normally placed within a four (4) feet distance from the curb face. In general, AGF installations should not be located in areas proposed for future street improvements. However, if necessary, AGF installations may be allowed in areas designated for street improvement. All AGF owners, shall be responsible for the cost of relocation of their AGFs and appurtenant facilities in conflict with any future street improvement or driveway installation initiated by the City, unless the improvement is required as a condition of a permit issued to a developer.Procedures\tVIII.\tPermit Processing Requirements and Procedures:\tA.\tField Investigation Requirement:  BOE Staff shall conduct a field investigation of proposed AGF installations in the following cases:\t1.\tIf the proposed AGF is a hardship waiver.\t2.\tIf the proposed AGF application contains a request for a variance from the AGF volume, height, and\/or density threshold limits.\t3.\tIf opposition to the proposed AGF is received by BOE from any person or organization notified per Section VIII.D.\tIn all other cases, BOE staff reserves the right to conduct a field investigation of any AGF installation on a case-by-case basis. The purpose of the field investigation shall be to determine the best AGF location consistent with the AGFSP, to consider the feasibility of locating on private property and to consider locating the AGF in the public right-of-way below surrounding grade.\tB.\tJoint-Trenching Review Requirement: All AGFs that require trenching for the installation of substructure components shall be subject to joint trenching following a Utility Permit Joint-Trenching Review process:\t1.\tWhere the City or the applicant becomes aware that 2 or more applicants propose construction in the same street or general vicinity. This requirement will be reviewed and evaluated by BOE and DOT Staff and modified based on rights-of-way conditions.\t2.\tAGF installations that qualify for joint-trenching shall modify their substructure designs to accommodate the trench alignment selected by BOE Staff.\tC.\tBOE Approval:  BOE staff shall approve the AGF installation permit if the following conditions have been met: The Field Investigation Requirement, Section VIII.A and the Joint Trenching Review Requirement, Section VIII.B have been satisfied; the Board of Public Works has approved all appropriate variances; and the installation is in compliance with all other provisions of the AGFSP.\tD.\tNotification of AGF Installation: For each proposed AGF installation, the applicant shall notify all, persons and organizations identified in Section III.C.3, via registered mail, of the proposed AGF. The notification shall identify whether or not the applicant is requesting a variance, and shall include information regarding the specific AGF location and cabinet design. A contact person and phone number for the applicant shall also be listed. If the applicant is requesting a hardship waiver as per Section II.B., the notification shall also include the name, phone number and address for the appropriate BOE staff, as provided by the department.\tFollowing consideration of the applicant s permit request by BOE, the applicant shall notify all persons and organizations identified in Section III.C.3 of the status of the application. This notice shall include the BOE Approval or Disapproval, and language provided by the BOE detailing the AGF appeal process available to property owners. BOE staff and Council District offices shall maintain a list of representative homeowner associations. Notification to multi-unit buildings shall be made to the property owner or the on-site property manager.\tE.\tAppeal of BOE Determination to Board of Public Works: The BOE determination shall be subject to appeal by the property owners and\/or occupants specified in Attachment A* and pursuant to the procedures established in LAMC Section 62.03.4(l). If no appeals are submitted to the BOE within 14 calendar days of the date of notification, the BOE determination shall be final. The appeal of a BOE determination shall be heard by the Board of Public Works at a regularly scheduled public meeting. The Board of Public Works shall determine whether an error or abuse of discretion has occurred.\tF.\tAGF Mapping: To assist the industry with the requirements specified in this AGFSP, the City shall make available information on City Planning Specific Plans, Historical Preservation Overlay Zones, Historic Sites, Open Space Zones, Pedestrian Oriented Districts, Community Design Overlay Districts, and Scenic Highways. The City shall also provide online information showing all AGF installations, the AGF registration number assigned to the AGF installation, and other pertinent data. The area of mapping shall be limited to the boundaries of the City of Los Angeles.\tG.\tRemoval of Facilities: Facilities which have not served a customer for 90 days shall be deemed unused and removed in a timely manner as stated in Section IV.E (Non-Compliance) and Section IV.E.6 (Failure to remove obsolete or unused AGF installations). The cost of AGF removal shall be the responsibility of the AGF owner.\tIX.\tExemptions from the AGFSP:\tA.\tInstallations on Private Property: AGF installations on private property shall be exempt from the AGFSP but subject to discretionary review by the Department of City Planning. (See Ordinance 174,132 amending LAMC Sections 11.5.7, 12.04.05, 12.04.09, 12.12.1, 12.12.1.5, 12.17.6, 12.21, 12.24.)\n\t\n\tB.\tInstallations Below Existing Grade: Facilities installed in the public rights- of-way that do not have a structure, cabinet, electric meter, or other appurtenance above the existing surrounding grade shall be exempt from the AGFSP. Facilities installed below existing surrounding grade in the public rights-of-way shall be subject to BOE Utility, Excavation, and\/or Revocable permit requirements.\tC.\tPole-Mounted and Public Facilities: Pole-mounted and street light-mounted facilities, fire hydrants, air\/vacuum valves, street light poles, utility poles, and traffic and pedestrian control fixtures are not subject to the AGFSP, but will be subject to all other applicable requirements of law, including, but not limited to, the Joint Pole Agreement (JPA), the Department of Water and Power guidelines, and the Bureau of Street Lighting rules and regulations.\tD.\tOther: Temporary water service AGFs, sampling taps, dissipaters, water control appurtenances associated with water regulator stations, water flow meters, and water valves, and vent stacks related to maintenance holes and vaults shall not be subject to the AGFSP, except for the pedestrian passage retrofit requirements in Section X.B. These facilities may also be subject to other BOE permit requirements.\tE.\tThe below grade requirements of Section II shall not apply to electric meters and telecommunications tie-in facilities installed to comply with the requirements of that section.\tX.\tApplicability to Existing AGF Installations:\tA.\tUpgrade or Repair of Existing AGFs: All existing AGFs installed prior to the adoption of the AGFSP that need to be upgraded or repaired, shall be subject to these Specifications and Procedures if the upgrade or repair causes the AGF volume to increase by more than 10%.\tB.\tPedestrian Passage Retrofit Requirement: All existing AGFs, including those identified in Section IX.D, which were installed prior to the adoption of the AGFSP, shall be modified, retrofitted, or relocated to provide a minimum three (3) feet of unobstructed distance for pedestrian and wheelchair passage except in the following areas:\t1.\tPublic right-of-way areas adjacent to MR1, M1, MR2, M2, and M3, as defined in LAMC Section 12.04.\t2.\tPublic rights-of-way with no existing sidewalk pavement, or where the slope of the existing sidewalk is 5% or greater.\t3.\tHillside Areas, as defined by LAMC Section 12.03.\tC.\tAnnual Retrofit Limits: All existing non-compliant AGFs shall comply with Section X.B within five (5) years of the adoption of this ordinance. During any 12-month period, each individual company shall relocate 20% of its initial total non-compliant AGFs or thirty (30) non-compliant AGFs, whichever is greater, to comply with the pedestrian passage provisions of this AGFSP. The Bureau of Engineering shall be responsible for coordinating with Council offices and City departments for prioritizing AGF relocation needs, with preference given toward locations with higher pedestrian traffic density or near public facilities, and submitting these requests to the respective companies.  Upon notification from the City, an AGF owner shall have 180 days to complete the relocation. Non-compliant AGFs relocated pursuant to this section shall not be subject to the remaining provisions of the AGFSP, provided that the replacement AGF is located within 500 feet of the original AGF and the volume is not increased by more than 10%.\tD.\tPedestrian Passage Compliance:  Owners of existing AGFs shall be considered in compliance with the requirements of Section X.B when the conditions of Section X.C are met. In the event an AGF owner is in default with the conditions in Section X.C, compliance with the requirements of Section X.B shall take effect immediately and all provisions of Section IV will apply.\tE.\tGraffiti Mitigation and Cabinet Identification:  Existing AGFs shall be subject to all requirements stated in Sections V.E and V.F. Compliance with the requirements of this section shall be required no later than July 1, 2003.\tF.\tAGF Locations:  Owners of existing AGFs shall submit to the BOE a geographic location identifier (geocode) for all existing AGF installations within the City of Los Angeles. The BOE will issue a registration number for each such AGF. Compliance with the requirements of this section shall be required no later than March 31, 2003. New AGFs will be assigned a registration number at the time the AGF installation permit is issued. A registration fee, established by the Board of Public Works, may be assessed to implement the provisions of this section.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}