{"section_number":"62.132","edition_id":"1","section_id":"3417","structure_id":"36","catch_line":"Street Banners.","history":"","full_text":"  STREET BANNERS.\n\t(Added by Ord. No. 86,614, Eff. 7\/31\/42.)\n\n\t(a)\tPurpose.  The purpose of this ordinance is to provide a limited availability for charitable and non-profit entities to advertise their event or a series of events utilizing the City of Los Angeles’ street light poles according to the criteria set forth below.  It is not the intent of the City to provide a general public forum or to allow non-City entities or persons to post messages on the City’s light poles by the use of street banners.  The City shall not discriminate based on the content of the requested event banner, nor based on the nature of the event, provided that the requested banner meets all requirements of this ordinance.  In no way shall this ordinance be construed to limit the City’s inherent right to hang City sponsored street banners from municipal street light poles.  (Added by Ord. No. 176,630, Eff. 6\/14\/05.)\n\n\t(b)\tDefinitions.  (Former Subsec. (a) Redesignated as Subsec. (b) by Ord. No. 176,630, Eff. 6\/14\/05.)\n\n\t1.\t“Street Banner.”  Any pennant, streamer, flag, sign, picture, figure or other object, regardless of the material of which it is made, which is suspended or otherwise displayed over any public street, way or place, designed for decoration or advertisement, or to attract the attention of passersby; except, however, official warning devices, public service facilities, street lights and the like. The term shall not include signs the installation and maintenance of which is regulated by Article 1, Chapter 9 of this Code.  (Amended by Ord. No. 89,977, Eff. 1\/28\/46.)\n\n\t2.\t“Each Installation.”  Each wire or rope from which one or more street banner are suspended shall be deemed to be one “installation”.  Multiple banners suspended from a single pole shall also be deemed one installation, provided that the multiple banners comply with all other laws, rules and regulations covering street banners.  (Amended by Ord. No. 172,899, Eff. 12\/23\/99.)\n\n\t3.\t“Event.”  Shall be defined as something that takes place within the City of Los Angeles at a venue that is open for attendance by the City’s citizens regardless of their age, gender, race, religion or physical disability.  A telethon or phone-a-thon shall be considered an “event” under this definition if it meets all other requirements of this ordinance.  (Added by Ord. No. 176,630, Eff. 6\/14\/05.)\n\n\t4.\t“Community Event.”  Shall be defined as an event, or a series of events that promotes civic pride in a local community within the City of Los Angeles or the City of Los Angeles as a whole, and that is not a purely commercial enterprise and where the proceeds, if any, will directly benefit either a charitable or non-profit organization.  (Renumbered and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)\n\n\t5.\t“Charitable Event.”  Shall be defined as an event, or a series of events where the proceeds, if any, will directly benefit a charitable organization that maintains its charitable status under Internal Revenue Code § 501(c)(3).  (Renumbered and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)\n\n\t6.\t“Non-Profit Event.”  Shall be defined as an event, or series of events that is sponsored by an organization that is incorporated or otherwise organized as a non-profit organization under the laws of the State of California or the Internal Revenue Code and where the proceeds, if any, will directly benefit either a charitable or non-profit organization.  (Renumbered and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)\n\n\t7.\t“City of Los Angeles Event.”  Shall be defined as an event, or series of events that is organized and administered by the City of Los Angeles or by any of its operating departments, boards, commissions or bureaus and that has been approved by the City Council.  (Renumbered and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)\n\n\t8.\t“Citywide Event.”  Shall be defined as an event for which organizers will install in excess of 200 banners.  (Renumbered and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)\n\n\t9.\t“Non-Event Banner.”  Shall be defined as a banner that identifies or denotes on the banner an area, community, district or other recognized geographic portion of the City of Los Angeles, such as a Business Improvement District, or contains a public service announcement from the City and meets all other requirements of this ordinance.  (Renumbered and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)\n\n\t(c)\t– General Prohibition.  No street banners shall be installed in the public right of way except for street banners expressly authorized by subsection (d) below.  (Former Subsec. (b) Redesignated as Subsec. (c) and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)\n\n\t(d)\tStreet Banners – Exemptions from General Prohibition. (Former Subsec. (c) Redesignated as Subsec. (d) and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)\n\n\t(1)\tThe City of Los Angeles may hang, or authorize a third party to hang on its behalf, street banners that announce a City of Los Angeles event.  The City Council may also authorize the hanging of City of Los Angeles sponsored non-event street banners, including street banners requested by any of the City’s operating departments, boards, commissions, bureaus or requested by other governmental entities, that do not announce a specific event but that contain public service announcements or that identify or denote on the banner an area, community, district or other recognized geographic portion of the City of Los Angeles, such as a Business Improvement District.  All banners requested by other governmental entities, other than the City of Los Angeles, shall be subject to the applicable fees as authorized in this code.\n\n\t(2)\tThe City of Los Angeles may issue a permit to hang event street banners that announce either a Community event, a Charitable event or a Non-Profit event or non-event street banners requested by a charitable or nonprofit entity that identify or denote on the banner an area, community, district or other recognized geographic portion of the City of Los Angeles, such as a Business Improvement District.\n\n\t(e)\tStreet Banners – Content.  (Added by Ord. No. 176,630, Eff. 6\/14\/05.)\n\n\t(1)\tThe text on all event street banners that announce Community, Charitable or Non-Profit events shall be limited to the following content: the name of the event; the name of the charitable or non-profit organization who is the permit applicant, and, if the name of the organization is in a language other than English, the English translation of the name; the date of the event; the time of the event; the location of the event and, if desired by the applicant, either a telephone number or web address for persons to obtain additional information concerning the event. The name of any event shall be no more than 8 words and contain no more than 50 letters.\n\n\t(2)\tThe content of all community identity non-event street banners shall be limited to the name of the area, community, district or other recognized geographic portion of the City of Los Angeles such as a Business Improvement District and may contain an introductory word or words, such as “Welcome to” or “Entering.” City of Los Angeles non-event banners may contain public service information or messages.\n\n\t(f)\tPermit Required.  No person shall install or maintain any street banner without a permit therefor from the Board of Public Works.  A separate permit shall be required for each banner design and location, but all street banners suspended in one city block, or in a number of contiguous city blocks, by one permittee, shall be deemed to be at the same location.  Permits shall not be issued for light poles on streets where the adjoining land use is primarily single-family residential.  (Former Subsec. (d) Redesignated as Subsec. (f) by Ord. No. 176,630, Eff. 6\/14\/05.)\n\n\t(g)\tApplication and Fee.  Applications for permits shall be made jointly by the primary event sponsor and the commercial entity installing the banners upon forms prescribed by the Board.  The application must include a clear replica of the proposed banner or banners, including any text on said banners, for each proposed installation, and said application shall also include all other information required by the Board for the protection of public safety, welfare and property.  One application may include any number of locations, provided that the applicant must submit replicas of all different banners proposed to be installed under the single application.  (Former Subsec. (f) Redesignated as Subsec. (g) and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)\n\n\t(h)\tInsurance Policy to be Posted.  (Former Subsec. (g) Redesignated as Subsec. (h) by Ord. No. 176,630, Eff. 6\/14\/05.)  No permit shall be issued hereunder unless the commercial entity installing the street banners has on file with the Board a satisfactory policy of insurance so conditioned as to insure the City, its officers and employees against any loss, cost, expense, injury, damage or liability incurred by reason of any personal injury or property damage sustained by any person, caused by or resulting from or which may be claimed to have been caused by or to have resulted from, the installation or maintenance of any street banner or appurtenance installed under the permit, or from any failure to install or maintain any such street banner or appurtenance in the manner required by this ordinance or by rule, regulation or order of the Board, or from any dangerous or defective condition or nuisance created thereby or resulting therefrom.  Furthermore, by the policy, the City, its officers and employees as named assures, must be insured against any property damage or personal injury resulting from any such cause.\n\n\tIn addition, the policy shall be so conditioned as to assure the ability of the applicant to respond in damages, in any action brought for personal injury or property damage sustained by any person, based upon any ground mentioned above.\n\n\tThe limit of liability upon any policy posted or maintained hereunder shall not be less than $500,000.\n\n\t(i)\tBond or Cash Deposit.  (Former Subsec. (h) Redesignated as Subsec. (i) by Ord. No. 176,630, Eff. 6\/14\/05.)  No permit shall be issued hereunder unless in addition to the insurance policy herein above required, the applicant commercial entity installing street banners posts or has on file with the Board a surety bond or cash deposit so conditioned as to assure that the City shall be reimbursed for any expense that may be incurred by the Board in removing any street banner or appurtenance installed pursuant to the permit, in repairing damage to street lighting equipment resulting from the banner installation, or in otherwise enforcing any order, rule or relation of the Board.  Upon the face of each application received, the Board shall indicate the amount of indemnity required upon each permit requested, which shall be at the reasonable discretion of the Board.  The amount of the bond or cash deposit shall not be less than the amount so indicated.  The unused portion of any cash, or other deposit shall be returned to the applicant.\n\n\tThe applicant commercial entity installing street banners shall be required as a condition to obtaining a permit, to indemnify and hold harmless the City, the Department, its officers and employees, from any liability resulting from the applicant’s use of the public property and shall execute the necessary agreements satisfactory to the City Attorney.\n\n\t(j)\tTerm Bond or Continuing Cash Deposit Acceptable.  A separate bond or cash deposit may be posted in connection with each particular, but in lieu thereof, the Board may accept a term bond or a continuing cash deposit conditioned to cover all permits which may be issued to any one applicant commercial entity installing street banners during a specified period of not to exceed one year, provided, however, that when the total aggregate required indemnity on all permits requested by the applicant commercial street banner installation company is greater than the limit of liability on the term bond, or greater than the cash deposit maintained, no additional permits shall be issued to the applicant commercial street banner installation company until sufficient additional indemnity to cover the same is furnished.  (Former Subsec. (i) Redesignated as Subsec. (j) by Ord. No. 176,630, Eff. 6\/14\/05.)\n\n\t(k)\tPermits – Issuance – Denial.  Provided that any application for a permit to hang a street banner or banners meets the eligibility requirements of this ordinance, the Board shall issue, in whole or in part, a permit authorizing the installation of the requested street banner or banners, as long as the required fees, bond, insurance policy and other protection prescribed above have been posted and approved and provided the installation of such banner or banners will not damage public property, unreasonably interfere with its proper use, or endanger public safety or welfare, as determined by the Board of Public Works.  Each street banner permit application shall be reviewed by staff in consultation with the City Attorney to determine if the request complies with all the requirements of this ordinance.  If staff determines that the request is in full compliance with this ordinance, the permit shall be issued.  If staff determines that the application is not in compliance with this ordinance, staff shall timely notify the applicant of the reason or reasons for non-compliance and, if possible, suggest what could be done to bring the street banner request into compliance with the ordinance.  If a street banner request is ultimately denied by the City, staff shall e-mail or fax the basis of the denial to the applicant.  (Former Subsec. (j) Redesignated as Subsec. (k) and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)\n\n\t(l)\tPermit – Duration.  (Former Subsec. (k) Redesignated as Subsec. (l) by Ord. No. 176,630, Eff. 6\/14\/05.)\n\n\t(1)\tSingle Event.  The term of each permit shall be specified on the permit by the Board.  The term of the permit for street banners announcing a single event shall not exceed 30 days.  A permit may be renewed or extended for up to two additional 30 day terms. A permit may not be renewed or extended at any of the 30 day intervals when the City has on file, at the time of the requested extension, a permit application from a different entity seeking a permit for the same light poles occupied by the entity seeking the permit extension.  The entity seeking the permit extension may request different light poles, if available, in instances where the original light poles are used by a new permittee.  Under no circumstances shall a street banner announcing a single event installed pursuant to a permit issued pursuant to this code remain on the City’s light standards for more than 90 days in a 12 month period.\n\n\t(2)\tSeries of Events.  The term of each permit shall be specified on the permit by the Board.  The term of the initial permit for street banners announcing a series of events shall not exceed 60 days.  An initial permit may be renewed or extended for one additional 30 day term.  After 90 days, pursuant to an initial permit with two renewals, a second permit application may be submitted for a term of 30 days to maintain the already installed street banners.  The second permit may be renewed for up to two additional 30 day terms. A permit may not be renewed or extended at any of the 30 day intervals when the City has on file, at the time of the requested extension, a permit application from a different entity seeking a permit for the same light poles occupied by the entity seeking the permit extension.  The entity seeking the permit extension may request different light poles, if available, in instances where the original light poles are used by a new permittee. Under no circumstances shall a street banner announcing a series of events installed pursuant to a permit issued pursuant to this code remain on the City’s light standards for more than 180 days in a 12 month period.\n\n\t(3)\tNon-Event.  The term of each permit shall be specified on the permit by the Board.  The term of the initial permit for non-event street banners shall not exceed 90 days.  An initial permit may be renewed or extended for up to three additional 90 day terms.  A permit may not be renewed or extended at any of the 90 day intervals when the City has on file, at the time of the requested extension, a permit application from a different entity seeking a permit for the same light poles occupied by the entity seeking the permit extension.  The entity seeking the permit extension may request different light poles, if available, in instances where the original light poles are used by a new permittee.\n\n\t(m)\tPermits – Location of Street Banners Announcing an Event or Series of Events.  All street banners announcing an event or series of events must be placed on all usable streetlight poles on one City block.  Any permit to hang street banners announcing an event or series of events pursuant to this code shall be deemed a “City-wide” permit request if the number of light poles involved is 200 or more.  If a permittee requests 200 or more light poles, the party requesting the permit may place a maximum of 50 street banners in the vicinity of the event venue and must place the remaining street banners equally in all Council districts.  (Former Subsec. (l) Redesignated as Subsec. (m) by Ord. No. 176,630, Eff. 6\/14\/05.)\n\n\t(n)\tPermits – Revocation.  (Former Subsec. (m) Redesignated as Subsec. (n) by Ord. No. 176,630, Eff. 6\/14\/05.)  Permits may be revoked by the Board in whole or in part on one or more of the following grounds:\n\n\t1.\tThe maintenance of any street banner endangers public welfare, safety or property;\n\n\t2.\tFailure or refusal to observe any provision of this section or any rule promulgated by the Board pursuant to authority granted by this section; or\n\n\t3.\tA material misrepresentation in the application.\n\n\t(o)\tRemoval of Street Banner.  (Former Subsec. (n) Redesignated as Subsec. (o) by Ord. No. 176,630, Eff. 6\/14\/05.)  Upon expiration of any permit, any street banner covered thereby must be removed by the permittee within 72 hours of the date of expiration unless a renewal or written extension is granted by the Board.  Any street banner not so removed may be removed by the Board without notice to the permittee.  Upon whole or partial revocation of any permit, all street banners covered thereby must be removed on the same date of revocation unless a renewal or written extension is granted by the Board.  Any street banner not so removed shall, upon reasonable notice to the permittee, be removed by the Board.  Where any street banner presents an immediate threat of harm to the public health, welfare or safety, the Board shall summarily cause its removal.\n\n\tThe costs of all Board removals shall be collected by the Board from the permittee or from his surety.\n\n\t(p)\tInstallation and Maintenance of Street Banners.  Every street banner must be installed and maintained so as to be safe at all times; it must not include a print size for any text smaller than that adopted by the Board of Public Works in its rules and regulations; it must not obstruct the clear view of traffic signals by pedestrians or operators of bicycles, motor bikes, cars, trucks or any other type of vehicle or mode of transportation; it must have a minimum clearance of 22 feet over rails used by freight cars, of 16 feet above roadways.  The Board may prescribe other needed clearance requirements.  (Former Subsec. (o) Redesignated as Subsec. (p) by Ord. No. 176,630, Eff. 6\/14\/05.)\n\n\t(q)\tRules and Regulations.  Consistent with this section, the Board may adopt rules or regulations to administer the installation, maintenance and removal of street banners including rules or regulations pertaining to their location, size, suspension and construction. The Board may adopt any other rule or regulation for the protection of public safety, welfare or property. (Former Subsec. (p) Redesignated as Subsec. (q) by Ord. No. 176,630, Eff. 6\/14\/05.)\n\n\t(r)\tCommercial Content on Street Banners.  Nothing in the general prohibition on street banners shall prevent a for-profit entity from receiving recognition on the street banners announcing an otherwise allowable Community, Charitable or Non-Profit event, or on permitted non-event street banners, provided that the recognition of the for-profit sponsorship shall be limited to the name and or logo of one for-profit sponsoring entity per street banner and the size of said name or logo shall be limited to less than 20% of the total area of the street banner.  The City of Los Angeles may defray the cost of City of Los Angeles organized and administered events, and the cost of non-event street banners by allowing for-profit entities to co-sponsor City organized and administered events and non-event street banners, provided that the recognition of the for-profit entity’s co-sponsorship of City events, or non-event street banners is limited to the same size and content as for allowable Community, Charitable, or Non-Profit events or permitted non-event street banners.  (Former Subsec. (q) Redesignated as Subsec. (r) by Ord. No. 176,630, Eff. 6\/14\/05.)\n\n\t(s)\tThe provisions of Article 7, Chapter 6, prohibiting certain outdoor advertising structures, post signs and advertising statuary adjacent to freeways, and establishing the procedure for the consideration and issuance of permits for such structures, signs and statuary, shall also apply in the same manner and degree to “Street Banner”.  (Former Subsec. (r) Redesignated as Subsec. (s) by Ord. No. 176,630, Eff. 6\/14\/05.)\n\n\t(t)\tStreet Banners – City Ownership after 30 Days.  Up to 3% of the street banners included in any permit application and hung in the City of Los Angeles for more than 30 days may become the property of the City of Los Angeles, if a permittee is notified, at least three days prior to the expiration of the permit, that the City wishes to take possession of the street banners once they are removed from the City’s poles by the permittee. If so notified, the permittee shall return the banners to the City once they are removed from the City’s poles.  If the City fails to notify the permittee at least three days before the expiration of the permit that it wishes to take possession of the banners, the City shall forfeit its right of ownership over said banners.  (Former Subsec. (s) Redesignated as Subsec. (t) by Ord. No. 176,630, Eff. 6\/14\/05.)","order_by":"132","ancestry":{"1":{"id":"36","name":"Streets And Sidewalks","identifier":"2","label":"article","url":"\/6\/2\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"503","structure_id":"36","section_number":"62.00","catch_line":"Definitions.","url":"\/62.00\/","token":"62.00"},"1":{"id":"4003","structure_id":"36","section_number":"62.01","catch_line":"Removal Of Obstructing Structures.","url":"\/62.01\/","token":"62.01"},"2":{"id":"1092","structure_id":"36","section_number":"62.02","catch_line":"Excavations In And Adjacent To Streets – Permits.","url":"\/62.02\/","token":"62.02"},"3":{"id":"257","structure_id":"36","section_number":"62.03","catch_line":"Excavations In And Adjacent To Streets – Locations And Restrictions.","url":"\/62.03\/","token":"62.03"},"4":{"id":"354","structure_id":"36","section_number":"62.03.1","catch_line":"Notification And Location Requirements.","url":"\/62.03.1\/","token":"62.03.1"},"5":{"id":"633","structure_id":"36","section_number":"62.03.2","catch_line":"Specifications And Procedures For Above Ground Facilities Installations In The Public Rights-Of-Way.","url":"\/62.03.2\/","token":"62.03.2"},"6":{"id":"2577","structure_id":"36","section_number":"62.03.3","catch_line":"Fine For Non-Compliance.","url":"\/62.03.3\/","token":"62.03.3"},"7":{"id":"2901","structure_id":"36","section_number":"62.03.4","catch_line":"Appeal For Violation Of Above Ground Facility, Specification And Procedures.","url":"\/62.03.4\/","token":"62.03.4"},"8":{"id":"1074","structure_id":"36","section_number":"62.04","catch_line":"Excavation In And Adjacent To Streets - Performance Of The Work","url":"\/62.04\/","token":"62.04"},"9":{"id":"2911","structure_id":"36","section_number":"62.05","catch_line":"Excavations In And Adjacent To Streets – Charges.","url":"\/62.05\/","token":"62.05"},"10":{"id":"254","structure_id":"36","section_number":"62.06","catch_line":"Establishment Of A Street Damage Restoration Fee.","url":"\/62.06\/","token":"62.06"},"11":{"id":"1012","structure_id":"36","section_number":"62.08","catch_line":"Specifications And Procedures For Above Ground Facilities Installations In The Public Rights-Of-Way.","url":"\/62.08\/","token":"62.08"},"12":{"id":"1855","structure_id":"36","section_number":"62.09","catch_line":"Fine For Non-Compliance.","url":"\/62.09\/","token":"62.09"},"13":{"id":"4089","structure_id":"36","section_number":"62.10","catch_line":"Appeal For Violation Of Above Ground Facility, Specification And Procedures.","url":"\/62.10\/","token":"62.10"},"14":{"id":"2015","structure_id":"36","section_number":"62.40","catch_line":"Maintenance Holes – Permit For Opening.","url":"\/62.40\/","token":"62.40"},"15":{"id":"3718","structure_id":"36","section_number":"62.41","catch_line":"Maintenance Hole Permit Fees.","url":"\/62.41\/","token":"62.41"},"16":{"id":"3596","structure_id":"36","section_number":"62.42","catch_line":"Manholes – Emergency Openings.","url":"\/62.42\/","token":"62.42"},"17":{"id":"3577","structure_id":"36","section_number":"62.43","catch_line":"Manholes – Warning Signs.","url":"\/62.43\/","token":"62.43"},"18":{"id":"1391","structure_id":"36","section_number":"62.44","catch_line":"Exemptions.","url":"\/62.44\/","token":"62.44"},"19":{"id":"860","structure_id":"36","section_number":"62.45","catch_line":"Materials Or Equipment In Streets – Permits, Regulations, Fees.","url":"\/62.45\/","token":"62.45"},"20":{"id":"2971","structure_id":"36","section_number":"62.46","catch_line":"Permits – Conditions.","url":"\/62.46\/","token":"62.46"},"21":{"id":"622","structure_id":"36","section_number":"62.47","catch_line":"Permits – Revocation.","url":"\/62.47\/","token":"62.47"},"22":{"id":"1871","structure_id":"36","section_number":"62.48","catch_line":"Revocation Of Permits – Work To Cease.","url":"\/62.48\/","token":"62.48"},"23":{"id":"1616","structure_id":"36","section_number":"62.49","catch_line":"Building Material – Deposit In Streets.","url":"\/62.49\/","token":"62.49"},"24":{"id":"1540","structure_id":"36","section_number":"62.50","catch_line":"Building Material – Illumination.","url":"\/62.50\/","token":"62.50"},"25":{"id":"2758","structure_id":"36","section_number":"62.51","catch_line":"Building Material Deposits – Cranes – Restrictions.","url":"\/62.51\/","token":"62.51"},"26":{"id":"4183","structure_id":"36","section_number":"62.52","catch_line":"Plaster – Mixing On Street.","url":"\/62.52\/","token":"62.52"},"27":{"id":"1409","structure_id":"36","section_number":"62.53","catch_line":"Permit To Be Exhibited.","url":"\/62.53\/","token":"62.53"},"28":{"id":"3602","structure_id":"36","section_number":"62.54","catch_line":"Building Material – Removal Of.","url":"\/62.54\/","token":"62.54"},"29":{"id":"1162","structure_id":"36","section_number":"62.55","catch_line":"Permits – Duration Of.","url":"\/62.55\/","token":"62.55"},"30":{"id":"3343","structure_id":"36","section_number":"62.56","catch_line":"Building Material Permit Fees Exemptions.","url":"\/62.56\/","token":"62.56"},"31":{"id":"191","structure_id":"36","section_number":"62.57","catch_line":"Elevated Sidewalks – Permits.","url":"\/62.57\/","token":"62.57"},"32":{"id":"2130","structure_id":"36","section_number":"62.58","catch_line":"Elevated Sidewalks – Application.","url":"\/62.58\/","token":"62.58"},"33":{"id":"838","structure_id":"36","section_number":"62.59","catch_line":"Elevated Sidewalks – Where Permitted.","url":"\/62.59\/","token":"62.59"},"34":{"id":"1596","structure_id":"36","section_number":"62.60","catch_line":"Revocation Of Permits.","url":"\/62.60\/","token":"62.60"},"35":{"id":"2885","structure_id":"36","section_number":"62.61","catch_line":"Work Within Or On A Public Street Or Right-Of-Way, Obstruction Of A Public Street Or Right-Of-Way – Permit Required, Regulations, Penalties For Non-Compliance.","url":"\/62.61\/","token":"62.61"},"36":{"id":"2100","structure_id":"36","section_number":"62.62","catch_line":"Electric Wires On Streets – Permit Required.","url":"\/62.62\/","token":"62.62"},"37":{"id":"1747","structure_id":"36","section_number":"62.63","catch_line":"Electric Wires On Streets – Power Of Board Over.","url":"\/62.63\/","token":"62.63"},"38":{"id":"629","structure_id":"36","section_number":"62.64","catch_line":"Permit – Contents Of.","url":"\/62.64\/","token":"62.64"},"39":{"id":"3887","structure_id":"36","section_number":"62.65","catch_line":"Electric Wiring Must Be Safe.","url":"\/62.65\/","token":"62.65"},"40":{"id":"2167","structure_id":"36","section_number":"62.66","catch_line":"Board – Power To Decide Questions.","url":"\/62.66\/","token":"62.66"},"41":{"id":"2632","structure_id":"36","section_number":"62.67","catch_line":"Permits – Duration Of.","url":"\/62.67\/","token":"62.67"},"42":{"id":"348","structure_id":"36","section_number":"62.68","catch_line":"Exemption – Franchises.","url":"\/62.68\/","token":"62.68"},"43":{"id":"2456","structure_id":"36","section_number":"62.69","catch_line":"Oil Pipe Lines – Permits.","url":"\/62.69\/","token":"62.69"},"44":{"id":"1850","structure_id":"36","section_number":"62.70","catch_line":"Oil Pipe Line – Permit Application.","url":"\/62.70\/","token":"62.70"},"45":{"id":"270","structure_id":"36","section_number":"62.71","catch_line":"Oil Pipe Line – Permit – Contents.","url":"\/62.71\/","token":"62.71"},"46":{"id":"1310","structure_id":"36","section_number":"62.72","catch_line":"Oil Pipe Lines – Regulations.","url":"\/62.72\/","token":"62.72"},"47":{"id":"2994","structure_id":"36","section_number":"62.73","catch_line":"Oil Pipe Lines – Permits – Revocability Of.","url":"\/62.73\/","token":"62.73"},"48":{"id":"228","structure_id":"36","section_number":"62.74","catch_line":"Oil Cables – Permits.","url":"\/62.74\/","token":"62.74"},"49":{"id":"4158","structure_id":"36","section_number":"62.75","catch_line":"Oil Cables – Permit Applications.","url":"\/62.75\/","token":"62.75"},"50":{"id":"1811","structure_id":"36","section_number":"62.76","catch_line":"Oil Cables – Permit Contents.","url":"\/62.76\/","token":"62.76"},"51":{"id":"3117","structure_id":"36","section_number":"62.77","catch_line":"Oil Cables – Regulations.","url":"\/62.77\/","token":"62.77"},"52":{"id":"4063","structure_id":"36","section_number":"62.78","catch_line":"Oil Cables – Permits – Revocability Of.","url":"\/62.78\/","token":"62.78"},"53":{"id":"1489","structure_id":"36","section_number":"62.79","catch_line":"Oil – Spilling On Streets.","url":"\/62.79\/","token":"62.79"},"54":{"id":"1472","structure_id":"36","section_number":"62.80","catch_line":"Drainage Of Water Into Streets.","url":"\/62.80\/","token":"62.80"},"55":{"id":"644","structure_id":"36","section_number":"62.81","catch_line":"Washing Private Alleys.","url":"\/62.81\/","token":"62.81"},"56":{"id":"3007","structure_id":"36","section_number":"62.82","catch_line":"Public Utility Defined.","url":"\/62.82\/","token":"62.82"},"57":{"id":"61","structure_id":"36","section_number":"62.83.1","catch_line":"House Movers – Permits – Conditions.","url":"\/62.83.1\/","token":"62.83.1"},"58":{"id":"3081","structure_id":"36","section_number":"62.84","catch_line":"Board Of Public Works – House Movers’ Permit\/Issuance.","url":"\/62.84\/","token":"62.84"},"59":{"id":"2544","structure_id":"36","section_number":"62.85","catch_line":"House Movers – Compensation To Public Utilities.","url":"\/62.85\/","token":"62.85"},"60":{"id":"232","structure_id":"36","section_number":"62.86","catch_line":"House Movers – Interference With Utility Property.","url":"\/62.86\/","token":"62.86"},"61":{"id":"4029","structure_id":"36","section_number":"62.87","catch_line":"House Mover – Must Pay License.","url":"\/62.87\/","token":"62.87"},"62":{"id":"3156","structure_id":"36","section_number":"62.88","catch_line":"House Movers – Deposits.","url":"\/62.88\/","token":"62.88"},"63":{"id":"2079","structure_id":"36","section_number":"62.89","catch_line":"House Movers – Inspection.","url":"\/62.89\/","token":"62.89"},"64":{"id":"783","structure_id":"36","section_number":"62.90","catch_line":"House Movers – Methods Of Moving – Rules And Regulations.","url":"\/62.90\/","token":"62.90"},"65":{"id":"193","structure_id":"36","section_number":"62.90.1","catch_line":"House Movers – Posting Of Relocation Permit.","url":"\/62.90.1\/","token":"62.90.1"},"66":{"id":"988","structure_id":"36","section_number":"62.91","catch_line":"House Movers – Damage To Streets.","url":"\/62.91\/","token":"62.91"},"67":{"id":"2327","structure_id":"36","section_number":"62.92","catch_line":"House Movers - Deposit Deductions.","url":"\/62.92\/","token":"62.92"},"68":{"id":"3755","structure_id":"36","section_number":"62.93","catch_line":"Housemoving – Lights Required.","url":"\/62.93\/","token":"62.93"},"69":{"id":"942","structure_id":"36","section_number":"62.94","catch_line":"Protection Of Sidewalks.","url":"\/62.94\/","token":"62.94"},"70":{"id":"1875","structure_id":"36","section_number":"62.94.1","catch_line":"Protection Of Streets – Tractors, Etc. Prohibited On.","url":"\/62.94.1\/","token":"62.94.1"},"71":{"id":"1051","structure_id":"36","section_number":"62.95","catch_line":"Animals – Driving On Streets – Permit.","url":"\/62.95\/","token":"62.95"},"72":{"id":"1583","structure_id":"36","section_number":"62.95.1","catch_line":"Horseback Riding Prohibited On Medians.","url":"\/62.95.1\/","token":"62.95.1"},"73":{"id":"87","structure_id":"36","section_number":"62.96","catch_line":"Painting House Numbers On Curbs – Permit Required.","url":"\/62.96\/","token":"62.96"},"74":{"id":"161","structure_id":"36","section_number":"62.97","catch_line":"Vibroseis Surveys In Public Streets.","url":"\/62.97\/","token":"62.97"},"75":{"id":"1526","structure_id":"36","section_number":"62.103","catch_line":"Parkways In Commercial And Industrial Zones – Paving.","url":"\/62.103\/","token":"62.103"},"76":{"id":"1564","structure_id":"36","section_number":"62.104","catch_line":"Curb And Sidewalk Repairs.","url":"\/62.104\/","token":"62.104"},"77":{"id":"973","structure_id":"36","section_number":"62.105","catch_line":"Streets, Sidewalks And Other Improvements – Permits Required.","url":"\/62.105\/","token":"62.105"},"78":{"id":"3155","structure_id":"36","section_number":"62.105.1","catch_line":"Locations Of Driveway Approaches.","url":"\/62.105.1\/","token":"62.105.1"},"79":{"id":"130","structure_id":"36","section_number":"62.105.2","catch_line":"Width Of Driveway Approach Apron.","url":"\/62.105.2\/","token":"62.105.2"},"80":{"id":"1025","structure_id":"36","section_number":"62.105.3","catch_line":"Length Of Curb Space.","url":"\/62.105.3\/","token":"62.105.3"},"81":{"id":"1464","structure_id":"36","section_number":"62.105.4","catch_line":"Slope Of Driveway Approaches.","url":"\/62.105.4\/","token":"62.105.4"},"82":{"id":"3309","structure_id":"36","section_number":"62.105.5","catch_line":"Application For Deviations From The Provisions Of Sections 62.105.1(A), (B), (C) And (D), 62.105.2, 62.105.3 And 62.105.4.","url":"\/62.105.5\/","token":"62.105.5"},"83":{"id":"613","structure_id":"36","section_number":"62.105.6","catch_line":"Testing And Analysis Of Materials Products, Services, Processes And Technologies.","url":"\/62.105.6\/","token":"62.105.6"},"84":{"id":"2114","structure_id":"36","section_number":"62.106","catch_line":"Permits – Classification Of.","url":"\/62.106\/","token":"62.106"},"85":{"id":"3562","structure_id":"36","section_number":"62.106.1","catch_line":"Fees Charges For Preparation Of Required Reports By The City Engineer In Conjunction With Land Use Reviews.","url":"\/62.106.1\/","token":"62.106.1"},"86":{"id":"2722","structure_id":"36","section_number":"62.107","catch_line":"Work Requirements.","url":"\/62.107\/","token":"62.107"},"87":{"id":"2384","structure_id":"36","section_number":"62.108","catch_line":"Application – Contents Of.","url":"\/62.108\/","token":"62.108"},"88":{"id":"2745","structure_id":"36","section_number":"62.109","catch_line":"Class “A” Permit Fees.","url":"\/62.109\/","token":"62.109"},"89":{"id":"124","structure_id":"36","section_number":"62.109.1","catch_line":"Class “A” Permit – Fee Waiver Program.","url":"\/62.109.1\/","token":"62.109.1"},"90":{"id":"1573","structure_id":"36","section_number":"62.110","catch_line":"Class “B” Permit Fees.","url":"\/62.110\/","token":"62.110"},"91":{"id":"1129","structure_id":"36","section_number":"62.111","catch_line":"Class “B” Permits – Plans – Bonds – Insurance.","url":"\/62.111\/","token":"62.111"},"92":{"id":"924","structure_id":"36","section_number":"62.112","catch_line":"Inspector – Application For.","url":"\/62.112\/","token":"62.112"},"93":{"id":"1202","structure_id":"36","section_number":"62.113","catch_line":"Completion Of Work – Certificate Of Acceptance.","url":"\/62.113\/","token":"62.113"},"94":{"id":"1519","structure_id":"36","section_number":"62.114","catch_line":"Permits – Duration – Expiration –Cancellation.","url":"\/62.114\/","token":"62.114"},"95":{"id":"562","structure_id":"36","section_number":"62.115","catch_line":"Class \"A\" Permit Fee Refunds.","url":"\/62.115\/","token":"62.115"},"96":{"id":"2116","structure_id":"36","section_number":"62.116","catch_line":"Permits – Amount Of Work Allowed.","url":"\/62.116\/","token":"62.116"},"97":{"id":"118","structure_id":"36","section_number":"62.117","catch_line":"Removal Of Debris.","url":"\/62.117\/","token":"62.117"},"98":{"id":"2659","structure_id":"36","section_number":"62.118","catch_line":"Exemptions.","url":"\/62.118\/","token":"62.118"},"99":{"id":"1429","structure_id":"36","section_number":"62.118.1","catch_line":"Special Improvements – Payment – Performance By Department.","url":"\/62.118.1\/","token":"62.118.1"},"100":{"id":"3549","structure_id":"36","section_number":"62.118.2","catch_line":"Improvement In Public Streets – Issuance Of Revocable Permits.","url":"\/62.118.2\/","token":"62.118.2"},"101":{"id":"1962","structure_id":"36","section_number":"62.119","catch_line":"Railroads – Street Paving.","url":"\/62.119\/","token":"62.119"},"102":{"id":"1726","structure_id":"36","section_number":"62.120","catch_line":"Railroads – Manner Of Asphalt Paving.","url":"\/62.120\/","token":"62.120"},"103":{"id":"766","structure_id":"36","section_number":"62.121","catch_line":"Railroads – Manner Of Improving Streets.","url":"\/62.121\/","token":"62.121"},"104":{"id":"337","structure_id":"36","section_number":"62.122","catch_line":"Railroads – Type Of Rails.","url":"\/62.122\/","token":"62.122"},"105":{"id":"3298","structure_id":"36","section_number":"62.123","catch_line":"Railroads – Change Of Rails.","url":"\/62.123\/","token":"62.123"},"106":{"id":"496","structure_id":"36","section_number":"62.124","catch_line":"Railroad Rails – Exemptions.","url":"\/62.124\/","token":"62.124"},"107":{"id":"2368","structure_id":"36","section_number":"62.125","catch_line":"Railroads – Time Of Completion Of Work.","url":"\/62.125\/","token":"62.125"},"108":{"id":"3356","structure_id":"36","section_number":"62.126","catch_line":"Railroads – Procedure For Replacing Rails.","url":"\/62.126\/","token":"62.126"},"109":{"id":"1331","structure_id":"36","section_number":"62.127","catch_line":"Railroad – Board May Order Repairs To Roadbed.","url":"\/62.127\/","token":"62.127"},"110":{"id":"4163","structure_id":"36","section_number":"62.128","catch_line":"Railroads – Hours Of Repair In Central Traffic District.","url":"\/62.128\/","token":"62.128"},"111":{"id":"819","structure_id":"36","section_number":"62.129","catch_line":"Public Boulevards – Use Of.","url":"\/62.129\/","token":"62.129"},"112":{"id":"1141","structure_id":"36","section_number":"62.130","catch_line":"Sand – Gravel On Streets.","url":"\/62.130\/","token":"62.130"},"113":{"id":"1057","structure_id":"36","section_number":"62.131","catch_line":"Decorative Lights Over Streets And Sidewalks.","url":"\/62.131\/","token":"62.131"},"114":{"id":"3417","structure_id":"36","section_number":"62.132","catch_line":"Street Banners.","url":"\/62.132\/","token":"62.132"},"115":{"id":"105","structure_id":"36","section_number":"62.133","catch_line":"Canopies.","url":"\/62.133\/","token":"62.133"},"116":{"id":"292","structure_id":"36","section_number":"62.135","catch_line":"Overloads – Definitions.","url":"\/62.135\/","token":"62.135"},"117":{"id":"2082","structure_id":"36","section_number":"62.136","catch_line":"Overloads – Permits Required.","url":"\/62.136\/","token":"62.136"},"118":{"id":"3499","structure_id":"36","section_number":"62.137","catch_line":"Overloads – When Unlawful To Move Without Inspection.","url":"\/62.137\/","token":"62.137"},"119":{"id":"1358","structure_id":"36","section_number":"62.138","catch_line":"Overloads, When Unlawful To Move In Any Event.","url":"\/62.138\/","token":"62.138"},"120":{"id":"906","structure_id":"36","section_number":"62.139","catch_line":"Unattended Parking – Prohibited.","url":"\/62.139\/","token":"62.139"},"121":{"id":"1829","structure_id":"36","section_number":"62.140","catch_line":"Overloads – Night Moving.","url":"\/62.140\/","token":"62.140"},"122":{"id":"631","structure_id":"36","section_number":"62.141","catch_line":"Overloads – Application For Permits.","url":"\/62.141\/","token":"62.141"},"123":{"id":"3115","structure_id":"36","section_number":"62.142","catch_line":"Overloads – Issuance Of Permits.","url":"\/62.142\/","token":"62.142"},"124":{"id":"850","structure_id":"36","section_number":"62.143","catch_line":"Overloads – 30 Day And Annual Permits.","url":"\/62.143\/","token":"62.143"},"125":{"id":"1705","structure_id":"36","section_number":"62.144","catch_line":"Overloads – Permits – Limitations And Requirements.","url":"\/62.144\/","token":"62.144"},"126":{"id":"723","structure_id":"36","section_number":"62.145","catch_line":"Overloads – Insurance – Bonds.","url":"\/62.145\/","token":"62.145"},"127":{"id":"2533","structure_id":"36","section_number":"62.146","catch_line":"Overloads - Inspection.","url":"\/62.146\/","token":"62.146"},"128":{"id":"3149","structure_id":"36","section_number":"62.147","catch_line":"Overloads – Assignment Of Inspectors.","url":"\/62.147\/","token":"62.147"},"129":{"id":"2718","structure_id":"36","section_number":"62.148","catch_line":"Overloads – Displacement Of Property Of Public Utility.","url":"\/62.148\/","token":"62.148"},"130":{"id":"2719","structure_id":"36","section_number":"62.149","catch_line":"Overloads – Movement Of By Governmental Authorities.","url":"\/62.149\/","token":"62.149"},"131":{"id":"1939","structure_id":"36","section_number":"62.150","catch_line":"Overloads – Where Exceptions Are Permissible.","url":"\/62.150\/","token":"62.150"},"132":{"id":"997","structure_id":"36","section_number":"62.151","catch_line":"Overloads – Special Engineering Services For Large Or Heavy Loads.","url":"\/62.151\/","token":"62.151"},"133":{"id":"2405","structure_id":"36","section_number":"62.161","catch_line":"Planting, Maintenance And Care Of Plants In City Streets – Jurisdiction Of Board.","url":"\/62.161\/","token":"62.161"},"134":{"id":"2498","structure_id":"36","section_number":"62.162","catch_line":"Power To Plant, Maintain And Issue Permits.","url":"\/62.162\/","token":"62.162"},"135":{"id":"887","structure_id":"36","section_number":"62.163","catch_line":"Duties Regarding Maintenance Of Plants.","url":"\/62.163\/","token":"62.163"},"136":{"id":"3453","structure_id":"36","section_number":"62.164","catch_line":"Tree Planting Records – Plans.","url":"\/62.164\/","token":"62.164"},"137":{"id":"390","structure_id":"36","section_number":"62.165","catch_line":"Board To Prepare Reports.","url":"\/62.165\/","token":"62.165"},"138":{"id":"696","structure_id":"36","section_number":"62.166","catch_line":"Street Obstructions By Trees – Jurisdiction.","url":"\/62.166\/","token":"62.166"},"139":{"id":"2766","structure_id":"36","section_number":"62.167","catch_line":"Assessment Levy For Planting.","url":"\/62.167\/","token":"62.167"},"140":{"id":"2022","structure_id":"36","section_number":"62.168","catch_line":"Removal Of Obstructing Plants.","url":"\/62.168\/","token":"62.168"},"141":{"id":"1418","structure_id":"36","section_number":"62.169","catch_line":"Permit Required To Plant In Streets.","url":"\/62.169\/","token":"62.169"},"142":{"id":"2735","structure_id":"36","section_number":"62.170","catch_line":"Conditional Permit To Remove Or Destroy Trees.","url":"\/62.170\/","token":"62.170"},"143":{"id":"2494","structure_id":"36","section_number":"62.171","catch_line":"Permit Fees For Tree Removal.","url":"\/62.171\/","token":"62.171"},"144":{"id":"1068","structure_id":"36","section_number":"62.172","catch_line":"House Moving – Permit.","url":"\/62.172\/","token":"62.172"},"145":{"id":"3134","structure_id":"36","section_number":"62.173","catch_line":"Tree Stakes Or Guards.","url":"\/62.173\/","token":"62.173"},"146":{"id":"2703","structure_id":"36","section_number":"62.174","catch_line":"Injury To Trees.","url":"\/62.174\/","token":"62.174"},"147":{"id":"917","structure_id":"36","section_number":"62.175","catch_line":"Tree Maintenance.","url":"\/62.175\/","token":"62.175"},"148":{"id":"1236","structure_id":"36","section_number":"62.176","catch_line":"Street Maintenance Fee.","url":"\/62.176\/","token":"62.176"},"149":{"id":"623","structure_id":"36","section_number":"62.200","catch_line":"Street Intersections – Obstructions To Visibility.","url":"\/62.200\/","token":"62.200"},"150":{"id":"2162","structure_id":"36","section_number":"62.201","catch_line":"Import And Export Of Earth Materials – Fees Required.","url":"\/62.201\/","token":"62.201"},"151":{"id":"2172","structure_id":"36","section_number":"62.202","catch_line":"Import And Export Of Earth Materials – Bonded Requirement.","url":"\/62.202\/","token":"62.202"},"152":{"id":"2628","structure_id":"36","section_number":"62.203","catch_line":"Special Event Permit Procedure For Westwood\nVillage.","url":"\/62.203\/","token":"62.203"}},"next_section":{"id":"105","structure_id":"36","section_number":"62.133","catch_line":"Canopies.","url":"\/62.133\/","token":"62.133"},"metadata":false,"references":false,"url":"\/62.132\/","token":"62.132","formats":{"txt":"\/62.132.txt","json":"\/62.132.xml"},"dublin_core":{"Title":"Street Banners.","Type":"Text","Format":"text\/html","Identifier":"§ 62.132","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nSTREET BANNERS. (§ 62.132)\n\n  STREET BANNERS.\n\t(Added by Ord. No. 86,614, Eff. 7\/31\/42.)\t(a)\tPurpose.  The purpose of this\nordinance is to provide a limited availability for charitable and non-profit\nentities to advertise their event or a series of events utilizing the City of\nLos Angeles’ street light poles according to the criteria set forth below. \nIt is not the intent of the City to provide a general public forum or to allow\nnon-City entities or persons to post messages on the City’s light poles by the\nuse of street banners.  The City shall not discriminate based on the content of\nthe requested event banner, nor based on the nature of the event, provided that\nthe requested banner meets all requirements of this ordinance.  In no way shall\nthis ordinance be construed to limit the City’s inherent right to hang City\nsponsored street banners from municipal street light poles.  (Added by Ord. No.\n176,630, Eff. 6\/14\/05.)\t(b)\tDefinitions.  (Former Subsec. (a) Redesignated as\nSubsec. (b) by Ord. No. 176,630, Eff. 6\/14\/05.)\t1.\t“Street Banner.”  Any\npennant, streamer, flag, sign, picture, figure or other object, regardless of\nthe material of which it is made, which is suspended or otherwise displayed over\nany public street, way or place, designed for decoration or advertisement, or to\nattract the attention of passersby; except, however, official warning devices,\npublic service facilities, street lights and the like. The term shall not\ninclude signs the installation and maintenance of which is regulated by Article\n1, Chapter 9 of this Code.  (Amended by Ord. No. 89,977, Eff.\n1\/28\/46.)\t2.\t“Each Installation.”  Each wire or rope from which one or more\nstreet banner are suspended shall be deemed to be one “installation”. \nMultiple banners suspended from a single pole shall also be deemed one\ninstallation, provided that the multiple banners comply with all other laws,\nrules and regulations covering street banners.  (Amended by Ord. No. 172,899,\nEff. 12\/23\/99.)\t3.\t“Event.”  Shall be defined as something that takes place\nwithin the City of Los Angeles at a venue that is open for attendance by the\nCity’s citizens regardless of their age, gender, race, religion or physical\ndisability.  A telethon or phone-a-thon shall be considered an “event”\nunder this definition if it meets all other requirements of this ordinance. \n(Added by Ord. No. 176,630, Eff. 6\/14\/05.)\t4.\t“Community Event.”  Shall be\ndefined as an event, or a series of events that promotes civic pride in a local\ncommunity within the City of Los Angeles or the City of Los Angeles as a whole,\nand that is not a purely commercial enterprise and where the proceeds, if any,\nwill directly benefit either a charitable or non-profit organization. \n(Renumbered and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)\t5.\t“Charitable\nEvent.”  Shall be defined as an event, or a series of events where the\nproceeds, if any, will directly benefit a charitable organization that maintains\nits charitable status under Internal Revenue Code § 501(c)(3).  (Renumbered\nand Amended by Ord. No. 176,630, Eff. 6\/14\/05.)\t6.\t“Non-Profit Event.” \nShall be defined as an event, or series of events that is sponsored by an\norganization that is incorporated or otherwise organized as a non-profit\norganization under the laws of the State of California or the Internal Revenue\nCode and where the proceeds, if any, will directly benefit either a charitable\nor non-profit organization.  (Renumbered and Amended by Ord. No. 176,630, Eff.\n6\/14\/05.)\t7.\t“City of Los Angeles Event.”  Shall be defined as an event, or\nseries of events that is organized and administered by the City of Los Angeles\nor by any of its operating departments, boards, commissions or bureaus and that\nhas been approved by the City Council.  (Renumbered and Amended by Ord. No.\n176,630, Eff. 6\/14\/05.)\t8.\t“Citywide Event.”  Shall be defined as an event\nfor which organizers will install in excess of 200 banners.  (Renumbered and\nAmended by Ord. No. 176,630, Eff. 6\/14\/05.)\t9.\t“Non-Event Banner.”  Shall\nbe defined as a banner that identifies or denotes on the banner an area,\ncommunity, district or other recognized geographic portion of the City of Los\nAngeles, such as a Business Improvement District, or contains a public service\nannouncement from the City and meets all other requirements of this ordinance. \n(Renumbered and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)\t(c)\t– General\nProhibition.  No street banners shall be installed in the public right of way\nexcept for street banners expressly authorized by subsection (d) below. \n(Former Subsec. (b) Redesignated as Subsec. (c) and Amended by Ord. No. 176,630,\nEff. 6\/14\/05.)\t(d)\tStreet Banners – Exemptions from General Prohibition.\n(Former Subsec. (c) Redesignated as Subsec. (d) and Amended by Ord. No. 176,630,\nEff. 6\/14\/05.)\t(1)\tThe City of Los Angeles may hang, or authorize a third party\nto hang on its behalf, street banners that announce a City of Los Angeles\nevent.  The City Council may also authorize the hanging of City of Los Angeles\nsponsored non-event street banners, including street banners requested by any of\nthe City’s operating departments, boards, commissions, bureaus or requested by\nother governmental entities, that do not announce a specific event but that\ncontain public service announcements or that identify or denote on the banner an\narea, community, district or other recognized geographic portion of the City of\nLos Angeles, such as a Business Improvement District.  All banners requested by\nother governmental entities, other than the City of Los Angeles, shall be\nsubject to the applicable fees as authorized in this code.\t(2)\tThe City of Los\nAngeles may issue a permit to hang event street banners that announce either a\nCommunity event, a Charitable event or a Non-Profit event or non-event street\nbanners requested by a charitable or nonprofit entity that identify or denote on\nthe banner an area, community, district or other recognized geographic portion\nof the City of Los Angeles, such as a Business Improvement District.\t(e)\tStreet\nBanners – Content.  (Added by Ord. No. 176,630, Eff. 6\/14\/05.)\t(1)\tThe text\non all event street banners that announce Community, Charitable or Non-Profit\nevents shall be limited to the following content: the name of the event; the\nname of the charitable or non-profit organization who is the permit applicant,\nand, if the name of the organization is in a language other than English, the\nEnglish translation of the name; the date of the event; the time of the event;\nthe location of the event and, if desired by the applicant, either a telephone\nnumber or web address for persons to obtain additional information concerning\nthe event. The name of any event shall be no more than 8 words and contain no\nmore than 50 letters.\t(2)\tThe content of all community identity non-event street\nbanners shall be limited to the name of the area, community, district or other\nrecognized geographic portion of the City of Los Angeles such as a Business\nImprovement District and may contain an introductory word or words, such as\n“Welcome to” or “Entering.” City of Los Angeles non-event banners may\ncontain public service information or messages.\t(f)\tPermit Required.  No person\nshall install or maintain any street banner without a permit therefor from the\nBoard of Public Works.  A separate permit shall be required for each banner\ndesign and location, but all street banners suspended in one city block, or in a\nnumber of contiguous city blocks, by one permittee, shall be deemed to be at the\nsame location.  Permits shall not be issued for light poles on streets where\nthe adjoining land use is primarily single-family residential.  (Former Subsec.\n(d) Redesignated as Subsec. (f) by Ord. No. 176,630, Eff.\n6\/14\/05.)\t(g)\tApplication and Fee.  Applications for permits shall be made\njointly by the primary event sponsor and the commercial entity installing the\nbanners upon forms prescribed by the Board.  The application must include a\nclear replica of the proposed banner or banners, including any text on said\nbanners, for each proposed installation, and said application shall also include\nall other information required by the Board for the protection of public safety,\nwelfare and property.  One application may include any number of locations,\nprovided that the applicant must submit replicas of all different banners\nproposed to be installed under the single application.  (Former Subsec. (f)\nRedesignated as Subsec. (g) and Amended by Ord. No. 176,630, Eff.\n6\/14\/05.)\t(h)\tInsurance Policy to be Posted.  (Former Subsec. (g) Redesignated\nas Subsec. (h) by Ord. No. 176,630, Eff. 6\/14\/05.)  No permit shall be issued\nhereunder unless the commercial entity installing the street banners has on file\nwith the Board a satisfactory policy of insurance so conditioned as to insure\nthe City, its officers and employees against any loss, cost, expense, injury,\ndamage or liability incurred by reason of any personal injury or property damage\nsustained by any person, caused by or resulting from or which may be claimed to\nhave been caused by or to have resulted from, the installation or maintenance of\nany street banner or appurtenance installed under the permit, or from any\nfailure to install or maintain any such street banner or appurtenance in the\nmanner required by this ordinance or by rule, regulation or order of the Board,\nor from any dangerous or defective condition or nuisance created thereby or\nresulting therefrom.  Furthermore, by the policy, the City, its officers and\nemployees as named assures, must be insured against any property damage or\npersonal injury resulting from any such cause.\tIn addition, the policy shall be\nso conditioned as to assure the ability of the applicant to respond in damages,\nin any action brought for personal injury or property damage sustained by any\nperson, based upon any ground mentioned above.\tThe limit of liability upon any\npolicy posted or maintained hereunder shall not be less than $500,000.\t(i)\tBond\nor Cash Deposit.  (Former Subsec. (h) Redesignated as Subsec. (i) by Ord. No.\n176,630, Eff. 6\/14\/05.)  No permit shall be issued hereunder unless in addition\nto the insurance policy herein above required, the applicant commercial entity\ninstalling street banners posts or has on file with the Board a surety bond or\ncash deposit so conditioned as to assure that the City shall be reimbursed for\nany expense that may be incurred by the Board in removing any street banner or\nappurtenance installed pursuant to the permit, in repairing damage to street\nlighting equipment resulting from the banner installation, or in otherwise\nenforcing any order, rule or relation of the Board.  Upon the face of each\napplication received, the Board shall indicate the amount of indemnity required\nupon each permit requested, which shall be at the reasonable discretion of the\nBoard.  The amount of the bond or cash deposit shall not be less than the\namount so indicated.  The unused portion of any cash, or other deposit shall be\nreturned to the applicant.\tThe applicant commercial entity installing street\nbanners shall be required as a condition to obtaining a permit, to indemnify and\nhold harmless the City, the Department, its officers and employees, from any\nliability resulting from the applicant’s use of the public property and shall\nexecute the necessary agreements satisfactory to the City Attorney.\t(j)\tTerm\nBond or Continuing Cash Deposit Acceptable.  A separate bond or cash deposit\nmay be posted in connection with each particular, but in lieu thereof, the Board\nmay accept a term bond or a continuing cash deposit conditioned to cover all\npermits which may be issued to any one applicant commercial entity installing\nstreet banners during a specified period of not to exceed one year, provided,\nhowever, that when the total aggregate required indemnity on all permits\nrequested by the applicant commercial street banner installation company is\ngreater than the limit of liability on the term bond, or greater than the cash\ndeposit maintained, no additional permits shall be issued to the applicant\ncommercial street banner installation company until sufficient additional\nindemnity to cover the same is furnished.  (Former Subsec. (i) Redesignated as\nSubsec. (j) by Ord. No. 176,630, Eff. 6\/14\/05.)\t(k)\tPermits – Issuance –\nDenial.  Provided that any application for a permit to hang a street banner or\nbanners meets the eligibility requirements of this ordinance, the Board shall\nissue, in whole or in part, a permit authorizing the installation of the\nrequested street banner or banners, as long as the required fees, bond,\ninsurance policy and other protection prescribed above have been posted and\napproved and provided the installation of such banner or banners will not damage\npublic property, unreasonably interfere with its proper use, or endanger public\nsafety or welfare, as determined by the Board of Public Works.  Each street\nbanner permit application shall be reviewed by staff in consultation with the\nCity Attorney to determine if the request complies with all the requirements of\nthis ordinance.  If staff determines that the request is in full compliance\nwith this ordinance, the permit shall be issued.  If staff determines that the\napplication is not in compliance with this ordinance, staff shall timely notify\nthe applicant of the reason or reasons for non-compliance and, if possible,\nsuggest what could be done to bring the street banner request into compliance\nwith the ordinance.  If a street banner request is ultimately denied by the\nCity, staff shall e-mail or fax the basis of the denial to the applicant. \n(Former Subsec. (j) Redesignated as Subsec. (k) and Amended by Ord. No. 176,630,\nEff. 6\/14\/05.)\t(l)\tPermit – Duration.  (Former Subsec. (k) Redesignated as\nSubsec. (l) by Ord. No. 176,630, Eff. 6\/14\/05.)\t(1)\tSingle Event.  The term of\neach permit shall be specified on the permit by the Board.  The term of the\npermit for street banners announcing a single event shall not exceed 30 days. \nA permit may be renewed or extended for up to two additional 30 day terms. A\npermit may not be renewed or extended at any of the 30 day intervals when the\nCity has on file, at the time of the requested extension, a permit application\nfrom a different entity seeking a permit for the same light poles occupied by\nthe entity seeking the permit extension.  The entity seeking the permit\nextension may request different light poles, if available, in instances where\nthe original light poles are used by a new permittee.  Under no circumstances\nshall a street banner announcing a single event installed pursuant to a permit\nissued pursuant to this code remain on the City’s light standards for more\nthan 90 days in a 12 month period.\t(2)\tSeries of Events.  The term of each\npermit shall be specified on the permit by the Board.  The term of the initial\npermit for street banners announcing a series of events shall not exceed 60\ndays.  An initial permit may be renewed or extended for one additional 30 day\nterm.  After 90 days, pursuant to an initial permit with two renewals, a second\npermit application may be submitted for a term of 30 days to maintain the\nalready installed street banners.  The second permit may be renewed for up to\ntwo additional 30 day terms. A permit may not be renewed or extended at any of\nthe 30 day intervals when the City has on file, at the time of the requested\nextension, a permit application from a different entity seeking a permit for the\nsame light poles occupied by the entity seeking the permit extension.  The\nentity seeking the permit extension may request different light poles, if\navailable, in instances where the original light poles are used by a new\npermittee. Under no circumstances shall a street banner announcing a series of\nevents installed pursuant to a permit issued pursuant to this code remain on the\nCity’s light standards for more than 180 days in a 12 month\nperiod.\t(3)\tNon-Event.  The term of each permit shall be specified on the\npermit by the Board.  The term of the initial permit for non-event street\nbanners shall not exceed 90 days.  An initial permit may be renewed or extended\nfor up to three additional 90 day terms.  A permit may not be renewed or\nextended at any of the 90 day intervals when the City has on file, at the time\nof the requested extension, a permit application from a different entity seeking\na permit for the same light poles occupied by the entity seeking the permit\nextension.  The entity seeking the permit extension may request different light\npoles, if available, in instances where the original light poles are used by a\nnew permittee.\t(m)\tPermits – Location of Street Banners Announcing an Event or\nSeries of Events.  All street banners announcing an event or series of events\nmust be placed on all usable streetlight poles on one City block.  Any permit\nto hang street banners announcing an event or series of events pursuant to this\ncode shall be deemed a “City-wide” permit request if the number of light\npoles involved is 200 or more.  If a permittee requests 200 or more light\npoles, the party requesting the permit may place a maximum of 50 street banners\nin the vicinity of the event venue and must place the remaining street banners\nequally in all Council districts.  (Former Subsec. (l) Redesignated as Subsec.\n(m) by Ord. No. 176,630, Eff. 6\/14\/05.)\t(n)\tPermits – Revocation.  (Former\nSubsec. (m) Redesignated as Subsec. (n) by Ord. No. 176,630, Eff. 6\/14\/05.) \nPermits may be revoked by the Board in whole or in part on one or more of the\nfollowing grounds:\t1.\tThe maintenance of any street banner endangers public\nwelfare, safety or property;\t2.\tFailure or refusal to observe any provision of\nthis section or any rule promulgated by the Board pursuant to authority granted\nby this section; or\t3.\tA material misrepresentation in the\napplication.\t(o)\tRemoval of Street Banner.  (Former Subsec. (n) Redesignated as\nSubsec. (o) by Ord. No. 176,630, Eff. 6\/14\/05.)  Upon expiration of any permit,\nany street banner covered thereby must be removed by the permittee within 72\nhours of the date of expiration unless a renewal or written extension is granted\nby the Board.  Any street banner not so removed may be removed by the Board\nwithout notice to the permittee.  Upon whole or partial revocation of any\npermit, all street banners covered thereby must be removed on the same date of\nrevocation unless a renewal or written extension is granted by the Board.  Any\nstreet banner not so removed shall, upon reasonable notice to the permittee, be\nremoved by the Board.  Where any street banner presents an immediate threat of\nharm to the public health, welfare or safety, the Board shall summarily cause\nits removal.\tThe costs of all Board removals shall be collected by the Board\nfrom the permittee or from his surety.\t(p)\tInstallation and Maintenance of\nStreet Banners.  Every street banner must be installed and maintained so as to\nbe safe at all times; it must not include a print size for any text smaller than\nthat adopted by the Board of Public Works in its rules and regulations; it must\nnot obstruct the clear view of traffic signals by pedestrians or operators of\nbicycles, motor bikes, cars, trucks or any other type of vehicle or mode of\ntransportation; it must have a minimum clearance of 22 feet over rails used by\nfreight cars, of 16 feet above roadways.  The Board may prescribe other needed\nclearance requirements.  (Former Subsec. (o) Redesignated as Subsec. (p) by\nOrd. No. 176,630, Eff. 6\/14\/05.)\t(q)\tRules and Regulations.  Consistent with\nthis section, the Board may adopt rules or regulations to administer the\ninstallation, maintenance and removal of street banners including rules or\nregulations pertaining to their location, size, suspension and construction. The\nBoard may adopt any other rule or regulation for the protection of public\nsafety, welfare or property. (Former Subsec. (p) Redesignated as Subsec. (q) by\nOrd. No. 176,630, Eff. 6\/14\/05.)\t(r)\tCommercial Content on Street Banners. \nNothing in the general prohibition on street banners shall prevent a for-profit\nentity from receiving recognition on the street banners announcing an otherwise\nallowable Community, Charitable or Non-Profit event, or on permitted non-event\nstreet banners, provided that the recognition of the for-profit sponsorship\nshall be limited to the name and or logo of one for-profit sponsoring entity per\nstreet banner and the size of said name or logo shall be limited to less than\n20% of the total area of the street banner.  The City of Los Angeles may defray\nthe cost of City of Los Angeles organized and administered events, and the cost\nof non-event street banners by allowing for-profit entities to co-sponsor City\norganized and administered events and non-event street banners, provided that\nthe recognition of the for-profit entity’s co-sponsorship of City events, or\nnon-event street banners is limited to the same size and content as for\nallowable Community, Charitable, or Non-Profit events or permitted non-event\nstreet banners.  (Former Subsec. (q) Redesignated as Subsec. (r) by Ord. No.\n176,630, Eff. 6\/14\/05.)\t(s)\tThe provisions of Article 7, Chapter 6, prohibiting\ncertain outdoor advertising structures, post signs and advertising statuary\nadjacent to freeways, and establishing the procedure for the consideration and\nissuance of permits for such structures, signs and statuary, shall also apply in\nthe same manner and degree to “Street Banner”.  (Former Subsec. (r)\nRedesignated as Subsec. (s) by Ord. No. 176,630, Eff. 6\/14\/05.)\t(t)\tStreet\nBanners – City Ownership after 30 Days.  Up to 3% of the street banners\nincluded in any permit application and hung in the City of Los Angeles for more\nthan 30 days may become the property of the City of Los Angeles, if a permittee\nis notified, at least three days prior to the expiration of the permit, that the\nCity wishes to take possession of the street banners once they are removed from\nthe City’s poles by the permittee. If so notified, the permittee shall return\nthe banners to the City once they are removed from the City’s poles.  If the\nCity fails to notify the permittee at least three days before the expiration of\nthe permit that it wishes to take possession of the banners, the City shall\nforfeit its right of ownership over said banners.  (Former Subsec. (s)\nRedesignated as Subsec. (t) by Ord. No. 176,630, Eff. 6\/14\/05.)\n","html":"\n\t\t\t\t\t<section><p>  STREET BANNERS.\n\t(Added by Ord. No. 86,614, Eff. 7\/31\/42.)<br \/><br \/>\t(a)\tPurpose.  The purpose of this <span class=\"dictionary\">ordinance<\/span> is to provide a limited availability for charitable and non-profit entities to advertise their event or a series of events utilizing the City of Los Angeles’ street light poles according to the criteria set forth below.  It is not the <span class=\"dictionary\">intent<\/span> of the City to provide a general public forum or to allow non-City entities or persons to post messages on the City’s light poles by the use of street banners.  The City shall not discriminate based on the content of the requested event banner, nor based on the nature of the event, provided that the requested banner meets all requirements of this <span class=\"dictionary\">ordinance<\/span>.  In no way shall this <span class=\"dictionary\">ordinance<\/span> be construed to limit the City’s inherent right to hang City sponsored street banners from municipal street light poles.  (Added by Ord. No. 176,630, Eff. 6\/14\/05.)<br \/><br \/>\t(b)\tDefinitions.  (Former Subsec. (a) Redesignated as Subsec. (b) by Ord. No. 176,630, Eff. 6\/14\/05.)<br \/><br \/>\t1.\t“Street Banner.”  Any pennant, streamer, flag, sign, picture, figure or other <span class=\"dictionary\">object<\/span>, regardless of the <span class=\"dictionary\">material<\/span> of which it is made, which is suspended or otherwise displayed over any public street, way or place, designed for decoration or advertisement, or to attract the attention of passersby; except, however, official warning devices, public service facilities, street lights and the like. The term shall not include signs the installation and maintenance of which is regulated by Article 1, Chapter 9 of this Code.  (Amended by Ord. No. 89,977, Eff. 1\/28\/46.)<br \/><br \/>\t2.\t“Each Installation.”  Each wire or rope from which one or more street banner are suspended shall be deemed to be one “installation”.  Multiple banners suspended from a single pole shall also be deemed one installation, provided that the multiple banners comply with all other <span class=\"dictionary\">laws<\/span>, rules and regulations covering street banners.  (Amended by Ord. No. 172,899, Eff. 12\/23\/99.)<br \/><br \/>\t3.\t“Event.”  Shall be defined as something that takes place within the City of Los Angeles at a <span class=\"dictionary\">venue<\/span> that is open for attendance by the City’s citizens regardless of their age, gender, race, religion or physical disability.  A telethon or phone-a-thon shall be considered an “event” under this definition if it meets all other requirements of this <span class=\"dictionary\">ordinance<\/span>.  (Added by Ord. No. 176,630, Eff. 6\/14\/05.)<br \/><br \/>\t4.\t“Community Event.”  Shall be defined as an event, or a series of events that promotes civic pride in a local community within the City of Los Angeles or the City of Los Angeles as a whole, and that is not a purely commercial enterprise and where the proceeds, if any, will directly benefit either a charitable or non-profit organization.  (Renumbered and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)<br \/><br \/>\t5.\t“Charitable Event.”  Shall be defined as an event, or a series of events where the proceeds, if any, will directly benefit a charitable organization that maintains its charitable status under Internal Revenue Code §&nbsp;501(c)(3).  (Renumbered and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)<br \/><br \/>\t6.\t“Non-Profit Event.”  Shall be defined as an event, or series of events that is sponsored by an organization that is incorporated or otherwise organized as a non-profit organization under the <span class=\"dictionary\">laws<\/span> of the State of California or the Internal Revenue Code and where the proceeds, if any, will directly benefit either a charitable or non-profit organization.  (Renumbered and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)<br \/><br \/>\t7.\t“City of Los Angeles Event.”  Shall be defined as an event, or series of events that is organized and administered by the City of Los Angeles or by any of its operating departments, boards, commissions or bureaus and that has been approved by the City Council.  (Renumbered and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)<br \/><br \/>\t8.\t“Citywide Event.”  Shall be defined as an event for which organizers will install in excess of 200 banners.  (Renumbered and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)<br \/><br \/>\t9.\t“Non-Event Banner.”  Shall be defined as a banner that identifies or denotes on the banner an area, community, district or other recognized geographic portion of the City of Los Angeles, such as a Business Improvement District, or contains a public service announcement from the City and meets all other requirements of this <span class=\"dictionary\">ordinance<\/span>.  (Renumbered and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)<br \/><br \/>\t(c)\t– General Prohibition.  No street banners shall be installed in the public right of way except for street banners expressly authorized by subsection (d) below.  (Former Subsec. (b) Redesignated as Subsec. (c) and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)<br \/><br \/>\t(d)\tStreet Banners – Exemptions from General Prohibition. (Former Subsec. (c) Redesignated as Subsec. (d) and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)<br \/><br \/>\t(1)\tThe City of Los Angeles may hang, or authorize a third <span class=\"dictionary\">party<\/span> to hang on its behalf, street banners that announce a City of Los Angeles event.  The City Council may also authorize the hanging of City of Los Angeles sponsored non-event street banners, including street banners requested by any of the City’s operating departments, boards, commissions, bureaus or requested by other governmental entities, that do not announce a specific event but that contain public service announcements or that identify or denote on the banner an area, community, district or other recognized geographic portion of the City of Los Angeles, such as a Business Improvement District.  All banners requested by other governmental entities, other than the City of Los Angeles, shall be subject to the applicable fees as authorized in this code.<br \/><br \/>\t(2)\tThe City of Los Angeles may <span class=\"dictionary\">issue<\/span> a permit to hang event street banners that announce either a Community event, a Charitable event or a Non-Profit event or non-event street banners requested by a charitable or nonprofit entity that identify or denote on the banner an area, community, district or other recognized geographic portion of the City of Los Angeles, such as a Business Improvement District.<br \/><br \/>\t(e)\tStreet Banners – Content.  (Added by Ord. No. 176,630, Eff. 6\/14\/05.)<br \/><br \/>\t(1)\tThe text on all event street banners that announce Community, Charitable or Non-Profit events shall be limited to the following content: the name of the event; the name of the charitable or non-profit organization who is the permit applicant, and, if the name of the organization is in a language other than English, the English translation of the name; the date of the event; the time of the event; the location of the event and, if desired by the applicant, either a telephone number or web address for persons to obtain additional information concerning the event. The name of any event shall be no more than 8 words and contain no more than 50 letters.<br \/><br \/>\t(2)\tThe content of all community identity non-event street banners shall be limited to the name of the area, community, district or other recognized geographic portion of the City of Los Angeles such as a Business Improvement District and may contain an introductory word or words, such as “Welcome to” or “Entering.” City of Los Angeles non-event banners may contain public service information or messages.<br \/><br \/>\t(f)\tPermit Required.  No person shall install or maintain any street banner without a permit therefor from the Board of Public Works.  A separate permit shall be required for each banner design and location, but all street banners suspended in one city block, or in a number of contiguous city blocks, by one permittee, shall be deemed to be at the same location.  Permits shall not be issued for light poles on streets where the adjoining land use is primarily single-family residential.  (Former Subsec. (d) Redesignated as Subsec. (f) by Ord. No. 176,630, Eff. 6\/14\/05.)<br \/><br \/>\t(g)\tApplication and Fee.  Applications for permits shall be made jointly by the primary event sponsor and the commercial entity installing the banners upon forms prescribed by the Board.  The application must include a clear replica of the proposed banner or banners, including any text on said banners, for each proposed installation, and said application shall also include all other information required by the Board for the protection of public safety, welfare and property.  One application may include any number of locations, provided that the applicant must submit replicas of all different banners proposed to be installed under the single application.  (Former Subsec. (f) Redesignated as Subsec. (g) and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)<br \/><br \/>\t(h)\tInsurance Policy to be Posted.  (Former Subsec. (g) Redesignated as Subsec. (h) by Ord. No. 176,630, Eff. 6\/14\/05.)  No permit shall be issued hereunder unless the commercial entity installing the street banners has on file with the Board a satisfactory policy of insurance so conditioned as to insure the City, its officers and employees against any loss, cost, expense, injury, damage or liability incurred by reason of any personal injury or property damage sustained by any person, caused by or resulting from or which may be claimed to have been caused by or to have resulted from, the installation or maintenance of any street banner or appurtenance installed under the permit, or from any failure to install or maintain any such street banner or appurtenance in the manner required by this <span class=\"dictionary\">ordinance<\/span> or by rule, regulation or <span class=\"dictionary\">order<\/span> of the Board, or from any dangerous or defective condition or nuisance created thereby or resulting therefrom.  Furthermore, by the policy, the City, its officers and employees as named assures, must be insured against any property damage or personal injury resulting from any such cause.<br \/><br \/>\tIn addition, the policy shall be so conditioned as to assure the ability of the applicant to respond in <span class=\"dictionary\">damages<\/span>, in any action brought for personal injury or property damage sustained by any person, based upon any ground mentioned above.<br \/><br \/>\tThe limit of liability upon any policy posted or maintained hereunder shall not be less than $500,000.<br \/><br \/>\t(i)\t<span class=\"dictionary\">Bond<\/span> or Cash Deposit.  (Former Subsec. (h) Redesignated as Subsec. (i) by Ord. No. 176,630, Eff. 6\/14\/05.)  No permit shall be issued hereunder unless in addition to the insurance policy herein above required, the applicant commercial entity installing street banners posts or has on file with the Board a <span class=\"dictionary\">surety<\/span> <span class=\"dictionary\">bond<\/span> or cash deposit so conditioned as to assure that the City shall be reimbursed for any expense that may be incurred by the Board in removing any street banner or appurtenance installed pursuant to the permit, in repairing damage to street lighting equipment resulting from the banner installation, or in otherwise enforcing any <span class=\"dictionary\">order<\/span>, rule or relation of the Board.  Upon the face of each application received, the Board shall indicate the amount of indemnity required upon each permit requested, which shall be at the reasonable discretion of the Board.  The amount of the <span class=\"dictionary\">bond<\/span> or cash deposit shall not be less than the amount so indicated.  The unused portion of any cash, or other deposit shall be returned to the applicant.<br \/><br \/>\tThe applicant commercial entity installing street banners shall be required as a condition to obtaining a permit, to indemnify and hold harmless the City, the Department, its officers and employees, from any liability resulting from the applicant’s use of the public property and shall execute the necessary agreements satisfactory to the City Attorney.<br \/><br \/>\t(j)\tTerm <span class=\"dictionary\">Bond<\/span> or Continuing Cash Deposit Acceptable.  A separate <span class=\"dictionary\">bond<\/span> or cash deposit may be posted in connection with each particular, but in lieu thereof, the Board may accept a term <span class=\"dictionary\">bond<\/span> or a continuing cash deposit conditioned to cover all permits which may be issued to any one applicant commercial entity installing street banners during a specified period of not to exceed one year, provided, however, that when the total aggregate required indemnity on all permits requested by the applicant commercial street banner installation company is greater than the limit of liability on the term <span class=\"dictionary\">bond<\/span>, or greater than the cash deposit maintained, no additional permits shall be issued to the applicant commercial street banner installation company until sufficient additional indemnity to cover the same is furnished.  (Former Subsec. (i) Redesignated as Subsec. (j) by Ord. No. 176,630, Eff. 6\/14\/05.)<br \/><br \/>\t(k)\tPermits – Issuance – Denial.  Provided that any application for a permit to hang a street banner or banners meets the eligibility requirements of this <span class=\"dictionary\">ordinance<\/span>, the Board shall <span class=\"dictionary\">issue<\/span>, in whole or in part, a permit authorizing the installation of the requested street banner or banners, as long as the required fees, <span class=\"dictionary\">bond<\/span>, insurance policy and other protection prescribed above have been posted and approved and provided the installation of such banner or banners will not damage public property, unreasonably interfere with its proper use, or endanger public safety or welfare, as determined by the Board of Public Works.  Each street banner permit application shall be reviewed by staff in consultation with the City Attorney to determine if the request complies with all the requirements of this <span class=\"dictionary\">ordinance<\/span>.  If staff determines that the request is in full compliance with this <span class=\"dictionary\">ordinance<\/span>, the permit shall be issued.  If staff determines that the application is not in compliance with this <span class=\"dictionary\">ordinance<\/span>, staff shall timely notify the applicant of the reason or reasons for non-compliance and, if possible, suggest what could be done to bring the street banner request into compliance with the <span class=\"dictionary\">ordinance<\/span>.  If a street banner request is ultimately denied by the City, staff shall e-mail or fax the basis of the denial to the applicant.  (Former Subsec. (j) Redesignated as Subsec. (k) and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)<br \/><br \/>\t(l)\tPermit – Duration.  (Former Subsec. (k) Redesignated as Subsec. (l) by Ord. No. 176,630, Eff. 6\/14\/05.)<br \/><br \/>\t(1)\tSingle Event.  The term of each permit shall be specified on the permit by the Board.  The term of the permit for street banners announcing a single event shall not exceed 30 days.  A permit may be renewed or extended for up to two additional 30 day terms. A permit may not be renewed or extended at any of the 30 day intervals when the City has on file, at the time of the requested extension, a permit application from a different entity seeking a permit for the same light poles occupied by the entity seeking the permit extension.  The entity seeking the permit extension may request different light poles, if available, in instances where the original light poles are used by a new permittee.  Under no circumstances shall a street banner announcing a single event installed pursuant to a permit issued pursuant to this code remain on the City’s light standards for more than 90 days in a 12 month period.<br \/><br \/>\t(2)\tSeries of Events.  The term of each permit shall be specified on the permit by the Board.  The term of the initial permit for street banners announcing a series of events shall not exceed 60 days.  An initial permit may be renewed or extended for one additional 30 day term.  After 90 days, pursuant to an initial permit with two renewals, a second permit application may be submitted for a term of 30 days to maintain the already installed street banners.  The second permit may be renewed for up to two additional 30 day terms. A permit may not be renewed or extended at any of the 30 day intervals when the City has on file, at the time of the requested extension, a permit application from a different entity seeking a permit for the same light poles occupied by the entity seeking the permit extension.  The entity seeking the permit extension may request different light poles, if available, in instances where the original light poles are used by a new permittee. Under no circumstances shall a street banner announcing a series of events installed pursuant to a permit issued pursuant to this code remain on the City’s light standards for more than 180 days in a 12 month period.<br \/><br \/>\t(3)\tNon-Event.  The term of each permit shall be specified on the permit by the Board.  The term of the initial permit for non-event street banners shall not exceed 90 days.  An initial permit may be renewed or extended for up to three additional 90 day terms.  A permit may not be renewed or extended at any of the 90 day intervals when the City has on file, at the time of the requested extension, a permit application from a different entity seeking a permit for the same light poles occupied by the entity seeking the permit extension.  The entity seeking the permit extension may request different light poles, if available, in instances where the original light poles are used by a new permittee.<br \/><br \/>\t(m)\tPermits – Location of Street Banners Announcing an Event or Series of Events.  All street banners announcing an event or series of events must be placed on all usable streetlight poles on one City block.  Any permit to hang street banners announcing an event or series of events pursuant to this code shall be deemed a “City-wide” permit request if the number of light poles involved is 200 or more.  If a permittee requests 200 or more light poles, the <span class=\"dictionary\">party<\/span> requesting the permit may place a maximum of 50 street banners in the vicinity of the event <span class=\"dictionary\">venue<\/span> and must place the remaining street banners equally in all Council districts.  (Former Subsec. (l) Redesignated as Subsec. (m) by Ord. No. 176,630, Eff. 6\/14\/05.)<br \/><br \/>\t(n)\tPermits – <span class=\"dictionary\">Revocation<\/span>.  (Former Subsec. (m) Redesignated as Subsec. (n) by Ord. No. 176,630, Eff. 6\/14\/05.)  Permits may be revoked by the Board in whole or in part on one or more of the following grounds:<br \/><br \/>\t1.\tThe maintenance of any street banner endangers public welfare, safety or property;<br \/><br \/>\t2.\tFailure or refusal to observe any provision of this section or any rule promulgated by the Board pursuant to authority granted by this section; or<br \/><br \/>\t3.\tA <span class=\"dictionary\">material<\/span> misrepresentation in the application.<br \/><br \/>\t(o)\tRemoval of Street Banner.  (Former Subsec. (n) Redesignated as Subsec. (o) by Ord. No. 176,630, Eff. 6\/14\/05.)  Upon expiration of any permit, any street banner covered thereby must be removed by the permittee within 72 hours of the date of expiration unless a renewal or written extension is granted by the Board.  Any street banner not so removed may be removed by the Board without notice to the permittee.  Upon whole or partial <span class=\"dictionary\">revocation<\/span> of any permit, all street banners covered thereby must be removed on the same date of <span class=\"dictionary\">revocation<\/span> unless a renewal or written extension is granted by the Board.  Any street banner not so removed shall, upon reasonable notice to the permittee, be removed by the Board.  Where any street banner presents an immediate threat of harm to the public health, welfare or safety, the Board shall summarily cause its removal.<br \/><br \/>\tThe costs of all Board removals shall be collected by the Board from the permittee or from his <span class=\"dictionary\">surety<\/span>.<br \/><br \/>\t(p)\tInstallation and Maintenance of Street Banners.  Every street banner must be installed and maintained so as to be safe at all times; it must not include a print size for any text smaller than that adopted by the Board of Public Works in its rules and regulations; it must not obstruct the clear view of traffic signals by pedestrians or operators of bicycles, motor bikes, cars, trucks or any other type of vehicle or mode of transportation; it must have a minimum clearance of 22 feet over rails used by freight cars, of 16 feet above roadways.  The Board may prescribe other needed clearance requirements.  (Former Subsec. (o) Redesignated as Subsec. (p) by Ord. No. 176,630, Eff. 6\/14\/05.)<br \/><br \/>\t(q)\tRules and Regulations.  Consistent with this section, the Board may adopt rules or regulations to administer the installation, maintenance and removal of street banners including rules or regulations pertaining to their location, size, suspension and construction. The Board may adopt any other rule or regulation for the protection of public safety, welfare or property. (Former Subsec. (p) Redesignated as Subsec. (q) by Ord. No. 176,630, Eff. 6\/14\/05.)<br \/><br \/>\t(r)\tCommercial Content on Street Banners.  Nothing in the general prohibition on street banners shall prevent a for-profit entity from receiving recognition on the street banners announcing an otherwise allowable Community, Charitable or Non-Profit event, or on permitted non-event street banners, provided that the recognition of the for-profit sponsorship shall be limited to the name and or logo of one for-profit sponsoring entity per street banner and the size of said name or logo shall be limited to less than 20% of the total area of the street banner.  The City of Los Angeles may defray the cost of City of Los Angeles organized and administered events, and the cost of non-event street banners by allowing for-profit entities to co-sponsor City organized and administered events and non-event street banners, provided that the recognition of the for-profit entity’s co-sponsorship of City events, or non-event street banners is limited to the same size and content as for allowable Community, Charitable, or Non-Profit events or permitted non-event street banners.  (Former Subsec. (q) Redesignated as Subsec. (r) by Ord. No. 176,630, Eff. 6\/14\/05.)<br \/><br \/>\t(s)\tThe provisions of Article 7, Chapter 6, prohibiting certain outdoor advertising structures, post signs and advertising statuary adjacent to freeways, and establishing the procedure for the consideration and issuance of permits for such structures, signs and statuary, shall also apply in the same manner and degree to “Street Banner”.  (Former Subsec. (r) Redesignated as Subsec. (s) by Ord. No. 176,630, Eff. 6\/14\/05.)<br \/><br \/>\t(t)\tStreet Banners – City Ownership after 30 Days.  Up to 3% of the street banners included in any permit application and hung in the City of Los Angeles for more than 30 days may become the property of the City of Los Angeles, if a permittee is notified, at least three days prior to the expiration of the permit, that the City wishes to take <span class=\"dictionary\">possession<\/span> of the street banners once they are removed from the City’s poles by the permittee. If so notified, the permittee shall return the banners to the City once they are removed from the City’s poles.  If the City fails to notify the permittee at least three days before the expiration of the permit that it wishes to take <span class=\"dictionary\">possession<\/span> of the banners, the City shall forfeit its right of ownership over said banners.  (Former Subsec. (s) Redesignated as Subsec. (t) by Ord. No. 176,630, Eff. 6\/14\/05.)<\/p><\/section>","previous_section":{"id":"1057","structure_id":"36","section_number":"62.131","catch_line":"Decorative Lights Over Streets And Sidewalks.","url":"\/62.131\/","token":"62.131"},"text":{"0":{"id":"3391","text":"  STREET BANNERS.\n\t(Added by Ord. No. 86,614, Eff. 7\/31\/42.)\t(a)\tPurpose.  The purpose of this ordinance is to provide a limited availability for charitable and non-profit entities to advertise their event or a series of events utilizing the City of Los Angeles’ street light poles according to the criteria set forth below.  It is not the intent of the City to provide a general public forum or to allow non-City entities or persons to post messages on the City’s light poles by the use of street banners.  The City shall not discriminate based on the content of the requested event banner, nor based on the nature of the event, provided that the requested banner meets all requirements of this ordinance.  In no way shall this ordinance be construed to limit the City’s inherent right to hang City sponsored street banners from municipal street light poles.  (Added by Ord. No. 176,630, Eff. 6\/14\/05.)\t(b)\tDefinitions.  (Former Subsec. (a) Redesignated as Subsec. (b) by Ord. No. 176,630, Eff. 6\/14\/05.)\t1.\t“Street Banner.”  Any pennant, streamer, flag, sign, picture, figure or other object, regardless of the material of which it is made, which is suspended or otherwise displayed over any public street, way or place, designed for decoration or advertisement, or to attract the attention of passersby; except, however, official warning devices, public service facilities, street lights and the like. The term shall not include signs the installation and maintenance of which is regulated by Article 1, Chapter 9 of this Code.  (Amended by Ord. No. 89,977, Eff. 1\/28\/46.)\t2.\t“Each Installation.”  Each wire or rope from which one or more street banner are suspended shall be deemed to be one “installation”.  Multiple banners suspended from a single pole shall also be deemed one installation, provided that the multiple banners comply with all other laws, rules and regulations covering street banners.  (Amended by Ord. No. 172,899, Eff. 12\/23\/99.)\t3.\t“Event.”  Shall be defined as something that takes place within the City of Los Angeles at a venue that is open for attendance by the City’s citizens regardless of their age, gender, race, religion or physical disability.  A telethon or phone-a-thon shall be considered an “event” under this definition if it meets all other requirements of this ordinance.  (Added by Ord. No. 176,630, Eff. 6\/14\/05.)\t4.\t“Community Event.”  Shall be defined as an event, or a series of events that promotes civic pride in a local community within the City of Los Angeles or the City of Los Angeles as a whole, and that is not a purely commercial enterprise and where the proceeds, if any, will directly benefit either a charitable or non-profit organization.  (Renumbered and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)\t5.\t“Charitable Event.”  Shall be defined as an event, or a series of events where the proceeds, if any, will directly benefit a charitable organization that maintains its charitable status under Internal Revenue Code § 501(c)(3).  (Renumbered and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)\t6.\t“Non-Profit Event.”  Shall be defined as an event, or series of events that is sponsored by an organization that is incorporated or otherwise organized as a non-profit organization under the laws of the State of California or the Internal Revenue Code and where the proceeds, if any, will directly benefit either a charitable or non-profit organization.  (Renumbered and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)\t7.\t“City of Los Angeles Event.”  Shall be defined as an event, or series of events that is organized and administered by the City of Los Angeles or by any of its operating departments, boards, commissions or bureaus and that has been approved by the City Council.  (Renumbered and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)\t8.\t“Citywide Event.”  Shall be defined as an event for which organizers will install in excess of 200 banners.  (Renumbered and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)\t9.\t“Non-Event Banner.”  Shall be defined as a banner that identifies or denotes on the banner an area, community, district or other recognized geographic portion of the City of Los Angeles, such as a Business Improvement District, or contains a public service announcement from the City and meets all other requirements of this ordinance.  (Renumbered and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)\t(c)\t– General Prohibition.  No street banners shall be installed in the public right of way except for street banners expressly authorized by subsection (d) below.  (Former Subsec. (b) Redesignated as Subsec. (c) and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)\t(d)\tStreet Banners – Exemptions from General Prohibition. (Former Subsec. (c) Redesignated as Subsec. (d) and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)\t(1)\tThe City of Los Angeles may hang, or authorize a third party to hang on its behalf, street banners that announce a City of Los Angeles event.  The City Council may also authorize the hanging of City of Los Angeles sponsored non-event street banners, including street banners requested by any of the City’s operating departments, boards, commissions, bureaus or requested by other governmental entities, that do not announce a specific event but that contain public service announcements or that identify or denote on the banner an area, community, district or other recognized geographic portion of the City of Los Angeles, such as a Business Improvement District.  All banners requested by other governmental entities, other than the City of Los Angeles, shall be subject to the applicable fees as authorized in this code.\t(2)\tThe City of Los Angeles may issue a permit to hang event street banners that announce either a Community event, a Charitable event or a Non-Profit event or non-event street banners requested by a charitable or nonprofit entity that identify or denote on the banner an area, community, district or other recognized geographic portion of the City of Los Angeles, such as a Business Improvement District.\t(e)\tStreet Banners – Content.  (Added by Ord. No. 176,630, Eff. 6\/14\/05.)\t(1)\tThe text on all event street banners that announce Community, Charitable or Non-Profit events shall be limited to the following content: the name of the event; the name of the charitable or non-profit organization who is the permit applicant, and, if the name of the organization is in a language other than English, the English translation of the name; the date of the event; the time of the event; the location of the event and, if desired by the applicant, either a telephone number or web address for persons to obtain additional information concerning the event. The name of any event shall be no more than 8 words and contain no more than 50 letters.\t(2)\tThe content of all community identity non-event street banners shall be limited to the name of the area, community, district or other recognized geographic portion of the City of Los Angeles such as a Business Improvement District and may contain an introductory word or words, such as “Welcome to” or “Entering.” City of Los Angeles non-event banners may contain public service information or messages.\t(f)\tPermit Required.  No person shall install or maintain any street banner without a permit therefor from the Board of Public Works.  A separate permit shall be required for each banner design and location, but all street banners suspended in one city block, or in a number of contiguous city blocks, by one permittee, shall be deemed to be at the same location.  Permits shall not be issued for light poles on streets where the adjoining land use is primarily single-family residential.  (Former Subsec. (d) Redesignated as Subsec. (f) by Ord. No. 176,630, Eff. 6\/14\/05.)\t(g)\tApplication and Fee.  Applications for permits shall be made jointly by the primary event sponsor and the commercial entity installing the banners upon forms prescribed by the Board.  The application must include a clear replica of the proposed banner or banners, including any text on said banners, for each proposed installation, and said application shall also include all other information required by the Board for the protection of public safety, welfare and property.  One application may include any number of locations, provided that the applicant must submit replicas of all different banners proposed to be installed under the single application.  (Former Subsec. (f) Redesignated as Subsec. (g) and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)\t(h)\tInsurance Policy to be Posted.  (Former Subsec. (g) Redesignated as Subsec. (h) by Ord. No. 176,630, Eff. 6\/14\/05.)  No permit shall be issued hereunder unless the commercial entity installing the street banners has on file with the Board a satisfactory policy of insurance so conditioned as to insure the City, its officers and employees against any loss, cost, expense, injury, damage or liability incurred by reason of any personal injury or property damage sustained by any person, caused by or resulting from or which may be claimed to have been caused by or to have resulted from, the installation or maintenance of any street banner or appurtenance installed under the permit, or from any failure to install or maintain any such street banner or appurtenance in the manner required by this ordinance or by rule, regulation or order of the Board, or from any dangerous or defective condition or nuisance created thereby or resulting therefrom.  Furthermore, by the policy, the City, its officers and employees as named assures, must be insured against any property damage or personal injury resulting from any such cause.\tIn addition, the policy shall be so conditioned as to assure the ability of the applicant to respond in damages, in any action brought for personal injury or property damage sustained by any person, based upon any ground mentioned above.\tThe limit of liability upon any policy posted or maintained hereunder shall not be less than $500,000.\t(i)\tBond or Cash Deposit.  (Former Subsec. (h) Redesignated as Subsec. (i) by Ord. No. 176,630, Eff. 6\/14\/05.)  No permit shall be issued hereunder unless in addition to the insurance policy herein above required, the applicant commercial entity installing street banners posts or has on file with the Board a surety bond or cash deposit so conditioned as to assure that the City shall be reimbursed for any expense that may be incurred by the Board in removing any street banner or appurtenance installed pursuant to the permit, in repairing damage to street lighting equipment resulting from the banner installation, or in otherwise enforcing any order, rule or relation of the Board.  Upon the face of each application received, the Board shall indicate the amount of indemnity required upon each permit requested, which shall be at the reasonable discretion of the Board.  The amount of the bond or cash deposit shall not be less than the amount so indicated.  The unused portion of any cash, or other deposit shall be returned to the applicant.\tThe applicant commercial entity installing street banners shall be required as a condition to obtaining a permit, to indemnify and hold harmless the City, the Department, its officers and employees, from any liability resulting from the applicant’s use of the public property and shall execute the necessary agreements satisfactory to the City Attorney.\t(j)\tTerm Bond or Continuing Cash Deposit Acceptable.  A separate bond or cash deposit may be posted in connection with each particular, but in lieu thereof, the Board may accept a term bond or a continuing cash deposit conditioned to cover all permits which may be issued to any one applicant commercial entity installing street banners during a specified period of not to exceed one year, provided, however, that when the total aggregate required indemnity on all permits requested by the applicant commercial street banner installation company is greater than the limit of liability on the term bond, or greater than the cash deposit maintained, no additional permits shall be issued to the applicant commercial street banner installation company until sufficient additional indemnity to cover the same is furnished.  (Former Subsec. (i) Redesignated as Subsec. (j) by Ord. No. 176,630, Eff. 6\/14\/05.)\t(k)\tPermits – Issuance – Denial.  Provided that any application for a permit to hang a street banner or banners meets the eligibility requirements of this ordinance, the Board shall issue, in whole or in part, a permit authorizing the installation of the requested street banner or banners, as long as the required fees, bond, insurance policy and other protection prescribed above have been posted and approved and provided the installation of such banner or banners will not damage public property, unreasonably interfere with its proper use, or endanger public safety or welfare, as determined by the Board of Public Works.  Each street banner permit application shall be reviewed by staff in consultation with the City Attorney to determine if the request complies with all the requirements of this ordinance.  If staff determines that the request is in full compliance with this ordinance, the permit shall be issued.  If staff determines that the application is not in compliance with this ordinance, staff shall timely notify the applicant of the reason or reasons for non-compliance and, if possible, suggest what could be done to bring the street banner request into compliance with the ordinance.  If a street banner request is ultimately denied by the City, staff shall e-mail or fax the basis of the denial to the applicant.  (Former Subsec. (j) Redesignated as Subsec. (k) and Amended by Ord. No. 176,630, Eff. 6\/14\/05.)\t(l)\tPermit – Duration.  (Former Subsec. (k) Redesignated as Subsec. (l) by Ord. No. 176,630, Eff. 6\/14\/05.)\t(1)\tSingle Event.  The term of each permit shall be specified on the permit by the Board.  The term of the permit for street banners announcing a single event shall not exceed 30 days.  A permit may be renewed or extended for up to two additional 30 day terms. A permit may not be renewed or extended at any of the 30 day intervals when the City has on file, at the time of the requested extension, a permit application from a different entity seeking a permit for the same light poles occupied by the entity seeking the permit extension.  The entity seeking the permit extension may request different light poles, if available, in instances where the original light poles are used by a new permittee.  Under no circumstances shall a street banner announcing a single event installed pursuant to a permit issued pursuant to this code remain on the City’s light standards for more than 90 days in a 12 month period.\t(2)\tSeries of Events.  The term of each permit shall be specified on the permit by the Board.  The term of the initial permit for street banners announcing a series of events shall not exceed 60 days.  An initial permit may be renewed or extended for one additional 30 day term.  After 90 days, pursuant to an initial permit with two renewals, a second permit application may be submitted for a term of 30 days to maintain the already installed street banners.  The second permit may be renewed for up to two additional 30 day terms. A permit may not be renewed or extended at any of the 30 day intervals when the City has on file, at the time of the requested extension, a permit application from a different entity seeking a permit for the same light poles occupied by the entity seeking the permit extension.  The entity seeking the permit extension may request different light poles, if available, in instances where the original light poles are used by a new permittee. Under no circumstances shall a street banner announcing a series of events installed pursuant to a permit issued pursuant to this code remain on the City’s light standards for more than 180 days in a 12 month period.\t(3)\tNon-Event.  The term of each permit shall be specified on the permit by the Board.  The term of the initial permit for non-event street banners shall not exceed 90 days.  An initial permit may be renewed or extended for up to three additional 90 day terms.  A permit may not be renewed or extended at any of the 90 day intervals when the City has on file, at the time of the requested extension, a permit application from a different entity seeking a permit for the same light poles occupied by the entity seeking the permit extension.  The entity seeking the permit extension may request different light poles, if available, in instances where the original light poles are used by a new permittee.\t(m)\tPermits – Location of Street Banners Announcing an Event or Series of Events.  All street banners announcing an event or series of events must be placed on all usable streetlight poles on one City block.  Any permit to hang street banners announcing an event or series of events pursuant to this code shall be deemed a “City-wide” permit request if the number of light poles involved is 200 or more.  If a permittee requests 200 or more light poles, the party requesting the permit may place a maximum of 50 street banners in the vicinity of the event venue and must place the remaining street banners equally in all Council districts.  (Former Subsec. (l) Redesignated as Subsec. (m) by Ord. No. 176,630, Eff. 6\/14\/05.)\t(n)\tPermits – Revocation.  (Former Subsec. (m) Redesignated as Subsec. (n) by Ord. No. 176,630, Eff. 6\/14\/05.)  Permits may be revoked by the Board in whole or in part on one or more of the following grounds:\t1.\tThe maintenance of any street banner endangers public welfare, safety or property;\t2.\tFailure or refusal to observe any provision of this section or any rule promulgated by the Board pursuant to authority granted by this section; or\t3.\tA material misrepresentation in the application.\t(o)\tRemoval of Street Banner.  (Former Subsec. (n) Redesignated as Subsec. (o) by Ord. No. 176,630, Eff. 6\/14\/05.)  Upon expiration of any permit, any street banner covered thereby must be removed by the permittee within 72 hours of the date of expiration unless a renewal or written extension is granted by the Board.  Any street banner not so removed may be removed by the Board without notice to the permittee.  Upon whole or partial revocation of any permit, all street banners covered thereby must be removed on the same date of revocation unless a renewal or written extension is granted by the Board.  Any street banner not so removed shall, upon reasonable notice to the permittee, be removed by the Board.  Where any street banner presents an immediate threat of harm to the public health, welfare or safety, the Board shall summarily cause its removal.\tThe costs of all Board removals shall be collected by the Board from the permittee or from his surety.\t(p)\tInstallation and Maintenance of Street Banners.  Every street banner must be installed and maintained so as to be safe at all times; it must not include a print size for any text smaller than that adopted by the Board of Public Works in its rules and regulations; it must not obstruct the clear view of traffic signals by pedestrians or operators of bicycles, motor bikes, cars, trucks or any other type of vehicle or mode of transportation; it must have a minimum clearance of 22 feet over rails used by freight cars, of 16 feet above roadways.  The Board may prescribe other needed clearance requirements.  (Former Subsec. (o) Redesignated as Subsec. (p) by Ord. No. 176,630, Eff. 6\/14\/05.)\t(q)\tRules and Regulations.  Consistent with this section, the Board may adopt rules or regulations to administer the installation, maintenance and removal of street banners including rules or regulations pertaining to their location, size, suspension and construction. The Board may adopt any other rule or regulation for the protection of public safety, welfare or property. (Former Subsec. (p) Redesignated as Subsec. (q) by Ord. No. 176,630, Eff. 6\/14\/05.)\t(r)\tCommercial Content on Street Banners.  Nothing in the general prohibition on street banners shall prevent a for-profit entity from receiving recognition on the street banners announcing an otherwise allowable Community, Charitable or Non-Profit event, or on permitted non-event street banners, provided that the recognition of the for-profit sponsorship shall be limited to the name and or logo of one for-profit sponsoring entity per street banner and the size of said name or logo shall be limited to less than 20% of the total area of the street banner.  The City of Los Angeles may defray the cost of City of Los Angeles organized and administered events, and the cost of non-event street banners by allowing for-profit entities to co-sponsor City organized and administered events and non-event street banners, provided that the recognition of the for-profit entity’s co-sponsorship of City events, or non-event street banners is limited to the same size and content as for allowable Community, Charitable, or Non-Profit events or permitted non-event street banners.  (Former Subsec. (q) Redesignated as Subsec. (r) by Ord. No. 176,630, Eff. 6\/14\/05.)\t(s)\tThe provisions of Article 7, Chapter 6, prohibiting certain outdoor advertising structures, post signs and advertising statuary adjacent to freeways, and establishing the procedure for the consideration and issuance of permits for such structures, signs and statuary, shall also apply in the same manner and degree to “Street Banner”.  (Former Subsec. (r) Redesignated as Subsec. (s) by Ord. No. 176,630, Eff. 6\/14\/05.)\t(t)\tStreet Banners – City Ownership after 30 Days.  Up to 3% of the street banners included in any permit application and hung in the City of Los Angeles for more than 30 days may become the property of the City of Los Angeles, if a permittee is notified, at least three days prior to the expiration of the permit, that the City wishes to take possession of the street banners once they are removed from the City’s poles by the permittee. If so notified, the permittee shall return the banners to the City once they are removed from the City’s poles.  If the City fails to notify the permittee at least three days before the expiration of the permit that it wishes to take possession of the banners, the City shall forfeit its right of ownership over said banners.  (Former Subsec. (s) Redesignated as Subsec. (t) by Ord. No. 176,630, Eff. 6\/14\/05.)","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}