{"section_number":"62.250","edition_id":"1","section_id":"3320","structure_id":"140","catch_line":"Major Transit And Transportation Construction Impact Area Traffic Management.","history":"","full_text":"  MAJOR TRANSIT AND TRANSPORTATION CONSTRUCTION IMPACT AREA TRAFFIC MANAGEMENT.\n\t(Amended by Ord. No. 175,630, Eff. 12\/28\/03.)\n\n\tA.\tGeneral Provisions.\n\n\t1.\tPurpose.  The purpose of this article is to minimize the loss of traffic capacity within various Major Transit and Transportation Construction Impact Areas resulting from construction activity, including Metro Rail, Light Rail, busway, utility, private development, street improvement, street maintenance, and major public works projects.\n\n\t2.\tScope.  This article shall apply to any activity or work within any public street or alley within a defined Major Transit and Transportation Construction Impact Area commencing with the effective date of this ordinance and extending until the completion of all major transit and transportation construction within the City of Los Angeles. \n\n\tB.\tDefinitions.  For the purposes of this article, the following definitions apply:\n\n\t1.\tAppeals Committee.  The General Manager of the Department of Transportation, the City Engineer, the Director of the Bureau of Street Services, and the Director of the Bureau of Contract Administration, or their designees.  The City Engineer shall be the Chairperson of the Appeals Committee. The Appeals Committee considers appeals regarding Worksite Traffic Control Conditions and night work.  The President of the Board of Public Works decides those appeals heard by the Appeals Committee that end in a tie vote.\n\n\t2.\tCode.  Los Angeles Municipal Code.\n\n\t3.\tEmergency Work.  Immediate action that must be taken to alleviate a hazardous condition, which represents an immediate threat to life, health, safety, or property.  This includes continuous effort to effect the restoration of interrupted utility services (electrical, water, gas and telecommunications).\n\n\t4.\tEffective Period.  Commencing with the effective date of this ordinance and extending until the completion of all major transit and transportation construction within the City of Los Angeles and the adoption by the Board of Public Works of a report from the Review Committee that its function as defined by this ordinance is no longer necessary.\n\n\t5.\tActivity or Work Within Public Street or Alley.\n\n\t(a)\tActivity.  Any activity within the public street (from property line to property line) or alley, which requires the closure of sidewalk(s), curb lane(s) and\/or traffic lane(s), the closure of street(s) or alley(s) for other than performing work in the street as defined below.  Activity in the street may include but is not limited to opening of utility maintenance access holes; block parties; picture, television movie, or commercial filming; storage of material or equipment; placement of trash bin(s); pedestrian canopy(ies) in the street or sidewalk or any activity, performed under City issued permit, that prevents the public from access to or the use of a sidewalk, street or alley or any portion of a sidewalk, street or alley.\n\n\tFor exemptions to the picture, television and film or video commercial industry from the requirements of this section, see Subsection H.  For Film Video Permit application by telephone or facsimiles and the Review Committee response within one-working day, see Subsection I.\n\n\t(b)\tWork.  Work within the public street (from property line to property line) or alley is any construction work performed under permit or by City crews\/contractors that requires the physical access to and closure of the existing sidewalk, street or alley.  Street work may include but is not limited to cutting, boring, excavating, installation of instrumentation, installation of conduit and\/or cable, pot-holing, removals, fills, street resurfacing (including slurrying), street construction or any work in the street or alley, performed under City issued permit, that prevents the public from access or use of a sidewalk, street or alley or any portion of a sidewalk, street or alley.\n\n\t6.\tMajor Transit and Transportation Construction Impact Area.  The specified Major Transit  and Transportation Construction Impact Areas are defined as follows:\n\n\t(a)\tArea A.  (Relinquished)\n\n\t(b)\tArea B.  (Relinquished)\n\n\t(c)\tArea C.  (Relinquished)\n\n\t(d)\tArea D.  (Relinquished)\n\n\t(e)\tArea E.  (As of July 11, 1995)  The area bounded clockwise by North Hill Street, Bernard Street, North Broadway, North Spring Street, Los Angeles River (west bank) and the 101 Freeway.\n\n\tA map of Area “E” is attached as Appendix “E.”\n\n\t(f)\tArea F.  (As of July 11, 1995)  The area bounded clockwise by North Figueroa Street, Marmion Way, Monte Vista Street, Avenue 61, Piedmont Avenue, Figueroa Street, Pasadena Avenue, North San Fernando Road, and the following street segments: Avenue 50 from Malta Street to Monte Vista Street, Avenue 52 from Figueroa Street to Echo Street, Avenue 54 from Ash Street to Monte Vista Street, Avenue 54 from Figueroa Street to Longfellow Street, Avenue 57 from Figueroa Street to Media Drive, Avenue 60 from Figueroa Street to Echo Street and Avenue 61 from Terrace Drive to Monte Vista Street.\n\n\tA map of Area “F” is attached as Appendix “F.”\n\n\t(g)\tArea G.  (Revised on August 1, 2003)  The area bounded clockwise by Cesar E. Chavez Avenue, North Indiana Street, East 3rd Place, East 4th Street, Alameda Street, East 1st Street, North Hope Street, and North Grand Avenue.\n\n\tA map of Area “G” is attached as Appendix “G.”\n\n\t(h)\tArea H.  (Revised on August 1, 2003)  The area bounded clockwise by Victory Boulevard, De Soto Avenue, Vanowen Street, Corbin Avenue, Victory Boulevard, Fulton Avenue, Oxnard Street, Coldwater Canyon Avenue, Burbank Boulevard, Vineland Avenue, Magnolia Boulevard, Woodman Avenue, Burbank Boulevard, Balboa Boulevard, Oxnard Street, Topham Street, Victory Boulevard, De Soto Avenue, Oxnard Street, and Variel Avenue.\n\n\tA map of Area “H” is attached as Appendix “H.”\n\n\t(i)  Area I.  The area bounded clockwise by Wilshire Boulevard,  Bundy Drive, San Vicente Boulevard, Federal Avenue, Ohio Avenue, Veteran Avenue, Wilshire Boulevard to City Limit, Santa Monica Boulevard, Century Park East, West Pico Boulevard, Centinela Avenue, West Olympic Boulevard, and Centinela Avenue.\n\n\tA map of Area “I” is attached as Appendix “I.”\n\n\t7.\tStreet of Significance.  A major or secondary highway or a selected local or collector street that is determined from time to time to be necessary for the safe and efficient movement of traffic within, across, or through a Major Transit and Transportation Construction Area.  Streets determined to be of significance at the adoption of this Section are indicated as Streets of Significance on the maps of the designated Major Transit and Transportation Construction Impact Areas attached to this Ordinance as Appendices “E” through “I.”  Areas “A” through “D” have been relinquished.\n\n\t8.\tReview Committee.  Designated staff members from the Department of Transportation, the Bureau of Engineering, the Bureau of Street Services, and the Bureau of Contract Administration shall review applications for permits to allow activity or work within streets and shall determine the Worksite Traffic Control Conditions.\n\n\t9.\tTemporary Street Closure.  The prohibition of the use of a street by the general public for a finite period, as approved by the Board of Public Works.\n\n\t10.\tTraffic Management Fee.  A fee to be collected by the Department of Public Works from permittees who desire to perform street work or activity, for the purpose of recovering City administrative costs required to enforce this article.\n\n\t11.\tWorksite Traffic Control Conditions.  Traffic management measures required of the applicant for a permit for street activity or work, which are determined by the Review Committee and are issued by the Department of Public Works as part of the permit.\n\n\t12.\tWorksite Traffic Control Plan.  A Worksite Traffic Control Plan, which may be required by the Review Committee, includes a drafted, 1&#038;″ = 40′ scale plan delineating base conditions, construction impact areas, site-specific detour operations, such as traffic striping, pavement and curb markings, traffic control signs, signals, delineators, barricades, and traffic management requirements, at a precise level of detail.\n\n\tC.\tTraffic Management.  Contractors, utility companies, and others who intend to obtain a permit to perform activity or work in the streets (sidewalks and roadways) with the Major Transit and Transportation Construction Impact Area shall submit with the permit application a dimensioned work plan (drawn to scale) including the street (roadway, sidewalk, and property line), existing traffic controls, traffic striping and pavement markings, and proposed work area to the Major Transit and Transportation Construction Traffic Management Committee (TCTMC or Review Committee).  The Review Committee shall review the applicant’s work plan and develop the worksite traffic control requirements, which may include the following:  daytime work and\/or nighttime work with Police Commission approval, work hours, day(s) of the week, traffic lane requirements, restriping and\/or installation of pavement markings, posting of parking restrictions or prohibitions, installation of construction signs, coordination and notification of other agencies or the public as required, use of a pre-approved Worksite Traffic Control Plan or preparation of a Worksite Traffic Control Plan and\/or Traffic Circulation Plan for approval by the Department of Transportation, and any other conditions as may be deemed appropriate by the Review Committee.\n\n\tNotwithstanding any provision of the Code to the contrary, commencing with the effective date of this ordinance and extending until the completion of Major Transit and Transportation construction within the City of Los Angeles, on all streets and alleys designated as Streets of Significance within the Major Transit and Transportation Construction Impact Areas:\n\n\t1.\tApplicants for activity or work within the roadway, including the staging or parking of construction related vehicles, which requires certain permits to be identified mutually by the Review Committee, except as otherwise provided in this section, shall be subject to certain traffic control requirements and Traffic Management Fees.  Permit forms shall be modified, if required, to indicate which fees and requirements apply (which may include, but are not limited to construction related vehicle staging, approved night work with Police Commission approval, Worksite Traffic Control Conditions, and\/or Worksite Traffic Control Plan requirements), and if so, that the imposed requirements are part of and attached to the permit. The applicant shall retain a photocopy of the permit with attachments at the worksite.\n\n\t(a)\tFor work within the roadway, which is proposed to be conducted at night between 7:00 PM and 5:30 AM Monday through Saturday, the applicant shall normally be required to maintain at least two lanes of traffic on a one-way street and one lane of traffic in each direction on a two-way street during those night hours with all lanes open to traffic at all other times, unless a Temporary Street Closure is approved.  Also, the applicant shall maintain those traffic control devices and flashing arrow signs, shown and discussed in the latest editions of the Work Area Traffic Control Handbook (WATCH manual), the Federal Highway Administration’s Manual on Uniform Traffic Control Devices, and the State of California Traffic Manual.  In addition, the applicant shall obtain Police Commission approval to work at night.  No Traffic Management Fee will be assessed for night work.  A Worksite Traffic Control Plan may be required for work at night as determined by the Review Committee.\n\n\t(b)\tFor work within the roadway, which is proposed to be conducted during any other time period, or with fewer proposed open lanes of traffic, or work within an intersection or for temporary street closure, the applicant shall submit to the Review Committee work schedules, staging plans, and dimensioned scaled drawings showing the proposed work areas, official street centerlines, curb lines, adjacent intersections, existing striping, existing parking controls, existing driveways, and proposed detour traffic controls for each stage of work.  If approval for work within the proposed day-time period or with only one lane of traffic is denied by the Review Committee then the applicant shall seek approval to work at night, as discussed above, or may appeal the requirement for night work to the Appeals Committee.  If the Review Committee grants approval for work within the proposed day-time period, then it shall subject the applicants to a Traffic Management Fee and assign Worksite Traffic Control Conditions to be incorporated in the appropriate permit issued by the Department of Public Works.  These conditions shall include traffic management strategies within the public right-of-way such as: general traffic control requirements; traffic control devices required to be used; traffic lane requirements and lane closures; hours approved for construction; detours, which shall be implemented by the applicant; and, if determined to be necessary by the Review Committee, an approved Worksite Traffic Control Plan submitted by the applicant to the Department of Transportation for approval. \n\n\t(c)\tA Worksite Traffic Control Plan may be required where street work necessitates that motorists travel in paths for several days that conflict with permanent striping.  The Worksite Traffic Control Plan and Traffic Circulation Plan, if required, shall be prepared under the direction of a Traffic Engineer or a Civil Engineer experienced in the preparation of Traffic Control Plans and registered in the State of California, and shall have the signed approval of the Division Engineer in Charge of the Design Division, Department of Transportation, prior to the issuance by the Department of Public Works of the appropriate permit.  Each copy, including the permittee required copies, shall be signed and stamped by the registered engineer.  Two copies shall be retained by the Department of Transportation and three copies by the Bureau of Engineering.  An Approved Worksite Traffic Control Plan and\/or Traffic Circulation Plan may be required when the activity or work in the street necessitate that:  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)\n\n\t(i)\ttwo or more traffic lanes be closed for more than 48 hours; or \n\n\t(ii)\tmotorists are diverted to the left of an existing double-yellow centerline for two or more consecutive nights and restriping is required; or\n\n\t(iii)\tthe work is in or adjacent to a major and\/or secondary highway intersection and results in a transition within the intersection, except when accessing a maintenance hole when allowed under the provisions of a Utility Maintenance Access Hole Permit; or\n\n\t(iv)\ttraffic will be diverted for an extended period of time for a major construction project; or\n\n\t(v)\ta temporary street closure is approved by the Board of Public Works; or\n\n\t(vi)\ta construction fence, canopy, scaffolding or similar structure is installed in a traffic lane within the roadway; or\n\n\t(vii)\ta sidewalk is to be closed and pedestrians are required to walk in a traffic lane normally utilized by vehicular traffic; or\n\n\t(viii)\ttemporary restriping is required; or\n\n\t(ix)\ta plan is necessary due to unusual roadway or traffic conditions.\n\n\t2.\tPersons or enterprises intending to import or export in excess of 1,000 cubic yards of earth shall be subject to approval of truck haul routes and truck staging areas by the Review Committee.  The Traffic Management Fee shall not apply to truck haul routing.\n\n\t3.\tRequests for Temporary Street Closures, pursuant to Sections 41.20 and 42.00(j) of the Code, shall be filed with the Board of Public Works pursuant to the requirements of those sections.  However, the Board of Public Works shall not, in any case, act on any application for a Temporary Street Closure before receiving from the Review Committee a recommendation with an attached, approved Worksite Traffic Control Plan and Traffic Circulation Plan or a statement that these plans are not required.\n\n\t4.\tStreets of significance may be added or removed within a Major Transit and Transportation Construction Area as determined to be necessary for the safe and efficient movement of traffic.  These changes shall become effective 30 days after the adoption by the Board of Public Works of a report from the Chair of the Review Committee setting forth the need for the change and containing a map clearly delineating the portion of the street to be added or deleted from the designation.  A copy of the report and map shall be forwarded to the City Council for its information.\n\n\tD.\tAppeals.  Requests to appeal the requirement for night work, to modify the Worksite Traffic Control Conditions, or to modify the Worksite Traffic Control Plan and Traffic Circulation Plan shall be made in writing to the Chairperson of the Appeals Committee, which shall act on each appeal at the earliest practicable time.\n\n\tE.\tEnforcement.  \n\n\t1.\tIt shall be unlawful for any person(s), firm or corporation(s) to perform any activity or work within the Major Transit and Transportation Construction Impact Area without first complying with Subsection C. of this section and obtaining approval and a permit, excepting only emergency work as defined in this section.\n\n\t2.\tFailure to perform all of the requirements listed, shown, and\/or referred to in the Worksite Traffic Control Conditions and Worksite Traffic Control Plan shall constitute non-compliance and shall be a violation of this section.\n\n\t3.\tEnforcement of compliance with the Worksite Traffic Control Conditions, Worksite Traffic Control Plan, and truck haul routing involving the import or export in excess of 1,000 cubic yards of earth shall be conducted by the Bureau of Contract Administration Inspectors or Bureau of Street Services Street Use Inspectors, as appropriate, with the assistance of designated Department of Transportation personnel.\n\n\t4.\tCompliance shall be enforced by verbal requests, written warnings, citations, notices to appear for violations observed, by administrative action pursuant to due process provisions, or permit revocation, as appropriate for the situation.  In order to be considered in compliance after the enforcement action is taken, the permittee shall either correct all violations, or reopen for public use the entire street and\/or sidewalk immediately.  If the permittee does not accomplish these actions, then the City shall cause the corrective work only to be done by City forces at the permittee’s expense when necessary to remedy a potentially hazardous condition.\n\n\t5.\tWithin five days after a permit revocation has been issued, the permittee may appeal the revocation to the Board of Public Works, which shall make the final decision relative to the appeal at the earliest legally possible scheduled meeting.\n\n\t6.\tAny person who violates or causes or permits another person to violate any provision or requirement of this section is guilty of a misdemeanor. \n\n\tF.\tTraffic Management Fee.  The Traffic Management Fee shall be based on the reduction in delineated traffic lanes, the number of daylight weekdays when the reduction occurs, the number of City blocks impacted by lane reductions, and a unit fee to be applied to these factors.  Daylight weekdays are work on Monday through Friday excluding holidays, between the hours of 5:30 AM and 7:00 PM inclusive.  The unit fee shall be established at $275 per lane reduction per daylight weekday per City block impacted.  The fees collected shall be kept in a separate account and shall be used to defray the costs of the various departments and bureaus involved in administering the provisions of this Ordinance.  The fee structure shall be subject to annual review and revision.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)\n\n\tThe Traffic Management Fee of $275 per impacted City Block shall be charged to permittees who perform work within the roadway.  The number of involved lanes, days, and City blocks shall be determined by the Review Committee and certified at the conclusion of the roadway work, if needed, by the Bureau by Contract Administration or the Bureau of Street Services.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)\n\n\tG.\tEmergency Work.  The provisions of this section shall not be applicable to Emergency Work as defined in this section. However, the designated unit of the Department of Transportation shall be notified by the agency conducting the emergency work as soon as practicable.  An applicable Traffic Management Fee may apply.\n\n\tH.\tThe picture, television and film or video commercial industry is exempt from requirements in those portions of the Major Transit and Transportation Construction Impact Area where Major Transit and Transportation construction has been completed as determined by the Review Committee. \n\n\tI.\tPicture, television and film or video commercial companies may submit permit applications by telephone or by facsimile transmission to the appropriate Film and Video Permit Office.  These applications will be processed by the Review Committee members within one working day for those portions of the Major Transit and Transportation  Construction Impact Area where Major Transit and Transportation construction is continuing. \n\n\tJ.\tRelinquishment Of Major Transit and Transportation Construction Impact Area.  The deletion of a specific area from the Major Transit and Transportation Construction Impact Area shall be accomplished when the following occurs:\n\n\t1.\tThe Los Angeles County Metropolitan Transportation Authority (MTA) has issued to the City a Certificate of Completion of Work for a specified station(s) or rail segment located within a specific Major Transit and Transportation Construction Project Impact Area, or\n\n\t2.\tThe acceptance of work completed for station(s) or rail segment(s) or other transportation projects by all City Agencies involved; and\n\n\t3.\tThe Chairman of the Review Committee has submitted a report for approval to the Board of Public Works, no later than 30 days prior to the date of relinquishment of control of the specified Major Transit and Transportation Construction Project Impact Area, and the relinquishment has been approved by the Board of Public Works.\n\n\tK.\tTermination of Review Committee Activities.  Any report requesting termination of the Committee’s existence shall be prepared using the criteria and procedures set forth in paragraphs 1., 2., and 3. of Section J., and shall contain the statement that it is submitted for the purpose of terminating the Committee’s existence and shall include as a transmittal a draft of an ordinance to formally terminate the Committee’s functions.  The report shall, upon adoption, be forwarded to the City Council for its action.\n\n\tUpon adoption of the ordinance by the City Council, the Committee shall immediately cease to function and the authority to determine conditions attached to permit issuance shall return to the individual Bureaus of the Department of Public Works.\n\n\tL.\tMajor Transit and Transportation Construction Impact Area Implementation.  Areas “E,” “F,” “G,” “H,” and “I” shall become effective immediately upon the publication of this ordinance.  Future additions to the Major Transit and Transportation Construction Impact Area shall be accomplished by the Chairman of the Review Committee submitting a report for approval to the Board of Public Works no later than 60 days following notification by the Los Angeles County Metropolitan Transportation Authority (MTA) or other major construction project development of opening of the Contract Bid Process for the respective contract and the subsequent approval of the report by the Board of Public Works.  The future area shall become effective 30 days after the adoption by the Board of Public Works of a report from the Chair of the Review Committee.\n\nAPPENDIX “E”\nMAJOR TRANSIT AND TRANSPORTATION CONSTRUCTION IMPACT AREA\n\nAPPENDIX “F”\nMAJOR TRANSIT AND TRANSPORTATION CONSTRUCTION IMPACT AREA\n\nAPPENDIX “G”\nMAJOR TRANSIT AND TRANSPORTATION CONSTRUCTION IMPACT AREA\n\nAPPENDIX “H”\nMAJOR TRANSIT AND TRANSPORTATION CONSTRUCTION IMPACT AREA\n\nAPPENDIX “I”\nMAJOR TRANSIT AND TRANSPORTATION CONSTRUCTION IMPACT AREA\n\n[Editor's Note:  Maps associated with these appendices are on file in the official City documents located in the Office of the City Clerk in Council File No. CF 02-2526.]","order_by":"250","text":{"0":{"id":"3294","text":"  MAJOR TRANSIT AND TRANSPORTATION CONSTRUCTION IMPACT AREA TRAFFIC MANAGEMENT.\n\t(Amended by Ord. No. 175,630, Eff. 12\/28\/03.)\n\n\tA.\tGeneral Provisions.\n\n\t1.\tPurpose.  The purpose of this article is to minimize the loss of traffic capacity within various Major Transit and Transportation Construction Impact Areas resulting from construction activity, including Metro Rail, Light Rail, busway, utility, private development, street improvement, street maintenance, and major public works projects.\n\n\t2.\tScope.  This article shall apply to any activity or work within any public street or alley within a defined Major Transit and Transportation Construction Impact Area commencing with the effective date of this ordinance and extending until the completion of all major transit and transportation construction within the City of Los Angeles. \n\n\tB.\tDefinitions.  For the purposes of this article, the following definitions apply:\n\n\t1.\tAppeals Committee.  The General Manager of the Department of Transportation, the City Engineer, the Director of the Bureau of Street Services, and the Director of the Bureau of Contract Administration, or their designees.  The City Engineer shall be the Chairperson of the Appeals Committee. The Appeals Committee considers appeals regarding Worksite Traffic Control Conditions and night work.  The President of the Board of Public Works decides those appeals heard by the Appeals Committee that end in a tie vote.\n\n\t2.\tCode.  Los Angeles Municipal Code.\n\n\t3.\tEmergency Work.  Immediate action that must be taken to alleviate a hazardous condition, which represents an immediate threat to life, health, safety, or property.  This includes continuous effort to effect the restoration of interrupted utility services (electrical, water, gas and telecommunications).\n\n\t4.\tEffective Period.  Commencing with the effective date of this ordinance and extending until the completion of all major transit and transportation construction within the City of Los Angeles and the adoption by the Board of Public Works of a report from the Review Committee that its function as defined by this ordinance is no longer necessary.\n\n\t5.\tActivity or Work Within Public Street or Alley.\n\n\t(a)\tActivity.  Any activity within the public street (from property line to property line) or alley, which requires the closure of sidewalk(s), curb lane(s) and\/or traffic lane(s), the closure of street(s) or alley(s) for other than performing work in the street as defined below.  Activity in the street may include but is not limited to opening of utility maintenance access holes; block parties; picture, television movie, or commercial filming; storage of material or equipment; placement of trash bin(s); pedestrian canopy(ies) in the street or sidewalk or any activity, performed under City issued permit, that prevents the public from access to or the use of a sidewalk, street or alley or any portion of a sidewalk, street or alley.\n\n\tFor exemptions to the picture, television and film or video commercial industry from the requirements of this section, see Subsection H.  For Film Video Permit application by telephone or facsimiles and the Review Committee response within one-working day, see Subsection I.\n\n\t(b)\tWork.  Work within the public street (from property line to property line) or alley is any construction work performed under permit or by City crews\/contractors that requires the physical access to and closure of the existing sidewalk, street or alley.  Street work may include but is not limited to cutting, boring, excavating, installation of instrumentation, installation of conduit and\/or cable, pot-holing, removals, fills, street resurfacing (including slurrying), street construction or any work in the street or alley, performed under City issued permit, that prevents the public from access or use of a sidewalk, street or alley or any portion of a sidewalk, street or alley.\n\n\t6.\tMajor Transit and Transportation Construction Impact Area.  The specified Major Transit  and Transportation Construction Impact Areas are defined as follows:\n\n\t(a)\tArea A.  (Relinquished)\n\n\t(b)\tArea B.  (Relinquished)\n\n\t(c)\tArea C.  (Relinquished)\n\n\t(d)\tArea D.  (Relinquished)\n\n\t(e)\tArea E.  (As of July 11, 1995)  The area bounded clockwise by North Hill Street, Bernard Street, North Broadway, North Spring Street, Los Angeles River (west bank) and the 101 Freeway.\n\n\tA map of Area “E” is attached as Appendix “E.”\n\n\t(f)\tArea F.  (As of July 11, 1995)  The area bounded clockwise by North Figueroa Street, Marmion Way, Monte Vista Street, Avenue 61, Piedmont Avenue, Figueroa Street, Pasadena Avenue, North San Fernando Road, and the following street segments: Avenue 50 from Malta Street to Monte Vista Street, Avenue 52 from Figueroa Street to Echo Street, Avenue 54 from Ash Street to Monte Vista Street, Avenue 54 from Figueroa Street to Longfellow Street, Avenue 57 from Figueroa Street to Media Drive, Avenue 60 from Figueroa Street to Echo Street and Avenue 61 from Terrace Drive to Monte Vista Street.\n\n\tA map of Area “F” is attached as Appendix “F.”\n\n\t(g)\tArea G.  (Revised on August 1, 2003)  The area bounded clockwise by Cesar E. Chavez Avenue, North Indiana Street, East 3rd Place, East 4th Street, Alameda Street, East 1st Street, North Hope Street, and North Grand Avenue.\n\n\tA map of Area “G” is attached as Appendix “G.”\n\n\t(h)\tArea H.  (Revised on August 1, 2003)  The area bounded clockwise by Victory Boulevard, De Soto Avenue, Vanowen Street, Corbin Avenue, Victory Boulevard, Fulton Avenue, Oxnard Street, Coldwater Canyon Avenue, Burbank Boulevard, Vineland Avenue, Magnolia Boulevard, Woodman Avenue, Burbank Boulevard, Balboa Boulevard, Oxnard Street, Topham Street, Victory Boulevard, De Soto Avenue, Oxnard Street, and Variel Avenue.\n\n\tA map of Area “H” is attached as Appendix “H.”\n\n\t(i)  Area I.  The area bounded clockwise by Wilshire Boulevard,  Bundy Drive, San Vicente Boulevard, Federal Avenue, Ohio Avenue, Veteran Avenue, Wilshire Boulevard to City Limit, Santa Monica Boulevard, Century Park East, West Pico Boulevard, Centinela Avenue, West Olympic Boulevard, and Centinela Avenue.\n\n\tA map of Area “I” is attached as Appendix “I.”\n\n\t7.\tStreet of Significance.  A major or secondary highway or a selected local or collector street that is determined from time to time to be necessary for the safe and efficient movement of traffic within, across, or through a Major Transit and Transportation Construction Area.  Streets determined to be of significance at the adoption of this Section are indicated as Streets of Significance on the maps of the designated Major Transit and Transportation Construction Impact Areas attached to this Ordinance as Appendices “E” through “I.”  Areas “A” through “D” have been relinquished.\n\n\t8.\tReview Committee.  Designated staff members from the Department of Transportation, the Bureau of Engineering, the Bureau of Street Services, and the Bureau of Contract Administration shall review applications for permits to allow activity or work within streets and shall determine the Worksite Traffic Control Conditions.\n\n\t9.\tTemporary Street Closure.  The prohibition of the use of a street by the general public for a finite period, as approved by the Board of Public Works.\n\n\t10.\tTraffic Management Fee.  A fee to be collected by the Department of Public Works from permittees who desire to perform street work or activity, for the purpose of recovering City administrative costs required to enforce this article.\n\n\t11.\tWorksite Traffic Control Conditions.  Traffic management measures required of the applicant for a permit for street activity or work, which are determined by the Review Committee and are issued by the Department of Public Works as part of the permit.\n\n\t12.\tWorksite Traffic Control Plan.  A Worksite Traffic Control Plan, which may be required by the Review Committee, includes a drafted, 1&#038;″ = 40′ scale plan delineating base conditions, construction impact areas, site-specific detour operations, such as traffic striping, pavement and curb markings, traffic control signs, signals, delineators, barricades, and traffic management requirements, at a precise level of detail.\n\n\tC.\tTraffic Management.  Contractors, utility companies, and others who intend to obtain a permit to perform activity or work in the streets (sidewalks and roadways) with the Major Transit and Transportation Construction Impact Area shall submit with the permit application a dimensioned work plan (drawn to scale) including the street (roadway, sidewalk, and property line), existing traffic controls, traffic striping and pavement markings, and proposed work area to the Major Transit and Transportation Construction Traffic Management Committee (TCTMC or Review Committee).  The Review Committee shall review the applicant’s work plan and develop the worksite traffic control requirements, which may include the following:  daytime work and\/or nighttime work with Police Commission approval, work hours, day(s) of the week, traffic lane requirements, restriping and\/or installation of pavement markings, posting of parking restrictions or prohibitions, installation of construction signs, coordination and notification of other agencies or the public as required, use of a pre-approved Worksite Traffic Control Plan or preparation of a Worksite Traffic Control Plan and\/or Traffic Circulation Plan for approval by the Department of Transportation, and any other conditions as may be deemed appropriate by the Review Committee.\n\n\tNotwithstanding any provision of the Code to the contrary, commencing with the effective date of this ordinance and extending until the completion of Major Transit and Transportation construction within the City of Los Angeles, on all streets and alleys designated as Streets of Significance within the Major Transit and Transportation Construction Impact Areas:\n\n\t1.\tApplicants for activity or work within the roadway, including the staging or parking of construction related vehicles, which requires certain permits to be identified mutually by the Review Committee, except as otherwise provided in this section, shall be subject to certain traffic control requirements and Traffic Management Fees.  Permit forms shall be modified, if required, to indicate which fees and requirements apply (which may include, but are not limited to construction related vehicle staging, approved night work with Police Commission approval, Worksite Traffic Control Conditions, and\/or Worksite Traffic Control Plan requirements), and if so, that the imposed requirements are part of and attached to the permit. The applicant shall retain a photocopy of the permit with attachments at the worksite.\n\n\t(a)\tFor work within the roadway, which is proposed to be conducted at night between 7:00 PM and 5:30 AM Monday through Saturday, the applicant shall normally be required to maintain at least two lanes of traffic on a one-way street and one lane of traffic in each direction on a two-way street during those night hours with all lanes open to traffic at all other times, unless a Temporary Street Closure is approved.  Also, the applicant shall maintain those traffic control devices and flashing arrow signs, shown and discussed in the latest editions of the Work Area Traffic Control Handbook (WATCH manual), the Federal Highway Administration’s Manual on Uniform Traffic Control Devices, and the State of California Traffic Manual.  In addition, the applicant shall obtain Police Commission approval to work at night.  No Traffic Management Fee will be assessed for night work.  A Worksite Traffic Control Plan may be required for work at night as determined by the Review Committee.\n\n\t(b)\tFor work within the roadway, which is proposed to be conducted during any other time period, or with fewer proposed open lanes of traffic, or work within an intersection or for temporary street closure, the applicant shall submit to the Review Committee work schedules, staging plans, and dimensioned scaled drawings showing the proposed work areas, official street centerlines, curb lines, adjacent intersections, existing striping, existing parking controls, existing driveways, and proposed detour traffic controls for each stage of work.  If approval for work within the proposed day-time period or with only one lane of traffic is denied by the Review Committee then the applicant shall seek approval to work at night, as discussed above, or may appeal the requirement for night work to the Appeals Committee.  If the Review Committee grants approval for work within the proposed day-time period, then it shall subject the applicants to a Traffic Management Fee and assign Worksite Traffic Control Conditions to be incorporated in the appropriate permit issued by the Department of Public Works.  These conditions shall include traffic management strategies within the public right-of-way such as: general traffic control requirements; traffic control devices required to be used; traffic lane requirements and lane closures; hours approved for construction; detours, which shall be implemented by the applicant; and, if determined to be necessary by the Review Committee, an approved Worksite Traffic Control Plan submitted by the applicant to the Department of Transportation for approval. \n\n\t(c)\tA Worksite Traffic Control Plan may be required where street work necessitates that motorists travel in paths for several days that conflict with permanent striping.  The Worksite Traffic Control Plan and Traffic Circulation Plan, if required, shall be prepared under the direction of a Traffic Engineer or a Civil Engineer experienced in the preparation of Traffic Control Plans and registered in the State of California, and shall have the signed approval of the Division Engineer in Charge of the Design Division, Department of Transportation, prior to the issuance by the Department of Public Works of the appropriate permit.  Each copy, including the permittee required copies, shall be signed and stamped by the registered engineer.  Two copies shall be retained by the Department of Transportation and three copies by the Bureau of Engineering.  An Approved Worksite Traffic Control Plan and\/or Traffic Circulation Plan may be required when the activity or work in the street necessitate that:  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)\n\n\t(i)\ttwo or more traffic lanes be closed for more than 48 hours; or \n\n\t(ii)\tmotorists are diverted to the left of an existing double-yellow centerline for two or more consecutive nights and restriping is required; or\n\n\t(iii)\tthe work is in or adjacent to a major and\/or secondary highway intersection and results in a transition within the intersection, except when accessing a maintenance hole when allowed under the provisions of a Utility Maintenance Access Hole Permit; or\n\n\t(iv)\ttraffic will be diverted for an extended period of time for a major construction project; or\n\n\t(v)\ta temporary street closure is approved by the Board of Public Works; or\n\n\t(vi)\ta construction fence, canopy, scaffolding or similar structure is installed in a traffic lane within the roadway; or\n\n\t(vii)\ta sidewalk is to be closed and pedestrians are required to walk in a traffic lane normally utilized by vehicular traffic; or\n\n\t(viii)\ttemporary restriping is required; or\n\n\t(ix)\ta plan is necessary due to unusual roadway or traffic conditions.\n\n\t2.\tPersons or enterprises intending to import or export in excess of 1,000 cubic yards of earth shall be subject to approval of truck haul routes and truck staging areas by the Review Committee.  The Traffic Management Fee shall not apply to truck haul routing.\n\n\t3.\tRequests for Temporary Street Closures, pursuant to Sections 41.20 and 42.00(j) of the Code, shall be filed with the Board of Public Works pursuant to the requirements of those sections.  However, the Board of Public Works shall not, in any case, act on any application for a Temporary Street Closure before receiving from the Review Committee a recommendation with an attached, approved Worksite Traffic Control Plan and Traffic Circulation Plan or a statement that these plans are not required.\n\n\t4.\tStreets of significance may be added or removed within a Major Transit and Transportation Construction Area as determined to be necessary for the safe and efficient movement of traffic.  These changes shall become effective 30 days after the adoption by the Board of Public Works of a report from the Chair of the Review Committee setting forth the need for the change and containing a map clearly delineating the portion of the street to be added or deleted from the designation.  A copy of the report and map shall be forwarded to the City Council for its information.\n\n\tD.\tAppeals.  Requests to appeal the requirement for night work, to modify the Worksite Traffic Control Conditions, or to modify the Worksite Traffic Control Plan and Traffic Circulation Plan shall be made in writing to the Chairperson of the Appeals Committee, which shall act on each appeal at the earliest practicable time.\n\n\tE.\tEnforcement.  \n\n\t1.\tIt shall be unlawful for any person(s), firm or corporation(s) to perform any activity or work within the Major Transit and Transportation Construction Impact Area without first complying with Subsection C. of this section and obtaining approval and a permit, excepting only emergency work as defined in this section.\n\n\t2.\tFailure to perform all of the requirements listed, shown, and\/or referred to in the Worksite Traffic Control Conditions and Worksite Traffic Control Plan shall constitute non-compliance and shall be a violation of this section.\n\n\t3.\tEnforcement of compliance with the Worksite Traffic Control Conditions, Worksite Traffic Control Plan, and truck haul routing involving the import or export in excess of 1,000 cubic yards of earth shall be conducted by the Bureau of Contract Administration Inspectors or Bureau of Street Services Street Use Inspectors, as appropriate, with the assistance of designated Department of Transportation personnel.\n\n\t4.\tCompliance shall be enforced by verbal requests, written warnings, citations, notices to appear for violations observed, by administrative action pursuant to due process provisions, or permit revocation, as appropriate for the situation.  In order to be considered in compliance after the enforcement action is taken, the permittee shall either correct all violations, or reopen for public use the entire street and\/or sidewalk immediately.  If the permittee does not accomplish these actions, then the City shall cause the corrective work only to be done by City forces at the permittee’s expense when necessary to remedy a potentially hazardous condition.\n\n\t5.\tWithin five days after a permit revocation has been issued, the permittee may appeal the revocation to the Board of Public Works, which shall make the final decision relative to the appeal at the earliest legally possible scheduled meeting.\n\n\t6.\tAny person who violates or causes or permits another person to violate any provision or requirement of this section is guilty of a misdemeanor. \n\n\tF.\tTraffic Management Fee.  The Traffic Management Fee shall be based on the reduction in delineated traffic lanes, the number of daylight weekdays when the reduction occurs, the number of City blocks impacted by lane reductions, and a unit fee to be applied to these factors.  Daylight weekdays are work on Monday through Friday excluding holidays, between the hours of 5:30 AM and 7:00 PM inclusive.  The unit fee shall be established at $275 per lane reduction per daylight weekday per City block impacted.  The fees collected shall be kept in a separate account and shall be used to defray the costs of the various departments and bureaus involved in administering the provisions of this Ordinance.  The fee structure shall be subject to annual review and revision.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)\n\n\tThe Traffic Management Fee of $275 per impacted City Block shall be charged to permittees who perform work within the roadway.  The number of involved lanes, days, and City blocks shall be determined by the Review Committee and certified at the conclusion of the roadway work, if needed, by the Bureau by Contract Administration or the Bureau of Street Services.  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)\n\n\tG.\tEmergency Work.  The provisions of this section shall not be applicable to Emergency Work as defined in this section. However, the designated unit of the Department of Transportation shall be notified by the agency conducting the emergency work as soon as practicable.  An applicable Traffic Management Fee may apply.\n\n\tH.\tThe picture, television and film or video commercial industry is exempt from requirements in those portions of the Major Transit and Transportation Construction Impact Area where Major Transit and Transportation construction has been completed as determined by the Review Committee. \n\n\tI.\tPicture, television and film or video commercial companies may submit permit applications by telephone or by facsimile transmission to the appropriate Film and Video Permit Office.  These applications will be processed by the Review Committee members within one working day for those portions of the Major Transit and Transportation  Construction Impact Area where Major Transit and Transportation construction is continuing. \n\n\tJ.\tRelinquishment Of Major Transit and Transportation Construction Impact Area.  The deletion of a specific area from the Major Transit and Transportation Construction Impact Area shall be accomplished when the following occurs:\n\n\t1.\tThe Los Angeles County Metropolitan Transportation Authority (MTA) has issued to the City a Certificate of Completion of Work for a specified station(s) or rail segment located within a specific Major Transit and Transportation Construction Project Impact Area, or\n\n\t2.\tThe acceptance of work completed for station(s) or rail segment(s) or other transportation projects by all City Agencies involved; and\n\n\t3.\tThe Chairman of the Review Committee has submitted a report for approval to the Board of Public Works, no later than 30 days prior to the date of relinquishment of control of the specified Major Transit and Transportation Construction Project Impact Area, and the relinquishment has been approved by the Board of Public Works.\n\n\tK.\tTermination of Review Committee Activities.  Any report requesting termination of the Committee’s existence shall be prepared using the criteria and procedures set forth in paragraphs 1., 2., and 3. of Section J., and shall contain the statement that it is submitted for the purpose of terminating the Committee’s existence and shall include as a transmittal a draft of an ordinance to formally terminate the Committee’s functions.  The report shall, upon adoption, be forwarded to the City Council for its action.\n\n\tUpon adoption of the ordinance by the City Council, the Committee shall immediately cease to function and the authority to determine conditions attached to permit issuance shall return to the individual Bureaus of the Department of Public Works.\n\n\tL.\tMajor Transit and Transportation Construction Impact Area Implementation.  Areas “E,” “F,” “G,” “H,” and “I” shall become effective immediately upon the publication of this ordinance.  Future additions to the Major Transit and Transportation Construction Impact Area shall be accomplished by the Chairman of the Review Committee submitting a report for approval to the Board of Public Works no later than 60 days following notification by the Los Angeles County Metropolitan Transportation Authority (MTA) or other major construction project development of opening of the Contract Bid Process for the respective contract and the subsequent approval of the report by the Board of Public Works.  The future area shall become effective 30 days after the adoption by the Board of Public Works of a report from the Chair of the Review Committee.\n\nAPPENDIX “E”\nMAJOR TRANSIT AND TRANSPORTATION CONSTRUCTION IMPACT AREA\n\nAPPENDIX “F”\nMAJOR TRANSIT AND TRANSPORTATION CONSTRUCTION IMPACT AREA\n\nAPPENDIX “G”\nMAJOR TRANSIT AND TRANSPORTATION CONSTRUCTION IMPACT AREA\n\nAPPENDIX “H”\nMAJOR TRANSIT AND TRANSPORTATION CONSTRUCTION IMPACT AREA\n\nAPPENDIX “I”\nMAJOR TRANSIT AND TRANSPORTATION CONSTRUCTION IMPACT AREA\n\n[Editor's Note:  Maps associated with these appendices are on file in the official City documents located in the Office of the City Clerk in Council File No. CF 02-2526.]","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}},"ancestry":{"1":{"id":"140","name":"\nRail Transit Construction Impact Area Traffic Management","identifier":"2.1","label":"article","url":"\/6\/2.1\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"3320","structure_id":"140","section_number":"62.250","catch_line":"Major Transit And Transportation Construction Impact Area Traffic Management.","url":"\/62.250\/","token":"62.250"},"1":{"id":"2998","structure_id":"140","section_number":"62.251","catch_line":"Coordination Of Activities Within The Public Way -\nPublic Way Reservation System (Pwrs).","url":"\/62.251\/","token":"62.251"}},"next_section":{"id":"2998","structure_id":"140","section_number":"62.251","catch_line":"Coordination Of Activities Within The Public Way -\nPublic Way Reservation System (Pwrs).","url":"\/62.251\/","token":"62.251"},"metadata":false,"references":false,"url":"\/62.250\/","token":"62.250","formats":{"txt":"\/62.250.txt","json":"\/62.250.xml"},"dublin_core":{"Title":"Major Transit And Transportation Construction Impact Area Traffic Management.","Type":"Text","Format":"text\/html","Identifier":"§ 62.250","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nMAJOR TRANSIT AND TRANSPORTATION CONSTRUCTION IMPACT AREA TRAFFIC MANAGEMENT.\n(§ 62.250)\n\n  MAJOR TRANSIT AND TRANSPORTATION CONSTRUCTION IMPACT AREA TRAFFIC MANAGEMENT.\n\t(Amended by Ord. No. 175,630, Eff. 12\/28\/03.)\n\n\tA.\tGeneral Provisions.\n\n\t1.\tPurpose.  The purpose of this article is to minimize the loss of traffic\ncapacity within various Major Transit and Transportation Construction Impact\nAreas resulting from construction activity, including Metro Rail, Light Rail,\nbusway, utility, private development, street improvement, street maintenance,\nand major public works projects.\n\n\t2.\tScope.  This article shall apply to any activity or work within any public\nstreet or alley within a defined Major Transit and Transportation Construction\nImpact Area commencing with the effective date of this ordinance and extending\nuntil the completion of all major transit and transportation construction within\nthe City of Los Angeles. \n\n\tB.\tDefinitions.  For the purposes of this article, the following definitions\napply:\n\n\t1.\tAppeals Committee.  The General Manager of the Department of\nTransportation, the City Engineer, the Director of the Bureau of Street\nServices, and the Director of the Bureau of Contract Administration, or their\ndesignees.  The City Engineer shall be the Chairperson of the Appeals\nCommittee. The Appeals Committee considers appeals regarding Worksite Traffic\nControl Conditions and night work.  The President of the Board of Public Works\ndecides those appeals heard by the Appeals Committee that end in a tie vote.\n\n\t2.\tCode.  Los Angeles Municipal Code.\n\n\t3.\tEmergency Work.  Immediate action that must be taken to alleviate a\nhazardous condition, which represents an immediate threat to life, health,\nsafety, or property.  This includes continuous effort to effect the restoration\nof interrupted utility services (electrical, water, gas and telecommunications).\n\n\t4.\tEffective Period.  Commencing with the effective date of this ordinance and\nextending until the completion of all major transit and transportation\nconstruction within the City of Los Angeles and the adoption by the Board of\nPublic Works of a report from the Review Committee that its function as defined\nby this ordinance is no longer necessary.\n\n\t5.\tActivity or Work Within Public Street or Alley.\n\n\t(a)\tActivity.  Any activity within the public street (from property line to\nproperty line) or alley, which requires the closure of sidewalk(s), curb lane(s)\nand\/or traffic lane(s), the closure of street(s) or alley(s) for other than\nperforming work in the street as defined below.  Activity in the street may\ninclude but is not limited to opening of utility maintenance access holes; block\nparties; picture, television movie, or commercial filming; storage of material\nor equipment; placement of trash bin(s); pedestrian canopy(ies) in the street or\nsidewalk or any activity, performed under City issued permit, that prevents the\npublic from access to or the use of a sidewalk, street or alley or any portion\nof a sidewalk, street or alley.\n\n\tFor exemptions to the picture, television and film or video commercial industry\nfrom the requirements of this section, see Subsection H.  For Film Video Permit\napplication by telephone or facsimiles and the Review Committee response within\none-working day, see Subsection I.\n\n\t(b)\tWork.  Work within the public street (from property line to property line)\nor alley is any construction work performed under permit or by City\ncrews\/contractors that requires the physical access to and closure of the\nexisting sidewalk, street or alley.  Street work may include but is not limited\nto cutting, boring, excavating, installation of instrumentation, installation of\nconduit and\/or cable, pot-holing, removals, fills, street resurfacing (including\nslurrying), street construction or any work in the street or alley, performed\nunder City issued permit, that prevents the public from access or use of a\nsidewalk, street or alley or any portion of a sidewalk, street or alley.\n\n\t6.\tMajor Transit and Transportation Construction Impact Area.  The specified\nMajor Transit  and Transportation Construction Impact Areas are defined as\nfollows:\n\n\t(a)\tArea A.  (Relinquished)\n\n\t(b)\tArea B.  (Relinquished)\n\n\t(c)\tArea C.  (Relinquished)\n\n\t(d)\tArea D.  (Relinquished)\n\n\t(e)\tArea E.  (As of July 11, 1995)  The area bounded clockwise by North Hill\nStreet, Bernard Street, North Broadway, North Spring Street, Los Angeles River\n(west bank) and the 101 Freeway.\n\n\tA map of Area “E” is attached as Appendix “E.”\n\n\t(f)\tArea F.  (As of July 11, 1995)  The area bounded clockwise by North\nFigueroa Street, Marmion Way, Monte Vista Street, Avenue 61, Piedmont Avenue,\nFigueroa Street, Pasadena Avenue, North San Fernando Road, and the following\nstreet segments: Avenue 50 from Malta Street to Monte Vista Street, Avenue 52\nfrom Figueroa Street to Echo Street, Avenue 54 from Ash Street to Monte Vista\nStreet, Avenue 54 from Figueroa Street to Longfellow Street, Avenue 57 from\nFigueroa Street to Media Drive, Avenue 60 from Figueroa Street to Echo Street\nand Avenue 61 from Terrace Drive to Monte Vista Street.\n\n\tA map of Area “F” is attached as Appendix “F.”\n\n\t(g)\tArea G.  (Revised on August 1, 2003)  The area bounded clockwise by Cesar\nE. Chavez Avenue, North Indiana Street, East 3rd Place, East 4th Street, Alameda\nStreet, East 1st Street, North Hope Street, and North Grand Avenue.\n\n\tA map of Area “G” is attached as Appendix “G.”\n\n\t(h)\tArea H.  (Revised on August 1, 2003)  The area bounded clockwise by\nVictory Boulevard, De Soto Avenue, Vanowen Street, Corbin Avenue, Victory\nBoulevard, Fulton Avenue, Oxnard Street, Coldwater Canyon Avenue, Burbank\nBoulevard, Vineland Avenue, Magnolia Boulevard, Woodman Avenue, Burbank\nBoulevard, Balboa Boulevard, Oxnard Street, Topham Street, Victory Boulevard, De\nSoto Avenue, Oxnard Street, and Variel Avenue.\n\n\tA map of Area “H” is attached as Appendix “H.”\n\n\t(i)  Area I.  The area bounded clockwise by Wilshire Boulevard,  Bundy\nDrive, San Vicente Boulevard, Federal Avenue, Ohio Avenue, Veteran Avenue,\nWilshire Boulevard to City Limit, Santa Monica Boulevard, Century Park East,\nWest Pico Boulevard, Centinela Avenue, West Olympic Boulevard, and Centinela\nAvenue.\n\n\tA map of Area “I” is attached as Appendix “I.”\n\n\t7.\tStreet of Significance.  A major or secondary highway or a selected local\nor collector street that is determined from time to time to be necessary for the\nsafe and efficient movement of traffic within, across, or through a Major\nTransit and Transportation Construction Area.  Streets determined to be of\nsignificance at the adoption of this Section are indicated as Streets of\nSignificance on the maps of the designated Major Transit and Transportation\nConstruction Impact Areas attached to this Ordinance as Appendices “E”\nthrough “I.”  Areas “A” through “D” have been relinquished.\n\n\t8.\tReview Committee.  Designated staff members from the Department of\nTransportation, the Bureau of Engineering, the Bureau of Street Services, and\nthe Bureau of Contract Administration shall review applications for permits to\nallow activity or work within streets and shall determine the Worksite Traffic\nControl Conditions.\n\n\t9.\tTemporary Street Closure.  The prohibition of the use of a street by the\ngeneral public for a finite period, as approved by the Board of Public Works.\n\n\t10.\tTraffic Management Fee.  A fee to be collected by the Department of Public\nWorks from permittees who desire to perform street work or activity, for the\npurpose of recovering City administrative costs required to enforce this\narticle.\n\n\t11.\tWorksite Traffic Control Conditions.  Traffic management measures required\nof the applicant for a permit for street activity or work, which are determined\nby the Review Committee and are issued by the Department of Public Works as part\nof the permit.\n\n\t12.\tWorksite Traffic Control Plan.  A Worksite Traffic Control Plan, which may\nbe required by the Review Committee, includes a drafted, 1&#038;″ = 40′\nscale plan delineating base conditions, construction impact areas, site-specific\ndetour operations, such as traffic striping, pavement and curb markings, traffic\ncontrol signs, signals, delineators, barricades, and traffic management\nrequirements, at a precise level of detail.\n\n\tC.\tTraffic Management.  Contractors, utility companies, and others who intend\nto obtain a permit to perform activity or work in the streets (sidewalks and\nroadways) with the Major Transit and Transportation Construction Impact Area\nshall submit with the permit application a dimensioned work plan (drawn to\nscale) including the street (roadway, sidewalk, and property line), existing\ntraffic controls, traffic striping and pavement markings, and proposed work area\nto the Major Transit and Transportation Construction Traffic Management\nCommittee (TCTMC or Review Committee).  The Review Committee shall review the\napplicant’s work plan and develop the worksite traffic control requirements,\nwhich may include the following:  daytime work and\/or nighttime work with\nPolice Commission approval, work hours, day(s) of the week, traffic lane\nrequirements, restriping and\/or installation of pavement markings, posting of\nparking restrictions or prohibitions, installation of construction signs,\ncoordination and notification of other agencies or the public as required, use\nof a pre-approved Worksite Traffic Control Plan or preparation of a Worksite\nTraffic Control Plan and\/or Traffic Circulation Plan for approval by the\nDepartment of Transportation, and any other conditions as may be deemed\nappropriate by the Review Committee.\n\n\tNotwithstanding any provision of the Code to the contrary, commencing with the\neffective date of this ordinance and extending until the completion of Major\nTransit and Transportation construction within the City of Los Angeles, on all\nstreets and alleys designated as Streets of Significance within the Major\nTransit and Transportation Construction Impact Areas:\n\n\t1.\tApplicants for activity or work within the roadway, including the staging or\nparking of construction related vehicles, which requires certain permits to be\nidentified mutually by the Review Committee, except as otherwise provided in\nthis section, shall be subject to certain traffic control requirements and\nTraffic Management Fees.  Permit forms shall be modified, if required, to\nindicate which fees and requirements apply (which may include, but are not\nlimited to construction related vehicle staging, approved night work with Police\nCommission approval, Worksite Traffic Control Conditions, and\/or Worksite\nTraffic Control Plan requirements), and if so, that the imposed requirements are\npart of and attached to the permit. The applicant shall retain a photocopy of\nthe permit with attachments at the worksite.\n\n\t(a)\tFor work within the roadway, which is proposed to be conducted at night\nbetween 7:00 PM and 5:30 AM Monday through Saturday, the applicant shall\nnormally be required to maintain at least two lanes of traffic on a one-way\nstreet and one lane of traffic in each direction on a two-way street during\nthose night hours with all lanes open to traffic at all other times, unless a\nTemporary Street Closure is approved.  Also, the applicant shall maintain those\ntraffic control devices and flashing arrow signs, shown and discussed in the\nlatest editions of the Work Area Traffic Control Handbook (WATCH manual), the\nFederal Highway Administration’s Manual on Uniform Traffic Control Devices,\nand the State of California Traffic Manual.  In addition, the applicant shall\nobtain Police Commission approval to work at night.  No Traffic Management Fee\nwill be assessed for night work.  A Worksite Traffic Control Plan may be\nrequired for work at night as determined by the Review Committee.\n\n\t(b)\tFor work within the roadway, which is proposed to be conducted during any\nother time period, or with fewer proposed open lanes of traffic, or work within\nan intersection or for temporary street closure, the applicant shall submit to\nthe Review Committee work schedules, staging plans, and dimensioned scaled\ndrawings showing the proposed work areas, official street centerlines, curb\nlines, adjacent intersections, existing striping, existing parking controls,\nexisting driveways, and proposed detour traffic controls for each stage of\nwork.  If approval for work within the proposed day-time period or with only\none lane of traffic is denied by the Review Committee then the applicant shall\nseek approval to work at night, as discussed above, or may appeal the\nrequirement for night work to the Appeals Committee.  If the Review Committee\ngrants approval for work within the proposed day-time period, then it shall\nsubject the applicants to a Traffic Management Fee and assign Worksite Traffic\nControl Conditions to be incorporated in the appropriate permit issued by the\nDepartment of Public Works.  These conditions shall include traffic management\nstrategies within the public right-of-way such as: general traffic control\nrequirements; traffic control devices required to be used; traffic lane\nrequirements and lane closures; hours approved for construction; detours, which\nshall be implemented by the applicant; and, if determined to be necessary by the\nReview Committee, an approved Worksite Traffic Control Plan submitted by the\napplicant to the Department of Transportation for approval. \n\n\t(c)\tA Worksite Traffic Control Plan may be required where street work\nnecessitates that motorists travel in paths for several days that conflict with\npermanent striping.  The Worksite Traffic Control Plan and Traffic Circulation\nPlan, if required, shall be prepared under the direction of a Traffic Engineer\nor a Civil Engineer experienced in the preparation of Traffic Control Plans and\nregistered in the State of California, and shall have the signed approval of the\nDivision Engineer in Charge of the Design Division, Department of\nTransportation, prior to the issuance by the Department of Public Works of the\nappropriate permit.  Each copy, including the permittee required copies, shall\nbe signed and stamped by the registered engineer.  Two copies shall be retained\nby the Department of Transportation and three copies by the Bureau of\nEngineering.  An Approved Worksite Traffic Control Plan and\/or Traffic\nCirculation Plan may be required when the activity or work in the street\nnecessitate that:  (Amended by Ord. No. 182,237, Eff. 9\/28\/12.)\n\n\t(i)\ttwo or more traffic lanes be closed for more than 48 hours; or \n\n\t(ii)\tmotorists are diverted to the left of an existing double-yellow centerline\nfor two or more consecutive nights and restriping is required; or\n\n\t(iii)\tthe work is in or adjacent to a major and\/or secondary highway\nintersection and results in a transition within the intersection, except when\naccessing a maintenance hole when allowed under the provisions of a Utility\nMaintenance Access Hole Permit; or\n\n\t(iv)\ttraffic will be diverted for an extended period of time for a major\nconstruction project; or\n\n\t(v)\ta temporary street closure is approved by the Board of Public Works; or\n\n\t(vi)\ta construction fence, canopy, scaffolding or similar structure is\ninstalled in a traffic lane within the roadway; or\n\n\t(vii)\ta sidewalk is to be closed and pedestrians are required to walk in a\ntraffic lane normally utilized by vehicular traffic; or\n\n\t(viii)\ttemporary restriping is required; or\n\n\t(ix)\ta plan is necessary due to unusual roadway or traffic conditions.\n\n\t2.\tPersons or enterprises intending to import or export in excess of 1,000\ncubic yards of earth shall be subject to approval of truck haul routes and truck\nstaging areas by the Review Committee.  The Traffic Management Fee shall not\napply to truck haul routing.\n\n\t3.\tRequests for Temporary Street Closures, pursuant to Sections 41.20 and\n42.00(j) of the Code, shall be filed with the Board of Public Works pursuant to\nthe requirements of those sections.  However, the Board of Public Works shall\nnot, in any case, act on any application for a Temporary Street Closure before\nreceiving from the Review Committee a recommendation with an attached, approved\nWorksite Traffic Control Plan and Traffic Circulation Plan or a statement that\nthese plans are not required.\n\n\t4.\tStreets of significance may be added or removed within a Major Transit and\nTransportation Construction Area as determined to be necessary for the safe and\nefficient movement of traffic.  These changes shall become effective 30 days\nafter the adoption by the Board of Public Works of a report from the Chair of\nthe Review Committee setting forth the need for the change and containing a map\nclearly delineating the portion of the street to be added or deleted from the\ndesignation.  A copy of the report and map shall be forwarded to the City\nCouncil for its information.\n\n\tD.\tAppeals.  Requests to appeal the requirement for night work, to modify the\nWorksite Traffic Control Conditions, or to modify the Worksite Traffic Control\nPlan and Traffic Circulation Plan shall be made in writing to the Chairperson of\nthe Appeals Committee, which shall act on each appeal at the earliest\npracticable time.\n\n\tE.\tEnforcement.  \n\n\t1.\tIt shall be unlawful for any person(s), firm or corporation(s) to perform\nany activity or work within the Major Transit and Transportation Construction\nImpact Area without first complying with Subsection C. of this section and\nobtaining approval and a permit, excepting only emergency work as defined in\nthis section.\n\n\t2.\tFailure to perform all of the requirements listed, shown, and\/or referred to\nin the Worksite Traffic Control Conditions and Worksite Traffic Control Plan\nshall constitute non-compliance and shall be a violation of this section.\n\n\t3.\tEnforcement of compliance with the Worksite Traffic Control Conditions,\nWorksite Traffic Control Plan, and truck haul routing involving the import or\nexport in excess of 1,000 cubic yards of earth shall be conducted by the Bureau\nof Contract Administration Inspectors or Bureau of Street Services Street Use\nInspectors, as appropriate, with the assistance of designated Department of\nTransportation personnel.\n\n\t4.\tCompliance shall be enforced by verbal requests, written warnings,\ncitations, notices to appear for violations observed, by administrative action\npursuant to due process provisions, or permit revocation, as appropriate for the\nsituation.  In order to be considered in compliance after the enforcement\naction is taken, the permittee shall either correct all violations, or reopen\nfor public use the entire street and\/or sidewalk immediately.  If the permittee\ndoes not accomplish these actions, then the City shall cause the corrective work\nonly to be done by City forces at the permittee’s expense when necessary to\nremedy a potentially hazardous condition.\n\n\t5.\tWithin five days after a permit revocation has been issued, the permittee\nmay appeal the revocation to the Board of Public Works, which shall make the\nfinal decision relative to the appeal at the earliest legally possible scheduled\nmeeting.\n\n\t6.\tAny person who violates or causes or permits another person to violate any\nprovision or requirement of this section is guilty of a misdemeanor. \n\n\tF.\tTraffic Management Fee.  The Traffic Management Fee shall be based on the\nreduction in delineated traffic lanes, the number of daylight weekdays when the\nreduction occurs, the number of City blocks impacted by lane reductions, and a\nunit fee to be applied to these factors.  Daylight weekdays are work on Monday\nthrough Friday excluding holidays, between the hours of 5:30 AM and 7:00 PM\ninclusive.  The unit fee shall be established at $275 per lane reduction per\ndaylight weekday per City block impacted.  The fees collected shall be kept in\na separate account and shall be used to defray the costs of the various\ndepartments and bureaus involved in administering the provisions of this\nOrdinance.  The fee structure shall be subject to annual review and revision. \n(Amended by Ord. No. 182,237, Eff. 9\/28\/12.)\n\n\tThe Traffic Management Fee of $275 per impacted City Block shall be charged to\npermittees who perform work within the roadway.  The number of involved lanes,\ndays, and City blocks shall be determined by the Review Committee and certified\nat the conclusion of the roadway work, if needed, by the Bureau by Contract\nAdministration or the Bureau of Street Services.  (Amended by Ord. No. 182,237,\nEff. 9\/28\/12.)\n\n\tG.\tEmergency Work.  The provisions of this section shall not be applicable to\nEmergency Work as defined in this section. However, the designated unit of the\nDepartment of Transportation shall be notified by the agency conducting the\nemergency work as soon as practicable.  An applicable Traffic Management Fee\nmay apply.\n\n\tH.\tThe picture, television and film or video commercial industry is exempt from\nrequirements in those portions of the Major Transit and Transportation\nConstruction Impact Area where Major Transit and Transportation construction has\nbeen completed as determined by the Review Committee. \n\n\tI.\tPicture, television and film or video commercial companies may submit permit\napplications by telephone or by facsimile transmission to the appropriate Film\nand Video Permit Office.  These applications will be processed by the Review\nCommittee members within one working day for those portions of the Major Transit\nand Transportation  Construction Impact Area where Major Transit and\nTransportation construction is continuing. \n\n\tJ.\tRelinquishment Of Major Transit and Transportation Construction Impact\nArea.  The deletion of a specific area from the Major Transit and\nTransportation Construction Impact Area shall be accomplished when the following\noccurs:\n\n\t1.\tThe Los Angeles County Metropolitan Transportation Authority (MTA) has\nissued to the City a Certificate of Completion of Work for a specified\nstation(s) or rail segment located within a specific Major Transit and\nTransportation Construction Project Impact Area, or\n\n\t2.\tThe acceptance of work completed for station(s) or rail segment(s) or other\ntransportation projects by all City Agencies involved; and\n\n\t3.\tThe Chairman of the Review Committee has submitted a report for approval to\nthe Board of Public Works, no later than 30 days prior to the date of\nrelinquishment of control of the specified Major Transit and Transportation\nConstruction Project Impact Area, and the relinquishment has been approved by\nthe Board of Public Works.\n\n\tK.\tTermination of Review Committee Activities.  Any report requesting\ntermination of the Committee’s existence shall be prepared using the criteria\nand procedures set forth in paragraphs 1., 2., and 3. of Section J., and shall\ncontain the statement that it is submitted for the purpose of terminating the\nCommittee’s existence and shall include as a transmittal a draft of an\nordinance to formally terminate the Committee’s functions.  The report shall,\nupon adoption, be forwarded to the City Council for its action.\n\n\tUpon adoption of the ordinance by the City Council, the Committee shall\nimmediately cease to function and the authority to determine conditions attached\nto permit issuance shall return to the individual Bureaus of the Department of\nPublic Works.\n\n\tL.\tMajor Transit and Transportation Construction Impact Area Implementation. \nAreas “E,” “F,” “G,” “H,” and “I” shall become effective\nimmediately upon the publication of this ordinance.  Future additions to the\nMajor Transit and Transportation Construction Impact Area shall be accomplished\nby the Chairman of the Review Committee submitting a report for approval to the\nBoard of Public Works no later than 60 days following notification by the Los\nAngeles County Metropolitan Transportation Authority (MTA) or other major\nconstruction project development of opening of the Contract Bid Process for the\nrespective contract and the subsequent approval of the report by the Board of\nPublic Works.  The future area shall become effective 30 days after the\nadoption by the Board of Public Works of a report from the Chair of the Review\nCommittee.\n\nAPPENDIX “E”\nMAJOR TRANSIT AND TRANSPORTATION CONSTRUCTION IMPACT AREA\n\nAPPENDIX “F”\nMAJOR TRANSIT AND TRANSPORTATION CONSTRUCTION IMPACT AREA\n\nAPPENDIX “G”\nMAJOR TRANSIT AND TRANSPORTATION CONSTRUCTION IMPACT AREA\n\nAPPENDIX “H”\nMAJOR TRANSIT AND TRANSPORTATION CONSTRUCTION IMPACT AREA\n\nAPPENDIX “I”\nMAJOR TRANSIT AND TRANSPORTATION CONSTRUCTION IMPACT AREA\n\n[Editor's Note:  Maps associated with these appendices are on file in the\nofficial City documents located in the Office of the City Clerk in Council File\nNo. CF 02-2526.]\n"}