{"section_number":"63.128","edition_id":"1","section_id":"3758","structure_id":"32","catch_line":"Excavations – Tujunga Wash.","history":"","full_text":"  EXCAVATIONS – TUJUNGA WASH.\n\n\t(a)\tDefinition.  “Tujunga Wash” shall mean that area within the following described bounds:\n\n\tBeginning at the intersection of the center line of Glenoaks Boulevard 100 feet in width, with the center line of Branford Street, 40 feet in width; thence southeasterly along said center line of Glenoaks Boulevard to the center line of Truesdale Street, 40 feet in width; thence southwesterly along said center line of Truesdale Street and its southwesterly prolongation to the center line of the Southern Pacific Railroad Company’s Right of Way (Inland Branch), 100 feet in width; thence southwesterly in a direct line to the intersection of the center line of Sharp Avenue, 60 feet in width, with the center line of Sheldon Street, 60 feet in width; thence southerly in a direct line to a point in the center line of Strathern Street, 50 feet in width, distant thereon 400 feet easterly from the center line of Whitsett Avenue, 50 feet in width; thence southeasterly in a direct line to the intersection of the southerly line of Vanowen Street, 65 feet in width, with the center line of St. Clair Avenue, 60 feet in width; thence southeasterly in a direct line to the intersection of the center line of Victory Boulevard, 50 feet in width, with the center line of Laurel Canyon Boulevard, 50 feet in width; thence southeasterly in a direct line to intersection of the center line of Camellia Avenue, 60 feet in width, with the northerly line of Chandler Boulevard (Northerly Roadway), 50 feet in width; thence southeasterly in a direct line to the intersection of the center line of Bakman Avenue, 60 feet in width, with the center line of Camarillo Street, 80 feet in width; thence southeasterly in a direct line to the intersection of the center line of Bellflower Avenue, 50 feet in width, with the center line of Riverside Drive, 100 feet in width; thence southerly along said center line of Bellflower Avenue to its intersection with the center line of Moorpark Street, 50 feet in width; thence southeasterly in a direct line to the intersection of easterly prolongation of the northerly line of Chiquita Street extending westerly from Lankershim Boulevard, with the center line of Lankershim Boulevard, 100 feet in width; thence southeasterly and southerly along said center line of Lankershim Boulevard to its intersection with the center line of Bluffside Drive, 60 feet in width; thence northwesterly in a direct line to the intersection of the center line of Vineland Avenue, 50 feet in width, with the center line of Aqua Vista Street, 40 feet in width; thence northwesterly in a direct line to the intersection of the center line of Woodbridge Street, 60 feet in width, with the center line of Bakman Avenue, 60 feet in width; thence northerly in a direct line to intersection of the center line of said Bakman Avenue with the center line of Sarah Street, 60 feet in width; thence northwesterly in a direct line to the intersection of the center line of Riverside Drive, 100 feet in width, with the center line of Farmdale Avenue, 60 feet in width; thence northwesterly in a direct line to the intersection of the center line of Irvine Avenue, 60 feet in width, with the center line of Chandler Boulevard (South Roadway), 50 feet in width, extending westerly from Irvine Avenue; thence northwesterly in a direct line to a point in the center line of Emelita Street, 60 feet in width, distant thereon 600 feet easterly from the center line of Laurel Canyon Boulevard, 100 feet in width; thence northwesterly in a direct line to the intersection of the northerly line of Victory Boulevard, 75 feet in width, with the center line of Rhodes Avenue, 60 feet in width; thence northwesterly in a direct line to the intersection of the center line of Vanowen Street, 50 feet in width, with the center line of Whitsett Avenue, 50 feet in width; thence northwesterly in a direct line to a point in the center line of Raymer Street, 40 feet in width, distant thereon 500 feet northwesterly from the center line of Whitsett Avenue, 50 feet in width; thence northwesterly along said center line of Raymer Street to a point distant thereon 500 feet southeasterly from the center line of Fulton Avenue, 50 feet in width; thence southerly in a direct line to a point in the center line of Vanowen Street, 50 feet in width, distant thereon 600 feet westerly from the center line of Ethel Avenue, 50 feet in width; thence southeasterly in a direct line to a point in the center line of Oxnard Street, 50 feet in width, distant thereon 600 feet easterly from the center line of Coldwater Canyon Avenue, 50 feet in width; thence southerly in a direct line to a point in the center line of Burbank Boulevard, 50 feet in width, distant thereon 500 feet easterly from the center line of Coldwater Canyon Avenue, 50 feet in width; thence southerly in a direct line to the intersection of the center line of Magnolia Boulevard, 50 feet in width, with the northerly prolongation of the westerly line of Goodland Avenue, 30 feet in width; thence southeasterly in a direct line to the intersection of the center line of Bellaire Avenue, 60 feet in width, extending northerly of Addison Street with the northerly line of Addison Street produced; thence southeasterly in a direct line to the intersection of the center line of Morella Avenue, 60 feet in width, with the northerly line of Moorpark Street produced; thence southeasterly in a direct line to the intersection of the center line of Woodbridge Street, 60 feet in width, with the center line of Colfax Avenue, 80 feet in width; thence southerly along said center line of Colfax Avenue to its intersection with the center line of first alley northeasterly of Ventura Boulevard; thence northwesterly along the center line of said alley to its intersection with the center line of Radford Avenue, 85 feet in width; thence northerly along the said center line of Radford Avenue to its intersection with the center line of Valley Heart Drive (South Roadway), 50 feet in width; thence northwesterly in a direct line to the intersection of the center line of Whitsett Avenue, 80 feet wide, with the easterly prolongation of the southerly line of Kling Street, 50 feet in width, extending westerly from Whitsett Avenue; thence northwesterly in a direct line to the intersection of the center line of Riverside Drive, 50 feet in width, with the southerly prolongation of the easterly line of Bellaire Avenue, 20 feet in width, extending northerly from Riverside Drive; thence northwesterly in a direct line to the intersection of the center line of Coldwater Canyon Avenue, 50 feet in width, with the center line of Addison Street, 40 feet in width; thence northwesterly in a direct line to a point in the center line of Magnolia Boulevard, 50 feet in width, distant thereon 300 feet westerly from the center line of Coldwater Canyon Avenue, 50 feet in width; thence northerly in a direct line to a point in the center line of Burbank Boulevard, 50 feet in width, distant thereon 500 feet westerly from the center line of Coldwater Canyon Avenue, 50 feet in width; thence northerly in a direct line to a point in the center line of Oxnard Street, 50 feet in width, distant thereon 400 feet westerly from the center line of Coldwater Canyon Avenue, 50 feet in width; thence northwesterly in a direct line to the intersection of the center line of Atoll Avenue, 60 feet in width, with a line parallel with and 50 feet northerly, measured at right angles, from the southerly line of Victory Boulevard, 75 feet in width; thence northwesterly in a direct line to the intersection of the easterly line of Sunnyslope Avenue, 30 feet in width, with the northerly line of Hart Street, 30 feet in width; thence northerly in a direct line to the intersection of the center line of Woodman Avenue, 50 feet in width, with the center line of Raymer Street, 40 feet in width; thence northeasterly in a direct line to the intersection of the southeasterly line of Truesdale Street, 80 feet in width, with the southerly line of Roscoe Boulevard, 50 feet in width; thence northeasterly in a direct line to the intersection of the center line of Canterbury Avenue, 60 feet in width, with the center line of Reedley Street, 60 feet in width; thence northeasterly in a direct line to the intersection of the center line of Laurel Canyon Boulevard, 60 feet in width, with the center line of Branford Street 60 feet in width; thence northeasterly along said center line of Branford Street to the point of beginning.\n\n\t(b)\tPermit Required.  No person shall excavate or remove any sand, rock, stone or gravel from the Tujunga Wash without first obtaining from the Board of Public Works a permit so to do.\n\n\t(c)\tApplication and Deposit.  Application for any such permit and accompanying deposit shall be made as provided in Section 63.124 of this Code.\n\n\t(d)\tRules and Regulations.  The Board shall adopt rules and regulations governing excavations hereunder, and all provisions of Section 63.125 of the Code, not in conflict with this section, shall be applicable to the excavations made under this section.\n\n\t(e)\tAuthority of Board to Refuse Permit.  The Board shall deny any application unless it appears to the City Engineer and the Board that the proposed excavation can and will be made without creating a condition hazardous to life or to public or private property.","order_by":"128","ancestry":{"1":{"id":"32","name":"Public Parks, Playgrounds, Beaches And Other Property","identifier":"3","label":"article","url":"\/6\/3\/"},"2":{"id":"5","name":"Public Works and Property","identifier":"6","label":"chapter","url":"\/6\/"}},"structure_contents":{"0":{"id":"1515","structure_id":"32","section_number":"63.00","catch_line":"Definitions.","url":"\/63.00\/","token":"63.00"},"1":{"id":"2679","structure_id":"32","section_number":"63.00.1","catch_line":"Board Of Recreation And Park Commissioners And Department Of Recreation And Parks Defined.","url":"\/63.00.1\/","token":"63.00.1"},"2":{"id":"2791","structure_id":"32","section_number":"63.01","catch_line":"Playground And Recreation Department – Jurisdiction.","url":"\/63.01\/","token":"63.01"},"3":{"id":"1886","structure_id":"32","section_number":"63.02","catch_line":"Beach Lands – Jurisdiction And Authority.","url":"\/63.02\/","token":"63.02"},"4":{"id":"1076","structure_id":"32","section_number":"63.03","catch_line":"Playground And Recreation Department – Power To Issue Permits.","url":"\/63.03\/","token":"63.03"},"5":{"id":"48","structure_id":"32","section_number":"63.04","catch_line":"Jurisdiction Over Groins, Etc.","url":"\/63.04\/","token":"63.04"},"6":{"id":"1703","structure_id":"32","section_number":"63.05","catch_line":"Power To Renew Grants.","url":"\/63.05\/","token":"63.05"},"7":{"id":"1058","structure_id":"32","section_number":"63.06","catch_line":"Rules Governing Exhibitions.","url":"\/63.06\/","token":"63.06"},"8":{"id":"1638","structure_id":"32","section_number":"63.07","catch_line":"Forfeiture Of Grants.","url":"\/63.07\/","token":"63.07"},"9":{"id":"4007","structure_id":"32","section_number":"63.08","catch_line":"Grant Required For Structures.","url":"\/63.08\/","token":"63.08"},"10":{"id":"1066","structure_id":"32","section_number":"63.09","catch_line":"Public Sewers And Storm Drains Exempt.","url":"\/63.09\/","token":"63.09"},"11":{"id":"1150","structure_id":"32","section_number":"63.10","catch_line":"Application For Grants, Contents.","url":"\/63.10\/","token":"63.10"},"12":{"id":"593","structure_id":"32","section_number":"63.11","catch_line":"Repairs Not To Affect Current Or Drift.","url":"\/63.11\/","token":"63.11"},"13":{"id":"4154","structure_id":"32","section_number":"63.12","catch_line":"Filing Fee.","url":"\/63.12\/","token":"63.12"},"14":{"id":"3594","structure_id":"32","section_number":"63.13","catch_line":"Board To Investigate.","url":"\/63.13\/","token":"63.13"},"15":{"id":"3013","structure_id":"32","section_number":"63.14","catch_line":"Board – Power To Grant Permit.","url":"\/63.14\/","token":"63.14"},"16":{"id":"2425","structure_id":"32","section_number":"63.15","catch_line":"Revocation Of Grants.","url":"\/63.15\/","token":"63.15"},"17":{"id":"1345","structure_id":"32","section_number":"63.16","catch_line":"Grants – May Impose Conditions.","url":"\/63.16\/","token":"63.16"},"18":{"id":"4126","structure_id":"32","section_number":"63.17","catch_line":"Board May Deny Grants.","url":"\/63.17\/","token":"63.17"},"19":{"id":"3185","structure_id":"32","section_number":"63.18","catch_line":"Renewal Of Grants – Existing Structures.","url":"\/63.18\/","token":"63.18"},"20":{"id":"1218","structure_id":"32","section_number":"63.19","catch_line":"Grants – What To Prescribe.","url":"\/63.19\/","token":"63.19"},"21":{"id":"1793","structure_id":"32","section_number":"63.20","catch_line":"Waiver Required.","url":"\/63.20\/","token":"63.20"},"22":{"id":"2004","structure_id":"32","section_number":"63.21","catch_line":"Board To Determine If Repair Will Alter The Current.","url":"\/63.21\/","token":"63.21"},"23":{"id":"194","structure_id":"32","section_number":"63.22","catch_line":"Natural Accretions.","url":"\/63.22\/","token":"63.22"},"24":{"id":"1637","structure_id":"32","section_number":"63.23","catch_line":"Council To Approve Certain Grants.","url":"\/63.23\/","token":"63.23"},"25":{"id":"3934","structure_id":"32","section_number":"63.24","catch_line":"Harbor Department – Jurisdiction.","url":"\/63.24\/","token":"63.24"},"26":{"id":"3986","structure_id":"32","section_number":"63.25","catch_line":"Building Permits Required.","url":"\/63.25\/","token":"63.25"},"27":{"id":"2303","structure_id":"32","section_number":"63.41","catch_line":"Park Rangers: Authorization To Arrest.","url":"\/63.41\/","token":"63.41"},"28":{"id":"3080","structure_id":"32","section_number":"63.44","catch_line":"Regulations Affecting Park And Recreation Areas.","url":"\/63.44\/","token":"63.44"},"29":{"id":"2555","structure_id":"32","section_number":"63.45","catch_line":"Emergency Park Closure.","url":"\/63.45\/","token":"63.45"},"30":{"id":"2275","structure_id":"32","section_number":"63.46","catch_line":"Designation Of Drug-Free Zones.","url":"\/63.46\/","token":"63.46"},"31":{"id":"1646","structure_id":"32","section_number":"63.50","catch_line":"Power Boat Prohibition On The Venice Canals.","url":"\/63.50\/","token":"63.50"},"32":{"id":"92","structure_id":"32","section_number":"63.92.1","catch_line":"Charges For Handling Aviation Enginefuels, Lubricants And Solvents At Los Angeles International Airport.","url":"\/63.92.1\/","token":"63.92.1"},"33":{"id":"3527","structure_id":"32","section_number":"63.93","catch_line":"Library Regulations.","url":"\/63.93\/","token":"63.93"},"34":{"id":"3730","structure_id":"32","section_number":"63.94","catch_line":"School Grounds – Trespass On.","url":"\/63.94\/","token":"63.94"},"35":{"id":"216","structure_id":"32","section_number":"63.95","catch_line":"City Records – Removal Of.","url":"\/63.95\/","token":"63.95"},"36":{"id":"4012","structure_id":"32","section_number":"63.96","catch_line":"City Records – Safe Keeping – Exemptions.","url":"\/63.96\/","token":"63.96"},"37":{"id":"2232","structure_id":"32","section_number":"63.97","catch_line":"Vehicles – Fire Signs On.","url":"\/63.97\/","token":"63.97"},"38":{"id":"1379","structure_id":"32","section_number":"63.98","catch_line":"City Vehicles – Use Of Seal.","url":"\/63.98\/","token":"63.98"},"39":{"id":"3471","structure_id":"32","section_number":"63.99","catch_line":"City Vehicles – Director Of The Office Of Administrative And Research Services May Exempt Use Of Seal.","url":"\/63.99\/","token":"63.99"},"40":{"id":"794","structure_id":"32","section_number":"63.100","catch_line":"City Trucks – Use Of Seal.","url":"\/63.100\/","token":"63.100"},"41":{"id":"4079","structure_id":"32","section_number":"63.101","catch_line":"Exemptions.","url":"\/63.101\/","token":"63.101"},"42":{"id":"2389","structure_id":"32","section_number":"63.101.1","catch_line":"55 Mph Speed Limit Bumper Stickers On City Vehicles.","url":"\/63.101.1\/","token":"63.101.1"},"43":{"id":"4122","structure_id":"32","section_number":"63.101.2","catch_line":"Back To School Bumper Stickers On City Vehicles.","url":"\/63.101.2\/","token":"63.101.2"},"44":{"id":"4162","structure_id":"32","section_number":"63.101.3","catch_line":"Bumper Stickers – Smog Checks.","url":"\/63.101.3\/","token":"63.101.3"},"45":{"id":"3101","structure_id":"32","section_number":"63.101.4","catch_line":"Department Of Transportation Parking Management Program Vehicle Identifiers.","url":"\/63.101.4\/","token":"63.101.4"},"46":{"id":"1263","structure_id":"32","section_number":"63.101.5","catch_line":"Police Department Vehicles – Drug Abuse Resistance Education Program.","url":"\/63.101.5\/","token":"63.101.5"},"47":{"id":"3530","structure_id":"32","section_number":"63.101.6","catch_line":"Bumper Stickers: City Vehicles – Drug Abuse Resistance Education Program.","url":"\/63.101.6\/","token":"63.101.6"},"48":{"id":"2066","structure_id":"32","section_number":"63.102","catch_line":"City Vehicles – Report To Be Made To Council.","url":"\/63.102\/","token":"63.102"},"49":{"id":"3307","structure_id":"32","section_number":"63.103","catch_line":"Registration Plates – Assignment Of.","url":"\/63.103\/","token":"63.103"},"50":{"id":"668","structure_id":"32","section_number":"63.104","catch_line":"Change Of Ownership – Removal Of Plates.","url":"\/63.104\/","token":"63.104"},"51":{"id":"4111","structure_id":"32","section_number":"63.105","catch_line":"Transfer Of Registration Plates.","url":"\/63.105\/","token":"63.105"},"52":{"id":"2565","structure_id":"32","section_number":"63.106","catch_line":"City Vehicles – Private Use Prohibited.","url":"\/63.106\/","token":"63.106"},"53":{"id":"54","structure_id":"32","section_number":"63.107","catch_line":"Display Of Official Seal.","url":"\/63.107\/","token":"63.107"},"54":{"id":"1535","structure_id":"32","section_number":"63.108","catch_line":"City Seal - Imitating.","url":"\/63.108\/","token":"63.108"},"55":{"id":"3404","structure_id":"32","section_number":"63.109.1","catch_line":"Employees Forbidden To Cash Checks, Etc.","url":"\/63.109.1\/","token":"63.109.1"},"56":{"id":"707","structure_id":"32","section_number":"63.110","catch_line":"Disobedience Of Charter Subpoenas.","url":"\/63.110\/","token":"63.110"},"57":{"id":"490","structure_id":"32","section_number":"63.111","catch_line":"Election Supplies – Return Of.","url":"\/63.111\/","token":"63.111"},"58":{"id":"2258","structure_id":"32","section_number":"63.112","catch_line":"Street Address Numbers – Authority And Duty Of City Engineer.","url":"\/63.112\/","token":"63.112"},"59":{"id":"95","structure_id":"32","section_number":"63.113","catch_line":"Street Address Numbers – Responsibility Therefor, Designation, Location, Size, Maintenance, Change And Removal.","url":"\/63.113\/","token":"63.113"},"60":{"id":"3248","structure_id":"32","section_number":"63.114","catch_line":"Base Lines.","url":"\/63.114\/","token":"63.114"},"61":{"id":"1193","structure_id":"32","section_number":"63.115","catch_line":"Street Address Numbers – Odd And Even Numbers.","url":"\/63.115\/","token":"63.115"},"62":{"id":"2601","structure_id":"32","section_number":"63.116","catch_line":"Block Numbers And Spacing.","url":"\/63.116\/","token":"63.116"},"63":{"id":"3466","structure_id":"32","section_number":"63.117","catch_line":"Communications Systems – Possession Of Keys For.","url":"\/63.117\/","token":"63.117"},"64":{"id":"3130","structure_id":"32","section_number":"63.118","catch_line":"Communications System – Obstruction.","url":"\/63.118\/","token":"63.118"},"65":{"id":"4174","structure_id":"32","section_number":"63.119","catch_line":"Communications Systems – Stringing Wires Near.","url":"\/63.119\/","token":"63.119"},"66":{"id":"912","structure_id":"32","section_number":"63.119.5","catch_line":"Communications Systems – Automatic Calling Devices.","url":"\/63.119.5\/","token":"63.119.5"},"67":{"id":"3996","structure_id":"32","section_number":"63.120","catch_line":"Communications Systems – Tree Obstruction.","url":"\/63.120\/","token":"63.120"},"68":{"id":"1858","structure_id":"32","section_number":"63.122","catch_line":"False Alarms – Reward.","url":"\/63.122\/","token":"63.122"},"69":{"id":"3747","structure_id":"32","section_number":"63.123","catch_line":"Hitching Animals To Signal Systems.","url":"\/63.123\/","token":"63.123"},"70":{"id":"4189","structure_id":"32","section_number":"63.124","catch_line":"Excavation Of Natural Deposits – Permit.","url":"\/63.124\/","token":"63.124"},"71":{"id":"158","structure_id":"32","section_number":"63.125","catch_line":"Board To Adopt Rules For Excavating Sand, Etc.","url":"\/63.125\/","token":"63.125"},"72":{"id":"1201","structure_id":"32","section_number":"63.126","catch_line":"Board To Issue Permits.","url":"\/63.126\/","token":"63.126"},"73":{"id":"3165","structure_id":"32","section_number":"63.127","catch_line":"Depth Of Excavations.","url":"\/63.127\/","token":"63.127"},"74":{"id":"3758","structure_id":"32","section_number":"63.128","catch_line":"Excavations – Tujunga Wash.","url":"\/63.128\/","token":"63.128"},"75":{"id":"2288","structure_id":"32","section_number":"63.130","catch_line":"Trespassing Forbidden Upon Certain Public Plants, Yards, Etc.","url":"\/63.130\/","token":"63.130"},"76":{"id":"93","structure_id":"32","section_number":"63.131","catch_line":"Police Department Property – Trespass On.","url":"\/63.131\/","token":"63.131"},"77":{"id":"894","structure_id":"32","section_number":"63.132","catch_line":"Fire Department Property – Trespass On.","url":"\/63.132\/","token":"63.132"}},"next_section":{"id":"2288","structure_id":"32","section_number":"63.130","catch_line":"Trespassing Forbidden Upon Certain Public Plants, Yards, Etc.","url":"\/63.130\/","token":"63.130"},"metadata":false,"references":false,"url":"\/63.128\/","token":"63.128","formats":{"txt":"\/63.128.txt","json":"\/63.128.xml"},"dublin_core":{"Title":"Excavations – Tujunga Wash.","Type":"Text","Format":"text\/html","Identifier":"§ 63.128","Relation":"Los Angeles Municipal Code"},"plain_text":"                            LOS ANGELES MUNICIPAL CODE\n\nEXCAVATIONS – TUJUNGA WASH. (§ 63.128)\n\n  EXCAVATIONS – TUJUNGA WASH.\t(a)\tDefinition.  “Tujunga Wash” shall mean\nthat area within the following described bounds:\tBeginning at the intersection\nof the center line of Glenoaks Boulevard 100 feet in width, with the center line\nof Branford Street, 40 feet in width; thence southeasterly along said center\nline of Glenoaks Boulevard to the center line of Truesdale Street, 40 feet in\nwidth; thence southwesterly along said center line of Truesdale Street and its\nsouthwesterly prolongation to the center line of the Southern Pacific Railroad\nCompany’s Right of Way (Inland Branch), 100 feet in width; thence\nsouthwesterly in a direct line to the intersection of the center line of Sharp\nAvenue, 60 feet in width, with the center line of Sheldon Street, 60 feet in\nwidth; thence southerly in a direct line to a point in the center line of\nStrathern Street, 50 feet in width, distant thereon 400 feet easterly from the\ncenter line of Whitsett Avenue, 50 feet in width; thence southeasterly in a\ndirect line to the intersection of the southerly line of Vanowen Street, 65 feet\nin width, with the center line of St. Clair Avenue, 60 feet in width; thence\nsoutheasterly in a direct line to the intersection of the center line of Victory\nBoulevard, 50 feet in width, with the center line of Laurel Canyon Boulevard, 50\nfeet in width; thence southeasterly in a direct line to intersection of the\ncenter line of Camellia Avenue, 60 feet in width, with the northerly line of\nChandler Boulevard (Northerly Roadway), 50 feet in width; thence southeasterly\nin a direct line to the intersection of the center line of Bakman Avenue, 60\nfeet in width, with the center line of Camarillo Street, 80 feet in width;\nthence southeasterly in a direct line to the intersection of the center line of\nBellflower Avenue, 50 feet in width, with the center line of Riverside Drive,\n100 feet in width; thence southerly along said center line of Bellflower Avenue\nto its intersection with the center line of Moorpark Street, 50 feet in width;\nthence southeasterly in a direct line to the intersection of easterly\nprolongation of the northerly line of Chiquita Street extending westerly from\nLankershim Boulevard, with the center line of Lankershim Boulevard, 100 feet in\nwidth; thence southeasterly and southerly along said center line of Lankershim\nBoulevard to its intersection with the center line of Bluffside Drive, 60 feet\nin width; thence northwesterly in a direct line to the intersection of the\ncenter line of Vineland Avenue, 50 feet in width, with the center line of Aqua\nVista Street, 40 feet in width; thence northwesterly in a direct line to the\nintersection of the center line of Woodbridge Street, 60 feet in width, with the\ncenter line of Bakman Avenue, 60 feet in width; thence northerly in a direct\nline to intersection of the center line of said Bakman Avenue with the center\nline of Sarah Street, 60 feet in width; thence northwesterly in a direct line to\nthe intersection of the center line of Riverside Drive, 100 feet in width, with\nthe center line of Farmdale Avenue, 60 feet in width; thence northwesterly in a\ndirect line to the intersection of the center line of Irvine Avenue, 60 feet in\nwidth, with the center line of Chandler Boulevard (South Roadway), 50 feet in\nwidth, extending westerly from Irvine Avenue; thence northwesterly in a direct\nline to a point in the center line of Emelita Street, 60 feet in width, distant\nthereon 600 feet easterly from the center line of Laurel Canyon Boulevard, 100\nfeet in width; thence northwesterly in a direct line to the intersection of the\nnortherly line of Victory Boulevard, 75 feet in width, with the center line of\nRhodes Avenue, 60 feet in width; thence northwesterly in a direct line to the\nintersection of the center line of Vanowen Street, 50 feet in width, with the\ncenter line of Whitsett Avenue, 50 feet in width; thence northwesterly in a\ndirect line to a point in the center line of Raymer Street, 40 feet in width,\ndistant thereon 500 feet northwesterly from the center line of Whitsett Avenue,\n50 feet in width; thence northwesterly along said center line of Raymer Street\nto a point distant thereon 500 feet southeasterly from the center line of Fulton\nAvenue, 50 feet in width; thence southerly in a direct line to a point in the\ncenter line of Vanowen Street, 50 feet in width, distant thereon 600 feet\nwesterly from the center line of Ethel Avenue, 50 feet in width; thence\nsoutheasterly in a direct line to a point in the center line of Oxnard Street,\n50 feet in width, distant thereon 600 feet easterly from the center line of\nColdwater Canyon Avenue, 50 feet in width; thence southerly in a direct line to\na point in the center line of Burbank Boulevard, 50 feet in width, distant\nthereon 500 feet easterly from the center line of Coldwater Canyon Avenue, 50\nfeet in width; thence southerly in a direct line to the intersection of the\ncenter line of Magnolia Boulevard, 50 feet in width, with the northerly\nprolongation of the westerly line of Goodland Avenue, 30 feet in width; thence\nsoutheasterly in a direct line to the intersection of the center line of\nBellaire Avenue, 60 feet in width, extending northerly of Addison Street with\nthe northerly line of Addison Street produced; thence southeasterly in a direct\nline to the intersection of the center line of Morella Avenue, 60 feet in width,\nwith the northerly line of Moorpark Street produced; thence southeasterly in a\ndirect line to the intersection of the center line of Woodbridge Street, 60 feet\nin width, with the center line of Colfax Avenue, 80 feet in width; thence\nsoutherly along said center line of Colfax Avenue to its intersection with the\ncenter line of first alley northeasterly of Ventura Boulevard; thence\nnorthwesterly along the center line of said alley to its intersection with the\ncenter line of Radford Avenue, 85 feet in width; thence northerly along the said\ncenter line of Radford Avenue to its intersection with the center line of Valley\nHeart Drive (South Roadway), 50 feet in width; thence northwesterly in a direct\nline to the intersection of the center line of Whitsett Avenue, 80 feet wide,\nwith the easterly prolongation of the southerly line of Kling Street, 50 feet in\nwidth, extending westerly from Whitsett Avenue; thence northwesterly in a direct\nline to the intersection of the center line of Riverside Drive, 50 feet in\nwidth, with the southerly prolongation of the easterly line of Bellaire Avenue,\n20 feet in width, extending northerly from Riverside Drive; thence northwesterly\nin a direct line to the intersection of the center line of Coldwater Canyon\nAvenue, 50 feet in width, with the center line of Addison Street, 40 feet in\nwidth; thence northwesterly in a direct line to a point in the center line of\nMagnolia Boulevard, 50 feet in width, distant thereon 300 feet westerly from the\ncenter line of Coldwater Canyon Avenue, 50 feet in width; thence northerly in a\ndirect line to a point in the center line of Burbank Boulevard, 50 feet in\nwidth, distant thereon 500 feet westerly from the center line of Coldwater\nCanyon Avenue, 50 feet in width; thence northerly in a direct line to a point in\nthe center line of Oxnard Street, 50 feet in width, distant thereon 400 feet\nwesterly from the center line of Coldwater Canyon Avenue, 50 feet in width;\nthence northwesterly in a direct line to the intersection of the center line of\nAtoll Avenue, 60 feet in width, with a line parallel with and 50 feet northerly,\nmeasured at right angles, from the southerly line of Victory Boulevard, 75 feet\nin width; thence northwesterly in a direct line to the intersection of the\neasterly line of Sunnyslope Avenue, 30 feet in width, with the northerly line of\nHart Street, 30 feet in width; thence northerly in a direct line to the\nintersection of the center line of Woodman Avenue, 50 feet in width, with the\ncenter line of Raymer Street, 40 feet in width; thence northeasterly in a direct\nline to the intersection of the southeasterly line of Truesdale Street, 80 feet\nin width, with the southerly line of Roscoe Boulevard, 50 feet in width; thence\nnortheasterly in a direct line to the intersection of the center line of\nCanterbury Avenue, 60 feet in width, with the center line of Reedley Street, 60\nfeet in width; thence northeasterly in a direct line to the intersection of the\ncenter line of Laurel Canyon Boulevard, 60 feet in width, with the center line\nof Branford Street 60 feet in width; thence northeasterly along said center line\nof Branford Street to the point of beginning.\t(b)\tPermit Required.  No person\nshall excavate or remove any sand, rock, stone or gravel from the Tujunga Wash\nwithout first obtaining from the Board of Public Works a permit so to\ndo.\t(c)\tApplication and Deposit.  Application for any such permit and\naccompanying deposit shall be made as provided in Section 63.124 of this\nCode.\t(d)\tRules and Regulations.  The Board shall adopt rules and regulations\ngoverning excavations hereunder, and all provisions of Section 63.125 of the\nCode, not in conflict with this section, shall be applicable to the excavations\nmade under this section.\t(e)\tAuthority of Board to Refuse Permit.  The Board\nshall deny any application unless it appears to the City Engineer and the Board\nthat the proposed excavation can and will be made without creating a condition\nhazardous to life or to public or private property.\n","html":"\n\t\t\t\t\t<section><p>  EXCAVATIONS – TUJUNGA WASH.<br \/><br \/>\t(a)\tDefinition.  “Tujunga Wash” shall mean that area within the following described bounds:<br \/><br \/>\tBeginning at the intersection of the center line of Glenoaks Boulevard 100 feet in width, with the center line of Branford Street, 40 feet in width; thence southeasterly along said center line of Glenoaks Boulevard to the center line of Truesdale Street, 40 feet in width; thence southwesterly along said center line of Truesdale Street and its southwesterly prolongation to the center line of the Southern Pacific Railroad Company’s Right of Way (Inland Branch), 100 feet in width; thence southwesterly in a direct line to the intersection of the center line of Sharp Avenue, 60 feet in width, with the center line of Sheldon Street, 60 feet in width; thence southerly in a direct line to a point in the center line of Strathern Street, 50 feet in width, distant thereon 400 feet easterly from the center line of Whitsett Avenue, 50 feet in width; thence southeasterly in a direct line to the intersection of the southerly line of Vanowen Street, 65 feet in width, with the center line of St. Clair Avenue, 60 feet in width; thence southeasterly in a direct line to the intersection of the center line of Victory Boulevard, 50 feet in width, with the center line of Laurel Canyon Boulevard, 50 feet in width; thence southeasterly in a direct line to intersection of the center line of Camellia Avenue, 60 feet in width, with the northerly line of Chandler Boulevard (Northerly Roadway), 50 feet in width; thence southeasterly in a direct line to the intersection of the center line of Bakman Avenue, 60 feet in width, with the center line of Camarillo Street, 80 feet in width; thence southeasterly in a direct line to the intersection of the center line of Bellflower Avenue, 50 feet in width, with the center line of Riverside Drive, 100 feet in width; thence southerly along said center line of Bellflower Avenue to its intersection with the center line of Moorpark Street, 50 feet in width; thence southeasterly in a direct line to the intersection of easterly prolongation of the northerly line of Chiquita Street extending westerly from Lankershim Boulevard, with the center line of Lankershim Boulevard, 100 feet in width; thence southeasterly and southerly along said center line of Lankershim Boulevard to its intersection with the center line of Bluffside Drive, 60 feet in width; thence northwesterly in a direct line to the intersection of the center line of Vineland Avenue, 50 feet in width, with the center line of Aqua Vista Street, 40 feet in width; thence northwesterly in a direct line to the intersection of the center line of Woodbridge Street, 60 feet in width, with the center line of Bakman Avenue, 60 feet in width; thence northerly in a direct line to intersection of the center line of said Bakman Avenue with the center line of Sarah Street, 60 feet in width; thence northwesterly in a direct line to the intersection of the center line of Riverside Drive, 100 feet in width, with the center line of Farmdale Avenue, 60 feet in width; thence northwesterly in a direct line to the intersection of the center line of Irvine Avenue, 60 feet in width, with the center line of Chandler Boulevard (South Roadway), 50 feet in width, extending westerly from Irvine Avenue; thence northwesterly in a direct line to a point in the center line of Emelita Street, 60 feet in width, distant thereon 600 feet easterly from the center line of Laurel Canyon Boulevard, 100 feet in width; thence northwesterly in a direct line to the intersection of the northerly line of Victory Boulevard, 75 feet in width, with the center line of Rhodes Avenue, 60 feet in width; thence northwesterly in a direct line to the intersection of the center line of Vanowen Street, 50 feet in width, with the center line of Whitsett Avenue, 50 feet in width; thence northwesterly in a direct line to a point in the center line of Raymer Street, 40 feet in width, distant thereon 500 feet northwesterly from the center line of Whitsett Avenue, 50 feet in width; thence northwesterly along said center line of Raymer Street to a point distant thereon 500 feet southeasterly from the center line of Fulton Avenue, 50 feet in width; thence southerly in a direct line to a point in the center line of Vanowen Street, 50 feet in width, distant thereon 600 feet westerly from the center line of Ethel Avenue, 50 feet in width; thence southeasterly in a direct line to a point in the center line of Oxnard Street, 50 feet in width, distant thereon 600 feet easterly from the center line of Coldwater Canyon Avenue, 50 feet in width; thence southerly in a direct line to a point in the center line of Burbank Boulevard, 50 feet in width, distant thereon 500 feet easterly from the center line of Coldwater Canyon Avenue, 50 feet in width; thence southerly in a direct line to the intersection of the center line of Magnolia Boulevard, 50 feet in width, with the northerly prolongation of the westerly line of Goodland Avenue, 30 feet in width; thence southeasterly in a direct line to the intersection of the center line of Bellaire Avenue, 60 feet in width, extending northerly of Addison Street with the northerly line of Addison Street produced; thence southeasterly in a direct line to the intersection of the center line of Morella Avenue, 60 feet in width, with the northerly line of Moorpark Street produced; thence southeasterly in a direct line to the intersection of the center line of Woodbridge Street, 60 feet in width, with the center line of Colfax Avenue, 80 feet in width; thence southerly along said center line of Colfax Avenue to its intersection with the center line of first alley northeasterly of Ventura Boulevard; thence northwesterly along the center line of said alley to its intersection with the center line of Radford Avenue, 85 feet in width; thence northerly along the said center line of Radford Avenue to its intersection with the center line of Valley Heart Drive (South Roadway), 50 feet in width; thence northwesterly in a direct line to the intersection of the center line of Whitsett Avenue, 80 feet wide, with the easterly prolongation of the southerly line of Kling Street, 50 feet in width, extending westerly from Whitsett Avenue; thence northwesterly in a direct line to the intersection of the center line of Riverside Drive, 50 feet in width, with the southerly prolongation of the easterly line of Bellaire Avenue, 20 feet in width, extending northerly from Riverside Drive; thence northwesterly in a direct line to the intersection of the center line of Coldwater Canyon Avenue, 50 feet in width, with the center line of Addison Street, 40 feet in width; thence northwesterly in a direct line to a point in the center line of Magnolia Boulevard, 50 feet in width, distant thereon 300 feet westerly from the center line of Coldwater Canyon Avenue, 50 feet in width; thence northerly in a direct line to a point in the center line of Burbank Boulevard, 50 feet in width, distant thereon 500 feet westerly from the center line of Coldwater Canyon Avenue, 50 feet in width; thence northerly in a direct line to a point in the center line of Oxnard Street, 50 feet in width, distant thereon 400 feet westerly from the center line of Coldwater Canyon Avenue, 50 feet in width; thence northwesterly in a direct line to the intersection of the center line of Atoll Avenue, 60 feet in width, with a line parallel with and 50 feet northerly, measured at right angles, from the southerly line of Victory Boulevard, 75 feet in width; thence northwesterly in a direct line to the intersection of the easterly line of Sunnyslope Avenue, 30 feet in width, with the northerly line of Hart Street, 30 feet in width; thence northerly in a direct line to the intersection of the center line of Woodman Avenue, 50 feet in width, with the center line of Raymer Street, 40 feet in width; thence northeasterly in a direct line to the intersection of the southeasterly line of Truesdale Street, 80 feet in width, with the southerly line of Roscoe Boulevard, 50 feet in width; thence northeasterly in a direct line to the intersection of the center line of Canterbury Avenue, 60 feet in width, with the center line of Reedley Street, 60 feet in width; thence northeasterly in a direct line to the intersection of the center line of Laurel Canyon Boulevard, 60 feet in width, with the center line of Branford Street 60 feet in width; thence northeasterly along said center line of Branford Street to the point of beginning.<br \/><br \/>\t(b)\tPermit Required.  No person shall excavate or remove any sand, rock, stone or gravel from the Tujunga Wash without first obtaining from the Board of Public Works a permit so to do.<br \/><br \/>\t(c)\tApplication and Deposit.  Application for any such permit and accompanying deposit shall be made as provided in Section 63.124 of this Code.<br \/><br \/>\t(d)\tRules and Regulations.  The Board shall adopt rules and regulations governing excavations hereunder, and all provisions of Section 63.125 of the Code, not in conflict with this section, shall be applicable to the excavations made under this section.<br \/><br \/>\t(e)\tAuthority of Board to Refuse Permit.  The Board shall deny any application unless it appears to the City Engineer and the Board that the proposed excavation can and will be made without creating a condition hazardous to life or to public or private property.<\/p><\/section>","previous_section":{"id":"3165","structure_id":"32","section_number":"63.127","catch_line":"Depth Of Excavations.","url":"\/63.127\/","token":"63.127"},"text":{"0":{"id":"3732","text":"  EXCAVATIONS – TUJUNGA WASH.\t(a)\tDefinition.  “Tujunga Wash” shall mean that area within the following described bounds:\tBeginning at the intersection of the center line of Glenoaks Boulevard 100 feet in width, with the center line of Branford Street, 40 feet in width; thence southeasterly along said center line of Glenoaks Boulevard to the center line of Truesdale Street, 40 feet in width; thence southwesterly along said center line of Truesdale Street and its southwesterly prolongation to the center line of the Southern Pacific Railroad Company’s Right of Way (Inland Branch), 100 feet in width; thence southwesterly in a direct line to the intersection of the center line of Sharp Avenue, 60 feet in width, with the center line of Sheldon Street, 60 feet in width; thence southerly in a direct line to a point in the center line of Strathern Street, 50 feet in width, distant thereon 400 feet easterly from the center line of Whitsett Avenue, 50 feet in width; thence southeasterly in a direct line to the intersection of the southerly line of Vanowen Street, 65 feet in width, with the center line of St. Clair Avenue, 60 feet in width; thence southeasterly in a direct line to the intersection of the center line of Victory Boulevard, 50 feet in width, with the center line of Laurel Canyon Boulevard, 50 feet in width; thence southeasterly in a direct line to intersection of the center line of Camellia Avenue, 60 feet in width, with the northerly line of Chandler Boulevard (Northerly Roadway), 50 feet in width; thence southeasterly in a direct line to the intersection of the center line of Bakman Avenue, 60 feet in width, with the center line of Camarillo Street, 80 feet in width; thence southeasterly in a direct line to the intersection of the center line of Bellflower Avenue, 50 feet in width, with the center line of Riverside Drive, 100 feet in width; thence southerly along said center line of Bellflower Avenue to its intersection with the center line of Moorpark Street, 50 feet in width; thence southeasterly in a direct line to the intersection of easterly prolongation of the northerly line of Chiquita Street extending westerly from Lankershim Boulevard, with the center line of Lankershim Boulevard, 100 feet in width; thence southeasterly and southerly along said center line of Lankershim Boulevard to its intersection with the center line of Bluffside Drive, 60 feet in width; thence northwesterly in a direct line to the intersection of the center line of Vineland Avenue, 50 feet in width, with the center line of Aqua Vista Street, 40 feet in width; thence northwesterly in a direct line to the intersection of the center line of Woodbridge Street, 60 feet in width, with the center line of Bakman Avenue, 60 feet in width; thence northerly in a direct line to intersection of the center line of said Bakman Avenue with the center line of Sarah Street, 60 feet in width; thence northwesterly in a direct line to the intersection of the center line of Riverside Drive, 100 feet in width, with the center line of Farmdale Avenue, 60 feet in width; thence northwesterly in a direct line to the intersection of the center line of Irvine Avenue, 60 feet in width, with the center line of Chandler Boulevard (South Roadway), 50 feet in width, extending westerly from Irvine Avenue; thence northwesterly in a direct line to a point in the center line of Emelita Street, 60 feet in width, distant thereon 600 feet easterly from the center line of Laurel Canyon Boulevard, 100 feet in width; thence northwesterly in a direct line to the intersection of the northerly line of Victory Boulevard, 75 feet in width, with the center line of Rhodes Avenue, 60 feet in width; thence northwesterly in a direct line to the intersection of the center line of Vanowen Street, 50 feet in width, with the center line of Whitsett Avenue, 50 feet in width; thence northwesterly in a direct line to a point in the center line of Raymer Street, 40 feet in width, distant thereon 500 feet northwesterly from the center line of Whitsett Avenue, 50 feet in width; thence northwesterly along said center line of Raymer Street to a point distant thereon 500 feet southeasterly from the center line of Fulton Avenue, 50 feet in width; thence southerly in a direct line to a point in the center line of Vanowen Street, 50 feet in width, distant thereon 600 feet westerly from the center line of Ethel Avenue, 50 feet in width; thence southeasterly in a direct line to a point in the center line of Oxnard Street, 50 feet in width, distant thereon 600 feet easterly from the center line of Coldwater Canyon Avenue, 50 feet in width; thence southerly in a direct line to a point in the center line of Burbank Boulevard, 50 feet in width, distant thereon 500 feet easterly from the center line of Coldwater Canyon Avenue, 50 feet in width; thence southerly in a direct line to the intersection of the center line of Magnolia Boulevard, 50 feet in width, with the northerly prolongation of the westerly line of Goodland Avenue, 30 feet in width; thence southeasterly in a direct line to the intersection of the center line of Bellaire Avenue, 60 feet in width, extending northerly of Addison Street with the northerly line of Addison Street produced; thence southeasterly in a direct line to the intersection of the center line of Morella Avenue, 60 feet in width, with the northerly line of Moorpark Street produced; thence southeasterly in a direct line to the intersection of the center line of Woodbridge Street, 60 feet in width, with the center line of Colfax Avenue, 80 feet in width; thence southerly along said center line of Colfax Avenue to its intersection with the center line of first alley northeasterly of Ventura Boulevard; thence northwesterly along the center line of said alley to its intersection with the center line of Radford Avenue, 85 feet in width; thence northerly along the said center line of Radford Avenue to its intersection with the center line of Valley Heart Drive (South Roadway), 50 feet in width; thence northwesterly in a direct line to the intersection of the center line of Whitsett Avenue, 80 feet wide, with the easterly prolongation of the southerly line of Kling Street, 50 feet in width, extending westerly from Whitsett Avenue; thence northwesterly in a direct line to the intersection of the center line of Riverside Drive, 50 feet in width, with the southerly prolongation of the easterly line of Bellaire Avenue, 20 feet in width, extending northerly from Riverside Drive; thence northwesterly in a direct line to the intersection of the center line of Coldwater Canyon Avenue, 50 feet in width, with the center line of Addison Street, 40 feet in width; thence northwesterly in a direct line to a point in the center line of Magnolia Boulevard, 50 feet in width, distant thereon 300 feet westerly from the center line of Coldwater Canyon Avenue, 50 feet in width; thence northerly in a direct line to a point in the center line of Burbank Boulevard, 50 feet in width, distant thereon 500 feet westerly from the center line of Coldwater Canyon Avenue, 50 feet in width; thence northerly in a direct line to a point in the center line of Oxnard Street, 50 feet in width, distant thereon 400 feet westerly from the center line of Coldwater Canyon Avenue, 50 feet in width; thence northwesterly in a direct line to the intersection of the center line of Atoll Avenue, 60 feet in width, with a line parallel with and 50 feet northerly, measured at right angles, from the southerly line of Victory Boulevard, 75 feet in width; thence northwesterly in a direct line to the intersection of the easterly line of Sunnyslope Avenue, 30 feet in width, with the northerly line of Hart Street, 30 feet in width; thence northerly in a direct line to the intersection of the center line of Woodman Avenue, 50 feet in width, with the center line of Raymer Street, 40 feet in width; thence northeasterly in a direct line to the intersection of the southeasterly line of Truesdale Street, 80 feet in width, with the southerly line of Roscoe Boulevard, 50 feet in width; thence northeasterly in a direct line to the intersection of the center line of Canterbury Avenue, 60 feet in width, with the center line of Reedley Street, 60 feet in width; thence northeasterly in a direct line to the intersection of the center line of Laurel Canyon Boulevard, 60 feet in width, with the center line of Branford Street 60 feet in width; thence northeasterly along said center line of Branford Street to the point of beginning.\t(b)\tPermit Required.  No person shall excavate or remove any sand, rock, stone or gravel from the Tujunga Wash without first obtaining from the Board of Public Works a permit so to do.\t(c)\tApplication and Deposit.  Application for any such permit and accompanying deposit shall be made as provided in Section 63.124 of this Code.\t(d)\tRules and Regulations.  The Board shall adopt rules and regulations governing excavations hereunder, and all provisions of Section 63.125 of the Code, not in conflict with this section, shall be applicable to the excavations made under this section.\t(e)\tAuthority of Board to Refuse Permit.  The Board shall deny any application unless it appears to the City Engineer and the Board that the proposed excavation can and will be made without creating a condition hazardous to life or to public or private property.","type":"section","prefixes":[""],"prefix":"","entire_prefix":"","prefix_anchor":"","level":1}}}